{"19931221":{"guardian_articles":[],"nytimes_articles":[{"date":"19931221","headline":"Transcripts in Bomb Case Scrutinized for Meaning","web_url":"https://www.nytimes.com/1993/12/21/nyregion/transcripts-in-bomb-case-scrutinized-for-meaning.html","abstract":"  With the jury given the day off, the judge and the lawyers in the World Trade Center trial yesterday poured over transcripts of translations of telephone conversations in Arabic made by one of the defendants, discussing the meaning of Arabic words and deciding how disputed translations will be presented to the jurors when they return to the trial today.   The long and often tedious conversation, filled with expressions like \"two unknown males, up from the bottom of page 13, 'I don't know' (unintelligible)\" seemed to underline the inherent difficulties of understanding exactly what was meant when conversations in foreign languages are reproduced in transcripts.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Knicks' Anthony Pushes Over the Pushovers","web_url":"https://www.nytimes.com/1993/12/21/sports/pro-basketball-knicks-anthony-pushes-over-the-pushovers.html","abstract":"  It was exactly what the Knicks, and particularly Greg Anthony, needed. New York notched an easy victory against the awful Dallas Mavericks last night. Anthony got a much-needed boost to his confidence, playing his finest game of the season. And the Knicks regained some equilibrium after last week's season-ending knee injury to Doc Rivers.   Extending Dallas's losing streak to 19 games, which tied a Mavericks record, the Knicks (16-5) cruised to a 101-92 victory last night at Madison Square Garden. Anthony ignored not only the trade rumors involving him but also his critics, who doubt he can handle the starting point guard position. He scored a season-high 18 points on 5-for-5 shooting and played with poise and confidence.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"3 Choices For Your Drawing Board","web_url":"https://www.nytimes.com/1993/12/21/science/peripherals-3-choices-for-your-drawing-board.html","abstract":"  NOT many of us are talented enough to produce acceptable drawings, even if we occasionally need them for school or business reports or just for a sign to hang in the shop window. Three programs, two of them new and one an old friend, leave the hard work to the computer.   Brushstrokes, a Claris Clear Choice program for most Macintoshes, would once have been a top-of-the-line professional collection of graphic tools. Today it is a program with an official retail price of $139 (in the real world, less than $100) that your 10-year-old or you can handle.","thumbnail":null,"section":"Science"},{"date":"19931221","headline":"U.S. IS ABANDONING 'SHOCK THERAPY' FOR THERUSSIANS","web_url":"https://www.nytimes.com/1993/12/21/world/us-is-abandoning-shock-therapy-for-therussians.html","abstract":"  The Clinton Administration's top Russia specialist said today that the surprisingly large support for foes of reform in Russia's parliamentary elections last week showed that there had been too much emphasis on remaking the economy of Russia and not enough on improving the daily lives of its people.    Strobe Talbott, the State Department's Ambassador at Large for Russia and other countries of the former Soviet Union, also said the United States was looking to other Russian reformers as well as President Boris N. Yeltsin to bring change to the troubled country, even if they were Mr. Yeltsin's political enemies. 'Shock Therapy' Has Failed    While Mr. Talbott was characteristically cautious and noncommittal, his remarks illuminated an important shift in official American thinking: an admission, in effect, that the \"shock therapy,\" the-faster-the-better approach to reform advocated by the West -- and until recently by Mr. Yeltsin -- has not worked.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Teachers Strike at 11 Catholic High Schools","web_url":"https://www.nytimes.com/1993/12/21/nyregion/teachers-strike-at-11-catholic-high-schools.html","abstract":"  Hundreds of teachers at 11 high schools in the Archdiocese of New York went on strike yesterday, forcing five schools to close, after negotiations over details in a health care plan stalled.   Classes were canceled at Cardinal Hayes and Cardinal Spellman High Schools in the Bronx, Moore Catholic High School on Staten Island, John S. Burke High School in Goshen, N.Y., and Our Lady of Lourdes High School in Poughkeepsie, N.Y.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"DEFENSE NOMINEE DIDN'T PAY TAXES FOR HOUSEKEEPER","web_url":"https://www.nytimes.com/1993/12/21/us/defense-nominee-didn-t-pay-taxes-for-housekeeper.html","abstract":"  Bobby Ray Inman, President Clinton's choice for Defense Secretary, failed to withhold Social Security taxes for the housekeeper he has employed for seven years, and today he paid $6,000 to the Internal Revenue Service to clear his record.   White House officials, who have dropped previous nominees for failing to pay such taxes, said today that they did not find Mr. Inman's lapse to be \"disqualifying\" as long as he is now current in his tax obligations.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"Mr. Cuomo's Good Start on Guns","web_url":"https://www.nytimes.com/1993/12/21/opinion/mr-cuomo-s-good-start-on-guns.html","abstract":"  With a theatrical gesture that could signal the approach of an election year, Gov. Mario Cuomo is calling the New York State Legislature for a special day, just ahead of the regular session, to consider a package of anti-crime proposals. He wants the Senate and Assembly to take swift action on some gun control measures on Martin Luther King Jr. Day, Jan. 17.    Mr. Cuomo is right, both as to timing and subject matter. Albany needs to continue the momentum against gun violence that energized the U.S. Senate in the wake of last month's elections in New Jersey and Virginia. Of course, as he presses for more regulation of firearms he may encounter increased clamor for the death penalty, which he has admirably resisted for a dozen years.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Soccer Is Peddling the Wrong Product in America","web_url":"https://www.nytimes.com/1993/12/21/sports/IHT-soccer-is-peddling-the-wrong-product-in-america.html","abstract":"He said, \"It is up to FIFA to make the choice of people who belong in the final draw. There are no obligations in this matter. It is something that belongs to FIFA.\" .João Havelange clamped his strong jaw and blinked theatrically, a long","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Death Ruled Accidental","web_url":"https://www.nytimes.com/1993/12/21/nyregion/death-ruled-accidental.html","abstract":"  The death earlier this month of a 300-pound Bronx man who had run naked through his apartment building and fought with the police officers who tried to subdue him was ruled accidental by the city medical examiner yesterday. Ellen Borakove, a spokeswoman for the medical examiner's office, said that Vital Montilla, 28, died of acute cocaine intoxication on Dec. 2 after a struggle with the police.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Italians Plan to Avoid Their Madding Crowd","web_url":"https://www.nytimes.com/1993/12/21/sports/soccer-italians-plan-to-avoid-their-madding-crowd.html","abstract":"  For security reasons, the Italian national soccer team has chosen a prep school and a small, isolated hotel in New Jersey for its base camp during next summer's World Cup. It's not terrorists that the Italians want to be protected against, it's their own fans.   Local organizers offered Princeton and Rutgers universities as training sites, among others, and the New York City area offers some of the world's most lavish hotels. No thanks, the Italians said. They chose instead to train at The Pingry School in Martinsville, N.J., and took all 110 rooms at the Somerset Hills Hotel in Warren, setting up camp some 45 minutes from Giants Stadium, where the Azzurri, as they are called, will play two first-round games.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Far Under Icecap and Ocean, Teams Seek Sign From Stars","web_url":"https://www.nytimes.com/1993/12/21/science/far-under-icecap-and-ocean-teams-seek-sign-from-stars.html","abstract":"  HOPING to capture ghost-like neutrino particles that reveal hidden features of black holes, galactic cores and other cosmic enigmas, astrophysicists have begun installing a pair of peculiar \"telescopes\" -- one at the bottom of the Pacific Ocean and the other under a half-mile of ice at the South Pole.   Unlike conventional telescopes that gather and analyze visible light or radio waves, the new telescopes will look for neutrino particles, tiny packets of energy with neither electric charge nor measurable mass, which, although ubiquitous, are so elusive that they remained undetected until 40 years ago.","thumbnail":null,"section":"Science"},{"date":"19931221","headline":"Appraising the Warhol Appraisals","web_url":"https://www.nytimes.com/1993/12/21/arts/appraising-the-warhol-appraisals.html","abstract":"  Appraising artworks is not an exact science. That was underscored in Manhattan Surrogate's Court last week as Martha Baer, the director of 20th-century fine arts for Christie's, the auction house, underwent hours of intense questioning in the prolonged court battle to determine the value of Andy Warhol's estate.   Underlying the case, which has been in the courts for more than a month with no end in sight, is a surprising amount of confusion and contradiction about events surrounding Christie's appraisals for the Warhol estate and the fact that an appraisal is in the eye, and at the discretion of, the appraiser.","thumbnail":null,"section":"Arts"},{"date":"19931221","headline":"Transactions","web_url":"https://www.nytimes.com/1993/12/21/sports/transactions-470093.html","abstract":"  American League    BALTIMORE ORIOLES -- Failed to offer a 1994 contract to Todd Frohwirth, pitcher.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Science Group Asks Delay on Gene-Altered Foods","web_url":"https://www.nytimes.com/1993/12/21/us/science-group-asks-delay-on-gene-altered-foods.html","abstract":"  With the first two genetically engineered crops a few months away from American food stores, a scientific policy organization called on the Government yesterday to delay commercial approval until the United States better understands the potential risks the plants may pose to the environment.   In a study intended to provoke the Clinton Administration into reconsidering policies that were instituted in the Reagan and Bush years, the organization, the Union of Concerned Scientists, said that the new plant technologies were not being adequately controlled by the Government.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"Iranians Approve Death Penalty For Makers of Video Pornography","web_url":"https://www.nytimes.com/1993/12/21/world/iranians-approve-death-penalty-for-makers-of-video-pornography.html","abstract":"  The Iranian Parliament has approved legislation providing for capital punishment for producers and distributors of pornographic video tapes, saying it is an effort to protect Islamic sanctity, the official press reported today.    The bill, which provides a maximum five years' prison term and $100,000 in fines for first offenders, said the principal promoters of pornographic videos, \"found to be Corrupters on Earth, can receive the death penalty,\" according to The Teheran Times.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Time to Move on the Coliseum","web_url":"https://www.nytimes.com/1993/12/21/opinion/time-to-move-on-the-coliseum.html","abstract":"  It was 1985 when Mortimer Zuckerman won the right to build on the site of the old Coliseum at Columbus Circle in Manhattan, but so far nothing has happened. Legal impediments arose, but they were resolved in September 1992 and still the old building sits there, largely unused. Will Columbus Circle ever be developed?   New York City and the Metropolitan Transportation Authority gave Mr. Zuckerman a prod recently by setting a 90-day deadline for him either to close the deal or forfeit his $33.8 million down payment. He cried foul, suggesting that the Dinkins administration was punishing him because the newspaper he owns, The Daily News, had endorsed his opponent Rudolph Giuliani. City Hall denies that, and says the deadline is meant to pressure Mr. Zuckerman into moving ahead.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Haitians Bitterly Accusing Outside World of Desertion","web_url":"https://www.nytimes.com/1993/12/21/world/haitians-bitterly-accusing-outside-world-of-desertion.html","abstract":"  In the crowded alleyways of a public market here, revived from weeks of inactivity by holiday shopping, Jean-Pierre Paul, a vendor of handmade toys and decorations, had a question for a foreigner that many Haitians are asking these days.   \"What are you doing to our country?\" the thin 26-year-old inquired with a mixture of anger and frustration. \"Either do what is needed to bring our President back, or have the honesty to say that you have failed, and leave us alone.\"","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Giuliani Adviser Seeks Agencies' Plans for Cuts","web_url":"https://www.nytimes.com/1993/12/21/nyregion/giuliani-adviser-seeks-agencies-plans-for-cuts.html","abstract":"  In a preliminary effort to confront projected city budget shortfalls, Mayor-elect Rudolph W. Giuliani's chief fiscal adviser has asked most city agencies to begin preparing scenarios for cutting their budgets by 5 percent and by 10 percent next year.   The request and the response from the agencies, due by Jan. 1, is an exercise and does not indicate that Mr. Giuliani and his designated budget director, Abraham M. Lackman, have made any specific decisions on how they will deal with a budget gap of at least $1.7 billion for the next fiscal year, which begins in July.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Modest Advances Seen With 2 AIDS Drugs","web_url":"https://www.nytimes.com/1993/12/21/science/modest-advances-seen-with-2-aids-drugs.html","abstract":"  RESEARCHERS reported modest gains in drug therapy against two common and serious complications of AIDS at a scientific meeting in Washington last week.   The complications are infections caused by a variety of fungi and a potentially blinding eye infection caused by cytomegalovirus.","thumbnail":null,"section":"Science"},{"date":"19931221","headline":"1918: Wilson's Itinerary : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-1918-wilsons-itinerary-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - All arrangements for the President's trip to the front have been almost completed. He will leave for Chaumont next Tuesday [Dec. 24] morning, spend the night at Nancy and return to Paris for a family Christmas dinner on Christmas night. On Thursda","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Patterns","web_url":"https://www.nytimes.com/1993/12/21/opinion/patterns-382893.html","abstract":"  Tightening Small Belts     The baby-boomer may be a somewhat less indulgent parent than designers have been led to believe. At the end of January, Giorgio Armani's children's collection, Armani Junior, will no longer be sold at Emporio Armani stores in the United States, although in Italy, the still popular collection has its own boutiques.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Clinton Fills White House Legislative Post","web_url":"https://www.nytimes.com/1993/12/21/us/clinton-fills-white-house-legislative-post.html","abstract":"  President Clinton today appointed Pat Griffin, a lobbyist and former top aide to Sen. Robert C. Byrd of West Virginia, to run the White House office of legislative affairs.   Mr. Griffin, 44, would replace Howard Paster, who is leaving the White House to become chairman of the Hill & Knowlton public relations firm.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"Planning Panel Approves New Zoning Rules for High-Rises","web_url":"https://www.nytimes.com/1993/12/21/nyregion/planning-panel-approves-new-zoning-rules-for-high-rises.html","abstract":"  Future high-rise residential towers in Manhattan would be squatter and shorter than many constructed in recent decades, under new zoning regulations approved yesterday by the New York City Planning Commission.   The changes, which will now go to the City Council for a final vote early next year, would do away with a 20 percent zoning bonus that has been awarded by developers who build tall, thin apartment towers with large plazas on the street level.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Union Sues to Bar Rona as Agent","web_url":"https://www.nytimes.com/1993/12/21/sports/baseball-union-sues-to-bar-rona-as-agent.html","abstract":"  In one of the more intriguing legal battles in a sport whose recent history has been punctuated with courtroom cases, the Major League Baseball Players Association is suing to block one of its former chief adversaries from becoming a player agent.   The players' union filed suit in New York State Supreme Court in Manhattan last Friday seeking to overturn an arbitrator's ruling that would force the union to certify Barry Rona as an agent. Rona is a former executive director and general counsel of the Player Relations Committee, the owners' labor unit.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Q&A","web_url":"https://www.nytimes.com/1993/12/21/science/q-a-480893.html","abstract":"  Animal Color Vision   Q.  How do scientists find out whether animals have color vision?","thumbnail":null,"section":"Science"},{"date":"19931221","headline":"Last-Minute Electronic Shopping","web_url":"https://www.nytimes.com/1993/12/21/science/personal-computers-last-minute-electronic-shopping.html","abstract":"  HERE it is, almost Christmas, and you still have not found the right computer game for the DOS-Windows user in your life. But hey, this is the computer age, in which everything is supposed to happen in two shakes of a reindeer's tail. There is still plenty of time to go shopping, and you will not even have to leave home.   By the next holiday season, some PC owners will probably be able to get virtually instant delivery of some software titles via modem and telephone lines, or by calling a telephone number to get a key code to unlock the software on a CD-ROM disk that comes with the computer.","thumbnail":null,"section":"Science"},{"date":"19931221","headline":"New York to San Francisco, With an Angry Sea Ahead","web_url":"https://www.nytimes.com/1993/12/21/sports/yacht-racing-new-york-to-san-francisco-with-an-angry-sea-ahead.html","abstract":"  For the world's best long-distance sailors, the seas of the world are the running lanes of their sport. But few competitive racers use them in the same way that the French sailor, Isabelle Autissier, has in mind.   Her plan includes a middle-distance practice sprint -- a 14,000-mile voyage from New York to San Francisco -- in preparation for her next marathon, the 27,000-mile BOC Challenge. The BOC competition, a yacht race around the world for solo sailors, begins next September off Charleston, S.C.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Mitchell and Esiason Frustrated by the Zeros","web_url":"https://www.nytimes.com/1993/12/21/sports/pro-football-mitchell-and-esiason-frustrated-by-the-zeros.html","abstract":"  Bruce Coslet gave the Jets' players Sunday off, but when they returned to the team's complex this afternoon, the sting of Saturday's 28-7 loss to Dallas lingered. And both quarterback Boomer Esiason and tight end Johnny Mitchell voiced their frustration with the team's lack of offensive production against the Cowboys and in the last four weeks.   Mitchell contended that he was not getting the ball thrown his way enough, making him \"like a carpenter working with no tools.\" He added that the Cowboys aren't that much better than the Jets, and that the Jets need to learn how to play in big games.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/21/nyregion/inside-074893.html","abstract":"  Beirut Phalangists Bombed   Two people were killed and 90 hurt when a bomb struck the east Beirut headquarters of the main Christian political party in Lebanon. Page A6. When God and Country Clash    An Air Force chaplain is challenging his ouster for writing a letter before the Persian Gulf war questioning the use of force against Iraq. Page A20. Talk About Talks, Not Bombs   South Korea is playing down any nuclear threat from the North, for fear of jeopardizing talks about ending the nations' armed standoff. Page A8. Wedding in Manhattan    Marla Ann Maples, daughter of Ann Ogletree and Stanley Maples, was married to Donald John Trump, a son of Mary and Fred Trump. Page B1.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Child-Killer Diseases on Decline, Unicef Reports","web_url":"https://www.nytimes.com/1993/12/21/world/child-killer-diseases-on-decline-unicef-reports.html","abstract":"  Striking an upbeat note about its struggle to reduce infant mortality, Unicef says \"a final offensive\" may now be under way against the biggest killers of small children in the world.   Its annual report, titled \"The State of the World's Children,\" says that the press tends to dwell on bad news from the third world rather than the good. The report notes that infant deaths from pneumonia, diarrhea, measles, tetanus and whooping cough are all in retreat and that severe malnutrition is being reduced despite a 20 percent rise in the number of children under 5 in the last decade.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Books of The Times; An Israeli's Vision, of Both Recent Past and Future","web_url":"https://www.nytimes.com/1993/12/21/books/books-of-the-times-an-israeli-s-vision-of-both-recent-past-and-future.html","abstract":"  The New Middle East  By Shimon Peres with Arye Naor Illustrated. 224 pages. Henry Holt & Company. $25.    In less than half a century, Israel has produced many remarkable leaders who have been soldiers, diplomats and orators, sometimes all at once. Among those present at the creation were Yitzhak Rabin, now Prime Minister, and Shimon Peres, now Foreign Minister. Both played major roles in the handshake last September between Israel and the Palestine Liberation Organization on the South Lawn of the White House.","thumbnail":null,"section":"Books"},{"date":"19931221","headline":"A Different Travel Tale : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-a-different-travel-tale-letters-to-the-editor.html","abstract":"Everyone has tales of woe about travel. But I have a story so beautiful that even I find it hard to believe. .On Oct. 21, I dropped my wallet on the street in Paris. It was cold and late afternoon, just getting dark, and I didn't notice that my purse w","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Ship's Captain to Cooperate In Case of Immigrants' Deaths","web_url":"https://www.nytimes.com/1993/12/21/nyregion/ship-s-captain-to-cooperate-in-case-of-immigrants-deaths.html","abstract":"  The captain of the Golden Venture, the freighter that ran aground off Queens last June with nearly 300 illegal Chinese immigrants, has agreed to plead guilty and to cooperate with Federal authorities investigating the ill-fated trip, the captain's lawyer said yesterday.   The lawyer said that in return for leniency, his client, Amir Humuntal Lumban Tobing, was prepared to testify against eight Chinese men facing trial on charges of having acted as enforcers on the ship on behalf of those who arranged the trip.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Giuliani Picks Dinkins Aide As Housing Commissioner","web_url":"https://www.nytimes.com/1993/12/21/nyregion/giuliani-picks-dinkins-aide-as-housing-commissioner.html","abstract":"  Mayor-elect Rudolph W. Giuliani yesterday named Deborah C. Wright as Commissioner of the city's Department of Housing Preservation and Development. Ms. Wright, now a board member of the New York City Housing Authority, is the first black to be appointed to a high-level post in the new administration and the first official from the Dinkins administration to join the Giuliani team.    In other appointments, Mr. Giuliani is expected today to name his team to lead the Health and Hospitals Corporation, which runs the city's municipal hospitals. Dr. Bruce Siegel, Health Commissioner under Gov. Jim Florio of New Jersey, is the Mayor-elect's choice to be the corporation president, according to an adviser to Mr. Giuliani, and Luis Miranda of the Hispanic Federation of New York City is in line to be chairman.    It was not clear last night when Mr. Giuliani hoped to see Dr. Siegel assume his new duties. The current president, Billy E. Jones, has a contract that runs through the spring. Strongly Recommended    In announcing the housing appointment yesterday, Mr. Giuliani brushed off a question as to whether he has had difficulty attracting black candidates for posts in his administration.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"North Korea's Nuclear Program Provokes No Panic in the South","web_url":"https://www.nytimes.com/1993/12/21/world/north-korea-s-nuclear-program-provokes-no-panic-in-the-south.html","abstract":"  In Washington these days, North Korea is often portrayed as the Libya or Iraq of the mid-90's: a lurking, unpredictable regime run by a mysterious zealot, secretly pursuing nuclear weapons and ready to pounce on its neighbors at a moment's notice.   But here in Seoul, within artillery range of North Korea, the North's nuclear weapons project is rarely discussed, or just shrugged off.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/21/nyregion/c-corrections-196593.html","abstract":"  A map yesterday with an article about elections in Serbia mislabeled the nation of Macedonia in some copies. It is a former Yugoslav republic bordering Serbia; the region that is also called Macedonia is part of Greece.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/21/style/chronicle-618593.html","abstract":"  TIMOTHY McDARRAH, a former writer for Page Six of The New York Post, has been named associate publisher of Dan's Papers, a free weekly newspaper on the East End of Long Island.    Mr. McDarrah, who has been at The Post since 1985 and has worked on the gossip column for two years, is one of the more than 250 New York Newspaper Guild members out of work since a strike in October, following which staff members were required to reapply for their old jobs.","thumbnail":null,"section":"Style"},{"date":"19931221","headline":"The English Are Talking Funny Again","web_url":"https://www.nytimes.com/1993/12/21/world/the-english-are-talking-funny-again.html","abstract":"  If Henry Higgins were to stroll past the flower vendors in Covent Garden today, he might well catch an accent that would send him scurrying back to his phonetics laboratory.   What manner of accent is this? A bit of the East End, surely. Listen to those diphthongs. But what can one make of that disappearing \"L\" sound? And the \"R\" that sounds like a \"W\"?","thumbnail":null,"section":"World"},{"date":"19931221","headline":"For Yankees, A Familiar Yet Surprising Face: Polonia","web_url":"https://www.nytimes.com/1993/12/21/sports/baseball-for-yankees-a-familiar-yet-surprising-face-polonia.html","abstract":"  A Yankee off season that has been filled with confusion, unexpected twists and scant improvement in the roster took another interesting turn last night when the team signed the free-agent outfielder Luis Polonia to a two-year, $3 million contract.   After Rickey Henderson rebuffed their offer to return to New York as the leadoff hitter and left fielder last Thursday, the Yankees acted swiftly and settled on another former Yankee in Polonia to fill the void. Polonia, who bats and throws left-handed, could earn an additional $500,000 in each season if he accumulates more than 620 plate appearances. But even if he reaches the incentives, he will still cost the Yankees less than half of the $8.6 million Oakland invested in Henderson.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Altlandsberg Journal; If Germany Has a Fever, Can This Doctor Help?","web_url":"https://www.nytimes.com/1993/12/21/world/altlandsberg-journal-if-germany-has-a-fever-can-this-doctor-help.html","abstract":"  Even before this week, Dr. Ravindra Gujjula was unusual in Germany. Not many foreigners have come here from faraway lands and risen to positions of professional success and respected community leadership.   On Sunday night, Dr. Gujjula took a step into German political history by winning election as Mayor of Altlandsberg, his adopted hometown. At a moment when intolerance and racist violence dominate much of the news from Germany, his election suggested that prejudice has not, after all, consumed the national soul.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Suspensions Given","web_url":"https://www.nytimes.com/1993/12/21/sports/sports-people-pro-basketball-suspensions-given.html","abstract":"  DENNIS RODMAN of the San Antonio Spurs and STACEY KING of the Chicago Bulls were each suspended for one game yesterday and fined.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Cuomo Asks Lawmakers for Gun Vote On King Day","web_url":"https://www.nytimes.com/1993/12/21/nyregion/cuomo-asks-lawmakers-for-gun-vote-on-king-day.html","abstract":"  Gov. Mario M. Cuomo called today for the State Legislature to meet on Martin Luther King Jr. Day, the Jan. 17 holiday, to pass a package of gun control bills that would ban assault weapons and increase penalties for gun traffickers.   The Democratic-controlled Assembly, which approved an assault weapons ban this year, quickly accepted the Governor's invitation. But leaders of the Republican majority in the State Senate said they would not return that day.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Deal Reached on Restoration Of Grand Central Terminal","web_url":"https://www.nytimes.com/1993/12/21/nyregion/deal-reached-on-restoration-of-grand-central-terminal.html","abstract":"  Grand Central Terminal is to undergo a long-awaited, $100 million renovation now that its private landlord has agreed to give the Metropolitan Transportation Authority control of the building and to relinquish its right to build a skyscraper over the mid-Manhattan landmark.   The pending arrangement, which officials disclosed yesterday, would be part of a new 110-year lease between the terminal's owner, the Penn Central Corporation of Cincinnati, and the M.T.A., which rents the terminal to the Metro-North Commuter Railroad.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Bugs Keep Planet Livable Yet Get No Respect","web_url":"https://www.nytimes.com/1993/12/21/science/bugs-keep-planet-livable-yet-get-no-respect.html","abstract":"  HUMANS may think they are evolution's finest product, but the creepies, crawlies and squishies rule the world. Remove people from the face of the earth and the biosphere would perk along just fine, ecologists say. Remove the invertebrates -- creatures like insects, spiders, worms, snails and protozoans -- and the global ecosystem would collapse, humans and other vertebrates would probably last only a few months, and the planet would belong mostly to algae and fungi.   But does invertebrates' indispensable role in supporting human life earn them any understanding, gratitude, respect or even recognition?  Precious little, according to a new study that explores both the critical importance of invertebrates and people's attitudes toward them. The study suggests that for the most part people hate the myriad small, spineless creatures on which their very existence depends and would just as soon see them wiped out.","thumbnail":null,"section":"Science"},{"date":"19931221","headline":"Japan Imports Rice, but Will People Eat It?","web_url":"https://www.nytimes.com/1993/12/21/world/japan-imports-rice-but-will-people-eat-it.html","abstract":"  Japan is allowing foreign rice into the country, but having brought the rice to the people, can it get them to eat?   Japan's Food Agency, which regulates rice distribution, fears that left to themselves, Japanese consumers will shun the strange-tasting and presumably inferior foreign rice. So to make sure the imported rice is eaten, the agency is thinking of mixing it with domestic rice rather than selling it separately.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Dinkins, in Labor Rebuff, Blocks Council Bill as a Curb on Giuliani","web_url":"https://www.nytimes.com/1993/12/21/nyregion/dinkins-in-labor-rebuff-blocks-council-bill-as-a-curb-on-giuliani.html","abstract":"  Mayor David N. Dinkins, rebuffing his longtime allies in the municipal labor movmement, yesterday blocked efforts in the City Council that he said would have inappropriately tied the hands of the new mayor.   The unions said they felt betrayed. But Mayor-elect Rudolph W. Giuliani, who has had several run-ins with Mr. Dinkins over decisions Mr. Giuliani viewed as pre-empting him during the transition, praised Mr. Dinkins highly for yesterday's actions.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Decriminalizing Drugs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-decriminalizing-drugs-letters-to-the-editor.html","abstract":"Regarding \"Giving In Won't Make Drugs Go Away\" (Opinion, Dec. 11): .A.M. Rosenthal damns legalization as \"callous to the point of cruelty,\" but fails to address the callousness of a system that thrives on entrapment, incarceration a","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Hartford School Suit Now Faces Uncertain Delay","web_url":"https://www.nytimes.com/1993/12/21/nyregion/hartford-school-suit-now-faces-uncertain-delay.html","abstract":"When the General Assembly narrowly approved a law promoting school integration last spring, many legislators hoped it would somehow dissuade the judge hearing the Sheff v. O'Neill school-desegregation suit from imposing a court order requiring Hartford's students to attend school with those of its suburbs. \n\nBut last week, when the Superior Court judge, Harry Hammer, suspended final arguments in the case until he could consider legal questions raised by the law, the immediate effect was not to put aside the Sheff case, but to draw the state's new, and as yet unchallenged, school-integration law into it.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Review/Theater: A Community Carol; Dickens Variation for the Inner City","web_url":"https://www.nytimes.com/1993/12/21/theater/review-theater-a-community-carol-dickens-variation-for-the-inner-city.html","abstract":"  Ebenezer Scrooge makes his living as a loan shark in one of the capital's most disadvantaged neighborhoods. Bob Cratchit is an out-of-work chef. It's his wife, Penny, who puts in the long, thankless hours in Scrooge's freezing offices. Their son T. T. (for Tiny Tim) has been confined to a wheelchair ever since a random bullet struck him in the spine while he was playing in the street.   \"A Christmas Carol\" may be the traditional holiday offering at countless resident theaters across the nation, but Arena Stage, joining forces with the Cornerstone Theater Company, is giving Charles Dickens's 150-year-old tale a decidedly nontraditional spin. The co-production, which runs at Arena through Jan. 2, is called \"A Community Carol\" and does more than just celebrate a \"wonderful togetherness.\" It shows the way.","thumbnail":null,"section":"Theater"},{"date":"19931221","headline":"Rostenkowski Inquiry Is Said to Widen","web_url":"https://www.nytimes.com/1993/12/21/us/rostenkowski-inquiry-is-said-to-widen.html","abstract":"  A grand jury investigation into the financial dealings of Representative Dan Rostenkowski, the chairman of the House Ways and Means Committee, has widened to include accusations that his Congressional office paid family acquaintances, full-time city employees and people who had not worked for him in years, according to a recent report by The Chicago Sun-Times.   The possible ghost employees include an alderman's wife who stayed on the Congressman's payroll for five years after she purportedly quit her job in 1987 to stay home and start a family, The Sun-Times reported.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"Power of the Press : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-power-of-the-press-letters-to-the-editor.html","abstract":"In response to \"Who Stole the News?\" (Books, Nov. 25) by Mark Hertsgaard: .At issue is a press that has an inflated view of its power and moral authority. Members of the press need to believe that they can shape the course of history by telli","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Look for the Talented Latins to Conqier the North","web_url":"https://www.nytimes.com/1993/12/21/sports/IHT-look-for-the-talented-latins-to-conqier-the-north.html","abstract":"Soccer is today between the devil and a bright a new dawn. Its soul cries out for performers to rescue the sport from the self-interest of its administrators. .It is not new, or unexpected, for the powers that be to throw players out into the mid-day s","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Bridge","web_url":"https://www.nytimes.com/1993/12/21/nyregion/bridge-159093.html","abstract":"  A triple that is believed to be unique was completed early this month. Larry Cohen of Little Falls, N.J., won the New Jersey Bridge League's Double Knockout Team Championship, and had earlier won similar titles in North Jersey and Westchester.   The other winners were David and Lisa Berkowitz of Old Tappan, N.J., and Bob and Barbara Sartorius of Lake Hiawatha, N.J. The trophy memorializes Sartorius's first wife, Linda. The final was won by 21 imps against a group comprising Bob and Joann Glasson of Pennington, N.J., Jay Korobow of Princeton, N.J., Steve Williams of Lawrenceville, N.J., and Carl Berenbaum and Rich Rothwarf, both of Philadelphia.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Now He's a Runaway Loser","web_url":"https://www.nytimes.com/1993/12/21/sports/now-he-s-a-runaway-loser.html","abstract":"  Cox's Sword got caught in traffic again yesterday, but at least this time he was running among horses and not automobiles.   For the first time since he escaped from the Belmont Park training track and sped westbound on the Hempstead Turnpike nearly two weeks ago -- a trek that covered two miles and took him into two counties -- Cox's Sword returned to safer racing at Aqueduct, finishing third in the third race at the track.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Auto Inspection Contract Has Hartford in Uproar; Weicker and ExMotor Vehicles Commissioner Trade Ethics Charges Over Bids","web_url":"https://www.nytimes.com/1993/12/21/nyregion/auto-inspection-contract-has-hartford-uproar-weicker-exmotor-vehicles.html","abstract":"  A bitter dispute inside the administration of Gov. Lowell P. Weicker Jr. has flared into full public view over the last week, breaking the holiday torpor of the Capitol with visions of subpoenas and investigations, and threatening to put Mr. Weicker on the defensive at the beginning of what he has said will be his final and most ambitious year in office.   The central figures are Mr. Weicker and his once-loyal Motor Vehicles Commissioner, Louis S. Goldberg, whom the Governor dismissed last week, along with two other department officials. Mr. Goldberg had openly challenged Mr. Weicker's account of how an Arizona company was chosen for a $150 million contract to test automobile emissions.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Harper Just Might Be Headed To Knicks","web_url":"https://www.nytimes.com/1993/12/21/sports/pro-basketball-harper-just-might-be-headed-to-knicks.html","abstract":"  Trade talk involving the Knicks and Derek Harper was in the air.   Harper was at Madison Square Garden wearing a Dallas Mavericks uniform, but wistfully thinking about playing for the Knicks. It was almost enough to make last night's game between the lowly Mavericks and the Knicks a side attraction.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Crack Down on 'Squeegees,' Those Street-Corner Extortionists; Boldness of Aspiration","web_url":"https://www.nytimes.com/1993/12/21/opinion/l-crack-down-on-squeegees-those-street-corner-extortionists-boldness-of-aspiration-622393.html","abstract":"  To the Editor:   I warn those betting on Mayor-elect Rudolph Giuliani and his appointed Police Commissioner, William Bratton, to wipe out the squeegee pests who annoy and harass drivers in Manhattan: History and tradition are on the side of the squeegee men.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Another Visit From St. Nicholas","web_url":"https://www.nytimes.com/1993/12/21/opinion/another-visit-from-st-nicholas.html","abstract":"  'Twas the Sunday before Christmas. Jock Elliott sat in the chancel of St. Peter's Episcopal Church in New York City, reading aloud \"A Visit From St. Nicholas.\" His recitation capped a tribute to the church's famous parishioner, Clement Clark Moore, a distinguished theological scholar who is far better known for 58 lines of verse.   Professor Moore, also a part-time poet, considered his little piece rather trivial. How terribly wrong he was. Composed in 1822, it possessed charm for the young that thrives to this day. Indeed, according to Mr. Elliott, were it not for this poem the legend of St. Nicholas might have died away long ago.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"White House Took Clinton Files After a Top Aide Killed Himself","web_url":"https://www.nytimes.com/1993/12/21/us/white-house-took-clinton-files-after-a-top-aide-killed-himself.html","abstract":"The White House said tonight that personal financial files of President Clinton and his wife were removed from the office of Vincent W. Foster Jr. after his suicide before Federal investigators had a chance to examine them.\n\nMark D. Gearan, the White House director of communications, said the files that were removed included documents relating to the Clintons' personal tax returns and their investment in an unsuccessful real estate company, the Whitewater Development Corporation, which is a subject of the Federal investigation into a failed savings and loan in Arkansas.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/21/arts/classical-music-in-review-632093.html","abstract":"  Angelina Reaux  Soprano Merkin Concert Hall    In its effort to transcend the bounds of conventional concert programming, the New York Philharmonic sponsored a cabaret concert on Sunday evening, the conclusion of its \"Brecht, Weill and Berlin: 1929-1935\" week. The orchestra's concerts brought together music composed for the stage by Berg and Weill. The Sunday evening concert showed another side of the prewar European music scene, the somewhat decadent view of life chronicled in songs mostly from films, radio plays and revues.","thumbnail":null,"section":"Arts"},{"date":"19931221","headline":"M.I.T. Suit Over Aid May Be Settled","web_url":"https://www.nytimes.com/1993/12/21/us/mit-suit-over-aid-may-be-settled.html","abstract":"  The Justice Department and the Massachusetts Institute of Technology are discussing an antitrust settlement in which colleges and universities could share some information about candidates for financial aid without running afoul of price-fixing laws.   The negotiations were discussed at a hearing here today in which Judge Louis C. Bechtle of Federal District Court set late March as the time for a retrial of the Government's case against M.I.T. The Government contends that M.I.T. violated antitrust laws by participating in a decades-long conspiracy with the eight Ivy League colleges and universities to fix the amounts of student-aid packages.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"Drexler Lost 10 Days","web_url":"https://www.nytimes.com/1993/12/21/sports/sports-people-pro-basketball-drexler-lost-10-days.html","abstract":"  All-Star Clyde Drexler of Portland merely sprained his left ankle when he stepped on the foot of another player in the second quarter of Sunday night's Trail Blazer victory against Milwaukee. Team physician Robert Cook said yesterday that the seven-time all-star could be back in the lineup in as few as 10 days. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"One Tyson Victory","web_url":"https://www.nytimes.com/1993/12/21/sports/sports-people-boxing-one-tyson-victory.html","abstract":"  The Indiana Court of Appeals yesterday granted MIKE TYSON , the former heavyweight champion now serving a six-year sentence in an Indiana prison, a hearing on a legal point in his 1992 conviction for rape.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Hurley Is Removed From Intensive Care","web_url":"https://www.nytimes.com/1993/12/21/sports/sports-people-pro-basketball-hurley-is-removed-from-intensive-care.html","abstract":"  BOBBY HURLEY, the Sacramento Kings guard, was removed from a hospital intensive care unit one week after suffering near-fatal injuries because of a car crash, doctors said yesterday. Officials at the University of California Medical Center in Sacramento said the 22-year-old Hurley was moved to a regular floor Sunday night. He has begun eating a normal diet, and his condition has been upgraded from serious to fair, the officials said in a statement.   Hurley, a two-time All-American at Duke, was injured on Dec. 12 when a station wagon collided with his vehicle following a Kings' home game. He suffered numerous injuries, among them collapsed lungs.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Youth Held In Shooting Of an Officer","web_url":"https://www.nytimes.com/1993/12/21/nyregion/youth-held-in-shooting-of-an-officer.html","abstract":"  A 15-year-old Brooklyn youth was arrested Sunday night in the shooting of an off-duty police officer during the robbery of the officer's sheepskin jacket, the authorities said yesterday.   The youth, Daniel T. Brown of 265 Livonia Avenue in the Samuel J. Tilden Houses in Brownsville, not far from where the shooting of Officer Eddie Vera took place, was arrested in a cousin's apartment in Red Hook shortly after 8 P.M. Sunday.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"What to Take When the World's Hard to Take; Costly and Disabling","web_url":"https://www.nytimes.com/1993/12/21/opinion/l-what-to-take-when-the-world-s-hard-to-take-costly-and-disabling-624093.html","abstract":"  To the Editor:   \"Drug Works, but Questions Remain\" (news article, Dec. 13), on the use of Prozac to treat dysthymia, or chronic depression, states that \"to some critics, the idea of people who are not really sick taking potent psychiatric drugs for months or years is a sobering prospect indeed.\"","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Albany Panel Asks Changes For Schools","web_url":"https://www.nytimes.com/1993/12/21/nyregion/albany-panel-asks-changes-for-schools.html","abstract":"  Citing \"wide disparities\" between rich and poor schools, a special state commission appointed by Gov. Mario M. Cuomo has decided to recommend school reforms that include allowing the state to run failing schools and redistributing commercial property taxes to aid poor districts.   The commission, which plans to present its report to the Governor tomorrow, also calls for allowing the state's five largest urban school districts, including New York City, to set their own budgets and levy taxes. And it recommends a reorganization of special-education services, which have received large increases in school aid without demonstrating improvements in student performances, the report says.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/21/style/chronicle-619393.html","abstract":"  For the price of a $5 raffle ticket, PETER LIMBURG, an author of science books, will sit down to lunch with HAROLD EVANS, the publisher of Random House.   Mr. Limburg was one of five winners of a raffle held last week by the American Society of Journalists and Authors to benefit the Llewellyn Miller fund, which provides grants to needy writers. Raffle buyers at the holiday party could choose tickets designated for lunch with one of five editors.","thumbnail":null,"section":"Style"},{"date":"19931221","headline":"Health Costs Vary Greatly By Industry, a Survey Finds","web_url":"https://www.nytimes.com/1993/12/21/us/health-costs-vary-greatly-by-industry-a-survey-finds.html","abstract":"  Employers and employees in private industry and state and local governments spent $258.5 billion for workers' health insurance last year, the Labor Department reported today in the first Federal survey of such spending.   Employers accounted for 86 percent of the total. They spent $221.4 billion for employee health benefits, or nearly six times as much as the $37.1 billion spent by workers.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"Review/Film; A Quiet English Setting, 1959: Enter, the Exotic Jeanne Moreau","web_url":"https://www.nytimes.com/1993/12/21/movies/review-film-a-quiet-english-setting-1959-enter-the-exotic-jeanne-moreau.html","abstract":"In 1950's England, girl plans to wed till mom's best friend appears.","thumbnail":null,"section":"Movies"},{"date":"19931221","headline":"Military Chaplain Fights A Battle Over Loyalties","web_url":"https://www.nytimes.com/1993/12/21/us/military-chaplain-fights-a-battle-over-loyalties.html","abstract":"  The end to Chaplain Garland L. Robertson's distinguished 20-year Air Force career can be traced to a moral dilemma: God or country?    Chaplain Robertson, who had consistently received outstanding evaluations, is a man of high ethical standards, his associates here at Dyess Air Force Base say, a straight-arrow who does not smoke, drink or swear. Before becoming a chaplain, he was a decorated pilot in Vietnam.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"For a Humane Haitian Refugee Policy","web_url":"https://www.nytimes.com/1993/12/21/opinion/l-for-a-humane-haitian-refugee-policy-627493.html","abstract":"  To the Editor:   John Shattuck, Assistant Secretary of State for Human Rights and Humanitarian Affairs, is right to call for a policy review of the program of returning boat people to Haiti without any inquiry into their claims of persecution (news article, Dec. 15).","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/21/nyregion/no-headline-103593.html","abstract":"  \"Janie works hard, of course, and she's a good wife and a good mother, but do you know she's never once made a gingerbread house with her children?\" -- MILDRED HASTINGS, speaking of her daughter, a 43-year-old insurance broker who has three children.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"1943: Arawe Captured : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-1943-arawe-captured-in-our-pages100-75-and-50-years-ago.html","abstract":"ADVANCED ALLIED HEADQUARTERS, New Guinea - [From our New York edition:] American troops captured the Arawe air strip in southwestern New Britain Sunday [Dec. 29], General Douglas MacArthur announced today in a communique. It had apparently not been used f","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Nets See Big Game as a Confidence Booster","web_url":"https://www.nytimes.com/1993/12/21/sports/pro-basketball-nets-see-big-game-as-a-confidence-booster.html","abstract":"  For Derrick Coleman, it will be just another game. But when the Knicks visit Byrne Meadowlands Arena on Tuesday night for their first meeting with the Nets this season, there will be more on the line than just bragging rights in the metropolitan area.   At 8-14, the Nets are reeling. They are just .500 at the Meadowlands (6-6) and have fallen eight games behind the Knicks (15-5) in the Atlantic Division. A Nets victory Tuesday would go a long way toward restoring a little confidence to a team that has been in almost every game this season but has rarely figured out how to win them.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"What to Take When the World's Hard to Take; Not Poison or Panacea","web_url":"https://www.nytimes.com/1993/12/21/opinion/l-what-to-take-when-the-world-s-hard-to-take-not-poison-or-panacea-625893.html","abstract":"  To the Editor:   Re \"With Millions Taking Prozac, a Legal Drug Culture Arises\" (front page, Dec. 13): Since its release Prozac has been called a poison capable of causing a homicidal rampage and an elixir capable of curing all manner of psychological illness. These extreme views obfuscate the debate.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/21/nyregion/news-summary-099393.html","abstract":"  International A3-17  'LESS SHOCK, MORE THERAPY' Too much emphasis on the Russian economy and too little attention to improving the daily lives of its people drove voters to support anti-reform candidates, the State Department's Russia expert said.  A1","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Giants Give the Saints a Look at a True Contender","web_url":"https://www.nytimes.com/1993/12/21/sports/pro-football-giants-give-the-saints-a-look-at-a-true-contender.html","abstract":"  Coming into this game, the idea for the Giants was to run the ball down the throats of the New Orleans Saints. No need. The way the Giants dominated them tonight, they could have run, passed or taken the ferry past the once awesome Saints' defense. This was no contest.   It was also a hard-hitting game that saw players get their helmets knocked off and Saints quarterback Wade Wilson almost get his knee taken off on a low hit by defensive end Mike Fox. The Giants, however, saw their chances of securing home-field advantage soar with the 24-14 victory over the Saints at the Superdome.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"A Few Reasons for U.S. Engagement in the Pacific","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-a-few-reasons-for-us-engagement-in-the-pacific.html","abstract":"Admiral Larson is commander in chief, U.S. Pacific Command. .-. Recent events in Somalia and Haiti have elicited a chorus of neo-isolationist sentiment in America. The refrain seems to be that the United States has no business \"meddling\" outs","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"It's a Wedding Blitz for Trump and Maples","web_url":"https://www.nytimes.com/1993/12/21/nyregion/vows-it-s-a-wedding-blitz-for-trump-and-maples.html","abstract":"  Marla Ann Maples, the daughter of Ann Ogletree and Stanley Maples, both of Dalton, Ga., was married last night at the Plaza Hotel to Donald John Trump, a son of Mary and Fred Trump of Jamaica Estates in Queens.    The bridegroom's previous marriage ended in divorce.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"No More Running Away From a Life of Depression","web_url":"https://www.nytimes.com/1993/12/21/nyregion/neediest-cases-no-more-running-away-from-a-life-of-depression.html","abstract":"  One night when Yvette Persod was 11 years old, she walked out of her family's apartment in Brooklyn and wandered off into the darkness. To this day, she says, she does not know exactly why she did it.   \"I just opened the door and I left,\" she said. When pressed, she tells of her family's crowded apartment, of beatings from her mother and of the screaming fights between her mother and father.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Review/Music; Making Some Joyful Noises, According to Duke Ellington","web_url":"https://www.nytimes.com/1993/12/21/arts/review-music-making-some-joyful-noises-according-to-duke-ellington.html","abstract":"  Duke Ellington's \"Sacred Concerts\" present a whole host of problems. Written, produced and recorded at the end of Ellington's career, they alternate between the unmitigatedly trivial and the gorgeous. In his use of a gospel choir and his own orchestra, Ellington tried to find common ground between the sacred and the secular, and there's an element of the revue to it, as if Louis Jordan had suddenly stepped in as librettist to make sure things didn't get too serious. But there are also passages of extraordinary beauty, where Ellington's scoring of the material -- one section harmonized two clarinets with an alto saxophone to create an eerie stillness -- is stunning in its vision.   David Berger's version of the \"Sacred Concerts,\" performed on Monday night at the Manhattan School of Music with the Institutional Radio Choir, Jon Hendricks, Wynton Marsalis, William Warfield and others, also showed how fluid the material can be. Mr. Berger modernized the music. Drawing on the three recorded versions, he cut some selections, added excerpts he'd found in the Smithsonian's Ellington archives, and clipped some of the less felicitous moments. He added a vocal chorus, featuring Jon Hendricks (who was meant to be the original singer for the work), and he let the soloists stretch. In a sense the concert became a variety show, with constantly changing textures, improvisers and dancers.","thumbnail":null,"section":"Arts"},{"date":"19931221","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/21/nyregion/c-corrections-571593.html","abstract":"  An article on Sunday about efforts to restore water quality in the Everglades rendered a percentage incorrectly in a quotation from George Frampton, an assistant Secretary of Interior, about a decline in sugar production that might result from these efforts. In suggesting that any decline could not be predicted precisely, he said, \"It might be 10 percent, or 20 percent, or 25 percent, or 28 percent less in 20 to 25 years.\" He did not use a 75 percent figure.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"A Custom to Be Banned : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-a-custom-to-be-banned-letters-to-the-editor.html","abstract":"Last March, the International Fellowship of Reconciliation raised the serious issue of sexual mutilation being practiced in some societies, at a meeting of the United Nations Commission on Human Rights. As Fellowship representatives at the United Nations","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Sports of The Times; How Will It End For L. T.?","web_url":"https://www.nytimes.com/1993/12/21/sports/sports-of-the-times-how-will-it-end-for-l-t.html","abstract":"  HE has only had five sacks. He has been slowed by a damaged hamstring muscle. While sitting on the Giants bench, he has been caught napping, or, at least, caught with his eyes closed. In seven weeks, Lawrence Taylor will be 35, not old for a legend who tore an Achilles' tendon a year ago, but old for a linebacker.     He's still a presence, still the pass-rusher that quarterbacks fear, but he's not the player he was.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"A Christmas Eve to Forget","web_url":"https://www.nytimes.com/1993/12/21/opinion/a-christmas-eve-to-forget.html","abstract":"Every time Christmas shopping rolls around, the ugly incident comes to mind.\n\nI had taken my daughter Brandi, who was 5 at the time, and Robbie, my son, who was 2, to my office Christmas party. It was very festive. The office was decorated in red and green, and the food was child-friendly. As chairwoman of the food committee, I had made sure of that. There were powdered and jelly doughnuts and plenty of soft drinks and fruit drinks. A Santa distributed gifts that parents had placed under the tree, and the office photographer snapped pictures of the excited children receiving the gifts.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Crack Down on 'Squeegees,' Those Street-Corner Extortionists","web_url":"https://www.nytimes.com/1993/12/21/opinion/l-crack-down-on-squeegees-those-street-corner-extortionists-620793.html","abstract":"  To the Editor:   As a 25-year Manhattan resident, I've followed with interest the discussion of the \"squeegees,\" men and women who wipe the windshields of motorists waiting in traffic. The Dec. 12 letter from Lyle Kessler, a Santa Monica movie producer, who espouses their cause, suggests he is a little too grounded in fiction. Consider the victim's perspective -- a victim being a driver who refuses to be intimidated into giving money to these hoodlums.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Giuliani Criticizes Times Article on Him","web_url":"https://www.nytimes.com/1993/12/21/nyregion/giuliani-criticizes-times-article-on-him.html","abstract":"  Mayor-elect Rudolph W. Giuliani yesterday called an article in The New York Times on Sunday about his confrontation with an ambulance crew \"very distorted,\" and said \"numerous people who supported my account\" were not interviewed.   The article described Mr. Giuliani's encounter last Tuesday with an Emergency Medical Service crew that responded when Matthew Spotnitz, 13, was hit by a taxi. Mr. Giuliani intervened when the lieutenant wanted to take the boy to New York Hospital, 16 blocks south, rather than to Columbia-Presbyterian Medical Center, 80 blocks north, where the boy's father is a heart surgeon and where the boy's mother wanted him to go.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Critic's Notebook; The Heavy Use (Good and Bad) Of Handel's Enduring 'Messiah'","web_url":"https://www.nytimes.com/1993/12/21/arts/critic-s-notebook-the-heavy-use-good-and-bad-of-handel-s-enduring-messiah.html","abstract":"  When the audience rises en masse at the beginning of Handel's \"Hallelujah\" Chorus, as it has habitually for more than 200 years, who is honored? The custom supposedly began with King George II, who by various accounts was either showing his admiration for the music or arriving late. In these times, the posture of royalty no longer has such decisive influence. Nor, in most cases, does a unanimity of Protestant spirit hold sway, as George Bernard Shaw once speculated. So the object of our veneration must be none other than Handel himself, the composer who stirs our souls from across the centuries.   At least 21 performances of \"Messiah\" have taken place in New York this month. In a sense, the numbing repetition of this work is a cause for alarm; it indicates a musical culture governed by habit rather than enthusiasm. Yet the work has a way of making its power known whether it is done well, badly or criminally. The ubiquity of \"Messiah\" may be depressing for various reasons, but it has the virtue of showing the durable force of a true masterwork.","thumbnail":null,"section":"Arts"},{"date":"19931221","headline":"Pensioners to the Rescue?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-pensioners-to-the-rescue-letters-to-the-editor.html","abstract":"In response to \"Europe's Ailing Pensions\" (Dec. 4) by Erik Ipsen: .Many of today's retirees could do with a lot less than the amount they currently receive in pensions and retirement bonuses. Times are tough, will get tougher, and we should a","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Talks on New South African Constitution at Impasse","web_url":"https://www.nytimes.com/1993/12/21/world/talks-on-new-south-african-constitution-at-impasse.html","abstract":"  Negotiations involving the white minority Government, the African National Congress and black and white opposition groups were deadlocked tonight over steps that might persuade the opposition to participate in multiracial elections next year.   The negotiators were trying to reach agreement on possible changes in the Constitution, due to be adopted on Wednesday, that would provide greater autonomy to South Africa's regions. The opposition black and white groups are linked by their demand that the new South Africa be a federation of powerful enclaves.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/21/arts/classical-music-in-review-393393.html","abstract":"  Anonymous 4  St. Michael's Church   Whatever the short-term benefit of hootenanny Masses, the Roman Catholic Church might have done better in the long run to stick to its Gregorian guns. The best singers of ancient chant and rudimentary counterpoint are suddenly drawing great churchfuls of mostly young listeners, evidently attracted by the music's kinship with the latest varieties of mystical Minimalism.","thumbnail":null,"section":"Arts"},{"date":"19931221","headline":"2 Men Killed and 2 Are Hurt in a Shooting","web_url":"https://www.nytimes.com/1993/12/21/nyregion/2-men-killed-and-2-are-hurt-in-a-shooting.html","abstract":"  Two men were shot dead and two others were seriously wounded about 3 P.M. yesterday in a Washington Heights apartment by three assailants who escaped, the police said. The motive for the shooting was related to drug dealing, investigators said.   The slain men, both shot in the head, were found in the living room of a sixth-floor apartment at 681 West 193d Street near Broadway Terrace, said Lieut. John Fahey of the 34th Precinct. They were later identified as Luis Alberto Tamarez, 32, and Felix Estaillat, 34.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"In Croatia, Ruling Party Reflects a House Divided","web_url":"https://www.nytimes.com/1993/12/21/world/in-croatia-ruling-party-reflects-a-house-divided.html","abstract":"  After 29 months of intermittent fighting to recover territory seized by its rebellious Serbian minority and to secure parts of Bosnia and Herzegovina, Croatia is a country divided both geographically and politically.   The physical division, now in its third year, is a result of an undeclared war with the Serbs in which Croatia lost control of one-third of its territory in 1991. The Serbs' hold on the region, the Krajina, effectively cuts the routes between the heartland and the coast.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Kiev Acts Quickly on Pledge To Disarm Nuclear Weapons","web_url":"https://www.nytimes.com/1993/12/21/world/kiev-acts-quickly-on-pledge-to-disarm-nuclear-weapons.html","abstract":"  Ukraine's President has told President Clinton that Kiev is prepared to deactivate its nuclear arsenal, including its entire force of modern SS-24 missiles, Clinton Administration officials said today.   The assurance was conveyed last month by President Leonid Kravchuk in a telephone conversation with Mr. Clinton, the officials said.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"To Promote Peace, Free Pollard","web_url":"https://www.nytimes.com/1993/12/21/opinion/to-promote-peace-free-pollard.html","abstract":"President Clinton would do the cause of Middle East peace a favor by commuting the prison term of Jonathan Pollard, the American Jew convicted of spying for Israel in 1987 and sentenced to life imprisonment.\n\nThe Israeli President, Ezer Weizmann, could do the same by reducing the 18-year term given to Mordechai Vanunu, an employee at the nuclear plant in Dimona. He has spent seven years in jail for disclosing information about what he said was Israel's nuclear weapons program.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Metropolitan College Report","web_url":"https://www.nytimes.com/1993/12/21/sports/metropolitan-college-report.html","abstract":"  Ivy League  Penn and Princeton are expected to battle for the conference championship, just as they did in the football season.   The Quakers (4-1) opened the season at Southern Cal and won, 77-62, behind junior guard Matt Maloney, who scored 19 points. Their only loss was to Ohio State. Senior forward Barry Pierce is averaging 20 points and 4.8 rebounds, but the team has little depth. Senior forward Andy Baratta is sidelined with a torn anterior cruciate ligament, so Penn will rely on a seven-man rotation.   The Tigers (5-3) finished fourth last season but Coach Pete Carril's club will be better with 6-foot-9-inch junior Rick Hielscher, the league's rookie of the year in 1991-92.    Harvard (5-2) is also off to a fast start. The Crimson's latest victory came Sunday night when they defeated Vermont, 92-64. Michael Gilmore, Darren Rankin and Kyle Snowden each scored 13 points, and Tarik Campbell had 14 assists, one shy of the school record.  Manhattan  Jason Hoover of Queens was named Metro Atlantic Athletic Conference rookie of the week after he replaced the injured Jamal Marshall Saturday against Hofstra. The Jaspers won by 75-59 at Nassau Coliseum and Hoover, a 6-5 forward, scored 15 points, shooting 5 for 7 from the floor and 5 for 6 from the free-throw line. He also collected a game-high 17 rebounds, and leads the league in that category. Buffalo   It hasn't been an easy transition since the Bulls jumped to Division I three years ago. Their latest loss, to Miami by 63-57 Sunday night, dropped the Bulls to 3-5. Last season they finished 5-22.    The Bulls will rely on Modie Cox, a 5-11 point guard. He leads the team in assists, is the second leading scorer (12.7) and is third in rebounding. Forward Myron Banks leads the team with 13-point and 7-rebound averages. But Buffalo should expect more from 7-foot sophomore center Kris Roets, who is getting 2.7 points and 1.3 rebounds in limited playing time.    Freshman Rasuan Young, New York's top high school scorer a year ago, is contributing, with a team-high 12 points against Miami. The Bulls face Duquesne (3-3) tomorrow.   The spotlight is on the first-year coach, Tom Cohane. After he was fired by Dartmouth in 1983, he left coaching and started a trading company on Wall Street. In 1988, while he ran the business, he voluntarily coached the Merchant Marine Academy and led the team to its first appearance in the Division III National Collegiate Athletic Association tournament. In 1990, Cohane left his firm and went to Boston College as an unpaid assistant.  Siena  Siena sits atop the M.A.A.C.at 6-2, and Doremus Bennerman is one reason why. The point guard averages 25.4 points a game, which leads the conference.    That hasn't given his backup, freshman Harel Gadot, a lot of time to play. Gadot only averages 2 points and 5 minutes per game. But he is still making progress on this team. A year ago, he was in the Israeli Army. One of the reasons he wanted to play in the United States was fellow Israeli Doron Sheffer, also a former soldier, who averages 10 points as a freshman point guard for UConn.  Monroe   In only its second year in Division III, the Mustangs (9-2) have jumped into the national rankings. They are ranked eighth in the National Junior College Athletic Association, the only school in the Tri-State area to crack the top 10. They got there by defeating then-No. 8 Suffolk Community College and Rockland Community College last week. The Mustangs then fell to Queensboro College, 88-83, committing 31 turnovers. They are led by forward John McCord's 16 points a game. St. John's Women   The Express (3-4) beat Manhattan, 76-61, last Saturday, thanks to the leading scorer, 5-10 senior forward Pam Odom, who is averaging 17.7 points and 6.6 rebounds. The name of the week belongs to her teammate, a junior guard averaging 15.2 points and 3.2 assists: Grace Kelly.   The Express will face Coppin State at Alumni Hall next Dec. 28 in the annual Christmas Invitational.   It was also announced that starting this season, one women's game will be featured every Sunday as the Big East game of the week. The Express will appear on television (the conference has not yet announced which network) at noon on Feb. 6, against Providence.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"When Holiday Styles Are Generations Apart","web_url":"https://www.nytimes.com/1993/12/21/us/when-holiday-styles-are-generations-apart.html","abstract":"  Jane Eagen, an insurance broker in Cincinnati, received a hefty bonus, a promotion and a raise last week. But these didn't take the edge off her holiday guilt. \"As soon as I hear that Christmas Muzak, I start thinking about the things I don't have time to do,\" she said.    Elaborate holiday celebrations may well be receding into the realm of Christmas past. Less frequent and more casual family gatherings, catered family Christmas parties and mail-order gifts have all become commonplace as a majority of women, who traditionally were the producers of these events, have begun to work outside the home.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"Gain Seen in High-Temperature Superconductors","web_url":"https://www.nytimes.com/1993/12/21/science/gain-seen-in-high-temperature-superconductors.html","abstract":"  A TEAM of French scientists has reported that it created a small sample of material that acts like a superconductor of electricity at a temperature of minus 10 degrees Fahrenheit, far warmer than that of previously known superconductors.   The complex material, assembled atom by atom, was capable of transmitting only a minuscule amount of electrical current, much too little to have any practical use. But the scientists involved, Dr. Michel Lagues and his colleagues at the Higher School of Physics and Industrial Chemistry of the City of Paris and the University of Paris, say they believe they have taken an important step toward developing the technology of superconductors.","thumbnail":null,"section":"Science"},{"date":"19931221","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/21/nyregion/c-corrections-568593.html","abstract":"  An article on Dec. 15 about the biotechnology industry in New York City described the status of one company, Hemazyme, incorrectly. The company changed its name to ZymeQuest Inc. in May but retains its corporate offices and research laboratory in Manhattan; it is not among the biotechnology companies that have left the city or gone out of business.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/21/sports/results-plus-396893.html","abstract":"  COLLEGE BASKETBALL  Better 2d Time Around     U.C.L.A.'s second trip to Houston in almost a quarter century was more successful than its first, as brothers Ed and Charles O'Bannon sparked a 93-72 victory over Houston last night. U.C.L.A.'s previous visit to Houston was for the \"Game of the Century\" on Jan. 20, 1968 when the Elvin Hayes-led Cougars defeated U.C.L.A. and Kareem Abdul Jabbar (then Lew Alcindor), 71-69. The two O'Bannons scored 13 of UCLA's first 17 points of the second half as the Bruins (6-0s) took control. Ed, a junior, scored 18 points and Charles, a freshman, finished with 16. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Rushdie's Lingering Saga : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-rushdies-lingering-saga-letters-to-the-editor.html","abstract":"In response to \"Here and There, the Righteous Don't Like to Learn\" (Opinion, Dec. 7) by William Pfaff: .Salman Rushdie's ongoing campaign to drum up outrage against his death sentence is not just \"understandable,\" as Mr. Pfaff is wi","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Chess","web_url":"https://www.nytimes.com/1993/12/21/arts/chess-142693.html","abstract":"  There is a fine line between having the courage of your convictions and being foolhardy. There is indeed something grand about playing into your opponent's strength, yet if you keep at it and suffer one loss after another without reprieve, it just begins to look as though you are defiantly impractical.   If the opponent happens to be Jun Xie of China, the 23-year-old women's world champion, good advice would be to confine her to a predominantly positional game of quiet maneuvering. But Nana Ioseliani of Georgia, her 31-year-old challenger in the women's title match, which ended in mid-November in Monaco, did the opposite. In game after game, Ioseliani got herself into precarious tactical complications and Jun did not fail to exploit them.","thumbnail":null,"section":"Arts"},{"date":"19931221","headline":"Not-So-Swift Ruling","web_url":"https://www.nytimes.com/1993/12/21/sports/sports-people-yacht-racing-not-so-swift-ruling.html","abstract":"  Competitors in the Whitbread Round the World yacht race will have to wait another month before a decision is made on a crucial appeal. Race officials in Australia said yesterday that they would review the time redress handed to the American yacht Winston, owned by DENNIS CONNER and skippered by BRAD BUTTERWORTH.    Winston was awarded a time adjustment of 21 hours 28 minutes 30 seconds by the race jury for turning back to assist the Italian yacht Brooksfield, which was disabled on Dec. 3. The redress moved Winston from fifth in its class after the first two legs of the race to second place, behind the overall leader, the Japanese-New Zealand entry Tokio.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"What to Take When the World's Hard to Take","web_url":"https://www.nytimes.com/1993/12/21/opinion/l-what-to-take-when-the-world-s-hard-to-take-623193.html","abstract":"  To the Editor:   When we are in pain, we want relief. But if that relief does not cure the cause of the pain, it will just recur.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/12/21/style/IHT-what-theyre-reading.html","abstract":"William D. Montalbano, the Rome bureau chief of the Los Angeles Times, is reading \"The Culture of Complaint: The Fraying of America\" by Robert Hughes. .\"Hughes writes with an adopted son's passion of a society so enmeshed in self-consumin","thumbnail":null,"section":"Style"},{"date":"19931221","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/21/nyregion/c-corrections-569393.html","abstract":"  The Pulse chart in the Metro Section yesterday about suburban crime misstated the rate of motor vehicle theft in Fairfield County, Conn. The correct rates were 807 per 100,000 residents in 1988, 1,018 in 1989, 1,067 in 1990, 1,166.3 in 1991 and 976.6 in 1992. Those figures exceeded the rates in Westchester County, N.Y., and Nassau County, L.I., but were lower than those in Hudson County, N.J., and New York City.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Cancer Data Are Revised","web_url":"https://www.nytimes.com/1993/12/21/style/cancer-data-are-revised.html","abstract":"  HARVARD researchers have revised a statistic in a study about the genetic contribution to a woman's likelihood of developing breast cancer.    In the study, published on July 21 in The Journal of the American Medical Association, the researchers said that only 2.5 percent of the 2,389 breast cancer cases that developed among the more than 117,000 women in the study could be attributed to a family history of the disease. But recently, the research team, led by Dr. Graham Colditz of the Channing Laboratory at Harvard, increased the percentage of cases linked with family history to 6 percent. The change was published as a correction in the journal.","thumbnail":null,"section":"Style"},{"date":"19931221","headline":"Inconsistent Tar Heels on the Up and Up","web_url":"https://www.nytimes.com/1993/12/21/sports/college-basketball-inconsistent-tar-heels-on-the-up-and-up.html","abstract":"  Although his team has stumbled only once so far this season, Dean Smith complained before tonight's game with Pittsburgh that the North Carolina Tar Heels have been inconsistent this season: up one game, down the next.   The defending national champions were definitely up this evening.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/21/nyregion/c-corrections-567793.html","abstract":"  A film review in Weekend on Friday about \"Beethoven's 2d\" misidentified the director of the earlier movie \"Beethoven.\" He was Brian Levant; Ivan Reitman was the executive producer.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"SCIENTIST AT WORK: Daniel S. Goldin; Bold Remodeler Of a Drifting Agency","web_url":"https://www.nytimes.com/1993/12/21/science/scientist-at-work-daniel-s-goldin-bold-remodeler-of-a-drifting-agency.html","abstract":"  BORN in the Bronx, street smart and full of energy, Daniel S. Goldin is the kind of person who can get comfortable in a crowded restaurant of booths and counters, of gruff waitresses and $2.50 cheeseburgers. While in New York on business, he downs a burger, fries and milkshake while recounting the challenges of heading the National Aeronautics and Space Administration, the Federal Government's largest scientific agency, a faded star whose luster he is trying to restore. His dark business suit, softened by wire-rim glasses and a battered leather briefcase, somehow fits the restaurant's decor and lunch-hour din.    Suddenly his face brightens. He leans forward in a confidential manner. Did you know, he asks, his voice dead serious, about the 15th-century Portuguese navigator who learned to catch prevailing winds halfway across the Atlantic toward Brazil before coming about and heading east, thus avoiding the doldrums and creating an indirect route to Africa that turned out to be much faster?","thumbnail":null,"section":"Science"},{"date":"19931221","headline":"NBC Gets Final N.F.L. Contract While CBS Gets Its Sundays Off","web_url":"https://www.nytimes.com/1993/12/21/sports/nbc-gets-final-nfl-contract-while-cbs-gets-its-sundays-off.html","abstract":"  A new era has arrived for American television viewers accustomed to watching their favorite pro football teams each Sunday afternoon: Fox and NBC are in. CBS is out.   The absence of CBS from National Football League broadcasts for the first time since 1956 was assured yesterday when NBC retained the rights to American Football Conference games in a four-year deal. Just three days earlier, the Fox Network knocked CBS out of televising National Football Conference games.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"The Politics of Identity","web_url":"https://www.nytimes.com/1993/12/21/opinion/the-politics-of-identity.html","abstract":"  The new Performing Arts Centre in Toronto opened this fall with a revival of Jerome Kern and Oscar Hammerstein's \"Showboat.\" The opening was stormy because of a picket line of protesters, who felt the musical denigrated blacks. In October, the producers flew in the eminent black American historian Henry Louis Gates Jr., who attempted in a lecture to place the musical in historical context. Some critics responded with indignation at what they saw as a typical display of American imperialism.    Protesting groups abound, and each claims the exclusive right to speak for the special interests it represents. Many of the attacks today on books, films and even musicals are launched in the name of the politics of identity, the principle that outsiders should be banned from speaking for any given minority.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Inman's Careful Career Of the Unexpected Move","web_url":"https://www.nytimes.com/1993/12/21/us/inman-s-careful-career-of-the-unexpected-move.html","abstract":"  Truly voluntary resignations in Washington are as rare as camera-shy lawmakers, but Bobby Ray Inman, chosen by President Clinton last week to be Secretary of Defense, once racked up two in a year.   Those departures, in 1982, were bipartisan. Mr. Inman quit as the Reagan Administration's Deputy Director of Central Intelligence after clashes with William J. Casey, the Director. Shortly afterward, he accepted and then resigned from a post as consultant to the House Intelligence Committee, charging that the panel, which was controlled by Democrats, had issued a partisan staff report on El Salvador.","thumbnail":null,"section":"U.S."},{"date":"19931221","headline":"World Voluntarism Group Forms","web_url":"https://www.nytimes.com/1993/12/21/world/world-voluntarism-group-forms.html","abstract":"  A new international organization, called Civicus, will try to stimulate philanthropy and community service throughout the world.   The group's organizers see its mission as helping countries cultivate voluntarism and community service to augment the activities of governments. They say that in many countries private philanthropy either is unknown or is languishing and that private groups can prod governments to do more for their citizens.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"Who's That Whining?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-whos-that-whining-letters-to-the-editor.html","abstract":"William Safire's opinion column \"A Whining Clinton and Two Others\" (Nov. 23) is an excellent example of the adage that one criticizes and ascribes to others faults that are actually one's own. It is Mr. Safire who is doing the whining, not Pres","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/21/nyregion/c-corrections-570793.html","abstract":"  An article on July 21 about a study of the risk of breast cancer, published in The Journal of the American Medical Association, included an incorrect figure from the researchers about the percentage of cases that could be attributed to a family history of the disease. A corrective article appears today on page C13.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"A Private Gift for Public Education","web_url":"https://www.nytimes.com/1993/12/21/opinion/a-private-gift-for-public-education.html","abstract":"  Walter Annenberg, who donated $365 million in June to three universities and a New Jersey prep school, has now targeted his wealth at the lower rungs of the education ladder. His latest donation, a staggering $500 million, is aimed at improving elementary and secondary education, where America is acknowledged to be much weaker than in higher education.   Mr. Annenberg says he wants to help stem the growing tide of violence in schools. His gift will be doled out over five years in challenge grants to educators who are developing innovative programs that, they hope, can be replicated across the country and thus reshape the way children are taught.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Suspect Is Sought in 20 Sexual Assaults","web_url":"https://www.nytimes.com/1993/12/21/nyregion/suspect-is-sought-in-20-sexual-assaults.html","abstract":"  The police said yesterday that they were seeking a rape suspect who they believe has committed more than 20 sexual assaults in Queens over the last four years.   Most of the rapes have occurred in the Far Rockaway section of Queens, but the police say that three in Nassau County may also have involved the suspect, said Sgt. John McCluskey, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"Crack Down on 'Squeegees,' Those Street-Corner Extortionists; Brighter Outlook","web_url":"https://www.nytimes.com/1993/12/21/opinion/l-crack-down-on-squeegees-those-street-corner-extortionists-brighter-outlook-621593.html","abstract":"  To the Editor:   I applaud New York's next Police Commissioner, William Bratton, for his plan to address the perception as well as the reality of urban disorder in the city.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Serbia Chief's Party Claims Vote Victory","web_url":"https://www.nytimes.com/1993/12/21/world/serbia-chief-s-party-claims-vote-victory.html","abstract":"  President Slobodan Milosevic's governing Socialist Party claimed victory today in Serbia's parliamentary elections on the basis of early vote counts.   If the incomplete returns are indicative of the final count, Mr. Milosevic has strengthened his grip on power by undercutting challengers from the monarchist right who had charged that Mr. Milosevic, a former Communist who changed his stripes in response to a wave of Serbian nationalism, was insufficiently patriotic and had made a mess of the economy.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"1893: Love's Labor Lost : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-1893-loves-labor-lost-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A curious action heard in the Queen's Bench yesterday [Dec. 20] was that brought by Lady Mabel Lievier to recover possession of letters written by her to Mr. Crosbie during their engagement. It had lasted from February to September, 1892, but Lad","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/21/nyregion/metro-digest-954593.html","abstract":"  NEW YORK CITY  RENOVATION FOR GRAND CENTRAL Grand Central Terminal will undergo a long-awaited $100 million renovation as the result of a deal in which its private landlord is to relinquish control of the mid-Manhattan landmark to the Metropolitan Transportation Authority. A1.   NYNEX IS ORDERED TO REDUCE RATES New York State regulators ordered the Nynex Corporation to reduce telephone rates next year by 3 percent, and also to set aside money to improve phone service. D1.  ","thumbnail":null,"section":"New York"},{"date":"19931221","headline":"ARISTIDE IS URGED TO BACK PREMIER","web_url":"https://www.nytimes.com/1993/12/21/world/aristide-is-urged-to-back-premier.html","abstract":"  With their drive to restore President Jean-Betrand Aristide to power at a virtual standstill, diplomats met with the Haitian leader today to urge him to show flexibility in reaching a solution to his country's political crisis.   Diplomats from the United States, France, Canada, Venezuela and the United Nations met with Father Aristide for more than three hours, but participants said later that he did not give them a commitment that he would support a new plan to end Haiti's political crisis.","thumbnail":null,"section":"World"},{"date":"19931221","headline":"On My Mind; To Russia in Constancy","web_url":"https://www.nytimes.com/1993/12/21/opinion/on-my-mind-to-russia-in-constancy.html","abstract":"  Sometime soon after the anti-Communist revolution, a new mantra entered international life.   The phrases \"free-market economy\" and \"democracy\" became chanted together, an inseparable formula. Without one, the other could not exist. In combination they were sung as the only answer to the future of Eastern Europe and Russia.","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/21/arts/classical-music-in-review-633993.html","abstract":"  Vladimir Feltsman  Pianist 92d Street Y    Pianists who play Bach have been in a peculiar position since the period-instrument movement hit its stride in the 1970's. On one hand, they faced pressure to surrender the literature to harpsichordists, and although that pressure has abated, the lingering fallout is the notion that piano performances should adopt coloristic constraints in the interest of suggesting a Baroque sensibility. That impulse, however, negated a long, popular tradition of pianistic Bach interpretation, personified in its most iconoclastic form by Glenn Gould, whose performances argued that the music thrives best when the player's imagination is unfettered by the weight of history.","thumbnail":null,"section":"Arts"},{"date":"19931221","headline":"Mets Get a Catcher, Seek a Shortstop","web_url":"https://www.nytimes.com/1993/12/21/sports/baseball-mets-get-a-catcher-seek-a-shortstop.html","abstract":"  If there's one thing in abundance in Flushing these days, it's the number of convoluted situations surrounding various positions for the Mets.   Who's on third, what's on second and, most important, who can play shortstop are just a few of the enormous questions. Yesterday, none were answered, but the Mets did plug at least one roster position.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"For Castro, New Era and Old Clothes","web_url":"https://www.nytimes.com/1993/12/21/opinion/IHT-for-castro-new-era-and-old-clothes.html","abstract":"In the following excerpts, Fidel Castro, the Cuban leader,replies to questions from Jas Gawronski, an Italian journalistand member of the European Parliament:","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Nehlen Wins Award","web_url":"https://www.nytimes.com/1993/12/21/sports/sports-people-college-football-nehlen-wins-award.html","abstract":"  DON NEHLEN, coach of undefeated West Virginia, has been voted the Joseph M. Sheehan Award by the Metropolitan New York Football Writers Association as its Division I coach of the year. The award is named after a former sportswriter for The New York Times.   The 58-year-old association, the oldest college football writers group, chose AL BAGNOLI, who led Penn to an unbeaten season and the Ivy League championship, as winner of the Scotty Whitelaw Award as Division I-AA coach of the year.","thumbnail":null,"section":"Sports"},{"date":"19931221","headline":"Prayer in the Schools Is an Individual Matter","web_url":"https://www.nytimes.com/1993/12/21/opinion/l-prayer-in-the-schools-is-an-individual-matter-626693.html","abstract":"  To the Editor:   How can voluntary prayer in public schools -- the subject of \"Mississippi Fights Ban on Prayers in Schools\" (news article, Dec. 7) and \"The Myth of 'Voluntary' School Prayer\" (editorial, Dec. 8) -- rouse so much controversy in this of all countries?","thumbnail":null,"section":"Opinion"},{"date":"19931221","headline":"Bombing of a Lebanese Christian Party Kills 2","web_url":"https://www.nytimes.com/1993/12/21/world/bombing-of-a-lebanese-christian-party-kills-2.html","abstract":"  A bomb exploded today in the headquarters of Lebanon's largest Christian political party during a leadership meeting, killing 2 people and wounding 90 others.   There was no immediate claim of responsibility for the blast, at the office of the rightist Phalangist Party.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19931221","time":"1993-12-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":75,"wspd":24.1},{"date":"19931221","time":"1993-12-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":73,"wspd":27.7},{"date":"19931221","time":"1993-12-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":76,"wspd":16.6},{"date":"19931221","time":"1993-12-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":75,"wspd":20.5},{"date":"19931221","time":"1993-12-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":89,"wspd":16.6},{"date":"19931221","time":"1993-12-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":89,"wspd":14.8},{"date":"19931221","time":"1993-12-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":86,"wspd":16.6},{"date":"19931221","time":"1993-12-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":80,"wspd":22.3},{"date":"19931221","time":"1993-12-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":78,"wspd":25.9},{"date":"19931221","time":"1993-12-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":81,"wspd":24.1},{"date":"19931221","time":"1993-12-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":72,"wspd":18.4},{"date":"19931221","time":"1993-12-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":69,"wspd":14.8},{"date":"19931221","time":"1993-12-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":64,"wspd":18.4},{"date":"19931221","time":"1993-12-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":60,"wspd":18.4},{"date":"19931221","time":"1993-12-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":63,"wspd":25.9},{"date":"19931221","time":"1993-12-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":56,"wspd":22.3},{"date":"19931221","time":"1993-12-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":58,"wspd":22.3},{"date":"19931221","time":"1993-12-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":81,"wspd":20.5},{"date":"19931221","time":"1993-12-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":65,"wspd":20.5},{"date":"19931221","time":"1993-12-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":63,"wspd":24.1},{"date":"19931221","time":"1993-12-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":64,"wspd":20.5},{"date":"19931221","time":"1993-12-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":69,"wspd":14.8},{"date":"19931221","time":"1993-12-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":67,"wspd":24.1},{"date":"19931221","time":"1993-12-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":66,"wspd":20.5},{"date":"19931221","time":"1993-12-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":76,"wspd":13},{"date":"19931221","time":"1993-12-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":76,"wspd":13},{"date":"19931221","time":"1993-12-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":80,"wspd":7.6},{"date":"19931221","time":"1993-12-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":73,"wspd":11.2},{"date":"19931221","time":"1993-12-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":76,"wspd":7.6},{"date":"19931221","time":"1993-12-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":82,"wspd":11.2},{"date":"19931221","time":"1993-12-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":11.2},{"date":"19931221","time":"1993-12-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":16.6},{"date":"19931221","time":"1993-12-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":97,"wspd":13},{"date":"19931221","time":"1993-12-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":97,"wspd":9.4},{"date":"19931221","time":"1993-12-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":100,"wspd":5.4},{"date":"19931221","time":"1993-12-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":97,"wspd":16.6},{"date":"19931221","time":"1993-12-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":14.8},{"date":"19931221","time":"1993-12-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":100,"wspd":20.5},{"date":"19931221","time":"1993-12-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":22.3},{"date":"19931221","time":"1993-12-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":14.8},{"date":"19931221","time":"1993-12-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":87,"wspd":22.3},{"date":"19931221","time":"1993-12-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":89,"wspd":33.5},{"date":"19931221","time":"1993-12-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":86,"wspd":38.9},{"date":"19931221","time":"1993-12-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":79,"wspd":38.9},{"date":"19931221","time":"1993-12-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":86,"wspd":38.9},{"date":"19931221","time":"1993-12-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":86,"wspd":37.1},{"date":"19931221","time":"1993-12-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":82,"wspd":37.1},{"date":"19931221","time":"1993-12-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":37.1}]},"19931222":{"guardian_articles":[{"date":"19931222","headline":"Inquest on black schoolboy halted","web_url":"https://www.theguardian.com/uk/1993/dec/22/lawrence.ukcrime","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19931222","headline":"Waste Found In a Program For Children","web_url":"https://www.nytimes.com/1993/12/22/nyregion/waste-found-in-a-program-for-children.html","abstract":"  A state-mandated program to help handicapped children in Suffolk County is rife with abuse, a grand jury has found, and aggressive recruiting by poorly regulated treatment centers and therapists has made the $126 million program the most expensive one in the state.   In a report released today, the Suffolk County grand jury said that state law gives too much power to therapists and treatment centers to decide which children should receive services and how much to charge, opening the program to abuse and making it difficult to control costs.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/22/nyregion/c-corrections-674193.html","abstract":"  An obituary by The Associated Press on Dec. 2 about Francis L. Dale, a former United States representative at the United Nations, professional sports executive and publisher of newspapers in Cincinnati and Los Angeles, referred incorrectly to his Navy service in World War II. He was a gunnery officer aboard the destroyer escort Pillsbury when it captured a German submarine. He was not yet the ship's commander.  The officer in charge was Lieut. Comdr. George W. Caselman.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"No Holiday Trials (Juries Might Catch the Spirit)","web_url":"https://www.nytimes.com/1993/12/22/us/no-holiday-trials-juries-might-catch-the-spirit.html","abstract":"  The sound of high school carolers and the sight of Christmas trimming have led the county court in this small western Pennsylvania town to postpone all jury trials until after the holidays. The Christmas spirit simply made it too likely that jurors would be inclined to be lenient toward defendants, the three judges of the Mercer County Court of Common Pleas decreed.   Legal experts say that calling off jury trials for this reason during the holidays may be unprecedented in American courts. But one expert adds that she does not think it will make much difference: there is no evidence that the holidays affect the outcomes of trials.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"Ailing Islanders Are Looking Once More to the Kid Line","web_url":"https://www.nytimes.com/1993/12/22/sports/hockey-ailing-islanders-are-looking-once-more-to-the-kid-line.html","abstract":"  With three defensemen out with injuries, the Islanders are depending more on their forward lines. The best one has been the Kid Line of Travis Green, Marty McInnis and Brad Dalgarno.   They have accounted for nine goals and nine assists in the Islanders' five-game unbeaten streak. Tonight, they will try to extend the streak in Montreal against the Canadiens.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Turning Back to an American Turning Point, 1968","web_url":"https://www.nytimes.com/1993/12/22/arts/turning-back-to-an-american-turning-point-1968.html","abstract":"  It was the best of years. It was the worst of years. That's 1968, the subject of tonight's \"CBS Reports.\" Abetted by punchy newsreel clips, Mike Wallace takes what in more tranquil times might be called a stroll down memory lane. Since most of these memories are of war abroad and clashes at home, it's more like trying to stroll through Sarajevo on a busy day.   In Vietnam, there were the Tet offensive, a military defeat for North Vietnam but a propaganda victory, and the massacre at My Lai, a moral disaster for the United States. In Biafra, there was man-made starvation, and in Czechoslovakia, Soviet tanks crushed the Prague Spring.","thumbnail":null,"section":"Arts"},{"date":"19931222","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/12/22/books/book-notes-469293.html","abstract":"  Prizes and Performance   For the author who wins one, a National Book Award carries a $10,000 check and literary prestige. But does it automatically translate into general fame, sudden fortune or substantially greater net sales?    A month after E. Annie Proulx won the 1993 fiction prize for \"The Shipping News,\" a novel about a down-at-the-heels newspaper reporter in Newfoundland, her star has unquestionably risen. But her publisher, Charles Scribner's Sons, says it is still too early to predict what the award means for final sales of her book.","thumbnail":null,"section":"Books"},{"date":"19931222","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/22/style/chronicle-671793.html","abstract":"  Now, it's Prince EDWARD who wants to shoo those nasty reporters away.    Journalists have been hot on the trail of the Prince, Queen Elizabeth's youngest child, since the news began spreading that he is romantically involved with SOPHIE RHYS-JONES, 28, a public relations executive.","thumbnail":null,"section":"Style"},{"date":"19931222","headline":"A Setback for Sur","web_url":"https://www.nytimes.com/1993/12/22/sports/sports-people-figure-skating-a-setback-for-sur.html","abstract":"  The top United States ice dancers will apparently be ineligible for the Winter Olympics after the attempt by GORSHA SUR, a Russian, to gain accelerated citizenship met another roadblock yesterday.   Sur and RENEE ROCA, both of whom live in Colorado Springs, won the 1993 United States championship and are favored to repeat at the 1994 nationals next month in Detroit. To be eligible for the Winter Olympics, though, Sur must be a United States citizen by the time of the national championships, which begin Jan. 4.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"YELTSIN SHAKES UP SECURITY MINISTRY","web_url":"https://www.nytimes.com/1993/12/22/world/yeltsin-shakes-up-security-ministry.html","abstract":"  President Boris N. Yeltsin declared today that the successor to the K.G.B., the Security Ministry, had proven \"unreformable\" and ordered it transformed into yet another new internal security service.   In a statement issued through the Itar-Tass news agency, Mr. Yeltsin denounced the Security Ministry as \"obsolete, ineffective, a burden on the state budget and a restraining factor for the implementation of political and economic reform.\"","thumbnail":null,"section":"World"},{"date":"19931222","headline":"Agassi Has Surgery on His Aching Right Wrist","web_url":"https://www.nytimes.com/1993/12/22/sports/tennis-agassi-has-surgery-on-his-aching-right-wrist.html","abstract":"  Andre Agassi, hampered for the last year by tendinitis in his right wrist, underwent surgery on Monday afternoon at the Santa Barbara, Calif., clinic of Dr. Richard Scheinberg, the same orthopedist who three years ago rebuilt the wrist of another of tennis's unorthodox sluggers, Jimmy Connors.   Agassi's rehabilitation period is expected to force him to again miss the first Grand Slam event of 1994, the Australian Open. Agassi, 23, has skipped or missed the Australian for the last seven years but had planned to make his Melbourne debut in 1994. Instead, Agassi's latest comeback from what has turned out to be a career-threatening condition will probably have to wait until February.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/22/nyregion/c-corrections-672593.html","abstract":"  A picture caption on Sunday about the re-emergence of the Muslim militant group Al Jihad in Egypt incorrectly described an attack that killed seven people last August. It occurred near, but not at, the American University.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"A Holtz for UConn?","web_url":"https://www.nytimes.com/1993/12/22/sports/sports-people-college-football-a-holtz-for-uconn.html","abstract":"  SKIP HOLTZ, offensive coordinator at Notre Dame, where his father is head coach, will be named head coach at the University of Connecticut at a news conference today in Storrs, Conn., according to reports.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"How Tenure Safeguards Academic Freedom","web_url":"https://www.nytimes.com/1993/12/22/opinion/l-how-tenure-safeguards-academic-freedom-703993.html","abstract":"  To the Editor:   What you neglect in \"Amid Joblessness, the Joys of Tenure\" (The Week in Review, Dec. 12) is that abolition of tenure would radically change the character and qualifications of college and university faculties. Young people now typically spend five or six years earning a doctorate in the subject to be taught. Why would they do so if their training could be rendered useless by some administrator who decided that they, having reached age 40, were \"dead wood\"?","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"China Weighs Using Sterilization and Abortions to Stop 'Abnormal' Births","web_url":"https://www.nytimes.com/1993/12/22/world/china-weighs-using-sterilization-and-abortions-to-stop-abnormal-births.html","abstract":"  China's Minister of Public Health has proposed national legislation to halt the birth of \"abnormal\" children, using Government-ordered sterilizations and abortions if necessary.   The Minister, Chen Minzhang, has presented draft legislation on \"eugenics and health protection\" to the National People's Congress and said China is in \"urgent need of adopting such a law to put a stop to the prevalence of abnormal births,\" the official New China News Agency reported.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/22/style/chronicle-466893.html","abstract":"  MOLLY IVINS, the syndicated columnist for The Fort Worth Star-Telegram and best-selling author of two books, has punctured the pretensions of many political figures over the years and poked fun at their behavior. But would she dare become one of them, say a United States Senator?    The editors of The Nation think that's a mighty fine idea, and in an editorial in the January 3/10 issue, which will be on newsstands today, they suggest that she run for the Texas seat now held by Kay Bailey Hutchison, a Republican. Ms. Ivins is also a contributing editor at The Nation.","thumbnail":null,"section":"Style"},{"date":"19931222","headline":"ISRAEL AND P.L.O. BEGIN NEW TALKS","web_url":"https://www.nytimes.com/1993/12/22/world/israel-and-plo-begin-new-talks.html","abstract":"  Israeli and Palestinian officials began talks here today aimed at resolving disputes that have delayed carrying out September's Middle East peace agreement.   A French Government official said that the two delegations had opened discussions at the Hotel Inter-Continental in central Paris, but that negotiations would not begin in earnest until Foreign Minister Shimon Peres of Israel meets with a Palestine Liberation Organization executive committee member, Yasir Abed Rabbo.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"Brain Implant, Anyone?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-brain-implant-anyone-letters-to-the-editor.html","abstract":"Regarding \"Doctors' Panel Urges Access to Implants\" (Health/Science, Dec. 2): .Since it is not known exactly how much silicone leaks into women's bodies from implants, let us play dumb and pretend we don't know that any leakage of a noxious s","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"No Wonder New York City's Losing Bus Riders","web_url":"https://www.nytimes.com/1993/12/22/opinion/l-no-wonder-new-york-city-s-losing-bus-riders-710193.html","abstract":"  To the Editor:   Further to your Dec. 6 news article on declining New York City bus ridership: Like many pedestrians and mass-transit supporters in this city, I have very definite opinions about our buses. A recent subway advertisement for the Transit Museum depicts the trolley of yesteryear as a dinosaur. But it is today's behemoth Grumman-manufactured bus that should be so labeled. It is this giant leftover from the days of cheap, abundant fuel that more often than not disobeys traffic signals or \"blocks the box,\" snarling traffic.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-letters-to-the-editor.html","abstract":"The writer is a senator and leading human rights activist in the Philippines.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Go Straight to the Market : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-go-straight-to-the-market-letters-to-the-editor.html","abstract":"In response to \"On With the Work of Democracy in Russia\" (Opinion, Dec. 18): .President Boris Yeltsin should have created a holding company owning all public enterprises; given each citizen one share (no vouchers, please) in it, and let them","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Santiago del Estero Journal; With Fire and Fury, Argentine Poor Make a Point","web_url":"https://www.nytimes.com/1993/12/22/world/santiago-del-estero-journal-with-fire-and-fury-argentine-poor-make-a-point.html","abstract":"  The plan by provincial government workers, who had not been paid in more than three months, was apparently to make a modest protest by overturning one official car next to the Governor's mansion here and then going home.   Quickly, however, their pent-up frustrations erupted on Thursday, federal officials say, as 4,000 demonstrators burned cars, sacked and burned government buildings and even invaded the homes of prominent politicians.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"There May Still Be Time for Talking","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-there-may-still-be-time-for-talking.html","abstract":"Eight months ago, a friend arrived sobbing at my door in Algiers. He told me the government was forcing him to strip away the symbol of his faith. From now on, even the most devout Muslims would have to shave off their beards or risk brutal abuse from th","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"In America; Football's Fearful Reality","web_url":"https://www.nytimes.com/1993/12/22/opinion/in-america-football-s-fearful-reality.html","abstract":"  In an interview with ESPN, Randall Cunningham, the gifted quarterback of the Philadelphia Eagles, discussed an injury he suffered earlier this year that put him out of action for the rest of the season:   \"I heard my ankle snap, so I said to myself, 'Wow, I broke my ankle.' So they put it back together and they clamped it. They put clamps on it. And they drilled a screw straight through, so it was locked. Then they put a plate on the outside with screws going all the way through -- normal screws, like you put in wood. And I can feel it. It's kind of crazy.\"","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Led by a Tiny Hand, Man Leaves Street Life","web_url":"https://www.nytimes.com/1993/12/22/nyregion/about-new-york-led-by-a-tiny-hand-man-leaves-street-life.html","abstract":"  FOR Thomas Vance and his daughter, who was conceived when he and her mother were homeless crack addicts, 1993 has been a pretty good year.    \"Kendra turned 3 in March,\" said Mr. Vance, who was able to kick a five-year crack habit after the partner with whom he had lived in subway stations became pregnant. She is still living somewhere on the streets, while he gave up drugs to claim and raise Kendra.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"2 Bronx School Chiefs Ousted After Trying to Combat Graft","web_url":"https://www.nytimes.com/1993/12/22/nyregion/2-bronx-school-chiefs-ousted-after-trying-to-combat-graft.html","abstract":"  Two Bronx school superintendents hired to help improve schools and fight graft are being ousted by their local school boards, which have long histories of corruption.    The two superintendents, Felton Johnson in District 9 and Robert Henry in District 12, have been notified in recent days that their contracts will not be renewed. The two districts were singled out again last week for censure by the New York City school system's top investigator in a report on voter fraud in the spring school board elections.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Sports of The Times; Desert Duel: Meggett vs. Beuerlein","web_url":"https://www.nytimes.com/1993/12/22/sports/sports-of-the-times-desert-duel-meggett-vs-beuerlein.html","abstract":"  IN their 11-3 revival this season, the Giants have reflected Dan Reeves's controlled efficiency. No finger pointing after losses. No gloating after the victories. No lingering squabbles among the players.   Above all, no quotes that opposing teams could post on a bulletin board for psychological stoking. Until now.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Rewarded by Annenberg in the Bronx","web_url":"https://www.nytimes.com/1993/12/22/education/rewarded-by-annenberg-in-the-bronx.html","abstract":"  The principal of University Heights High School in the Bronx squirmed in her chair in front of the classroom. \"My topic is the same as Suzanne's,\" she said, popping her chewing gum. \"So she said everything I would have said already.\"   When she finished, the students in the advanced placement class in philosophy and human values snickered as they filled out their evaluations. They had designed the criteria against which they themselves would be measured. Accepting with mock consternation lower marks than her co-teacher, Suzanne Valenza, the principal, Nancy Mohr, said she was satisfied that her students had achieved an important goal: taking control of the standards they are asked to meet.","thumbnail":null,"section":"Education"},{"date":"19931222","headline":"Eating Well","web_url":"https://www.nytimes.com/1993/12/22/style/eating-well.html","abstract":"FOR some people, extra pounds are the inevitable consequence of holiday food and drink. And when the party is over, the task of getting rid of the newly gained weight begins.\n\n The cheapest, most readily available and arguably the most popular method for starting a diet is to buy the latest book on \"How to get rid of those extra pounds, fast!\" But before laying down as much as $25 for advice, consider what some experts say.","thumbnail":null,"section":"Style"},{"date":"19931222","headline":"Wanted: A Cabinet of Taxpayers","web_url":"https://www.nytimes.com/1993/12/22/opinion/wanted-a-cabinet-of-taxpayers.html","abstract":"  Of course, the White House knew it was asking the public and Congress to accept a double standard in nominating Bobby Ray Inman as Secretary of Defense. That's why the public was kept in the dark for four days about what President Clinton has known for weeks.    For seven years Mr. Inman has failed to pay Social Security taxes on his housekeeper's wages. His failure continued throughout a year in which thousands of Americans, alerted by Zoe Baird's experience, voluntarily began payments.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Dinkins Encourages Council to Retain His Key Programs","web_url":"https://www.nytimes.com/1993/12/22/nyregion/dinkins-encourages-council-to-retain-his-key-programs.html","abstract":"  Striving to define and protect his legacy, Mayor David N. Dinkins appealed to the City Council yesterday to preserve the liberal programs he initiated from what he called \"the very different ideology and philosophy\" of Mayor-elect Rudolph W. Giuliani.   In a speech before the Council -- his last formal address before he leaves office in nine days -- Mr. Dinkins was by turns conciliatory and biting. He appealed to New Yorkers to put aside the racial and political divisiveness of the mayoral campaign and to Mr. Giuliani to bring the city together and \"make us proud.\"","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/22/nyregion/news-summary-031093.html","abstract":"  International A3-14  AID MAY FLOW TO RUSSIA  The International Monetary Fund may relax conditions for freeing aid to Russia. At the same time, officials of the fund pressed President Yeltsin to continue reforms and devote more financial attention to the poor.  A1  NEW SECURITY SERVICE FOR RUSSIA  President Yeltsin dissolved the K.G.B.'s successor and created a third generation to handle internal security, but left as its head a career K.G.B. agent.  A14","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Times Names Culture Editor","web_url":"https://www.nytimes.com/1993/12/22/arts/times-names-culture-editor.html","abstract":"  The appointment of Daniel Lewis as the cultural news editor of The New York Times was announced yesterday by Max Frankel, the newspaper's executive editor.   Mr. Lewis, now the editor of the Week in Review section, will start his new job in late January, heading a department of more than 50 critics, reporters and editors and overseeing the Arts and Leisure and Weekend sections as well as the daily arts coverage. He succeeds Paul Goldberger, who has been named the chief cultural correspondent and plans to report on arts institutions and on urban planning.","thumbnail":null,"section":"Arts"},{"date":"19931222","headline":"MORE OF HOMELESS ARE NOW FAMILIES","web_url":"https://www.nytimes.com/1993/12/22/us/more-of-homeless-are-now-families.html","abstract":"  A survey of 26 major cities has found that the proportion of the homeless population consisting of families with children increased by 30 percent this year.   While families made up 33 percent of those seeking food and shelter last year, they account for 43 percent now, according to a report on the status of Hunger and Homelessness in American Cities. The report was released today by the United States Conference of Mayors.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"Bridge","web_url":"https://www.nytimes.com/1993/12/22/nyregion/bridge-394793.html","abstract":"  A recent study of the bridge players of Eastern Long Island found a giant web of interconnecting partnerships at a group of duplicate clubs. A player might have a regular date to play with A on the first Sunday of the month, B on the first Monday, and so on. Many play five times a week, and therefore have 20 regular dates, although some dates may be weekly rather than monthly. If asked for a date by a newcomer, a player is likely to offer the fifth Thursday, or another fifth, since those are not permanently reserved.   This web of connections provides a helpful network after events like retirement, relocation or the death of a spouse. A survey found that the average age of the players in one game was over 65. The youngest player was 47, and the oldest 93. More than 75 percent were women.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/22/nyregion/inside-085993.html","abstract":"  No Cure-All for Argentina    A modest gesture of protest that overflowed into widespread violence in Argentina shows that all is not well, despite economic progress. Page A4.  ","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"A Bronx Tale of Feasting","web_url":"https://www.nytimes.com/1993/12/22/opinion/a-bronx-tale-of-feasting.html","abstract":"Maybe it didn't snow for Christmas every year in the Bronx back in the 50's. But my memory of at least one perfect snowbound Christmas Eve makes me think it did so often enough that I still picture my neighborhood being as white as Finland when I lived south of Pelham Bay along the choppy waters of Long Island Sound.\n\nIt was an enclave of first- and second-generation Italian, Irish, German, Polish and Scandinavian families for whom sumptuous Christmas feasts helped maintain their link to the Old Country long after most other immigrant traditions had faded away. Food was central to everyone's thoughts at Christmas, and the best cooks in each family were renowned for specific dishes no one else dared make.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Review/Music;\nRappers Reach Into a Jazz Bag","web_url":"https://www.nytimes.com/1993/12/22/arts/reviewmusic-rappers-reach-into-a-jazz-bag.html","abstract":"The jazz hip-hop group Us 3 appeared at the Grand on Thursday night riding a hit single, \"Cantaloop (Flip Fantasia).\" The bouncy song features a whirling loop from Herbie Hancock's \"Cantaloupe Island.\" Though the group shows promise, its performance was marred by too much musical chaos. The band element of Us 3 seemed to be fighting with its rap element for top billing.\n\nOther rap groups, including A Tribe Called Quest, Gang Starr, Guru's Jazzmatazz and Digable Planets, have attempted with varying degrees of success to meld hip-hop and jazz. Us 3, next in line, has the entire library of jazz recordings from the Blue Note label at its disposal. Songs like \"Cantaloop\" demonstrate the band's quirky collective imagination, but others, like \"Just Another Brother\" and \"Knowledge of Self,\" are thoroughly trite. \"Knowledge of Self,\" for example, fell flat at the Grand -- the band picking up with intensity where the rappers left off, at times completely drowning out their voices.","thumbnail":null,"section":"Arts"},{"date":"19931222","headline":"Cities Must Generate Support for Recycling","web_url":"https://www.nytimes.com/1993/12/22/opinion/l-cities-must-generate-support-for-recycling-709893.html","abstract":"  To the Editor:   Michael D. Diederich Jr., Assistant County Attorney in Rockland County, New York, performs a service in commenting on the garbage \"flow control\" case before the United States Supreme Court in \"Should Municipalities or Businesses Control Trash Handling?\" (letter, Dec. 7).   Mr. Diederich, however, misses an important fact: the \"flow control\" case is about protecting costly incinerators, not about improving recycling. Rather than encouraging incineration, city and state governments should be assisting recycling by improving the marketplace for discarded materials that can be reprocessed.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Priceless Gifts","web_url":"https://www.nytimes.com/1993/12/22/opinion/l-priceless-gifts-708093.html","abstract":"  To the Editor:   Re your Dec. 15 news article on the $4 billion loss in value of gifts that recipients don't like, as calculated by Prof. Joel Waldfogel of Yale University: While I have not read his American Economic Review article, Professor Waldfogel omits an important variable. That is the deadweight gain earned on gifts that are valued more highly than what the gift giver spent.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"I.M.F. May Loosen Conditions for Aid To Russia Economy","web_url":"https://www.nytimes.com/1993/12/22/world/imf-may-loosen-conditions-for-aid-to-russia-economy.html","abstract":"  Officials of the International Monetary Fund said today that they were considering loosening their conditions for releasing aid to Russia, but they also called on President Boris N. Yeltsin to spend more on the poor and less on propping up inefficient state industries.   Responding to stinging criticisms that the fund has not been sensitive enough to Russia's hardships, officials held out the hope that easing conditions on aid would make economic reform more palatable to Russians.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"F.B.I. Chief Suspended for Interview on Bombing Case","web_url":"https://www.nytimes.com/1993/12/22/nyregion/fbi-chief-suspended-for-interview-on-bombing-case.html","abstract":"  The New York F.B.I. chief, who supervised the World Trade Center bombing investigation, has been suspended from his duties after Government lawyers complained that he had talked about the bombing case during a television interview.   James M. Fox, the assistant director in charge of the New York office, was suspended on Dec. 10, less than a month before his retirement, by F.B.I. director Louis J. Freeh. The disciplinary action was for comments on the Dec. 4 broadcast of \"11 News Close-Up\" on New York television station WPIX, F.B.I. officials said.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"TALKS ON BOSNIA TACKLE LAND ISSUE","web_url":"https://www.nytimes.com/1993/12/22/world/talks-on-bosnia-tackle-land-issue.html","abstract":"  Negotiators at a new round of peace talks over Bosnia and Herzegovina grappled tonight with a proposal to give somewhat larger territorial concessions to the Muslims as part of an overall settlement.   President Franjo Tudjman of Croatia said after eight hours of talks that the Croats and Serbs had agreed to grant the Muslims a full one-third of the land, up slightly from the 30 percent offer of a previous package that collapsed. But there was no confirmation by the Serbs, and no indication that the offer had been presented to the Muslim-dominated Bosnian Government.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"Estate Wins $100,000 Settlement From Health Insurer for AIDS Bias","web_url":"https://www.nytimes.com/1993/12/22/us/estate-wins-100000-settlement-from-health-insurer-for-aids-bias.html","abstract":"  Settling charges that it had discriminated against members with AIDS, a union welfare fund in Minnesota agreed yesterday to pay $100,000 to the estate of a construction worker who died last year.   The payment to the estate of Mark Kadinger, a 36-year-old construction worker who died in November 1992, was the first large award in a case involving an AIDS-related denial of health insurance under the Americans With Disabilities Act, which took effect last year.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"Review/Film: Faraway, So Close; Wim Wenders's Angels Drop In for Another Visit","web_url":"https://www.nytimes.com/1993/12/22/movies/review-film-faraway-so-close-wim-wenders-s-angels-drop-in-for-another-visit.html","abstract":"Wenders's mingling and meddling angels again. Lyrical and profoundly goofy.","thumbnail":null,"section":"Movies"},{"date":"19931222","headline":"1918: Welcome Home : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-1918-welcome-home-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The United States War Camp Community Service announces that the following wireless message will be sent during the next three days to all homecoming warships: \"New York City welcomes the homecoming officers and men with a Merry Christmas a","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Accord Elusive in South Africa","web_url":"https://www.nytimes.com/1993/12/22/world/accord-elusive-in-south-africa.html","abstract":"  After 16 hours of talks aimed at averting an election boycott in South Africa by a bloc of pro-apartheid whites and conservative blacks, negotiators adjourned early this morning without a breakthrough. But the officials said they had agreed to resume the talks later.    It was not immediately clear when the talks would reconvene. Some reports said there would be a session later today, while others said there would be no resumption until January.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"Indians-Mariners Trade Leaves Mets Still Looking","web_url":"https://www.nytimes.com/1993/12/22/sports/baseball-indians-mariners-trade-leaves-mets-still-looking.html","abstract":"  The Mets' Joe McIlvaine, frustrated in his attempts to solve his team's problems at shortstop, has lamented for some time that he could write a book about the would-be trades just out of arm's reach.   The book McIlvaine was attempting to write about the acquisition of a Gold Glove-caliber shortstop took a dramatic twist and has come to a sudden, unwelcome end. The Seattle Mariners temporarily derailed McIlvaine's grand design Monday night by trading Omar Vizquel, their sharp-fielding shortstop, to the Cleveland Indians for shortstop Felix Fermin, infielder Reggie Jefferson and cash.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"A New Casting Call on the Fox Lot","web_url":"https://www.nytimes.com/1993/12/22/sports/notebook-a-new-casting-call-on-the-fox-lot.html","abstract":"  The talent hunt has begun. When Rupert Murdoch's Fox Network starts assembling a team to broadcast National Football Conference games next season its first target is CBS's John Madden.   \"We've had an expression of interest,\" said Barry Frank, Madden's agent, who also represents CBS's football studio co-host, Greg Gumbel. Madden's football-only deal makes him a free agent with no other commitments to CBS.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"C.I.A. Doubtful on Serbian Sanctions","web_url":"https://www.nytimes.com/1993/12/22/world/cia-doubtful-on-serbian-sanctions.html","abstract":"  In a new assessment, the Central Intelligence Agency has concluded that the economic embargo imposed on Serbia 18 months ago is likely to deteriorate and that the West will probably have to accept the ethnic partitioning of Bosnia and Herzegovina.   In the analysis, the C.I.A. also says that there appears to be \"no good and politically viable alternative\" to the Serbian President, Slobodan Milosevic, who has been accused in the West of starting the ethnic violence that followed the breakup of the old Yugoslav federation.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"Many Companies in Area Disillusioned by Accord","web_url":"https://www.nytimes.com/1993/12/22/nyregion/many-companies-in-area-disillusioned-by-accord.html","abstract":"  Though the New York metropolitan region has the largest concentration of international companies in the United States, it was left relatively untouched by the General Agreement on Tariffs and Trade signed in Geneva last week. And that's not necessarily good.   Provisions that would have helped industries vital to the region, particularly financial services and entertainment, were left out of the treaty that established new rules for international trade. Executives in those fields said that those omissions mean that the United States missed a rare opportunity to help the lagging economies of New York, New Jersey and Connecticut.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Patchwork Team Leaves Daly Frayed","web_url":"https://www.nytimes.com/1993/12/22/sports/on-pro-basketball-patchwork-team-leaves-daly-frayed.html","abstract":"  THE point guard vacuum was never more conspicuous for the Knicks than it was last night. Their pound-it-to-the-post offense couldn't score when it had to against a team that has experienced few late fourth-quarter defensive stops. They were beaten by a slippery kid who they couldn't keep out of the lane with the game on the line.   Kenny Anderson is not on the trading block, not for sale. The Knicks had better go get someone else soon. Because the way they played in losing to the Nets, of all people, Scottie Pippen could retire and the Bulls would still have a chance to win the East.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Hospital Overstepped in Caesarean Case","web_url":"https://www.nytimes.com/1993/12/22/opinion/l-hospital-overstepped-in-caesarean-case-706393.html","abstract":"  To the Editor:   Although the United States Supreme Court has decided not to hear the case involving an Illinois woman who refused to undergo a Caesarean section (news article, Dec. 19), one claim in your Dec. 15 news article on the case was particularly disturbing. In discussing the case's history, you assert that the hospital \"remained neutral.\" This is clearly not true.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Critic's Notebook; Marked Diminuendo In Classical Radio","web_url":"https://www.nytimes.com/1993/12/22/arts/critic-s-notebook-marked-diminuendo-in-classical-radio.html","abstract":"  Tomorrow evening at Merkin Concert Hall, Isaac Stern will play the violin, Marilyn Horne will sing, Victor Borge will clown and Giora Feidman will play klezmer music. Thomas Hampson plans to walk over from the Metropolitan Opera House after singing Part 1 of \"Les Troyens,\" and Claude Frank and Lillian Kallir will play piano duets.    It sounds like a party and it is, but there is also a sad undercurrent. The invitation-only event is to be recorded for broadcast as the final edition of \"The Listening Room,\" the interview-and-performance program that Robert Sherman has presented on WQXR-FM (96.3), the radio station owned by The New York Times, since 1970. It is to be broadcast on New Year's Day at 10 P.M.","thumbnail":null,"section":"Arts"},{"date":"19931222","headline":"Don't Tell David Edwards He Can't","web_url":"https://www.nytimes.com/1993/12/22/sports/college-basketball-don-t-tell-david-edwards-he-can-t.html","abstract":"  David Edwards has always had something to prove.   People said he was too small to make it in basketball. As a 5-foot-9-inch senior, he averaged 41 points per game at Jackson High School in Queens.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Now Drug-Free, Couple Still Faces a Long Battle","web_url":"https://www.nytimes.com/1993/12/22/nyregion/neediest-cases-now-drug-free-couple-still-faces-a-long-battle.html","abstract":"  On opposite walls in the sunny apartment that Tonia Garcia shares with her fiance in East New York hang two key rings.   One is Ms. Garcia's. The other belongs to her fiance, Eddie Blue. Both have a string of colored tabs spilling down like streamers against the white walls. And on each tab are words in gold lettering that represent landmarks in the lives of Ms. Garcia and Mr. Blue: 1 week drug free, 6 weeks drug free, 6 months drug free, 1 year drug free.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Exiled Haitian Rebuffs Diplomats","web_url":"https://www.nytimes.com/1993/12/22/world/exiled-haitian-rebuffs-diplomats.html","abstract":"  The Rev. Jean-Bertrand Aristide rebuffed a request by a delegation of diplomats today to agree to some kind of international conference that they hoped would reinvigorate attempts to return him to power as President of Haiti.    And in a threat to the Clinton Administration, Father Aristide and his advisers warned that they were reconsidering the exiled President's support for the Administration's policy of returning Haitian refugees picked up at sea.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"In School","web_url":"https://www.nytimes.com/1993/12/22/education/in-school.html","abstract":"  One of the great frustrations for anyone writing about education or social service reform is trying to determine whether the latest new thing delivers any better results than the same old thing. Rarely do you find follow-up studies that quantify the success or failure rates of the dazzling new front-page trend that was about to save the world in 1992.   A refreshing exception is the new National Guard's Challenge program for high school dropouts. The program takes tough teen-agers, houses them in a barracks for five months, then uses paramilitary discipline, marching drills and lots of classroom instruction to get them their high school equivalency diplomas. Students who pass their G.E.D. plus successfully enroll in further education or training programs are entitled to a $2,200 stipend.","thumbnail":null,"section":"Education"},{"date":"19931222","headline":"Review/Theater: Anarchia; Wistful Contemplation Of a Life of Engagement","web_url":"https://www.nytimes.com/1993/12/22/theater/review-theater-anarchia-wistful-contemplation-of-a-life-of-engagement.html","abstract":"  The legendary Living Theater is 46 years old this year, and its latest production, \"Anarchia,\" emanates a reflective, self-searching quality common to the identity crises of middle age. The play, written and directed by Hanon Reznikov, is a wistful, willfully self-conscious defense of the philosophies and techniques that have shaped the company since its inception. And there is both a sense of battle weariness and an enduring, quixotic valor to the performance that infuse it with unexpected poignancy.   Led by the ragged-voiced but eternally game Judith Malina, who was the co-founder of the troupe with her husband, the late Julian Beck, six actors shift between fictive and real-life personae to explain their belief in anarchism -- a gentle, defanged version that stresses passive resistance and individual self-expression -- as both a political and esthetic creed.","thumbnail":null,"section":"Theater"},{"date":"19931222","headline":"But Is It Really Italian?","web_url":"https://www.nytimes.com/1993/12/22/style/but-is-it-really-italian.html","abstract":"\"LATTE -- what is latte?\" asked Luca Ciarrocca, the New York correspondent for Il Giornale, one of Italy's leading daily newspapers, during a midafternoon coffee break. \"Latte just means milk,\" he said, shaking his head. \"Don't you mean cappucci no?\"\n\nEspresso-bar culture may have originated in Italy, but on its way over the Atlantic it has metamorphosed into an orphan hybrid that confirms Italian suspicions about a lack of sophistication among Americans. \"Americans adapt things to their own taste, but they haven't learned to do it right yet,\" said Manfredi Piccolomini, a professor of Italian literature at the City University of New York.","thumbnail":null,"section":"Style"},{"date":"19931222","headline":"Valkyries in a Neon Cage in Berlin's 'Ring'","web_url":"https://www.nytimes.com/1993/12/22/style/IHT-valkyries-in-a-neon-cage-in-berlins-ring.html","abstract":"Whether it was wise for the last Bayreuth team of Daniel Barenboim, Harry Kupfer, Hans Schavernoch and Reinhard Heinrich - whose \"Ring der Niebelungen\" followed Peter Hall's ill-fated approach to the cycle seven years ago - to attempt a new ver","thumbnail":null,"section":"Style"},{"date":"19931222","headline":"Trenton Official Picked To Head Hospital System","web_url":"https://www.nytimes.com/1993/12/22/nyregion/trenton-official-picked-to-head-hospital-system.html","abstract":"  Promising to steer health care in New York City in a new direction, Mayor-elect Rudolph W. Giuliani nominated the Health Commissioner of New Jersey yesterday to head the city's $3.2 billion system of hospitals and clinics, moving to force out the current director before his term expires in May.   Aides to Mr. Giuliani said that he hoped to have his nominee, Dr. Bruce Siegel, take over the Health and Hospitals Corporation as soon as possible after Jan. 1, replacing Dr. Billy E. Jones, who has served as the corporation's director since Mayor David N. Dinkins appointed him in 1992.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"First Lady, Defending President, Denounces 'Outrageous Attack'","web_url":"https://www.nytimes.com/1993/12/22/us/first-lady-defending-president-denounces-outrageous-attack.html","abstract":"  The White House rolled out its second biggest gun today as Hillary Rodham Clinton rose to defend her husband against new accusations about the state of their marriage and new scrutiny of the suicide of Vincent W. Foster Jr., a senior aide and longtime friend.   Mrs. Clinton, in interviews with news agency reporters, suggested that a connection existed between the rise of rumors about her husband and his newfound popularity in public opinion polls. And she asserted that the White House was being subjected to \"outrageous attack\" fueled by payoffs made to the people making the accusations. Two Troublesome Issues    Mrs. Clinton's remarks were prompted by a series of reports on two matters. First were accusations, published and broadcast widely this week, that her husband had used the state troopers who guarded him while he was Governor of Arkansas to arrange meetings with other women and to hide those meetings from her. In addition there was the renewed interest in files that the White House removed from Mr. Foster's West Wing office shortly after he killed himself in a Virginia park last summer.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"An Award for Norman","web_url":"https://www.nytimes.com/1993/12/22/sports/sports-people-golf-an-award-for-norman.html","abstract":"  GREG NORMAN was voted World Player of the Year by the editors of Golf Digest magazine for the second time, the magazine announced yesterday. Norman, winner of his second British Open title this year, also won the Doral Open and the Taiheiyo Masters in Japan. He finished third on the PGA money-winning list with $1.3 million.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"1943: Battles in Russia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-1943-battles-in-russia-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Russia's Baltic Army, storming toward the Vitebsk-Polotsk rail line, has captured more than a hundred populated places, killed 1,000 Germans and reached to within twenty miles of the German defense bastion of Vitebsk,","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Thieves Steal 1,000 Gifts Intended for Needy Children","web_url":"https://www.nytimes.com/1993/12/22/nyregion/thieves-steal-1000-gifts-intended-for-needy-children.html","abstract":"  The theft over the weekend of about 1,000 gifts from a shelter in lower Manhattan that were to be given to homeless children throughout New York City this Christmas was an act that sickened even veteran social workers who thought they had seen it all.   The toys, collected by the United States Marine Reserve, businesses, individuals and employees of the city's Department of Homeless Services, were stored in a large room in a block-long, Depression-era building at 78 Catherine Street between Monroe and South Streets. The building is the Catherine Street Family Respite Center.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"France And Spain Impose Quotas","web_url":"https://www.nytimes.com/1993/12/22/movies/france-and-spain-impose-quotas.html","abstract":"  Europe's response to a perceived cultural threat from the United States intensified today as the French Senate approved a law obliging radio stations to play at least 40 percent French music and the Spanish Parliament imposed restrictions on the dubbing and projection of American movies.   The decisions underscored a growing sentiment in Europe, which came to light during world trade talks that concluded last week, that Hollywood and the American entertainment industry pose a threat to European culture that must be confronted if the Continent's identity is to be preserved.","thumbnail":null,"section":"Movies"},{"date":"19931222","headline":"Thank You, Mr. Dinkins","web_url":"https://www.nytimes.com/1993/12/22/opinion/thank-you-mr-dinkins.html","abstract":"  Mayor David Dinkins did honor to his own reputation by standing on principle this week and saying no to the New York City unions that helped elect him four years ago. It could not have been easy for him, especially in the waning days of his tenure, as friends and foes alike so closely scrutinize his every lame-duck move. Nonetheless Mr. Dinkins put his city's interests first and refused to let the unions dictate a destructive policy.   Municipal labor leaders wanted the City Council to push through a measure that would have hampered the ability of his successor, Rudolph Giuliani, to let private companies deliver city services. Privatization is no panacea. But Mr. Giuliani campaigned on the issue and has every right to pursue the policies he favors -- as do the New Yorkers who elected him.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Eating Well","web_url":"https://www.nytimes.com/1993/12/22/style/eating-well.html","abstract":"FOR some people, extra pounds are the inevitable consequence of holiday food and drink. And when the party is over, the task of getting rid of the newly gained weight begins.\n\n The cheapest, most readily available and arguably the most popular method for starting a diet is to buy the latest book on \"How to get rid of those extra pounds, fast!\" But before laying down as much as $25 for advice, consider what some experts say.","thumbnail":null,"section":"Style"},{"date":"19931222","headline":"Realpolitik for the 90's","web_url":"https://www.nytimes.com/1993/12/22/opinion/realpolitik-for-the-90s.html","abstract":"After a year of foreign policy setbacks, the Administration is changing personalities, not its policy. That's wrong. What's needed is a redefinition of goals.\n\nReplacing Secretary of Defense Les Aspin with Bobby Ray Inman will do little to help the Administration deal with a torrent of international problems.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Personal Health; Protecting your body during winter exercise.","web_url":"https://www.nytimes.com/1993/12/22/health/personal-health-protecting-your-body-during-winter-exercise.html","abstract":"  \"OH, the weather outside is frightful.\" But before you decide to venture out anyway for your daily constitutional, think about how to protect your body. Or, if you decide to stay in, think about how to give it the workout it deserves.    Too many people use winter's inclement weather and short days as an excuse to follow the advice of the old pop tune and stay in front of the fire that's \"so delightful\" -- until spring. And too many who pursue their regular outdoor activities despite freezing temperatures, biting winds and icy precipitation are careless about protecting themselves properly against winter's hazards. But if you follow the sage advice of cold-weather experts, you need not turn to flab or risk weather-related discomfort or injury. Dress Properly    This is the key to safe and comfortable winter exercise. The trick is to protect your body, especially your extremities, against the cold, wind and precipitation and to avoid becoming overheated. If the fabric next to your skin gets wet, you are likely to get chilled when you slow down.","thumbnail":null,"section":"Health"},{"date":"19931222","headline":"Like Lots of Us, the WomanHadn't Been to Montreuil","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-like-lots-of-us-the-womanhadnt-been-to-montreuil.html","abstract":"It begins when you board the Métro, especially late at night. You feel the weight, like a hand held to your lips, another pressing you down. It is not paradise. You edge away from the foul-smelling mutterers, the twitchers, the shifty ones; you stud","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Study Links Miscarriages to Caffeine Consumption","web_url":"https://www.nytimes.com/1993/12/22/us/study-links-miscarriages-to-caffeine-consumption.html","abstract":"  A new study suggests that pregnant women who consume the amount of caffeine in one and a half to three cups of coffee a day may nearly double their risk of miscarriage.   The researchers also linked high caffeine consumption -- the equivalent of more than three cups of coffee a day -- in the month before pregnancy with a similar risk of miscarriage, said Dr. Claire Infante-Rivard of McGill University in Montreal, the main author of the report. It is being published today in The Journal of the American Medical Association.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"Algeria in Crisis:The 'Afghanis' Stir Things Up","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-algeria-in-crisisthe-afghanis-stir-things-up.html","abstract":"In their campaign to drive foreigners and their works out of Algeria, militant Islamists have sounded an old and dangerous sectarian note. What was new, different and especially sinister about the recent murder of 12 Christian Croatian and Bosnian worker","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Not as Easy as A.B.C.","web_url":"https://www.nytimes.com/1993/12/22/sports/sports-people-bowling-not-as-easy-as-abc.html","abstract":"  TROY OCKERMAN and his pals knew they were part of something special at Riverbend Bowl in Corunna, Mich. It may have been bowling history, but that remains to be seen. The 24-year-old Ockerman rolled three straight 300 games -- 36 consecutive strikes -- last Saturday in the final three matches of a monthly king-of-the-hill tournament.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"NEW YORK COUNCIL VOTES TAX BREAKS FOR HUGE TOWERS","web_url":"https://www.nytimes.com/1993/12/22/nyregion/new-york-council-votes-tax-breaks-for-huge-towers.html","abstract":"  The New York City Council, in a tumultuous meeting that ended its legislative session, voted overwhelmingly yesterday to extend tax breaks to developers who build large apartment towers in Manhattan.   The bill, which is intended to give a stimulus to the city's anemic construction industry, extends to midtown and lower Manhattan a property-tax abatement that has been available to developers since 1975 in most of the city. For developers who qualify for the break, taxes are frozen for 10 years at the amount the owner of the site paid before the new construction.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"1893: Hudson Bridge : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-1893-hudson-bridge-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Both Houses have passed the Hudson River Bridge Bill. It now only needs the President's signature to become a law. This formality will be accomplished in a few days and then the construction will be begun of the structure which is to connect Ne","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Michael Jackson's Lawyer And Investigator Quit Jobs","web_url":"https://www.nytimes.com/1993/12/22/us/michael-jackson-s-lawyer-and-investigator-quit-jobs.html","abstract":"  With most of Michael Jackson's friends silent and his career at a standstill, the crisis surrounding the pop superstar took an unexpected turn today with the disclosure that his longtime lawyer and private investigator had quit.   Jackson aides confirmed the resignation of Bertram Fields, one of Hollywood's top lawyers, and Anthony Pellicano, Mr. Jackson's private investigator, after Daily Variety reported the departures. The Jackson camp, including the star's mother, Katherine, had recently criticized Mr. Jackson's advisers for their handling of the child molestation accusations against the entertainer. Mr. Fields, through an aide, denied that he and Mr. Pellicano had been dismissed.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/12/22/arts/the-pop-life-534693.html","abstract":"  The Country Speaks   \"Break the silence.\" Garth Brooks, Billy Ray Cyrus, Dolly Parton, Willie Nelson, Mark Chesnutt, Mary Chapin Carpenter and 40 other country music stars will echo that theme in their industry's national campaign to prevent the spread of AIDS, especially in rural America.   The campaign, to be kicked off in Washington on Jan. 13 by Kristine Gebbie, the Federal AIDS policy coordinator, is to feature the country stars in public service announcements on radio and television. Fans will hear George Jones say: \"Don't play possum with AIDS. Educate your children.\" And Clint Black: \"You know AIDS isn't just some big city problem. An estimated 1 out of every 250 Americans is infected with H.I.V., the virus that causes AIDS. And that includes small towns and rural communities and counties all across the country. Break the silence.\"","thumbnail":null,"section":"Arts"},{"date":"19931222","headline":"Sex Abuse Cases Threaten To Bankrupt an Archdiocese","web_url":"https://www.nytimes.com/1993/12/22/us/sex-abuse-cases-threaten-to-bankrupt-an-archdiocese.html","abstract":"  Faced with dozens of sexual molestation accusations against priests in New Mexico, the Catholic Archdiocese of Santa Fe has told parishioners that it might have to file for bankruptcy. It has also asked parishioners to help defray millions of dollars in settlement costs and legal expenses to spare it from becoming the first American archdiocese ever to file for Chapter 11 bankruptcy protection.   In a letter read from pulpits or posted on bulletin boards in 91 parishes and missions throughout New Mexico on Sunday, Archbishop Michael J. Sheehan noted that with victims of sexual misconduct demanding up to $50 million in damages and the church's insurers balking, bankruptcy loomed. Acknowledging that he was taking a \"drastic\" step, he asked each parish to contribute whatever cash and property it could rather than have them seized by the courts.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"The Pain of Layoffs for Ex-Senior I.B.M. Workers; In Dutchess County, a Disorienting Time for Employees Less Hardened to Job Loss","web_url":"https://www.nytimes.com/1993/12/22/nyregion/pain-layoffs-for-ex-senior-ibm-workers-dutchess-county-disorienting-time-for.html","abstract":"  Every two weeks, three men and three women who put their faith in the eternal prosperity and benevolence of I.B.M. gather in one another's living rooms to talk and, at times, to shut their eyes and clasp their hands in prayer.    Last April, the three men, each a high-level professional in his 50's, were among the 7,700 workers in the mid-Hudson Valley who through layoffs and buyouts lost what they had come to believe were lifelong I.B.M. jobs, and their wives were among thousands of spouses who lost a robust sense of the future.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Pennsylvania Governor Is Back After Transplant","web_url":"https://www.nytimes.com/1993/12/22/us/pennsylvania-governor-is-back-after-transplant.html","abstract":"  Looking extremely thin, his bushy black eyebrows accentuating the paleness of his skin, Gov. Robert P. Casey returned to work today for the first time since a heart and liver transplant brought him from the brink of death 190 days ago.   There had been widespread speculation that Mr. Casey, a 61-year-old Democrat, would not come back to his office here. Now questions linger as to how effective he can be in the final 12 months of his term. Indeed, twice since the operation Mr. Casey was hospitalized for infections.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"Comeback City -- A special report.; Economic Focus in Shanghai: Catching Up","web_url":"https://www.nytimes.com/1993/12/22/world/comeback-city-a-special-report-economic-focus-in-shanghai-catching-up.html","abstract":"  If there is a swaggerer in this part of the world, its name is Shanghai.   This Chinese city is racing to recapture the glory of capitalism that flourished here 60 years ago and crumbled under the scorn and persecution of Communism.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"Norway's Aamodt Hopes Home's Where the Gold Is","web_url":"https://www.nytimes.com/1993/12/22/sports/IHT-norways-aamodt-hopes-homes-where-the-gold-is.html","abstract":"Not every athlete, as Kjetil Andre Aamodt observed, has the chance to compete in the Olympic Games on his native soil at the top of his career. The Norwegian skier, 22, who is second in the World Cup standings, will have that chance in February in Lilleha","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Knicks Give Themselves a Big 'L' for Their Effort","web_url":"https://www.nytimes.com/1993/12/22/sports/pro-basketball-knicks-give-themselves-a-big-l-for-their-effort.html","abstract":"  For the Nets, it was a much-needed victory. For the Knicks, it was more reason to worry about the state of their offense.   With Kenny Anderson (14 points, 7 assists) and Derrick Coleman (29 points, 16 rebounds) making key plays, the Nets pulled out an 85-81 victory over the Knicks tonight at Byrne Meadowlands Arena. The Nets (9-14) have had trouble in close games this season, but they did not let this one get away.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"BOOKS: CHINA: The Next Economic Superpower","web_url":"https://www.nytimes.com/1993/12/22/style/IHT-books-china-the-next-economic-superpower.html","abstract":"CHINA: The Next Economic Superpower","thumbnail":null,"section":"Style"},{"date":"19931222","headline":"I.B.F. Wants Holyfield to Obey Rules","web_url":"https://www.nytimes.com/1993/12/22/sports/boxing-notebook-ibf-wants-holyfield-to-obey-rules.html","abstract":"  Bob Lee, the head of the International Boxing Federation, took an outrageous position this week: he attempted to infuse morality into the sport.   \"I've been trying for a long time,\" he said, \"but it's not easy.\"   It is the reason, he explained, that he denied Evander Holyfield's petition to fight a heavyweight title unification bout against Lennox Lewis.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Books of The Times; Breathless Messages Of Gossip and Honor","web_url":"https://www.nytimes.com/1993/12/22/books/books-of-the-times-breathless-messages-of-gossip-and-honor.html","abstract":"  Love From Nancy   The Letters of Nancy Mitford   Edited by Charlotte Mosley   Illustrated. 538 pages. Houghton Mifflin Company. $35.      \"Darling Mark. . . .   \"I tried to commit suicide by gas, it is a lovely sensation just like taking anesthetic so I shan't be sorry any more for schoolmistresses who are found dead in that way, but just in the middle I thought that Romie who I was staying with might have a miscarriage which would be disappointing for her so I got back into bed & was sick. . . .   \"How can I possibly write a funny book in the next six months which my publisher says I must do? How can I when I've got practically a pain from being miserable & cry in buses quite continually? I'm sorry to inflict this dreary letter on you, as a matter of fact everyone here thinks I don't mind at all -- rather a strain but I think the only attitude don't you agree?   \"Best love from  \"Nancy\"  The voice of this letter sounds as far away as an old gramophone record of dance-band music, circa 1925. It is the voice of the society belle or bright young thing of the 1920's and 30's; the voice of the madcap heiress who talks in quick-step time, going from wit to hysteria to perfect manners to perfect rudeness, stopping to punctuate only when she needs to stop for breath.   American theater patented this style in plays for Lynn Fontanne and Ina Claire. American movies provided Carole Lombard in \"My Man Godfrey\" and Katharine Hepburn in \"Holiday\" and \"Bringing Up Baby.\" English theater gave us the plays of Noel Coward, and English literature gave us the novels of Nancy Mitford, supplemented by endless newspaper stories about the entire Mitford family.   There were six girls and a boy, raised in the English countryside by the overbearing 2d Lord Redesdale and his distantly benign wife. The girls were taught to ride and speak French; they read on their own, and for formal education they depended on the kindness of governesses. They \"came out,\" partied fervently and turned the heads of England's leading noblemen and writers. They were the aristocracy's version of what the Jazz Age called the \"It\" Girl.   Nancy was the eldest and set things in motion by leaving home to dabble in art and journalism, and then to write the novels, essays and biographies that would make her famous. \"People always think I dash off my books with no real work, but it is not so, I very honestly do my best,\" she told her friend and literary counselor Evelyn Waugh. Her novels are still fun to read: group portraits of women in the wilds of upper-class family life, making their way to the far-flung and not especially sheltering outposts of marriage or romance. \"The Pursuit of Love,\" \"Love In a Cold Climate\" and \"The Blessing\" are the best, and actually they are performance pieces: fast-paced episodes of social comedy and self-display in book form.   Her letters, filled with gossip and teases, read that way, too. Waugh had the coldest house in England, she wrote, and Anthony Powell the coldest heart. The Duchess of Windsor had liver spots, \"which confirms my idea that only wicked people get them.\" Randolph Churchill looked like a bombed-out building and exemplified \"a sort of brutal island rudeness.\" After she left England in 1945 to settle in France, she wrote to her mother that it was \"as if I had come out of a coal mine into daylight.\"   World War II had turned the Mitford family comedy into a melodrama with some very ugly climaxes. Six sisters born and brought up to do nothing but sparkle were suddenly called on to think and show character. The results were explosive: Unity Mitford became a Nazi, Diana became a Fascist, Jessica became a Communist and Nancy became what she called much later \"an old-fashioned Liberal.\" She did her sparkling best to stay on good terms with the others, and her letters show that she managed it only by ventilating behind their backs:   Nancy testified against Diana to the British Government in 1940.  (\"Not very sisterly behavior but in such times I think it one's duty?\") She worried that the Communist Party would spoil Jessica's sense of humor. (It did not, as books like \"The American Way of Death\" later showed.) And she said that her youngest sister, Deborah, had the mental age of a 9-year-old and such a wide-eyed devotion to royalty that, finding a book about the French Resistance called \"Maquis,\" \"she thought this was French for Marquis & bought it, but very soon brought it back again.\"   Nancy's letters to her mother are marvels of psychological camouflage: a daughter's version of guerrilla warfare. She respected \"darling Muv,\" she told Jessica in 1971, but never loved her, \"for the evident reason that she never loved me.\" Nine years earlier, when her mother was still living, she had written an essay that asked: \"So what did my mother do all day? She says now, when cross-examined, that she lived for us. Perhaps she did, but nobody could say that she lived with us.\" When Muv protested, Nancy wrote, \"Oh goodness I thought it would make you laugh,\" and went on to posit: \"Anything which now seems odd or unfortunate in my childhood wasn't your fault it was the fault of the age we lived in. Children were not considered then -- or at least girls weren't.\" Then, for reassurance, she added, \"But the person who appears completely vile is me!\"   It isn't true. She could appear brittle and sometimes defiantly shallow. Sad, too: the emotional temperature of the men in her life shows she knew more than anyone should about the pursuit of love in a cold climate. But she was smart, full of fun and honorable when it counted. (When she died in 1973, she left her money in trust to help needy friends and family members.) She was gallant, too. While dying of cancer, she finished a biography of Frederick the Great. She longed, she said, to be a \"pretty young General\" who could gallop over Europe with him \"and never have another ache or pain.\" Frederick also allowed her to deliver a final, ruefully fair verdict on herself. About teasing, she wrote a disapproving scholar: \"I am a tease & I know all about it. There's always surely an element of cruelty. . . . Frederick teased often unkindly & sometimes cruelly but he didn't hang draw & quarter, or rack, or break on the wheel like others of his day. I'd much rather be teased!\"   Pretenses aside, she didn't have just charm. Under pressure, she had character.  ","thumbnail":null,"section":"Books"},{"date":"19931222","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/22/nyregion/c-corrections-673393.html","abstract":"  A table on Friday with an article about Government-supported research on the effects of radiation on humans misstated the purpose of one experiment at Vanderbilt University in Nashville. The study in which radioactive iron was given to pregnant women was intended to determine the extent of iron deficiency among the women.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"As Free Trade Draws Nations Together, Campus Becomes 'Mexico Think Tank'","web_url":"https://www.nytimes.com/1993/12/22/washington/as-free-trade-draws-nations-together-campus-becomes-mexico-think-tank.html","abstract":"  When President Carlos Salinas de Gortari of Mexico needed to better understand the emotional tugs and pulls of United States opinion on illegal immigration, he turned to the Center for U.S.-Mexican Studies at the University of California at San Diego.    When Pedro Aspe, the Mexican Secretary of Finance, wanted perspectives on economic development in the United States, he turned up at the center.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"Italian Fascism Didn't Practice Anti-Semitism","web_url":"https://www.nytimes.com/1993/12/22/opinion/l-italian-fascism-didn-t-practice-anti-semitism-707193.html","abstract":"  To the Editor:   You report that the electoral resurgence of neo-Fascism in Italy has alarmed Italian Jews, \"many of whom have painful memories of the 1938 Italian racial laws that made Jews second-class citizens and paved the way for the deportation of the 7,000 who died in Nazi camps\" (news article, Dec. 5).   Italian Fascism's position on the Jews was much more complicated than this would suggest. Until 1938, when Mussolini bowed to German pressure and enacted an Italian version of the infamous Nuremberg laws, Fascist ideology was free of any elements of anti-Semitism, and the party's membership rolls were open to Jews, who joined in roughly the same proportion to their numbers as non-Jews.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"The Longest Night","web_url":"https://www.nytimes.com/1993/12/22/opinion/the-longest-night.html","abstract":"  Some nights -- the nights before a wedding, say, or a journey, or a birth -- seem eternal. Those are the nights one measures not in minutes but in heartbeats. But the longest night can be clocked. This year it began at 4:31 yesterday afternoon -- precisely one hour and five minutes after winter's official arrival -- and didn't end until 7:17 this morning.   Fourteen hours and 46 minutes without a sun, and with a moon in half-mourning, may impel some people to curse the darkness.   Resist the urge. The winter solstice is the tie that binds, the one all-purpose night in a complex 31 days, the sole observance in which all of us can share -- believers and non-believers, rich and poor.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1993/12/22/sports/college-hockey-report.html","abstract":"  Instant Replay    Instant replay is coming to college hockey to resolve the infrequent but bothersome problem of dubious goals. Was it in, or wasn't it?","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/22/sports/results-plus-554093.html","abstract":"  N.H.L. Wings' Streak at 8  Sergei Fedorov had two goals and an assist last night as Detroit scored its eighth straight home victory. The 3-point night gave Fedorov 58 points for for the season, one less than the league leader, Wayne Gretzky. Chicago's unbeaten streak ended at five games. All the scoring came in the first period. (AP) Penguins 8, Lightning 3: Mike Ramsey and Rick Tocchet scored 35 seconds apart to start a five-goal second period that carried Pittsburgh to the home-ice victory over Tampa Bay. The Penguins ended Tampa Bay's 3-0-1 road streak. Bryan Trottier had three assists for the Penguins, leaving him two short of 900 career assists. (AP) Capitals 4, Flyers 1: Dmitri Khristich had a goal and an assist in visiting Washington's victory. Philadelphia, which entered the game tied for second in the league in goals, has managed just 13 goals in its last 8 games. (AP) Senators 2, Nordiques 1: Ottawa scored in the opening 10 minutes on goals by Brad Shaw and Aleksei Yashin and went on to beat visiting Quebec. (AP) HOCKEY All-Russian Final  With President Boris Yeltsin among those watching from the stands, the Russian Olympic hockey team defeated the Russian national team, 8-1, yesterday and won the title in the Izvestia Cup tournament in Moscow. In the game for third place, Sweden whipped Team USA, 8-3. Todd Marchant scored two goals for the United States and was the tournament's top scorer with 9 points on 3 goals and 6 assists. (AP) SKIING  Smirnov Wins Again  Vladimir Smirnov of Kazakhstan won his second World Cup cross-country ski race yesterday, strengthening his lead in the overall standings. Smirnov won the men's 10-kilometer classical style event in Toblach, Italy, beating Jari Isometsa of Finland by 18 seconds and the world champion, Sture Siversten of Norway, by 18.3 seconds. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Bank Robbers Get $1.4 Million (for a While)","web_url":"https://www.nytimes.com/1993/12/22/nyregion/bank-robbers-get-1.4-million-for-a-while.html","abstract":"  Four men posed as bank customers. Three others outside waited patiently yesterday while a Brink's armored truck completed what appeared to be an ordinary delivery of nearly $1.5 million to a busy midtown Manhattan bank.    After the cash was brought into the bank and the Brink's guards left, the police said, the men suddenly drew guns, donned ski masks and stole the entire delivery. They left the bank without firing a shot.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/22/nyregion/metro-digest-136793.html","abstract":"  NEW YORK CITY  TAX BREAKS APPROVED FOR HUGE TOWERS   The City Council voted overwhelmingly to extend tax breaks to developers who build large apartment towers in Manhattan. The bill extends to midtown and lower Manhattan a property-tax abatement that has been available to developers since 1975 in most of the city. A1.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Taylor Has Appointment With Yanks' Doctor","web_url":"https://www.nytimes.com/1993/12/22/sports/baseball-taylor-has-appointment-with-yanks-doctor.html","abstract":"  Brien Taylor, the blue-chip left-hander in the Yankees' farm system, is scheduled to be flown to New York today to have his pitching shoulder examined by the Yankees' team physician. Taylor, baseball's No. 1 draft choice in 1991, was involved in a fight near his home in Beaufort, N.C., last Saturday night and injured the shoulder.   After his older brother, Brendon, was hit in the head with a rock thrown by Ron Wilson in an apparent business dispute at Wilson's home in Harlowe, N.C., family friends of Taylor said last night, Taylor and his cousin, Charles Donnell Johnson, traveled to Harlowe to question Wilson about the incident.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Giants Succeed Before Setting The First Block In New Orleans","web_url":"https://www.nytimes.com/1993/12/22/sports/pro-football-giants-succeed-before-setting-the-first-block-in-new-orleans.html","abstract":"  You've heard stories about pro football coaches who are so dedicated that they sleep on couches in their offices. Dan Reeves and his staff have yet to adopt any furniture, but no one can ever question their dedication. It is not unusual for Reeves and his assistants to stay in the offices until the wee hours of the morning strategizing.   Because of that persistence, the Saints were basically beaten before they took the field on Monday night. Reeves and George Henshaw, the offensive coordinator, put together a game plan that left the Saints' heads spinning. They were outsmarted and outcoached, and the game wasn't as close as the final score of 24-14 might indicate.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"How Tenure Safeguards Academic Freedom; Not Like Protectionism","web_url":"https://www.nytimes.com/1993/12/22/opinion/l-how-tenure-safeguards-academic-freedom-not-like-protectionism-704793.html","abstract":"  To the Editor:   Re \"Amid Joblessness, the Joys of Tenure\" (The Week in Review, Dec. 12): Comparing tenure with protectionism in international trade is not valid. Professors deal with ideas, not products. Those with ideas not generally accepted (many of which may become \"accepted wisdom\") are likely to be eliminated from university faculties, other things being equal. Tenure gives some protection.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"A Safety Net for Russian Reform","web_url":"https://www.nytimes.com/1993/12/22/opinion/a-safety-net-for-russian-reform.html","abstract":"  Russians voted their fears, pain and anger 10 days ago when they turned toward anti-reform demagogues in surprising numbers. The West cannot cure Russia's distemper with the promise that better days are sure to follow if only Moscow will move quickly to a market economy. It must provide aid, and soon, so that Boris Yeltsin's reformers can protect Russia's most vulnerable citizens from the wrenching dislocation of economic reform.    Economic recovery in Russia means shutting down mammoth military, steel and other factories that produce little of value. In time, investment can be redirected into housing and consumer products that Russians crave. But the unemployed, the displaced military and pensioners cannot wait. Only when they are taken care of can President Yeltsin's reform Government survive.","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Clinton Vows U.S. Will Pursue Justice In Pan Am Bombing","web_url":"https://www.nytimes.com/1993/12/22/world/clinton-vows-us-will-pursue-justice-in-pan-am-bombing.html","abstract":"  Up the hill from the graves of John F. and Robert F. Kennedy, past the old amphitheater of Arlington National Cemetery, a 5-year-old boy who never knew his father stood in the raw morning cold today next to President Clinton.   The boy, Nicholas Bright, was six months old when his father, Nicholas, 32, of Brookline, Mass., died along with 269 other people in the bombing of Pan American World Airways' Flight 103 over Lockerbie, Scotland on Dec. 21, 1988. Today, Nicholas attended the ground-breaking ceremony for a memorial to the victims that Congress has approved for the national cemetery.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"No Felony Charge Expected For Driver in Hurley Crash","web_url":"https://www.nytimes.com/1993/12/22/sports/pro-basketball-no-felony-charge-expected-for-driver-in-hurley-crash.html","abstract":"  A toxicology report has apparently exonerated the driver who injured Sacramento Kings guard Bobby Hurley in a car accident 10 days ago.    According to a police spokesman yesterday, Daniel Wieland, the driver, was found to have only traces of methamphetamine, which is commonly known as speed, in his urine but not in his blood on the night of the accident. As a result, he was not expected to be charged with a felony count of driving under the influence of drugs.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Review/Film: Philadelphia; Tom Hanks as an AIDS Victim Who Fights the Establishment","web_url":"https://www.nytimes.com/1993/12/22/movies/review-film-philadelphia-tom-hanks-aids-victim-who-fights-establishment.html","abstract":"Young lawyer with AIDS. Strong and moving despite evasive story.","thumbnail":null,"section":"Movies"},{"date":"19931222","headline":"Investigator to Seek Ex-White House Aide's Files on Clinton Land Dealings","web_url":"https://www.nytimes.com/1993/12/22/us/investigator-to-seek-ex-white-house-aide-s-files-on-clinton-land-dealings.html","abstract":"  Federal law-enforcement officials said today that they would seek to examine files, removed from the office of the deputy White House counsel shortly after he killed himself last summer, concerning Arkansas land dealings of President Clinton and his wife, Hillary.    These officials, speaking on condition that they not be identified, said they were studying how best to proceed in a highly charged political atmosphere in which the White House, citing lawyer-client privilege, has suggested that the Clintons will try to keep the documents to themselves.","thumbnail":null,"section":"U.S."},{"date":"19931222","headline":"People and Government : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/22/opinion/IHT-people-and-government-letters-to-the-editor.html","abstract":"Regarding the opinion column \"The 10 Values That Undergird East Asian Strength and Success\" (Dec. 11): .I have no quarrel with some of the values identified by Tommy Koh as the ones primarily responsible for the strength and success of East A","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Orioles' Olson Is Atop New Free-Agent List","web_url":"https://www.nytimes.com/1993/12/22/sports/baseball-orioles-olson-is-atop-new-free-agent-list.html","abstract":"  A group of 35 new free agents burst onto the winter market yesterday, led by Gregg Olson, the Baltimore Orioles' closing relief pitcher. Olson's sudden, surprising availability aroused widespread but cautious interest among other clubs.   The players became free agents because their clubs did not tender them 1994 contracts by the Monday midnight deadline. Contrary to earlier expectations of general managers that the number of nontendered players would rise significantly from last year's 39, this marked the first year since 1989 that the number dropped.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/22/nyregion/c-corrections-675093.html","abstract":"  A picture caption in Business Day on Saturday about investment companies that try to deal only in companies with records of social and ethical concern reversed the identities of two executives of the Calvert Group. Clifton S. Sorrell was at the left and Wayne Silby at the right.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Thomas Gives Jets A Winning Attitude","web_url":"https://www.nytimes.com/1993/12/22/sports/pro-football-thomas-gives-jets-a-winning-attitude.html","abstract":"  The Jets might be clinging to their playoff hopes by their fingertips, but cornerback Eric Thomas can think of much worse situations to be in at this time of year. Last year he played for Cincinnati, then signed as an unrestricted free agent with the Jets during the off season.   \"I couldn't ask for much more of a chance to go to the playoffs,\" Thomas said. \"If I had stayed in Cincinnati that wouldn't have even been a possibility. From the time the season started, I knew that Cincinnati wasn't going to win many games. I think they knew that, too.\"","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Study Suggests High Rate of Impotence","web_url":"https://www.nytimes.com/1993/12/22/health/study-suggests-high-rate-of-impotence.html","abstract":"  THE largest study of impotence since the Kinsey report has found that about half of American men over 40 have experienced the problem to varying degrees.   The federally financed study, carried out among 1,709 men in 11 areas in Massachusetts, asked them a variety of questions about their sexual potency during the previous six months.","thumbnail":null,"section":"Health"},{"date":"19931222","headline":"Carriage Rules Are Relaxed, But Dinkins Promises a Veto","web_url":"https://www.nytimes.com/1993/12/22/nyregion/carriage-rules-are-relaxed-but-dinkins-promises-a-veto.html","abstract":"  The New York City Council passed a bill yesterday to expand when and where horse-drawn carriages can operate, but Mayor David N. Dinkins said he would veto the measure.   Because the existing regulations for the trade are to expire on Dec. 31, the promised veto could mean that the city's 200 drivers -- there are about 140 horses -- may cruise the city's streets unencumbered by rules, at least for awhile.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Credit Card Holders Need Tighter Security","web_url":"https://www.nytimes.com/1993/12/22/opinion/l-credit-card-holders-need-tighter-security-705593.html","abstract":"  To the Editor:   Further on your Dec. 9 news article about a Secret Service investigation of a New Jersey auto dealership where certain salespeople had used the TRW credit reporting system to obtain credit card numbers of people who were not even customers and then used those numbers to make unauthorized purchases:   That a system containing detailed personal information could be made available without an individual's consent is disturbing enough. But why haven't credit card companies instituted better security measures?   Why can't a system be developed where phone order purchases require proof the caller is the authorized cardholder? Such a system exists for bank debit cards, where a personal identification number is required to gain access to one's account. Credit card issuers should require that when you call a company to make a purchase, you must key in the account number and PIN on your phone.    This would insure that the purchase could only be made by the cardholder and also keep account information out of the order taker's hands. The technologies that make such systems possible should be used to protect people.  ELLIS BAUMEL  Bayside, Queens, Dec. 13, 1993","thumbnail":null,"section":"Opinion"},{"date":"19931222","headline":"Chaney of Temple Fumes on the Phone","web_url":"https://www.nytimes.com/1993/12/22/sports/sports-people-basketball-chaney-of-temple-fumes-on-the-phone.html","abstract":"  Coach JOHN CHANEY of unbeaten Temple (4-0) upbraided the N.C.A.A. and the news media yesterday during a conference call to the Metropolitan Basketball Writers Association's weekly luncheon. Chaney said he met on Monday in Washington with Representative CARDISS COLLINS, Democrat of Illinois, regarding the issue of some key people in a research group responsible for advising National Collegiate Athletic Association committees on eligibility standards having ties to RAY CATTELL, a psychiatrist whose views on social engineering have provoked charges of racism and elitism.","thumbnail":null,"section":"Sports"},{"date":"19931222","headline":"Bomb Jury Hears Accounts Of Phone Calls From Prison","web_url":"https://www.nytimes.com/1993/12/22/nyregion/bomb-jury-hears-accounts-of-phone-calls-from-prison.html","abstract":"  Prosecutors in the World Trade Center case yesterday began what promises to be a very long reading of transcripts of conversations, translated from Arabic, held between a man in prison with somebody outside prison.   The prosecution maintains that the man in prison is Ahmad M. Ajaj, one of the defendants in the World Trade Center bombing case, and, indeed, while the defense does not concede that it is Mr. Ajaj, the man speaking identifies himself as Ahmed and he seems to describe a situation identical to that of Mr. Ajaj.","thumbnail":null,"section":"New York"},{"date":"19931222","headline":"Chinese Seek a Halt To 'Abnormal' Births","web_url":"https://www.nytimes.com/1993/12/22/world/chinese-seek-a-halt-to-abnormal-births.html","abstract":"  A Chinese official has proposed giving the Government the authority to use sterilization and abortion to prevent the birth of children who might be considered \"abnormal.\" The official's report cited the existence of \"more than 10 million disabled persons who could have been prevented through better controls.\"   The move is certain to outrage groups who have been watching China's human rights record.   Article, page A8.","thumbnail":null,"section":"World"},{"date":"19931222","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/22/nyregion/no-headline-077893.html","abstract":"  \"The lawsuits touch all of us, not just the guilty priests or the Archbishop or the pastors of the parishes where the abuse may have happened. Never did I think when I was ordained a priest and a bishop that I would have to deal with such a painful problem personally.\" MICHAEL J. SHEEHAN, Roman Catholic Archbishop of Santa Fe, N.M.  [ A1:2. ]","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931222","time":"1993-12-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":69,"wspd":20.5},{"date":"19931222","time":"1993-12-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":70,"wspd":18.4},{"date":"19931222","time":"1993-12-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":70,"wspd":18.4},{"date":"19931222","time":"1993-12-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":73,"wspd":20.5},{"date":"19931222","time":"1993-12-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":76,"wspd":11.2},{"date":"19931222","time":"1993-12-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":78,"wspd":16.6},{"date":"19931222","time":"1993-12-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":75,"wspd":20.5},{"date":"19931222","time":"1993-12-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":73,"wspd":24.1},{"date":"19931222","time":"1993-12-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":78,"wspd":25.9},{"date":"19931222","time":"1993-12-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":84,"wspd":22.3},{"date":"19931222","time":"1993-12-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":80,"wspd":29.5},{"date":"19931222","time":"1993-12-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":75,"wspd":24.1},{"date":"19931222","time":"1993-12-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":87,"wspd":20.5},{"date":"19931222","time":"1993-12-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":85,"wspd":22.3},{"date":"19931222","time":"1993-12-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":65,"wspd":33.5},{"date":"19931222","time":"1993-12-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":62,"wspd":31.3},{"date":"19931222","time":"1993-12-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":66,"wspd":33.5},{"date":"19931222","time":"1993-12-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":74,"wspd":31.3},{"date":"19931222","time":"1993-12-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":77,"wspd":31.3},{"date":"19931222","time":"1993-12-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":66,"wspd":38.9},{"date":"19931222","time":"1993-12-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":59,"wspd":35.3},{"date":"19931222","time":"1993-12-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":59,"wspd":37.1},{"date":"19931222","time":"1993-12-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":61,"wspd":27.7},{"date":"19931222","time":"1993-12-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":62,"wspd":14.8},{"date":"19931222","time":"1993-12-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":38.9},{"date":"19931222","time":"1993-12-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":40.7},{"date":"19931222","time":"1993-12-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":62,"wspd":44.6},{"date":"19931222","time":"1993-12-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":57,"wspd":37.1},{"date":"19931222","time":"1993-12-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":57,"wspd":40.7},{"date":"19931222","time":"1993-12-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":57,"wspd":29.5},{"date":"19931222","time":"1993-12-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":35.3},{"date":"19931222","time":"1993-12-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":35.3},{"date":"19931222","time":"1993-12-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":35.3},{"date":"19931222","time":"1993-12-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":37.1},{"date":"19931222","time":"1993-12-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":56,"wspd":31.7},{"date":"19931222","time":"1993-12-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":56,"wspd":37.1},{"date":"19931222","time":"1993-12-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":54,"wspd":35.3},{"date":"19931222","time":"1993-12-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":52,"wspd":27.7},{"date":"19931222","time":"1993-12-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":48,"wspd":31.7},{"date":"19931222","time":"1993-12-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":44,"wspd":44.6},{"date":"19931222","time":"1993-12-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":44,"wspd":50},{"date":"19931222","time":"1993-12-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":41,"wspd":35.3},{"date":"19931222","time":"1993-12-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":41,"wspd":33.5},{"date":"19931222","time":"1993-12-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":29.5},{"date":"19931222","time":"1993-12-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":41,"wspd":29.5},{"date":"19931222","time":"1993-12-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":41,"wspd":25.9},{"date":"19931222","time":"1993-12-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":42,"wspd":25.9},{"date":"19931222","time":"1993-12-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":46,"wspd":16.6}]},"19931223":{"guardian_articles":[],"nytimes_articles":[{"date":"19931223","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/23/nyregion/metro-digest-933393.html","abstract":"  METRO DIGEST  The Clinton Administration will propose a Federal budget for the next fiscal year that has a deficit \"in the vicinity of $190 billion,\" the White House budget director said. Members of the House from the New York metropolitan area were already attacking the Administration's plan to phase out $800 million in annual mass transit operating subsidies, of which the New York area now receives about $100 million. A13. NEW YORKER TAKES HEALTH CARE POST President Clinton named Harold M. Ickes, a New York lawyer and Democratic Party stalwart, to be his deputy chief of staff with primary responsibility for orchestrating the health care campaign for the White House. A15. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Jets' Moore Probably Won't Play at Buffalo","web_url":"https://www.nytimes.com/1993/12/23/sports/pro-football-jets-moore-probably-won-t-play-at-buffalo.html","abstract":"  The Jets' plan to step up their offensive production got off to a bad start today. Receiver Rob Moore, the main target in the deep-passing game, didn't practice this afternoon because of a sprained left foot and doesn't appear fit enough to play against the Bills Sunday.   Moore's probable absence couldn't come at a worse time for the Jets. To make the playoffs, they need to win their last two games at Buffalo and Houston. That means they will have to make big plays. Although he hasn't been used in that role recently, Moore was the Jets' main deep threat early in the season.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"The Tyranny Is Alive and Well : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-the-tyranny-is-alive-and-well-letters-to-the-editor.html","abstract":"Regarding the opinion column \"Retire 'Politically Correct'\" (Dec. 7) by Brent Staples: .As a recent graduate of Tufts University,I know full well that the tyranny of political correctness is not at all \"imagined.\" News reports of wh","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Holocaust Deniers Got More Than Visibility; Brandeis Statement","web_url":"https://www.nytimes.com/1993/12/23/opinion/l-holocaust-deniers-got-more-than-visibility-brandeis-statement-741793.html","abstract":"  To the Editor:   Your Dec. 12 news article on a Holocaust revisionist ad published in the Brandeis University student-run newspaper distorted my statement by excerpting it. The reader was left to believe I was primarily concerned with the theft of the newspapers that carried the ad, and that I was minimally attentive to the feelings of students angered by the ad and not at all concerned about the ad's substance and the Holocaust denial movement.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"What They're reading","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-what-theyre-reading.html","abstract":"David Susman, who recently retired from the board of directors of Marks and Spencer, is reading all the Dick Francis adventures he never had time to read before. .\"While I was working fulltime, I never managed to get through all the books I had hop","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/23/style/chronicle-503193.html","abstract":"  REA LUBAR'S Christmas greeting of 1983 is back -- by popular demand.   Ms. Lubar, a public relations and marketing executive, is renowned among her friends for her parties. For years, she said, they urged her to put together a cookbook.","thumbnail":null,"section":"Style"},{"date":"19931223","headline":"Sorting Out the 'Library' of Genes","web_url":"https://www.nytimes.com/1993/12/23/style/IHT-sorting-out-the-library-of-genes.html","abstract":"Imagine that you have to arrange thousands of weighty tomes in a library. Neither the books nor the chapters are labeled. The pages - there are several hundred to each volume - are jumbled up and are not numbered. And the text is written in a language yo","thumbnail":null,"section":"Style"},{"date":"19931223","headline":"'95 Budget Projects Drop In Deficit to $190 Billion","web_url":"https://www.nytimes.com/1993/12/23/us/95-budget-projects-drop-in-deficit-to-190-billion.html","abstract":"  The Clinton Administration in February will propose a Federal budget for the next fiscal year that has a deficit \"in the vicinity of $190 billion,\" the White House budget director said today.    The budget chief, Leon E. Panetta, said the Administration had been able to bring the deficit figure down to that level by making \"a number of very tough decisions involving cuts across the board,\" in keeping with a discretionary-spending freeze voted by Congress last summer.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Florida Governments Move To Set Teen-Ager Curfews","web_url":"https://www.nytimes.com/1993/12/23/us/florida-governments-move-to-set-teen-ager-curfews.html","abstract":"  Alarmed by a surge in juvenile crime, including attacks on tourists, governments throughout Florida are moving to impose curfews on teen-agers. But police departments have reservations about the idea, and civil liberties groups as well as young people are protesting.   In the latest such instance, the Dade County Commission last week approved, on a vote of 11 to 1, a draft proposal that would prohibit youths under 16 from being on the streets of Miami or any other city in Florida's most populous county after midnight on Fridays and Saturdays and after 11 P.M. on all other nights. A final vote on the measure is scheduled for Jan. 18. If passed, as seems virtually certain, it would take effect late next month. Push for Statewide Curfew    The Dade County measure was inspired by a Dallas curfew that was upheld by a Federal appeals court last month. In addition to Dallas, several other large cities around the country, including Atlanta, Hartford, Milwaukee, Newark and Phoenix, already have curfews, although the degree of restrictions and the level of enforcement vary from city to city.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Watch Asia-Pacific Collaboration Become Reality","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-watch-asiapacific-collaboration-become-reality.html","abstract":"Perception can be more important than reality. Negative reporting on the historic meeting in Seattle last month involving officials, ministers and leaders of the 15 members of the Asia-Pacific Economic Cooperation forum has tended to downgrade the signif","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Coslet Is No Grammarian","web_url":"https://www.nytimes.com/1993/12/23/sports/pro-football-coslet-is-no-grammarian.html","abstract":"  Jets Coach Bruce Coslet wouldn't comment on how much confidence he has in his team heading into the final two games of the season with the playoffs on the line. He thought it was a loaded question. But he did comment on whether the team was about where he thought it would be at this point in the season.   \"I won't say that,\" he said. \"I'm not going to say I'm going to be ecstatic if we make the playoffs or real disappointed if we don't. I thought we had a realistic chance because we upgraded our talent sufficiently to make us competitive. Before last week against Dallas, the worst beating we took was 19-10 to the Buffalo Bills. We've been in or out of every game. I think we're still several players away from challenging for the title. Maybe we get some of our guys back. Maybe Leonard will come back and Marvin Jones, some people we lost along the way.\" Coslet was referring to Leonard Marshall, who is out for the season with a broken arm.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Lions' Sanders Receives Richest Pact for Runner","web_url":"https://www.nytimes.com/1993/12/23/sports/sports-people-football-lions-sanders-receives-richest-pact-for-runner.html","abstract":"  BARRY SANDERS of the Detroit Lions became the highest-paid running back in the National Football League yesterday when he signed a four-year deal for an average of $4.3 million per year, one of Sanders's agents, C. LAMONT SMITH, announced.   The pact, for almost $17.2 mlllion, gives Sanders, who was leading the league in rushing when he injured a knee on Thanksgiving Day, almost $1 million a year more than EMMITT SMITH of Dallas earns.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Make Room for the Students : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-make-room-for-the-students-letters-to-the-editor.html","abstract":"A Dec. 9 \"Away From Politics\" item says that America spends more on education than other nations but employs fewer teachers than \"support staff.\" While various categories of these supernumeraries are listed, omitted is the most import","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Giants' Buckley Moves Inside And Turns the Rush Inside-Out","web_url":"https://www.nytimes.com/1993/12/23/sports/giants-buckley-moves-inside-and-turns-the-rush-inside-out.html","abstract":"  To switch suddenly from playing outside linebacker to the inside is not as easy as it sounds. On the outside, the violence is more one on one. The linebacker takes on tight ends and tackles. On the inside, he faces running backs, guards, tackles, centers, whoever a team throws at him.   \"It takes a hell of an athlete to make a switch from the outside to the inside,\" said inside linebacker Carlton Bailey. \"I know I would have a hard time with it. I don't know if I could. You've got to hand it to Buck, though.\"","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"The Poison to Unemployment: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-the-poison-to-unemployment-letters-to-the-editor.html","abstract":"Regarding \"Economist Taking His Roots to an Exponential Power\" (Up and Coming, Dec. 13): .Lawrence Malkin reports that when Treasury Undersecretary Lawrence Summers was an economic adviser to Michael Dukakis, the Democratic presidential candi","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"The Poison to Unemployment: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-the-poison-to-unemployment-letters-to-the-editor-91263362136.html","abstract":"Regarding the front-page report \"IBM to Slash Up to 13,000 Employees in Europe\" (Dec. 18): .Hans-Olaf Henkel, the new chairman of IBM Europe, gets my vote for this Christmas's Scrooge Award. Do we need any further proof that this decade will","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Skip Holtz Is Hired by UConn","web_url":"https://www.nytimes.com/1993/12/23/sports/college-football-skip-holtz-is-hired-by-uconn.html","abstract":"  The University of Connecticut introduced its new football coach today, 29-year-old Louis L. (Skip) Holtz Jr., the son of the Notre Dame coach and the offensive coordinator for the team.    Holtz had accepted the appointment made by Lew Perkins, the athletic director, on Monday and agreed to a four-year contract at a salary of $95,000 a year.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"RIGHTS GROUPS VOW A FIGHT","web_url":"https://www.nytimes.com/1993/12/23/us/pentagon-spells-out-rules-for-ousting-homosexuals-rights-groups-vow-a-fight.html","abstract":"  The Pentagon issued new rules today intended to put into practice its new policy allowing gay men and lesbians to serve in the military so long as they do not engage in homosexual acts and keep quiet about their sexual orientation.   The policy allows gay soldiers to acknowledge homosexual feelings but only if they can demonstrate that they are not engaging in homosexual behavior. Under the rules issued today, visits to gay bars would not bring about an investigation, but holding hands with someone of the same sex, even while off duty, could.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Seton Hall Survives A Scare From Aggies","web_url":"https://www.nytimes.com/1993/12/23/sports/seton-hall-survives-a-scare-from-aggies.html","abstract":"  To the extent that Seton Hall will have any routine games this season, the one tonight with Texas A&M was supposed to be manageable. The Aggies came in with a 4-2 record and one of the losses was to Northwestern. So how tough could they be?   Seton Hall eventually won, 62-55. But this was a game the Pirates very nearly gave away, and one that underlined the enormous hurdles awaiting them as they approach the Big East campaign.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/23/style/chronicle-505893.html","abstract":"  CAROLEE FRIEDLANDER, president of a women's jewelry design firm, Carolee Designs, has been elected president of the Committee of 200 for the coming year. The committee is an organization for women who own companies with sales in excess of $10 million a year or who run divisions of corporations that have sales of more than $50 million. Now 11 years old, its membership has grown to 350, exceeding its name.","thumbnail":null,"section":"Style"},{"date":"19931223","headline":"Transactions","web_url":"https://www.nytimes.com/1993/12/23/sports/transactions-448593.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Agreed to terms with Tim Jones, infielder, on a minor-league contract.   KANSAS CITY ROYALS -- Agreed to terms with Keith Miller, infielder, and Chris Gwynn, outfielder, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Clinton Defends Inman on Taxes","web_url":"https://www.nytimes.com/1993/12/23/us/clinton-defends-inman-on-taxes.html","abstract":"  President Clinton said today that Bobby Ray Inman, the retired admiral he has nominated for Defense Secretary, should have paid the delinquent Social Security taxes he owed before he was approached for a Government job, but that he was satisfied that Mr. Inman was still fit to serve.   \"Obviously I can't say that I agree with the way Admiral Inman handled that,\" Mr. Clinton said in an interview with radio reporters at the White House. \"I think people should just pay, but the fact is that what he did and how he did it was pretty much the same as some other people who had been nominated.\"","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Meggett Intensifies Beuerlein Feud","web_url":"https://www.nytimes.com/1993/12/23/sports/pro-football-meggett-intensifies-beuerlein-feud.html","abstract":"  It is safe to say that Giants running back David Meggett and Phoenix quarterback Steve Beuerlein won't be kissing under the mistletoe anytime soon.   Meggett ripped Beuerlein at the Superdome after the Giants beat the New Orleans Saints Monday night. It could have ended there. But Meggett escalated the feud today, accusing the Cardinals of making racial comments to quarterback Phil Simms during the Giants-Cardinals game three weeks ago.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Russian Nationalist Stirs Up a Storm in Germany","web_url":"https://www.nytimes.com/1993/12/23/world/russian-nationalist-stirs-up-a-storm-in-germany.html","abstract":"  Vladimir V. Zhirinovsky, the Russian nationalist politician whose ties with German right-wing extremist groups have led newspapers here to call him \"the Russian Hitler,\" spent the day with a former SS volunteer in Austria today and canceled an interview on German television.   He stirred up controversy in Germany all the same.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"Nassau Supervisors Fail to Approve Budget by Deadline","web_url":"https://www.nytimes.com/1993/12/23/nyregion/nassau-supervisors-fail-to-approve-budget-by-deadline.html","abstract":"  For the first time in its history, the Nassau County Board of Supervisors has failed to approve a new budget for the next fiscal year by the legal deadline, throwing the county's fiscal situation into disarray.    By law, the board was required to pass a budget by midnight on Monday for the fiscal year that starts Jan. 1, but the deadline passed as members split along party lines over two major issues, control over the county payroll and a Democratic proposal to establish a budget-review office.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Weicker Gets A Subpoena On a Test Deal","web_url":"https://www.nytimes.com/1993/12/23/nyregion/weicker-gets-a-subpoena-on-a-test-deal.html","abstract":"  Attorney General Richard Blumenthal issued subpoenas today to Gov. Lowell P. Weicker Jr., his top aides, and dozens of other people in and out of state government to turn over all notes, written records and documents in connection with a disputed $150 million state contract to conduct auto emissions tests.    Mr. Weicker's office indicated that it would comply with the request. \"It is entirely appropriate that, if subpoenas are issued, they should be issued to this office,\" Mr. Weicker said in a statement.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Harlem Shots Kill a Cabby; Rider Is Hurt","web_url":"https://www.nytimes.com/1993/12/23/nyregion/harlem-shots-kill-a-cabby-rider-is-hurt.html","abstract":"  In what the police say was probably a random shooting, two rounds were fired early yesterday morning in East Harlem, smashing through the windshield of a yellow cab, killing its driver and wounding a female passenger as the cab circled a crime-ravaged neighborhood waiting to pick up the woman's co-worker.   Unlike the shootings that have claimed the lives of 41 other taxi drivers in New York City this year -- 35 of them livery drivers -- the killing of Tarek Abdel Hamid does not appear to have had robbery as a motive, the police said.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Europe Floods Worst in 45 Years","web_url":"https://www.nytimes.com/1993/12/23/world/europe-floods-worst-in-45-years.html","abstract":"  Waters continued to rise over Belgium, the Netherlands, Luxembourg, Germany and northeastern France today in the the worst floods in some areas in 45 years.   At least four people have died in the floods and the storms that produced them. One man was swept away in Belgium today after falling into the Meuse on his bicycle, and a woman who washed away in Germany on Tuesday was still missing.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/23/us/c-corrections-509093.html","abstract":"  Because of a production error, an article in some copies of Business Day yesterday about stock market trading appeared in error. The article was about Monday's trading, in which the Dow Jones industrial average gained 3.64, not about Tuesday's trading, in which the Dow fell 10.06 points.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/23/style/chronicle-504093.html","abstract":"  Is the \"Queen of Mean\" losing her edge?    Consider this. Yesterday, after having read about the 1,000 toys for homeless children that were stolen from the Catherine Street Shelter on the Lower East Side over the weekend, LEONA HELMSLEY phoned HOWARD J. RUBENSTEIN, her spokesman.    \"She told me, 'I want to replace them all,' \" Mr. Rubenstein said. \"I called the city and asked how much it would take to replace toys for the 5,000 children in shelters, and as a result she and Harry will draw a check for $25,000.\"","thumbnail":null,"section":"Style"},{"date":"19931223","headline":"Holocaust Deniers Got More Than Visibility; Return to Sender","web_url":"https://www.nytimes.com/1993/12/23/opinion/l-holocaust-deniers-got-more-than-visibility-return-to-sender-747693.html","abstract":"  To the Editor:   I was disappointed that the Brandeis University student newspaper accepted an ad from a Holocaust denier (news article, Dec. 12). Last month my high school newspaper, The Cardinal Times, received the same ad in a priority mail package.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Books of The Times; A Musical Masterpiece And Its Long Evolution","web_url":"https://www.nytimes.com/1993/12/23/books/books-of-the-times-a-musical-masterpiece-and-its-long-evolution.html","abstract":"  Handel's 'Messiah'  A Celebration  By Richard Luckett  Illustrated. 258 pages. A Helen and Kurt Wolff Book/Harcourt Brace. $22.95.    Considering that no year has passed without Handel's \"Messiah\" since it was first presented 251 years ago -- at least 21 performances have taken place this month in New York City alone -- one might wonder why \"Handel's 'Messiah': A Celebration\" is necessary.","thumbnail":null,"section":"Books"},{"date":"19931223","headline":"Clinton Denies Trying to Stifle Charges","web_url":"https://www.nytimes.com/1993/12/23/us/clinton-denies-trying-to-stifle-charges.html","abstract":"  President Clinton said today that he had never tried to use the weight of his office to suppress accusations by state troopers that he had conducted sexual liaisons while Governor of Arkansas.   Asked if he had offered jobs to the two Arkansas state troopers who have said in several recent interviews that they helped arrange meetings with several women for Mr. Clinton and hide those meetings from his wife, Mr. Clinton responded, \"That absolutely did not happen.\"","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/23/theater/classical-music-in-review-675593.html","abstract":"  'La Cantata dei Pastori'  I Giullari di Piazza Here 145 Avenue of the Americas (near Spring Street) South Village   \"La Cantata dei Pastori,\" a musical play that is being presented around town by the traditional Italian theater group I Giullari di Piazza, is a rarity among Christmas programs: it somehow manages to be both riotously entertaining and curiously haunting, even profound. The source is a 17th-century Neapolitan shepherd's play, blending the story of Mary and Joseph with characters out of commedia dell'arte (the clown Razzullo, also known as Pulcinella) and more ancient legend (La Befana, the good witch of Christmas). The plot concerns the efforts of various devils and demons to foil the birth of Jesus, with Razzullo caught in the middle. The music -- tarantellas, villanellas and pastorales -- comes from various traditional sources.","thumbnail":null,"section":"Theater"},{"date":"19931223","headline":"Commanders Get Pins From Kelly","web_url":"https://www.nytimes.com/1993/12/23/nyregion/commanders-get-pins-from-kelly.html","abstract":"  New York City's Police Commissioner, Raymond W. Kelly, who steps down in January after 15 months as leader of the 30,000-member department, yesterday gave each of the 75 precinct commanders a pin that he conceived to recognize the \"special status and responsibilities\" of precinct commanders.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Chancellor Backs Dismissed Superintendents","web_url":"https://www.nytimes.com/1993/12/23/nyregion/chancellor-backs-dismissed-superintendents.html","abstract":"  Schools Chancellor Ramon C. Cortines yesterday sought to persuade two corruption-plagued Bronx school boards to extend the terms of their reform-minded superintendents rather than dismiss them, but acknowledged that he has little power to prevent their ouster.   School officials said Mr. Cortines considered suspending the boards this week in order to renew the superintendents' contracts himself, but put aside that option, at least for now, because state education laws are clear that local districts have the power to hire superintendents.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/12/23/nyregion/editors-note-911293.html","abstract":"  An article yesterday about intelligence assessments of the military and political situation in Bosnia reported that the C.I.A. had concluded that the economic embargo imposed on Serbia 18 months ago was likely to deteriorate, and that the West would probably have to accept the ethnic partition of Bosnia. It cited several passages from what it described as a formal C.I.A. National Intelligence Estimate to support those generalizations.   After the article appeared, a C.I.A. spokesman said the excerpts obtained by The Times were not from a National Intelligence Estimate, but from a C.I.A. memorandum about a symposium at which divergent views on Bosnia's future were expressed. The Times should have tried to verify that the document represented a C.I.A. conclusion.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Company Reimbursing Excess Fees For Water","web_url":"https://www.nytimes.com/1993/12/23/nyregion/company-reimbursing-excess-fees-for-water.html","abstract":"  A private water company on Long Island that has been the target of consumer protests and government lawsuits agreed yesterday to make $11.7 million in payments to settle pending litigation and state penalties.   Of that amount, $7.1 million will go to customers in Nassau County in the form of credits averaging $260 per household over three years. The other $4.6 million will go to the City of New York, partly to pay back sewer taxes.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Aqueduct to Simulcast 5 Races","web_url":"https://www.nytimes.com/1993/12/23/sports/aqueduct-to-simulcast-5-races.html","abstract":"  As a result of legislation passed last week in Albany, the New York Racing Association has devised a format for a daily program of seven live races and five simulcast races from Gulfstream Park in Florida beginning Jan. 4 at Aqueduct.   During the week, the program will begin with three live races from Aqueduct and then alternate five Gulfstream simulcast races with four live Aqueduct races. The final race will be a simulcast of the feature race from Gulfstream. Although minor details need to be worked out, it is expected that the weekend program will open with four live races and conclude with two consecutive simulcasts from Gulfstream.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Terreri's Start Is Not Inspiring","web_url":"https://www.nytimes.com/1993/12/23/sports/hockey-terreri-s-start-is-not-inspiring.html","abstract":"  Jacques Lemaire gave Chris Terreri his second consecutive start for the first time this season, but the experiment was unsuccessful.   Terreri had an uninspired outing on a night all the Devils would rather forget. He allowed three goals on the first eight shots he faced and the Devils never recovered, losing to the Hartford Whalers by 6-3 at the Civic Center.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"How to Help Cambodia","web_url":"https://www.nytimes.com/1993/12/23/opinion/how-to-help-cambodia.html","abstract":"  Thanks to the United Nations, Cambodia now has a democratically elected Government. But it faces a military threat straight out of its nightmarish past.    The Khmer Rouge, which killed more than a million Cambodians in the 1970's, persists in waging armed struggle against the new Government. The guerrillas say they are willing to make peace in exchange for a role in the new administration. But meanwhile they are fortifying themselves with new arms shipped across the porous Thai border.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Baby Jesus and the Village Gentry","web_url":"https://www.nytimes.com/1993/12/23/opinion/baby-jesus-and-the-village-gentry.html","abstract":"  I'm about to move into an old house in Greenwich Village, in what used to be called the Knickerbocker Ward.   Great name, that. It's got a Christmas ring to it. Nostalgic. You want nostalgia on the holiday. The house went up in 1825 under the watchful eye of Clement Clarke Moore, the doting father who wrote \"A Visit From St. Nicholas.\" He was senior warden of the Church of St. Luke in the Fields when Greenwich still had pretensions to being a village and you could still find real fields.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Review/Music; Dissonance? Sounds Like New York","web_url":"https://www.nytimes.com/1993/12/23/arts/review-music-dissonance-sounds-like-new-york.html","abstract":"  True to their hometown, New York rockers reach for extremes: of speed or sloth, of noise or concord, of complexity or simplicity, of compression or sweep. Two disparate but extremist local groups, Band of Susans and Barkmarket, headlined the quadruple bill at CBGB on Tuesday night.    Band of Susans practices one of the purest strains of guitar-powered minimalism, a New York tradition that stretches back through Glenn Branca's guitar orchestras of the early 1980's and the Velvet Underground in the 1960's. The songs use only two or three chords, repeated like mantras, and the band's three guitarists, including the group's leader and main songwriter, Robert Poss, strum power chords and tremolos that resonate until they fill a room with overtones, octave upon octave, chiming and buzzing and shimmering with forceful grandeur. Mr. Poss, Mark Lonergan and Ann Husic use their guitars with analytical precision, strumming down by the bridge or up on the neck for just the right mellow or piercing tone.","thumbnail":null,"section":"Arts"},{"date":"19931223","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/23/nyregion/inside-856693.html","abstract":"  M.I.T. Settles Antitrust Suit   Under an antitrust settlement with the Justice Department, M.I.T. can share financial-aid information with other universities. Page A13. Castro's Daughter in U.S.    The daughter of Fidel Castro arrived in Atlanta after the United States granted her asylum. Page A10. Wal-Mart Curbs Gun Sales   Wal-Mart said it would stop selling handguns in its stores, citing customers' fears, but it will still sell the weapons by catalogue. Page D1. Clinton Appoints New Yorker    After rejecting other posts, Harold M. Ickes was named President Clinton's deputy chief of staff. Page A15. Michael Jackson Speaks    Emerging from seclusion, the singer denied accusations that he sexually abused a boy. Page A12.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Suffolk Executive Seeks to Acquire Robins Island","web_url":"https://www.nytimes.com/1993/12/23/nyregion/suffolk-executive-seeks-to-acquire-robins-island.html","abstract":"  The Suffolk County Executive, Robert J. Gaffney, said today that he would accept Gov. Mario M. Cuomo's offer to pay half the $9.2 million purchase price for Robins Island and now expected that the uninhabited 445-acre island would be jointly acquired as parkland by the state and county.   Mr. Gaffney said the county will seek to act on its three-year-old contract to buy the island in a Federal bankruptcy court hearing in Westbury on Tuesday.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Absolute Banana","web_url":"https://www.nytimes.com/1993/12/23/opinion/l-absolute-banana-756593.html","abstract":"  To the Editor:   \"Block That Acronym\" (Topics of The Times, Dec. 14) asks about the acronym Banana, \"What does the first 'a' stand for?\" This facetious successor to Nimby (not in my backyard) expands to \"Build absolutely nothing anywhere near anything.\" The coinage appears unrelated to its meaning, but is not guilty of \"acronymic imperfection,\" as you charge.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Holocaust Museum Adjusting To Relentless Flood of Visitors","web_url":"https://www.nytimes.com/1993/12/23/arts/holocaust-museum-adjusting-to-relentless-flood-of-visitors.html","abstract":"  The United States Holocaust Memorial Museum here has a problem most museums would envy. Since opening on the Mall eight months ago, the museum has literally been overwhelmed by the volume, and the long attention spans, of its visitors.   Throughout the summer, average daily attendance at the museum's starkly dignified brick-and-granite building was 4,200 people a day, twice as high as museum officials had expected. And the visitors were spending an average of three hours, nearly twice as long as expected, in the permanent displays, which document the plight of European Jews from the time of Hitler's rise to power to the close of World War II, when the concentration camps were liberated.","thumbnail":null,"section":"Arts"},{"date":"19931223","headline":"Yanks' Taylor Has Dislocated Left Shoulder","web_url":"https://www.nytimes.com/1993/12/23/sports/baseball-yanks-taylor-has-dislocated-left-shoulder.html","abstract":"  The Yankees' team physician confirmed yesterday that the team's prize pitching prospect, Brien Taylor, had suffered a dislocated left shoulder last weekend, leaving Yankee officials feeling uneasy over the strong possibility of surgery.   Dr. Stuart Hershon examined the young left-hander at Columbia Presbyterian Medical Center in Manhattan and recommended that Taylor have arthroscopic surgery to inspect the area and possibly perform some repair on his left shoulder.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"NEW YORKER TAKES HEALTH CARE POST","web_url":"https://www.nytimes.com/1993/12/23/us/new-yorker-takes-health-care-post.html","abstract":"  President Clinton named Harold M. Ickes, a New York lawyer and Democratic Party stalwart, today to be his deputy chief of staff with primary responsibility for orchestrating the health care campaign for the White House.   Mr. Ickes, 54, had turned down a potentially less influential job last week and was persuaded to join the Clinton Administration after he was given the higher-ranking position. It makes him a lieutenant to the chief of staff, Thomas F. McLarty 3d, and on a par with Philip Lader, the other deputy.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Traders-In Are Getting $100 in Toys","web_url":"https://www.nytimes.com/1993/12/23/nyregion/traders-in-are-getting-100-in-toys.html","abstract":"  Two hours after a Manhattan businessman offered to trade toy-store gift certificates for guns, an 18-year-old man and 23-year-old woman walked into a police station yesterday carrying a .25-caliber handgun and claimed their prize.   The two were the first to heed the call by Fernando Mateo, owner of Carpet Fashions Floor Coverings Inc., for New Yorkers to turn in their weapons to the police. They went to the New York Police Department's 34th Precinct station house with the gun tucked inside a Christmas-card box and stuffed in a backpack.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/23/nyregion/news-summary-849393.html","abstract":"  International A3-10  YELTSIN SPEAKS OUT FOR REFORM  Ending a long silence on his setback in parliamentary elections, President Boris N. Yeltsin said he viewed the results as a reprimand to his Government. But he vowed to stick with his economic reform team.  A1","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"The Tyranny Is Alive and Well : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-the-tyranny-is-alive-and-well-letters-to-the-editor-90990036847.html","abstract":"Further to the articles you have published on the vexed question of linguistic political correctness (I would prefer the term \"social inoffensiveness\"), please allow me to recount a brief anecdote that illustrates how difficult it can be to set","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Man Held in Son's Death","web_url":"https://www.nytimes.com/1993/12/23/nyregion/man-held-in-son-s-death.html","abstract":"  A Brooklyn man was arrested and charged yesterday with beating his 2-month-old son to death, the police said. The man, Gregory Chavis, 35, who lives in a family shelter, was charged with second-degree murder and first-degree assault, said Officer Merri Pearsall, a police spokeswoman. His son, Gregory Chavis Jr., died on Tuesday morning as he was being taken to Woodhull Hospital from the Bushwick Family Residence at 1675 Broadway in Brooklyn, where he lived with his father and mother, Officer Pearsall said. The baby's body had many injuries, including a broken leg, broken ribs, a broken spine and a cracked skull. Officer Pearsall said the boy's mother was not charged in his death.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/23/us/c-corrections-508293.html","abstract":"  A chart in Business Day on Dec. 16, with articles about the conclusion of talks on a General Agreement on Tariffs and Trade, misstated an estimate made by Myron E. Ullman 3d, chairman and chief executive of R. H. Macy & Company, of the amount that American consumers pay extra for clothing because of tariffs and quotas on imported apparel and fabrics. He estimated the amount at $46 billion a year, not $46 million.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/23/us/c-corrections-507493.html","abstract":"  A picture caption yesterday with an article about the ouster of two Bronx school superintendents misidentified the man shown in some copies. He is Felton Johnson, one of the superintendents being dismissed, not Schools Chancellor Ramon C. Cortines.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"What's Unafraid of Plastic Owls or Love?","web_url":"https://www.nytimes.com/1993/12/23/opinion/l-what-s-unafraid-of-plastic-owls-or-love-622493.html","abstract":"  To the Editor:   \"Hooting at Owls\" (Topics of The Times, Dec. 14) has a hidden lesson in it. Is there something to learn from pigeons that are not afraid of phony owls? Pigeons are biblically ancient, so maybe they are Solomon-wise. We humans look rather foolish, considering all the phone scams, financial scams and real estate scams we gobble up each day. Pigeons are monogamous, mate for life and make wonderful parents. There isn't much to brag about in that department for the human race.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/23/arts/classical-music-in-review-348993.html","abstract":"  Mendelssohn String Quartet and St. Lawrence String Quartet  Merkin Concert Hall    Eager to attract new audiences, and to appeal to listeners who do not necessarily want to devote a full evening to music, institutions are experimenting with alternative concert formats. The New York Philharmonic's Casual Saturdays and Rush Hour Concerts are examples. Another is Merkin Concert Hall's Cocktail Concerts series, four concerts that begin at 7 P.M. and last an hour, with free wine and cheese served before the performance.","thumbnail":null,"section":"Arts"},{"date":"19931223","headline":"Topics of The Times; The Pear Tree Index","web_url":"https://www.nytimes.com/1993/12/23/opinion/topics-of-the-times-the-pear-tree-index.html","abstract":"  By the time your true love has assembled all the gifts in \"The Twelve Days of Christmas,\" it will cost him or her quite a bundle. By one calculation, the bill would come to $72,300 -- up a little from last year. By another, it would be close to $300,000 -- down a little this year because cows are down. Cows? Yes, eight of them, for the eight maids a-milking.   The Wall Street Journal, which has a thing about price indexes, reported both estimates the other day. The lower one emanates from PNC Bank Corporation, of Philadelphia, which has been tracking these prices for 10 years. The much higher one belongs to Hugh Gee & Company, a San Francisco brokerage, which has been at it longer and takes a broader approach. The difference between them is instructive.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Donors Send Money Found on Street and in Subway","web_url":"https://www.nytimes.com/1993/12/23/nyregion/donors-send-money-found-on-street-and-in-subway.html","abstract":"  Last year, Toni Sennott of Manhattan read about a family in Pearl River, N.Y., that saved $64.62 in coins found on the sidewalks, on the floors of restaurants, or entombed in the cushions of their couch. Just after Christmas, the family sent the money to The New York Times Neediest Cases Fund.   This year, Ms. Sennott decided to do the same to teach her 8-year-old son about the difficult lives of people who really must subsist on coins found or given. \"Despite some embarrassment on the subway steps, when we stopped traffic for a penny, we persisted,\" Ms. Sennott wrote recently. \"And to our surprise, when we counted it last night, it came to $31.50.\"","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Holyfield-Moorer Bout?","web_url":"https://www.nytimes.com/1993/12/23/sports/sports-people-boxing-holyfield-moorer-bout.html","abstract":"  The promoter DAN DUVA, saying he could have earned EVANDER HOLYFIELD $20 million for a heavyweight unification fight against LENNOX LEWIS, has instead reluctantly agreed to match his fighter against MICHAEL MOORER for half that amount. Duva added, however, that \"Evander may just decide to say the heck with it and quit.\"   \"The heavyweight division has been thrown into chaos,\" charged Duva yesterday, after being rebuffed by both the International Boxing Federation and World Boxing Association. They refused to consider a Holyfield-Lewis bout as a championship battle. Lewis owns the World Boxing Council crown.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Panthers Finish Off Richter's Streak","web_url":"https://www.nytimes.com/1993/12/23/sports/hockey-panthers-finish-off-richter-s-streak.html","abstract":"  Mike Richter's unbeaten streak came to an end in a 3-2 loss to the Florida Panthers tonight. And the player most responsible was the goaltender from whom he won the Rangers' starting job, John Vanbiesbrouck.   The Beezer, as he was known to Ranger fans during his 10-year stay in New York, stopped 33 of 35 shots and protected Florida's one-goal lead by turning aside 16 shots in the third period.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"New Risk Factors Seen on Hypertension","web_url":"https://www.nytimes.com/1993/12/23/us/new-risk-factors-seen-on-hypertension.html","abstract":"  People with slightly elevated systolic blood pressure, the higher of the two blood pressure readings, are at increased risk of developing full-fledged hypertension and heart disease compared with those with normal blood pressure, a new study has found.   People with the condition, borderline systolic hypertension, have generally not been classified as having high blood pressure because the slight elevations were not known to be potentially harmful.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Biblical Birth Control : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-biblical-birth-control-letters-to-the-editor.html","abstract":"Those who worship the fetus make a mockery of the teachings of Jesus. In the Parable of the Sower, Jesus said: \"Behold there went out a sower to sow; and it came to pass, as he sowed, some seed fell by the wayside. And the fowls of the air came and","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"YELTSIN CALLS VOTE A REBUKE BUT VOWS TO PURSUE REFORMS","web_url":"https://www.nytimes.com/1993/12/23/world/yeltsin-calls-vote-a-rebuke-but-vows-to-pursue-reforms.html","abstract":"  In his first major assessment of Russia's parliamentary elections, President Boris N. Yeltsin today described the vote as a major reprimand. He said that he would keep his current economic team and its reform program but that his Government would give more attention to the problems of the poor and introduce a \"new, more open style.\"   At a Kremlin news conference, Mr. Yeltsin acknowledged the successes of those who had used \"primitive nationalism, outright lies and even dangerous provocations,\" but he avoided direct criticism of the person he saw as the major beneficiary of those tactics, Vladimir V. Zhirinovsky.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"1893:Holiday Events : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-1893holiday-events-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - A curious soirée de gala will be given to-night [Dec. 23] at the Pole Nord skating establishment, 18 rue de Clichy. At ten o'clock there will be races in straightforward skating for ladies, gentlemen and professionals. At half-past ten a sort","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Lease in Tennis Deal Is Signed by Dinkins","web_url":"https://www.nytimes.com/1993/12/23/nyregion/lease-in-tennis-deal-is-signed-by-dinkins.html","abstract":"  Mayor David N. Dinkins signed a new long-term lease yesterday for the expansion of the National Tennis Center in Queens, which will keep the United States Open tennis tournament in New York City for at least 25 years.   The signing of the accord with the United States Tennis Association culminated more than two years of negotiations and government approvals and it provided Mr. Dinkins with one of the final formal occasions of his four-year term.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Foe Urges Segarra to Leave Post on Board of Education","web_url":"https://www.nytimes.com/1993/12/23/nyregion/foe-urges-segarra-to-leave-post-on-board-of-education.html","abstract":"  The Bronx Borough President yesterday accused Ninfa Segarra, a deputy mayor-designate in the Giuliani administration, of remaining silent in the face of school board corruption in the Bronx and called on her to resign as the Bronx representative on the New York City Board of Education.   \"Ridding the schools of this cancer was part of your charge of office that you inexplicably chose to ignore,\" the Borough President, Fernando Ferrer, said in a two-page letter released yesterday. \"Your laxness and failure to respond to these vital issues can only be interpreted as an egregious failure.\"","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"What's Unafraid of Plastic Owls or Love?; Try Porcupine Wire","web_url":"https://www.nytimes.com/1993/12/23/opinion/l-what-s-unafraid-of-plastic-owls-or-love-try-porcupine-wire-754993.html","abstract":"  To the Editor:   The apartment building on East 69th Street is wasting its time and money trying to scare away pigeons with inflatable owls (Topics of The Times, Dec. 14). The simple, humane solution to bird control problems is the installation of stainless steel needle wire (also known as \"porcupine wire\") in areas birds are defacing.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Cooke Meeting Is Eyed","web_url":"https://www.nytimes.com/1993/12/23/sports/sports-people-football-cooke-meeting-is-eyed.html","abstract":"  Gov. WILLIAM DONALD SCHAEFER of Maryland said yesterday that he would meet with JACK KENT COOKE, the Washington Redskins' owner, to talk about Cooke's plan to move the Redskins to Laurel, even though the Governor insists that the team should remain in Washington.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Raines Signs With Chicago In Deal Worth $11 Million","web_url":"https://www.nytimes.com/1993/12/23/sports/baseball-raines-signs-with-chicago-in-deal-worth-11-million.html","abstract":"  On a day when some players took cuts in pay to re-sign with their teams, Tim Raines re-signed with the Chicago White Sox yesterday for a $500,000 raise.   Raines, a free agent after completing a three-year, $10.5 million contract with the White Sox, agreed to a new three-year deal for $11 million.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/23/sports/results-plus-401993.html","abstract":"  SKIING  Super-G Champ at 18    Katja Koren, an 18-year-old Slovenian high school student, won the World Cup Super-G yesterday at Flachau, Austria, two days after Jure Kosir scored the young republic's first World Cup victory. Kosir won the men's special slalom at Madonna di Campiglio, Italy. Koren's victory caught everyone by surprise. Bibiana Perez of Italy, another relative unknown on the women's tour, had already completed her interviews as the apparent surprise winner, when the Koren raced down the icy track with starting number 66 for the victory. Koren won in 1 minute 15.62 seconds, just eight hundredths of a second ahead of Perez. (AP) Another Super-G Upset: A late starting position proved just what Hannes Trinkl needed for an upset victory in the men's World Cup Super-G at Lech Am Arlberg, Austria. As a late starter, the Austrian junior skier was able to take advantage of improving conditions during the race. Trinkl, skiing with starting number 51, won the race in 1 minute 1:04.42 seconds, beating another newcomer, Werner Perathoner of Italy, who had a time of 1:05.02. Armin Assinger of Austria finished third in 1:05.10. (AP) Kazakhstan Star Still Dominates: Vladimir Smirnov of Kazakhstan scored his third World Cup cross-country victory in four races, winning the 15-kilometer pursuit freestyle in Dobbiaco, Italy. Smirnovhad a winning time of 59:04.9 seconds. (AP) Russian Teams Finish 1-2: Russian teams finished 1-2 in the women's World Cup 20-kilometer relay at Dobbiaco, Italy. The Russian A team of Larisa Lazutina, Olga Danilova, Lubov Egorova and Yelena Vaelbe, dominated the race in 49 minutes 49 seconds. (AP) WOMEN'S BASKETBALL  No. 1 Drubs No. 10  Tiffany Woosley hit her first six shots and finished with 18 points to lead No. 1 Tennessee to a 94-60 victory over No. 10 Louisiana Tech yesterday in Knoxville. Woosley made seven of eight shots for Tennessee (8-0). Vickie Johnson had 21 points and 10 rebounds for Louisiana Tech (6-3). (AP) SOCCER  Germany, Mexico Tie  World Cup champion Germany completed a disappointing North American tour with a scoreless tie against Mexico yesterday before 120,000 fans in Aztec Stadium in Mexico City. Both squads are in the World Cup in the United States this summer. Germany lost to Argentina, 2-1, last week at Miami and was unimpressive in a 3-0 victory over the United States on Saturday. Nevertheless, the Germans finished the year No. 1 in the FIFA rankings. (AP) N.H.L.  Sharks Get a Point  Todd Elik's two goals and Arturs Irbe's 27 saves helped San Jose to a 2-2 tie last night with Toronto Maple Leafs and the Sharks' first-ever point in Maple Leaf Gardens. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/12/23/arts/classical-music-in-review-676393.html","abstract":"  Canticum Novum Singers  St. Ignatius of Antioch Church    Harold Rosenbaum led his Canticum Novum Singers in an unusually varied collection of Christmas works on Saturday evening, with offerings ranging from Renaissance and Baroque choral settings and organ works to Rachmaninoff and Honegger rarities and a touch of levity from Peter Schickele.","thumbnail":null,"section":"Arts"},{"date":"19931223","headline":"Holocaust Deniers Got More Than Visibility; Not an Isolated Crank","web_url":"https://www.nytimes.com/1993/12/23/opinion/l-holocaust-deniers-got-more-than-visibility-not-an-isolated-crank-744193.html","abstract":"  To the Editor:   The Holocaust denier Bradley R. Smith is intensifying his efforts to convince American youth that the Holocaust did not happen (news article, Dec. 12).","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Bethlehem Journal; All Around Manger Square, Peace Is Walking on Tiptoes","web_url":"https://www.nytimes.com/1993/12/23/world/bethlehem-journal-all-around-manger-square-peace-is-walking-on-tiptoes.html","abstract":"  Norway, front-runner in the Middle East for 1993 Country of the Year if they were to invent such an award, had a 50-foot fir that it wanted to give to Bethlehem as a Christmas tree.   The symbolism was pretty obvious.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"Review/Opera; A Donizetti Rarity","web_url":"https://www.nytimes.com/1993/12/23/arts/review-opera-a-donizetti-rarity.html","abstract":"  The operas of Donizetti stretch out to the crack of doom; the indomitable Eve Queler, with her Opera Orchestra of New York, is conquering them one by one. Having previously given us \"Lucrezia Borgia,\" \"Roberto Devereux,\" \"Dom Sebastien\" and \"Anna Bolena,\" among others, Ms. Queler conducted \"Linda di Chamounix\" at Carnegie Hall on Sunday night. This 1842 three-acter has a few familiar arias and duets, but it is seldom heard complete, at least in this country. The concert performance shed light on a neglected score and brought the debuts of several talented young Italian singers.   \"Linda\" has splendid stretches of music, some of Donizetti's most subtle operatic writing. It also has one of the more asinine librettos to emerge from 19th-century Italy. Linda is a peasant girl with a watchful father who pursues a secret love with a seemingly penniless artist. She goes mad when the boyfriend, actually a wealthy noble, makes plans to marry another woman. She recovers sanity upon hearing his lovesick apologies. It's \"Luisa Miller\" with a happy ending and hapless plotting.","thumbnail":null,"section":"Arts"},{"date":"19931223","headline":"Giuliani Weighs Return of Control Over Some Services to 5 Boroughs","web_url":"https://www.nytimes.com/1993/12/23/nyregion/giuliani-weighs-return-of-control-over-some-services-to-5-boroughs.html","abstract":"  Mayor-elect Rudolph W. Giuliani suggested yesterday that he was willing to return to the five boroughs some of City Hall's control over service delivery, and said he had asked the borough presidents to draft plans for an experiment in such decentralization.   Mr. Giuliani said he would consider decentralization in areas like sanitation, road maintenance and repair, parks and environmental protection, and he pointed out that the Parks Department already has borough-level commanders.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"A 'New' Russia: Yeltsin Needs Consensus and Cash","web_url":"https://www.nytimes.com/1993/12/23/world/a-new-russia-yeltsin-needs-consensus-and-cash.html","abstract":"  After the strong vote for the far right and far left, President Boris N. Yeltsin had a serious choice to make about the pace and kind of economic reform. But today, in his first post-election news conference, there was no indication he has made that choice.   His decision to keep Yegor T. Gaidar, a current First Deputy Prime Minister and leader of the reformers, means the probable continuation of a Government so divided that it has been unable to pursue a consistent economic strategy.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"Essay; Cold Comfort Level","web_url":"https://www.nytimes.com/1993/12/23/opinion/essay-cold-comfort-level.html","abstract":"  My first run-in with Adm. Bobby Ray Inman came after I praised him in a 1980 column. As America's chief eavesdropper, he had overheard a suspicious call by President Carter's brother, Billy, to the Libyan Embassy, and properly brought the wiretap to the Attorney General for criminal investigation.   But praise from me brought him glares from the White House, and Admiral Inman -- recorders whirring -- called me to denounce \"irreparable harm you have done by revealing our sources and methods.\" It was hard to believe that the Libyans did not know that all embassy phone lines were routinely tapped, but I respectfully asked if he would entertain one question.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Critic's Notebook; Crime and Black Images in TV News","web_url":"https://www.nytimes.com/1993/12/23/arts/critic-s-notebook-crime-and-black-images-in-tv-news.html","abstract":"  \"Viewpoint,\" the useful ABC program that gives critics of television news a chance to confront its perpetrators, recently devoted 90 minutes to \"Crime, Violence and TV News.\" Although more was bitten off than could be chewed, troubling questions were raised about the evening's hottest issue, the coverage of crimes committed by young black men.   Jeff Greenfield's scene-setting and Ted Koppel's questions were well aimed, and the criticism by the black panelists -- among them the writer Ishmael Reed; the Rev. Calvin O. Butts 3d, a prominent New York City minister; Fred Thomas, the Washington chief of police; Representative Walter R. Tucker 3d, a Democrat from Los Angeles, and several journalists -- was unsparing.","thumbnail":null,"section":"Arts"},{"date":"19931223","headline":"Resorts Urge Changes in Federal Rent Rules","web_url":"https://www.nytimes.com/1993/12/23/sports/skiing-resorts-urge-changes-in-federal-rent-rules.html","abstract":"  A user-fee policy for collecting rent from ski areas on United States Forest Service land has created a sizable controversy within the ski industry. But there's one point on which most agree: something needs to be done soon to overhaul the system.   \"Everybody is really fed up with it,\" said Tom Corcoran, president of Waterville Valley Resort, a 255-acre ski area in Waterville Valley, N.H. \"It was designed more than 20 years ago to be equitable, but it has brought up inequities.\"","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Review/Film; A Deconstructed Bovary","web_url":"https://www.nytimes.com/1993/12/23/movies/review-film-a-deconstructed-bovary.html","abstract":"  \"Valley of Abraham\" was shown as part of this year's New York Film Festival. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on Oct. 5. The film opened yesterday at the Joseph Papp Public Theater, 425 Lafayette Street, East Village.   At the age of 85, the Portuguese director Manoel de Oliveira, who has been making movies since 1931 and is still little known in this country, has brought forth what some European critics describe as his chef-d'oeuvre: \"Valley of Abraham,\" a variation on Gustave Flaubert's \"Madame Bovary,\" inspired by Agustina Bessa-Luis's Portuguese novel also titled \"Valley of Abraham.\"","thumbnail":null,"section":"Movies"},{"date":"19931223","headline":"Jackson Calls Sexual Abuse Charges 'Totally False'","web_url":"https://www.nytimes.com/1993/12/23/us/jackson-calls-sexual-abuse-charges-totally-false.html","abstract":"  Michael Jackson emerged from seclusion today and, fighting back tears, told a television audience that accusations that he had sexually abused a 12-year-old boy were \"disgusting\" and \"totally false.\"   Mr. Jackson also said that the law-enforcement authorities had examined and photographed his body this week as part of their investigation. The boy who accused Mr. Jackson of sexual abuse gave the police a detailed description of the entertainer's body, according to various reports. The description, if accurate, could be significant in verifying the accusations.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Times and New York City Reach Final Accord on New Plant","web_url":"https://www.nytimes.com/1993/12/23/nyregion/times-and-new-york-city-reach-final-accord-on-new-plant.html","abstract":"  The New York Times reached final agreement yesterday with New York City to build a $280 million printing plant in Queens, clearing the way for construction to begin as early as next summer on what would be one of the largest manufacturing centers in the city.   The Times, which opened a major printing plant in Edison, N.J., early in 1992 and had considered moving all of its printing operations out of New York City, will build the Queens printing and distribution plant on 31 acres in the city-owned College Point industrial park just west of the Whitestone Expressway.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Wings Re-sign Federov","web_url":"https://www.nytimes.com/1993/12/23/sports/sports-people-hockey-wings-re-sign-federov.html","abstract":"  SERGEI FEDOROV, who emerged as one of the National Hockey League's premier players while STEVE YZERMAN has been injured, agreed yesterday to a four-year contract with the Detroit Red Wings. Terms weren't released. He was reportedly seeking about $3 million a year. Fedorov, 24, was earning $295,000 this season and was scheduled to receive $370,000 during his option year next season.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Release the Whitewater Files","web_url":"https://www.nytimes.com/1993/12/23/opinion/release-the-whitewater-files.html","abstract":"  The White House is threatening to claim lawyer-client privilege to block the release of documents that, it now concedes, were removed from the office of Vincent Foster, a senior White House official. The files might provide useful information to Federal investigators and the public about a controversial real estate transaction involving President Clinton and the owner of a failed Arkansas savings and loan association. They might also shed light on Mr. Foster's suicide.   Those are two good reasons why they belong in the public domain, not in the hands of President Clinton's lawyers.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Review/Theater: Henry IV Parts 1 and 2; A Civil War Henry IV With a Punk for a Prince","web_url":"https://www.nytimes.com/1993/12/23/theater/review-theater-henry-iv-parts-1-2-civil-war-henry-iv-with-punk-for-prince.html","abstract":"  Talk about generation gaps. In Ron Daniels's lively but erratic staging of both parts of Shakespeare's \"Henry IV\" at the American Repertory Theater, the King and his wayward heir, Hal, appear to be separated by about 130 years.   The rebellious Prince is here portrayed as a platinum-haired punk who resembles the English rock star Billy Idol; his father, looking like a mustachioed general from a Matthew Brady daguerreotype, clearly belongs to the era of America's Civil War. Arduously stretching the liberties afforded by post-modernist theories of production, Mr. Daniels has created a wildly anachronistic, culturally mixed salad in which different elements of Shakespeare's epic political portrait are accorded theatrical analogues from wholly disparate historical moments.","thumbnail":null,"section":"Theater"},{"date":"19931223","headline":"Correction: C.I.A. Says Paper On Bosnia Policy Was a Draft","web_url":"https://www.nytimes.com/1993/12/23/world/correction-cia-says-paper-on-bosnia-policy-was-a-draft.html","abstract":"  The Central Intelligence Agency said today that a document described in a New York Times article today as embodying the agency's conclusions on the crisis in Bosnia and Herzegovina reflected ongoing discussions among analysts and not the settled judgment of the agency.   A C.I.A. spokesman described the document as an unclassified memorandum summarizing various arguments made at a symposium this month by Government intelligence specialists and academic experts on the Balkans.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"Isles, Up 4-0, Hang On For Victory at Forum","web_url":"https://www.nytimes.com/1993/12/23/sports/hockey-isles-up-4-0-hang-on-for-victory-at-forum.html","abstract":"  These things happen when a team is playing well, getting all the bounces, making the most of all the breaks. How else can one explain tonight's 5-3 victory over the Canadiens, a result that gave the Islanders a five-game winning streak and a six-game unbeaten streak?   After one period, the Islanders were being outplayed and yet they held a 4-0 lead. Patrick Roy, considered the best goalie in hockey, had left the game with a stiff neck. After two periods, the Islanders were still being outplayed and they still led, at that point by 4-2.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"MAJORITY ELUDES LEADER IN SERBIA","web_url":"https://www.nytimes.com/1993/12/23/world/majority-eludes-leader-in-serbia.html","abstract":"  President Slobodan Milosevic appeared today to have fallen just short of a majority in Sunday's elections for the Serbian Parliament.   It what had been billed as the announcement of final results, the official election supervising commission announced today that with 98.65 percent of the results counted, Mr. Milosevic's Socialists had won 123 seats, leaving them 3 seats short of control of the 250-seat Parliament.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"South African Parliament Adopts New Constitution","web_url":"https://www.nytimes.com/1993/12/23/world/south-african-parliament-adopts-new-constitution.html","abstract":"  South Africa's Parliament finally approved a new interim constitution, officially ending centuries of white domination, but the proceeding ended on a sour note today as pro-apartheid whites and conservative blacks threatened to boycott the country's first multiracial elections in April.   The legislature's strong endorsement of the constitution -- 237 votes to 45 -- was a boon to the spirits of Government negotiators and leaders of the main opposition group, the African National Congress, who had been badly shaken in recent days by mounting opposition to the pact.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"M.I.T. Wins Right to Share Financial Aid Data in Antitrust Accord","web_url":"https://www.nytimes.com/1993/12/23/us/mit-wins-right-to-share-financial-aid-data-in-antitrust-accord.html","abstract":"  The Massachusetts Institute of Technology will be permitted to share financial-aid information with other universities and establish guidelines on interpreting the data under an antitrust settlement announced yesterday by the institute and the Justice Department.   The settlement ended more than two years of legal battles in Federal courts in which the Government contended that M.I.T. and the eight Ivy League colleges had violated price-fixing laws.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Daughter of Castro Leaves Cuba And Is Given Asylum in the U.S.","web_url":"https://www.nytimes.com/1993/12/23/world/daughter-of-castro-leaves-cuba-and-is-given-asylum-in-the-us.html","abstract":"  Fidel Castro's daughter has fled Cuba and has been granted political asylum in the United States, State Department officials said today.   The woman, Alina Fernandez Revuelta, arrived in Atlanta on Tuesday on a flight from Spain after her asylum request was granted by the United States Embassy in Madrid, said David Johnson, a State Department spokesman.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"1918:Baltic Mission : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-1918baltic-mission-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - The following communication was issued by the French Ministry of Marine last evening [Dec. 23]: A French naval division composed of six units, one of which is the armored cruiser Montcalm, is on its way to the Baltic. This naval force has as its m","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Review/Film: The Accompanist; Eternally in a Supporting Role, A Star Who Is Never Quite Born","web_url":"https://www.nytimes.com/1993/12/23/movies/review-film-accompanist-eternally-supporting-role-star-who-never-quite-born.html","abstract":"Singer's pianist in Vichy-run France. Urbane and engrossing, with lovely music.","thumbnail":null,"section":"Movies"},{"date":"19931223","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/23/us/c-corrections-919893.html","abstract":"  An article on Dec. 8 about an assertion that the Croatian Government had expelled thousands of its political foes misidentified Zvonimir Cicak, the human rights campaigner who made it. He is head of the Zagreb-based Croatian Helsinki Committee for Human Rights; he does not represent Helsinki Watch, a New York-based group.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"1943:Raid on Germany : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/23/opinion/IHT-1943raid-on-germany-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Hundreds of American heavy bombers and their fighter escort struck northwest Germany today [Dec. 23], and destroyed thirty-eight enemy fighters in the 8th Air Force's tenth attack on the Reich's great shipbuilding and","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Taking Office as Mayor, One Party at a Time","web_url":"https://www.nytimes.com/1993/12/23/nyregion/taking-office-as-mayor-one-party-at-a-time.html","abstract":"  The inauguration of New York City's newest Mayor, traditionally a daylong affair, appears to be extending into a weekend full of celebration.   Adding another party to his first weekend as mayor, Rudolph W. Giuliani said yesterday that his close friend and deputy mayor to be, Peter J. Powers, would be the host of a New Year's Eve party that aides said would be attended by about 400 people involved in Mr. Giuliani's arduous campaign and transition.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"A Mexican General, in Prison, Says the Army Flouts Rights","web_url":"https://www.nytimes.com/1993/12/23/world/a-mexican-general-in-prison-says-the-army-flouts-rights.html","abstract":"  A public clash between a general and the Mexican Army he says he is trying to reform has landed the general in prison and provided a rare look into one of Mexico's most secret institutions.    Locked behind the rough stone walls of a military prison, the general, Jose Francisco Gallardo Rodriguez, 47, awaits trial on charges that he defamed the army by saying in an article that human rights are violated in Mexico.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"Topics of The Times; Where Is Mansour Kikhiya?","web_url":"https://www.nytimes.com/1993/12/23/opinion/topics-of-the-times-where-is-mansour-kikhiya.html","abstract":"  Mansour Kikhiya, a former Libyan diplomat who became a dissident and human rights activist, vanished from a Cairo hotel Dec. 10 and is now feared to be in the hands of Libya's secret police.   The Clinton Administration is rightly pressing Egypt to do all it can to assure the safety and freedom of Mr. Kikhiya, a U.S. national.   Though the main suspicion points to Libya's leader, Col. Muammar Qaddafi, Egypt's own reputation is on the line. President Hosni Mubarak maintains an ambiguous relationship with his Libyan neighbor, often working to deflect international punishment of Libyan terror. More to the point, the police agencies of these two repressive regimes have an unsavory history of cooperation. Egypt's police have handed over Libyan dissidents to Colonel Qaddafi's agents in the past.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Bridge","web_url":"https://www.nytimes.com/1993/12/23/nyregion/bridge-206793.html","abstract":"  A survey of the older players of Eastern Long Island was discussed in yesterday's column. Their lives revolve around bridge, and many will admit that they are addicted. But they think of it as a positive addiction. \"I did feel my mind slipping,\" reported one woman after a two-month layoff forced by injury.   Another player who was out of action with an injury was asked if she could imagine life without bridge. \"No, truthfully, I can't. I am able to deal with this period because I know it is short. But if I had to give it up for the rest of my life, I can't imagine such a thing, no.\"","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Holocaust Deniers Got More Than Visibility","web_url":"https://www.nytimes.com/1993/12/23/opinion/l-holocaust-deniers-got-more-than-visibility-621693.html","abstract":"  To the Editor:   Bradley R. Smith offered his Holocaust-denying advertisement to The Justice, the Brandeis University student newspaper, for a political purpose, and the explanation by the student editors for accepting the advertisement -- to educate people about Bradley Smith -- indicates their ignorance of Bradley Smith's motives (news article, Dec. 12).","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Close Adviser to Whitman Is to Be Secretary of State","web_url":"https://www.nytimes.com/1993/12/23/nyregion/close-adviser-to-whitman-is-to-be-secretary-of-state.html","abstract":"  Governor-elect Christine Todd Whitman reached into her inner circle of friends and advisers today for her Secretary of State, choosing Lonna R. Hooks, a pharmaceutical company lawyer and senior aide during Mrs. Whitman's days in the Kean administration.   The office, one of the smallest and least burdensome in state government, has traditionally been awarded to a governor's political operative, and Ms. Hooks, who is 35, has already shown herself to be someone Mrs. Whitman relies upon when the subject is politics. She was the Governor-elect's chief of staff when Mrs. Whitman headed the Board of Public Utilities, she was co-chairwoman of the Whitman campaign along with Hazel F. Gluck, and she is a major adviser during the transition period.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"U.S. Gives Haiti's Military Rulers a New Deadline","web_url":"https://www.nytimes.com/1993/12/23/world/us-gives-haiti-s-military-rulers-a-new-deadline.html","abstract":"  The United States warned Haiti's military rulers today that it would expand an embargo against the country unless they stepped aside by Jan. 15 and allowed the exiled President, the Rev. Jean-Bertrand Aristide, to return to power.   The current embargo applies only to oil and arms. American officials said it could be widened to include restrictions on flights to and from Haiti, as well as other commerce that is not considered vital to sustaining the country's population.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"Sports of The Times; The Gritty Anthony Isn't The Answer","web_url":"https://www.nytimes.com/1993/12/23/sports/sports-of-the-times-the-gritty-anthony-isn-t-the-answer.html","abstract":"  GREG ANTHONY says he wasn't serious, that recently when he expressed a desire to possibly leave the cruel world of professional basketball and buy a farm in Rhode Island or teach at a university, he was only joking.   He said that he started receiving phone calls from his family. \"They were worried when they read that,\" he said. \"They thought I was really depressed.\"","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Knicks Are in Search of Shooting Touch","web_url":"https://www.nytimes.com/1993/12/23/sports/basketball-knicks-are-in-search-of-shooting-touch.html","abstract":"  The Knicks pondered two nagging questions today as they prepared to face the Atlanta Hawks. Can they improve their anemic offense? And when will they defeat a quality team?   Thursday night's game at the Garden will be an important test for the Knicks. The Hawks are the surprise team of the National Basketball Association so far with a 17-5 record. The Knicks are 16-6, but only 1-5 against teams that are above .500.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"His Good Will Extends to Nassau Inmates; L.I. Real-Estate Developer Pays the Bail and Sends 5 Prisoners Home for Christmas","web_url":"https://www.nytimes.com/1993/12/23/nyregion/his-good-will-extends-nassau-inmates-li-real-estate-developer-pays-bail-sends-5.html","abstract":"  The 20-year-old inmate at the Nassau County jail was fidgeting in his chair, trying to figure out what to say to get himself home to his mother, his girlfriend and his 5-month-old son in Brooklyn in time for Christmas.   A first-time offender, Eric Nieves, had been arrested 19 days earlier on charges of driving a stolen car and did not have the $1,000 he needed to post bail. On Tuesday, he sat in a small office in the jail, having made it to the final round of the county's annual Christmas bail program.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Arabs Kill 2 Israelis, Ending a Lull in Attacks","web_url":"https://www.nytimes.com/1993/12/23/world/arabs-kill-2-israelis-ending-a-lull-in-attacks.html","abstract":"  Two Israeli men were killed in the West Bank by Palestinian gunmen today in a drive-by shooting that ended a 10-day lull in attacks by opponents of the peace talks between Israel and the Palestine Liberation Organization.   The killings reignited rightist protests against the Israeli Government and led to raucous demands from opposition parties in Parliament that it break off negotiations with the P.L.O. that are under way in Paris.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/23/us/c-corrections-506693.html","abstract":"  A picture caption yesterday about a strike at Catholic high schools in the Archdiocese of New York misidentified the school shown. It was Archbishop Stepinac High School in White Plains.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"Some Progress Seen In Talks on Ending Fighting in Bosnia","web_url":"https://www.nytimes.com/1993/12/23/world/some-progress-seen-in-talks-on-ending-fighting-in-bosnia.html","abstract":"  Talks on ending the conflict in Bosnia and Herzegovina showed tentative progress on several points today, but European diplomats said the opposing sides remained far apart on other issues and there were few indications that their differences can be bridged anytime soon.   \"We have the beginnings of consensus on some points,\" Willy Claes, Belgium's Foreign Minister, said after a day of meetings here among delegations representing Serbia, Croatia and Bosnia and the Foreign Ministers of the 12 European Community nations.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"What's Unafraid of Plastic Owls or Love?; New Bird in Town","web_url":"https://www.nytimes.com/1993/12/23/opinion/l-what-s-unafraid-of-plastic-owls-or-love-new-bird-in-town-755793.html","abstract":"  To the Editor:   Re \"Hooting at Owls\" (Topics of The Times, Dec. 14): There's indeed one owl, temporarily in the New York City region, that can scare away city-bred pigeons. I give you the great horned owl, which with strong talons as sharp as ice picks can kill any bird or mammal worthy of its notice. Not even an eagle would come to grips with this owl.","thumbnail":null,"section":"Opinion"},{"date":"19931223","headline":"Alm Made A 911 Call","web_url":"https://www.nytimes.com/1993/12/23/sports/alm-made-a-911-call.html","abstract":"Defensive tackle Jeff Alm of the Houston Oilers made a frantic 911 call to summon help after a car crash, yelling to the operator, \"I have a buddy dying!\" Seconds later, the operator heard four gunshots as Alm committed suicide.\n\nFire department officials today released a recording of the call Alm made on his cellular phone shortly after his car crashed early on the morning of Dec. 14. His best friend, Sean Lynch, died after being thrown from the car.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Violent Playthings: Parents Ponder Choices","web_url":"https://www.nytimes.com/1993/12/23/nyregion/violent-playthings-parents-ponder-choices.html","abstract":"  Marsha Chambers was sitting in her Brooklyn living room, watching the evening news as she drew up gift lists for her children. The barrage of reports about kidnappings, murders, drive-by shootings and assaults seemed relentless, she said, and incongruous with the task at hand.    Then she looked down at her 11-year-old son's wish list. There, between a deluxe Lego set and a Timberland sweatshirt, was a Super Shot Pump-Action Rifle.","thumbnail":null,"section":"New York"},{"date":"19931223","headline":"Redmen Provide Lessons For Young Niagara Team","web_url":"https://www.nytimes.com/1993/12/23/sports/basketball-redmen-provide-lessons-for-young-niagara-team.html","abstract":"  It didn't take much. A few steals here, a couple of slams there and St. John's rolled to a convincing 89-66 victory over Niagara last night at Alumni Hall.   Niagara (1-6) got off to a horrible start and spent the entire evening trying to recover. The Purple Eagles' first two shots were off target and their next three possessions resulted in turnovers and led to three Redmen baskets. Less than five minutes into the game, St. John's had a 12-1 lead. Niagara had 14 turnovers in the first half and St. John's had 9 steals.","thumbnail":null,"section":"Sports"},{"date":"19931223","headline":"Advocates for Homeless Meet With Clinton","web_url":"https://www.nytimes.com/1993/12/23/us/advocates-for-homeless-meet-with-clinton.html","abstract":"  President Clinton invited about a dozen advocates for the homeless to the White House today to describe what he called a new approach to \"one of our most embarrassing social problems.\"   But the President avoided extravagant promises, choosing his words carefully to acknowledge the difficulty of the problem.","thumbnail":null,"section":"U.S."},{"date":"19931223","headline":"On Surprise Visit to Ulster, Major Calls for Peace","web_url":"https://www.nytimes.com/1993/12/23/world/on-surprise-visit-to-ulster-major-calls-for-peace.html","abstract":"  On a surprise visit to Northern Ireland, Prime Minister John Major walked both the Catholic and Protestant streets of Belfast today to proselytize for the peace initiative that he started with the Irish Prime Minister a week ago.   In an unusual foray for a British leader into the heart of the republican area of West Belfast, where murals and graffiti proclaim support for the Irish Republican Army's campaign to drive the British out, the Prime Minister challenged the political arm of the I.R.A. to take up the initiative.","thumbnail":null,"section":"World"},{"date":"19931223","headline":"People Don't Stop Being Homeless Till They Find Self-Esteem","web_url":"https://www.nytimes.com/1993/12/23/opinion/l-people-don-t-stop-being-homeless-till-they-find-self-esteem-623293.html","abstract":"  To the Editor:   We saw Anna Quindlen's Dec. 16 column, \"The Unworthy,\" about the homeless, and talked about it at lunch. Although we agree with her that no one should ever be considered unworthy, no matter what his or her situation, we disagree with her basic belief that a home is step one.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19931223","time":"1993-12-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":82,"wspd":5.4},{"date":"19931223","time":"1993-12-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":83,"wspd":14.8},{"date":"19931223","time":"1993-12-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":87,"wspd":14.8},{"date":"19931223","time":"1993-12-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":75,"wspd":16.6},{"date":"19931223","time":"1993-12-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":77,"wspd":14.8},{"date":"19931223","time":"1993-12-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":80,"wspd":18.4},{"date":"19931223","time":"1993-12-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":80,"wspd":22.3},{"date":"19931223","time":"1993-12-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":80,"wspd":18.4},{"date":"19931223","time":"1993-12-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":81,"wspd":13},{"date":"19931223","time":"1993-12-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":78,"wspd":11.2},{"date":"19931223","time":"1993-12-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":78,"wspd":14.8},{"date":"19931223","time":"1993-12-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":93,"wspd":18.4},{"date":"19931223","time":"1993-12-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":77,"wspd":13},{"date":"19931223","time":"1993-12-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":76,"wspd":18.4},{"date":"19931223","time":"1993-12-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":74,"wspd":14.8},{"date":"19931223","time":"1993-12-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":75,"wspd":20.5},{"date":"19931223","time":"1993-12-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":76,"wspd":16.6},{"date":"19931223","time":"1993-12-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":78,"wspd":16.6},{"date":"19931223","time":"1993-12-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":85,"wspd":11.2},{"date":"19931223","time":"1993-12-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":83,"wspd":14.8},{"date":"19931223","time":"1993-12-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":85,"wspd":20.5},{"date":"19931223","time":"1993-12-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":85,"wspd":16.6},{"date":"19931223","time":"1993-12-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":83,"wspd":16.6},{"date":"19931223","time":"1993-12-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":72,"wspd":25.9},{"date":"19931223","time":"1993-12-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":50,"wspd":16.6},{"date":"19931223","time":"1993-12-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":14.8},{"date":"19931223","time":"1993-12-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":14.8},{"date":"19931223","time":"1993-12-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":14.8},{"date":"19931223","time":"1993-12-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":9.4},{"date":"19931223","time":"1993-12-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":59,"wspd":11.2},{"date":"19931223","time":"1993-12-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":59,"wspd":13},{"date":"19931223","time":"1993-12-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":59,"wspd":11.2},{"date":"19931223","time":"1993-12-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":63,"wspd":7.6},{"date":"19931223","time":"1993-12-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":7.6},{"date":"19931223","time":"1993-12-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":61,"wspd":5.4},{"date":"19931223","time":"1993-12-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":7.6},{"date":"19931223","time":"1993-12-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":7.6},{"date":"19931223","time":"1993-12-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":61,"wspd":7.6},{"date":"19931223","time":"1993-12-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":59,"wspd":7.6},{"date":"19931223","time":"1993-12-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":56,"wspd":13},{"date":"19931223","time":"1993-12-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":55,"wspd":9.4},{"date":"19931223","time":"1993-12-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":46,"wspd":11.2},{"date":"19931223","time":"1993-12-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":39,"wspd":11.2},{"date":"19931223","time":"1993-12-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":14.8},{"date":"19931223","time":"1993-12-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":48,"wspd":22.3},{"date":"19931223","time":"1993-12-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":48,"wspd":27.7},{"date":"19931223","time":"1993-12-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":48,"wspd":18.7},{"date":"19931223","time":"1993-12-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":47,"wspd":24.1}]}}