{"19941121":{"guardian_articles":[],"nytimes_articles":[{"date":"19941121","headline":"After 30 Months of Nearly No Luck, Sabatini Finally Gets All the Breaks","web_url":"https://www.nytimes.com/1994/11/21/sports/tennis-after-30-months-of-nearly-no-luck-sabatini-finally-gets-all-the-breaks.html","abstract":"  In less than two hours yesterday, Gabriela Sabatini ended two and a half years of frustration.   Sabatini broke the serve of Lindsay Davenport 10 times in 14 games, in one stretch breaking the teen-ager six times in a row, en route to a 6-3, 6-2, 6-4 victory in the final of the season-ending Virginia Slims Championships at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"PRO BASKETBALL: Sports of The Times; Fitch Has No Victories And No Heartburn","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-basketball-sports-of-the-times-fitch-has-no-victories-and-no-heartburn.html","abstract":"  BILL FITCH might have had a tearful reunion yesterday morning with Derrick Coleman, if only Coleman had shown up for the Nets' shoot-around at Meadowlands Arena.    \"Diarrhea,\" said Butch Beard, the Nets' coach, embellishing Coleman's phoned-in excuse with a roll of the eyes.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/21/nyregion/c-corrections-887781.html","abstract":"  An article in The Home Section on Thursday about the sale of furniture from the Queen Elizabeth 2 at Salvation Army thrift stores misstated the origin of the ship's name and that of the original liner Queen Elizabeth. The Queen Elizabeth was named for Queen Elizabeth the Queen Mother, not for the Tudor ruler. The QE2 was named for the first liner.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"School Board To Face Cuts Of 800 More","web_url":"https://www.nytimes.com/1994/11/21/nyregion/school-board-to-face-cuts-of-800-more.html","abstract":"  In response to continuing budget cuts by City Hall, Schools Chancellor Ramon C. Cortines plans to reduce the Board of Education's administrative staff by additional 800 employees by June, a board official said yesterday. As a result, the central staff will have been cut by about a third since the beginning of this year -- almost as much as Mayor Rudolph W. Giuliani has demanded.   Mr. Cortines is to announce the reductions in testimony this morning before the City Council, which is holding hearings on the effects of Mayor Giuliani's plan to close a $1.1 billion gap in the city's budget for the current fiscal year. The Mayor has called for a $190 million cut to the school system.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/21/nyregion/c-corrections-887749.html","abstract":"  An article on Friday about Angus King, the independent who was elected last week to be Maine's next governor, referred incorrectly to the site where governors were gathering over the weekend. It is is not a town but a resort, in White Sulphur Springs, W.Va.; its name is spelled Greenbrier.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Poor Families Will Pay for the G.O.P. Victory; Food or Health","web_url":"https://www.nytimes.com/1994/11/21/opinion/l-poor-families-will-pay-for-the-gop-victory-food-or-health-887919.html","abstract":"  To the Editor:   Senator Nancy Landon Kassebaum, Kansas Republican, slated to be chairwoman of the Senate Labor and Human Resources Committee, proposes to federalize Medicaid to improve health services for the poor.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/21/nyregion/chronicle-884596.html","abstract":"  BRENDAN GILL , the New Yorker writer and architecture critic, and Jacqueline Kennedy Onassis became firm friends during struggles to preserve various landmarks in the city. Now he is to be the first recipient of an honor named for her: the Municipal Art Society's Onassis Award. It will be presented at the organization's annual benefit Nov. 30 at the Seventh Regiment Armory on Park Avenue.   \"No matter what the hour or the building we were trying to save, Jackie would be on the ramparts,\" Mr. Gill said the other day. \"She was indispensable. This will be a very poignant recollection of her value to the society and what her friendship meant to us.\"","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Looking for Meaning in Parents' Deaths, Finding It in History","web_url":"https://www.nytimes.com/1994/11/21/books/books-of-the-times-looking-for-meaning-in-parents-deaths-finding-it-in-history.html","abstract":"  FAMILY  By Ian Frazier  Illustrated. 386 pages. Farrar, Straus & Giroux. $23.    In the sad aftermath of one's parents' deaths, a sweet recompense is the gradual crystallization in memory of the best of those parents. Ian Frazier's father and mother died in their late 60's almost within a year of each other, he in 1987 of Alzheimer's disease and pneumonia, she in 1988 of liver cancer. The memories evidently came back with such force and sweetness that Mr. Frazier was driven beyond mere recollection to an appetite for his family's entire history.","thumbnail":null,"section":"Books"},{"date":"19941121","headline":"USAir Hires an Ex-General As Safety Operations Chief","web_url":"https://www.nytimes.com/1994/11/21/us/usair-hires-an-ex-general-as-safety-operations-chief.html","abstract":"  USAir, trying to reassure customers after five fatal crashes in the last five years, announced yesterday the appointment of a retired Air Force general to a new position of chief of safety operations and the hiring of a consulting concern to conduct an independent audit of flight operations.   The announcement was made by Seth E. Schofield, chairman and chief executive of USAir. It also was contained in a full-page advertisement published today in The New York Times and more than 40 other newspapers.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"Time for a Global Criminal Court","web_url":"https://www.nytimes.com/1994/11/21/opinion/time-for-a-global-criminal-court.html","abstract":"  After extensive and complicated preparations, the United Nations ad hoc tribunal to investigate war crimes in the former Yugoslavia is just now getting started. Two weeks ago, the massacres in Rwanda were added to its jurisdiction. But these two examples of human rights disasters are by no means the only ones deserving the attention of the international community. What of the crimes of the Haitian junta? The Indonesian Army in East Timor? Turkish and Iraqi persecution of the Kurds?   It would be impossible to convene ad hoc tribunals to investigate all these -- yet it seems inherently unfair that some conflicts are singled out for world attention when others, whose victims are every bit as human, are ignored.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"DOLE TIES SUPPORT OF TRADE ACCORD TO TAX CONCESSION","web_url":"https://www.nytimes.com/1994/11/21/us/dole-ties-support-of-trade-accord-to-tax-concession.html","abstract":"  Seeking to wring concessions from a politically weakened White House, Senator Bob Dole of Kansas said today that he had told Clinton Administration officials that he would be more inclined to vote for a worldwide trade pact if the White House dropped certain objections to a cut in the capital gains tax.   Administration officials said today that they had promptly dismissed the offer made by Senator Dole, the likely majority leader.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/21/nyregion/c-corrections-887765.html","abstract":"  An article by Bloomberg Business News in Business Day on Wednesday about a communications satellite system planned by TRW Inc. and Teleglobe Inc. incorrectly referred to the venture. It is a partnership that will use 12 satellites; it is not a 12-company partnership.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Arafat Aide Appeals to Israel and Other Nations for Help","web_url":"https://www.nytimes.com/1994/11/21/world/arafat-aide-appeals-to-israel-and-other-nations-for-help.html","abstract":"  In an urgent plea for economic help, the beleaguered Palestinian self-rule government called on Israel today to lift its \"siege of starvation\" of the Gaza Strip and West Bank, and told foreign countries that the time was \"now or never\" to carry out their unfulfilled pledges of aid.   Still reeling from fighting that killed at least 13 Gazans and wounded about 200 others on Friday, officials turned their attention to what many here regard as a basic cause of unrest: embedded poverty despite all the hopes raised when Yasir Arafat's Palestinian Authority came into being half a year ago.","thumbnail":null,"section":"World"},{"date":"19941121","headline":"Last-Play Block Saves Nets an Embarrassment","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-basketball-last-play-block-saves-nets-an-embarrassment.html","abstract":"  P. J. Brown managed a faint smile as he quickly jogged off the Byrne Meadowlands Arena floor tonight. Myriad hands reached out from the stands for him to slap jubilantly as he headed for the tunnel to the locker room.    He had saved the Nets from an embarrassing defeat with a last-second block of a Pooh Richardson layup, but he had trouble relating to the euphoria the fans were feeling.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"When Shorty and I Played Taps in the Bronx","web_url":"https://www.nytimes.com/1994/11/21/opinion/l-when-shorty-and-i-played-taps-in-the-bronx-874035.html","abstract":"  To the Editor:   Your Nov. 9 obituary on the jazz great Shorty Rogers brought back warm memories. When I was 14 in 1936, the 12-year-old Miltie Rajonsky moved into 1414 Bronx River Avenue in the Bronx. I lived at 1402. He was a short, curly-haired kid with a friendly locked-on smile. He proudly unwrapped the battered bugle he had brought from Lee, Mass.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"Insurance Plan for Gay Partners","web_url":"https://www.nytimes.com/1994/11/21/us/insurance-plan-for-gay-partners.html","abstract":"  California regulators are pushing insurance companies to change their rules so that a member of a homosexual couple may buy life insurance on the other partner, and name himself or herself as beneficiary.   The Metropolitan Life Insurance Company recently agreed to pay the state $125,000 to settle charges that it had denied insurance coverage to people who wanted to name an unrelated person as beneficiary. The Allstate Life Insurance Company and The Jackson National Life Insurance Company had earlier paid similar fines.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/21/arts/in-performance-classical-music-887811.html","abstract":"  Houston Symphony Offers Premiere of a Prelude  Carnegie Hall    In the finale of the Prokofiev Fifth Symphony on Thursday evening, the Houston Symphony Orchestra demonstrated that it can play extroverted, brassy music as loudly and as thrillingly as anyone. Earlier in the work they handled softer-edged string scoring nearly as ably. It was in the broad range between those extremes that slackness of ensemble and intonation grew troublesome.","thumbnail":null,"section":"Arts"},{"date":"19941121","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/21/nyregion/metro-digest-884464.html","abstract":"  GRANDPARENTS IN THE AGE OF AIDS   As the AIDS epidemic rages, grandmothers across the nation are increasingly thrust into an old role with a new twist: they are caring for adult children dying of AIDS and for the grandchildren, in some cases also dying, who are left behind. Heterosexual AIDS infection jumped 130 percent from 1992 to 1993 (an increase due in part to a change in definition), and experts estimate that as many as 125,000 children will lose their mothers to AIDS by the year 2000. These children are increasingly left in the care of relatives, family friends and social agencies.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Army Critique By Young Gore","web_url":"https://www.nytimes.com/1994/11/21/us/army-critique-by-young-gore.html","abstract":"  As a college student writing home to his father, Vice President Al Gore called the Army an example of \"fascist, totalitarian regimes\" in a letter described in the new issue of The New Yorker. Mr. Gore now dismisses that notion as \"a college kid's silly language.\"   The letter was among others obtained by the magazine from Mr. Gore's parents and described in its Nov. 28 issue. After writing the letters, Mr. Gore enlisted in the Army and served in the Vietnam War, an experience he now says \"allowed me to shed that nonsense.\"","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"L.S.U. Has Its Eye on a Giants Aide","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-football-lsu-has-its-eye-on-a-giants-aide.html","abstract":"  The Giants enter Monday night's game against the Houston Oilers as the losers of seven straight games. Is it possible they could lose their defensive coordinator as well?   Sources on the Giants and in the National Football League said over the weekend that Mike Nolan, the highly respected 35-year-old defensive coordinator for the Giants, is a candidate to become the head coach at Louisiana State University.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"Fire Department Ladder Buckles, and a Father Dies","web_url":"https://www.nytimes.com/1994/11/21/nyregion/fire-department-ladder-buckles-and-a-father-dies.html","abstract":"  It seemed that the entire family was going to make it to safety yesterday afternoon as yellow and orange flames licked out of a rambling apartment building in a mostly industrial section of Brooklyn.   Standing on a 91-foot aluminum alloy ladder that extended from a fire truck, Firefighter Greg Smith was carrying two children who had been handed through a smoky sixth-floor window on the side of the building by their parents. The parents came next, and the firefighter stepped down a rung to make room.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Rightist Coalition Falters In Local Italian Elections","web_url":"https://www.nytimes.com/1994/11/21/world/rightist-coalition-falters-in-local-italian-elections.html","abstract":"  More than 2.6 million Italians voted today in local elections, and early computer projections seemed to confirm that Prime Minister Silvio Berlusconi and his Forza Italia party had lost some glitter since the party came to power in March.   The ballot for mayors and local councils in 242 cities and towns involved just over one-twentieth of Italy's 47 million voters. The political battle was fought on matters ranging from the allure of local personalities to national issues.","thumbnail":null,"section":"World"},{"date":"19941121","headline":"St. John's Weathers Exhibition","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-basketball-st-john-s-weathers-exhibition.html","abstract":"  St. John's got through its dress rehearsal Saturday night with a victory and a brief scare.   But St. John's Coach Brian Mahoney said yesterday that Zendon Hamilton, the highly regarded freshman center who injured his left wrist scrambling for a rebound in a game against a Russian team, had been given medical clearance to play.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"Inmate Accused of Plot to Kill Two Prosecutors and a Judge","web_url":"https://www.nytimes.com/1994/11/21/nyregion/inmate-accused-of-plot-to-kill-two-prosecutors-and-a-judge.html","abstract":"  A 33-year-old convicted killer has been arraigned on charges he conspired to assassinate District Attorney Richard A. Brown of Queens, an assistant prosecutor and the judge who handed him a life sentence.   The suspect, Armando Hernandez, was arraigned on Saturday in Queens Criminal Court in Kew Gardens on charges of conspiracy to commit murder and criminal solicitation, officials said yesterday. He was arrested on Friday at the Bronx House of Detention, where he was awaiting transfer to a state prison, according to documents filed at the court.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Cutting Medicaid Will Not Be Easy","web_url":"https://www.nytimes.com/1994/11/21/nyregion/metro-matters-cutting-medicaid-will-not-be-easy.html","abstract":"  THERE is no debate about it. New York's Medicaid system, the kudzu of health-care programs, needs pruning. It is one of the most expensive and expansive Medicaid programs in the country, and Governor-elect George E. Pataki has pledged to cut it.   But how? New York has done such a masterly job of wringing dollars out of the Federal Government, which pays half of all Medicaid bills, that the program has spawned a vigorous lobby of clients and providers.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Japan Admits It Bungled Notice of War in '41","web_url":"https://www.nytimes.com/1994/11/21/world/japan-admits-it-bungled-notice-of-war-in-41.html","abstract":"  After decades of obfuscation, Japan stated today for the first time that bungling within the Foreign Ministry 53 years ago was responsible for Japan's failure to declare war on the United States before launching its attack on Pearl Harbor.   The acknowledgement came in documents that were released to clear the air on outstanding questions from the war in advance of the 50th anniversary of Japan's surrender, next Aug. 15. But the documents are unlikely to resolve the basic issue: why Japan acted as it did.","thumbnail":null,"section":"World"},{"date":"19941121","headline":"Young Democrats Brace For Life Beyond the Hill","web_url":"https://www.nytimes.com/1994/11/21/us/young-democrats-brace-for-life-beyond-the-hill.html","abstract":"  The worst part of the way things are going in Congress nowadays, said Regina Wood, is the way Republicans keep barging into her office to size it up.   \"It's a little disturbing that they don't wait until we're out,\" said Ms. Wood, a 23-year-old staff assistant to the House Speaker, Thomas S. Foley, who was defeated by his Republican opponent after 32 years in Congress. \"They're bidding for our office space.\"","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"Apple Lawyer Will Become New Director Of Gay Group","web_url":"https://www.nytimes.com/1994/11/21/us/apple-lawyer-will-become-new-director-of-gay-group.html","abstract":"  The nation's largest gay political organization has reached into the corporate world for an executive director to guide it through what promises to be a tumultuous period in the gay-rights movement.   Elizabeth Birch, the 38-year-old chief litigator at Apple Computer Inc., is to be named today as executive director of the Human Rights Campaign Fund, an organization that is based in Washington and claims more than 80,000 members. The fund fights discrimination against homosexuals through organizing, lobbying and financial support for political candidates.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"Topics of The Times; The Economics of Prenatal Care","web_url":"https://www.nytimes.com/1994/11/21/opinion/topics-of-the-times-the-economics-of-prenatal-care.html","abstract":"  Fearing that purely altruistic social arguments would never carry the day, health care advocates have long claimed that the expense of offering prenatal care to poor women would be more than offset by the savings in preventing premature births and other costly problems. But now Dr. Frederick Cornell, who directs maternal and child-health programs at the University of Washington in Seattle, and Dr. Jane Huntington, a Seattle internist, have analyzed the more than 100 papers on which that contention was based -- and found them flawed.    Those who do not receive timely prenatal care are predominantly poor minorities at high risk of having premature and low-birth-weight babies. Reducing that risk, the doctors say, takes a kind of care -- identifying and treating drug and alcohol abuse, for example -- far more comprehensive than that provided by the average prenatal program. That takes more money.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/21/nyregion/chronicle-888125.html","abstract":"  DAVID CROSBY of the rock group Crosby, Stills and Nash received a new liver yesterday in a seven-hour operation.   A spokesman for the University of California at Los Angeles Medical Center, Warren Robak, said that Mr. Crosby was in critical condition after the operation, which was normal for organ transplant patients, The Associated Press reported.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/21/arts/in-performance-classical-music-886653.html","abstract":"  Ax and Serkin Unite For Brahms and Schoenberg  Carnegie Hall    Brahms was the most radical of conservatives, Schoenberg the most conservative of radicals. In a series of well-thought-out concerts this season, the pianist Emanuel Ax is putting the two composers on equal terms. On Wednesday night, Mr. Ax was joined by Peter Serkin for a two-piano program that brought together Brahms's Variations on a Theme of Haydn, Schoenberg's Chamber Symphony No. 2 (the composer's own arrangement) and Brahms's Sonata in F minor (Op. 34, not Op. 5).","thumbnail":null,"section":"Arts"},{"date":"19941121","headline":"Abroad at Home; Dr. Esma's Lesson","web_url":"https://www.nytimes.com/1994/11/21/opinion/abroad-at-home-dr-esma-s-lesson.html","abstract":"  If the leaders of the Western alliance want to understand the challenge we face after the cold war -- one they show no signs of having understood so far -- they should meet Dr. Esma Zecevic.   Dr. Zecevic is the chief pediatrician of the Kosevo Hospital in Sarajevo, Bosnia. In a column last month I described how she worked under appalling conditions -- and how she was herself gravely wounded by a sniper's bullet that pierced her lung.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"When a Composer Turns Opera Upside-Down","web_url":"https://www.nytimes.com/1994/11/21/arts/music-review-when-a-composer-turns-opera-upside-down.html","abstract":"  Robert Ashley's \"Now Eleanor's Idea\" is opera seen in a mirror. Its musical stagecraft operates backward.   Here's one nice role reversal that runs through these four one-act pieces at the Brooklyn Academy of Music: Projected surtitles in the opera house ordinarily tell audiences what singers onstage are saying. In Mr. Ashley's scheme of things, surtitles appear as chapter headings or topics, often mysterious. The performers fill you in on what they mean.","thumbnail":null,"section":"Arts"},{"date":"19941121","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/21/nyregion/chronicle-888117.html","abstract":"  ELEANOR BERGSTEIN is a movie director and screenwriter who likes to incorporate aspects of her real life into her films.   For the last seven years she has worked around the city as a volunteer for the Coalition for the Homeless, distributing food from vans to people on the street. She is weaving her experiences into the new movie \"Let It Be Me,\" which she wrote and is directing.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Being Perfect Can Be A Burden","web_url":"https://www.nytimes.com/1994/11/21/sports/college-football-being-perfect-can-be-a-burden.html","abstract":"  At the end of a weekend of rivalries, a time that defines seasons and determines the futures of coaches, there was one casualty that stood above the others. The system that creates bowl-game pairings took the worst hit of the weekend, as it faced the possibility that three teams -- Nebraska, Penn State and Alabama -- may reach the new year with perfect records and no chance of facing an unbeaten opponent.   Alabama's passionate 21-14 victory over Auburn, in the brassy din of Legion Field, held far more significance than the annual climax of a state's unending obsession. The Crimson Tide, with an offense that has become more accomplished and daring as its season progressed, has suddenly become a threat to overtake Penn State and move into position behind top-rated Nebraska in the polls that produce a champion.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"A Peace Pact? Only If It's Genuine","web_url":"https://www.nytimes.com/1994/11/21/opinion/a-peace-pact-only-if-it-s-genuine.html","abstract":"  The Likud movement firmly supports Israel's peace treaty with Jordan. In Camp David as in Madrid, we sought an end to war. What we seek today are peace agreements that will endure beyond the ceremonies of yesterday and those of tomorrow.   Happily, this is the prospect offered by the treaty with Jordan. This peace is a blessing, yet it is not immediately obvious. History is replete with examples of real peace alongside frequent examples of false peace. Some peace agreements have pushed back war, others have ushered in the most horrific tragedies.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"Cowboys Win One, Lose Two (Passers)","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-football-cowboys-win-one-lose-two-passers.html","abstract":"  The Dallas Cowboys' suddenly fragile quarterback situation came down to this today at Texas Stadium: Tight end Jay Novacek was one injury away from playing quarterback for the first time since he earned all-state honors at Gothenburg High School in Nebraska.   Sound funny? It wasn't to the Cowboys, who easily defeated the Redskins, 31-7, before 64,644, but saw Troy Aikman leave the game late in the second quarter with a sprained left knee and his backup, Rodney Peete, depart in the fourth quarter with a sprained right thumb. The emergency third-string quarterback, Jason Garrett, seeing his first action of the season, survived until the finish. If he had gone down, Novacek would have been called on to direct the Cowboys' offense.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"Angolan Government and Rebels Sign Treaty to End 19-Year War","web_url":"https://www.nytimes.com/1994/11/21/world/angolan-government-and-rebels-sign-treaty-to-end-19-year-war.html","abstract":"  The enemies who have fought since 1975 for control of Angola signed a treaty here today promising to end the last war in southern Africa and to collaborate in rebuilding their rich and devastated country.   The accord, which calls for the guns to fall silent on Tuesday, is the third such pledge to end Angola's relentless fratricide. But it is the first to guarantee a share of power to the Unita rebel movement, and the first to be backed by plans to deploy thousands of armed United Nations peacekeepers.","thumbnail":null,"section":"World"},{"date":"19941121","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/21/nyregion/no-headline-883107.html","abstract":"  \"I never imagined it, not until the AIDS thing came about. I was thinking about going on a motorcycle and touring the United States, but when it happens, you're there. All grandmothers are.\" -- KATHLEEN BUETE, who cares for her grandson, 8, dying of AIDS, the disease that killed his mother.  [ B6:2. ]","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Why Neil Simon Decided to Turn His Back on Broadway","web_url":"https://www.nytimes.com/1994/11/21/theater/why-neil-simon-decided-to-turn-his-back-on-broadway.html","abstract":"  In his still-definitive 1969 book about the Broadway theater, \"The Season,\" William Goldman predicted that virtually all straight plays would soon be Off Broadway. The reason, he argued, was simple: the high costs \"make doing anything but mass appeal plays a lunatic Broadway venture.\"   There is no playwright with more mass appeal than Neil Simon, and it has taken 25 years for the prediction to come true for him. But America's richest, best-known playwright is hunting for a 500-seat Off Broadway theater for his newest comedy, \"London Suite.\"","thumbnail":null,"section":"Theater"},{"date":"19941121","headline":"Death Outruns a Play From 1977","web_url":"https://www.nytimes.com/1994/11/21/theater/theater-review-the-shadow-box-death-outruns-a-play-from-1977.html","abstract":"  \"You get tired of keeping it all inside,\" says a terminally ill man in \"The Shadow Box,\" the Michael Cristofer play that has been revived at the Circle in the Square Theater, \"but it's like nobody wants to hear about it.\"   In 1977, when \"The Shadow Box\" opened on Broadway, American audiences generally didn't want to hear much about their own mortality, and certainly not in clinically specific terms. Mr. Cristofer's play, which portrayed three cancer patients facing death in a California hospice, seemed to represent a significant breakthrough in subject matter if not in form. While critics expressed reservations about its dramatic contrivances, nearly everyone agreed it was a moving and worthy effort, and it won a Pulitzer Prize.","thumbnail":null,"section":"Theater"},{"date":"19941121","headline":"Extended Family Of Immigrants Mourns Victims Of Van Accident","web_url":"https://www.nytimes.com/1994/11/21/nyregion/extended-family-of-immigrants-mourns-victims-of-van-accident.html","abstract":"  Balbir Singh's family left the Indian state of Punjab in the kind of serial migration that has been an article of faith for immigrants to the United States for more than a century. First came his brother-in-law, then his sister and her son, and then, in 1989, Mr. Singh.   Looking for economic opportunity and an escape from the civil strife in Punjab, they settled together in Flushing, Queens, and became part of the Sikh community whose life revolves around a temple in the Richmond Hill neighborhood. Mr. Singh delivered newspapers until two years ago, when his sister, Kulwant Singh, got him a job at the National Wholesale Liquidators Store where she worked, in Bethpage, L.I. He quickly rose to assistant manager, and frequently drove a company-owned van in which other store employees who lived in Queens rode to work in a car pool.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"In 'Jihad in America,' Food for Uneasiness","web_url":"https://www.nytimes.com/1994/11/21/arts/television-review-in-jihad-in-america-food-for-uneasiness.html","abstract":"  The review tape of \"Jihad in America\" was heralded by a complaint from the Council on American-Islamic Relations, a Muslim organization in Washington, that PBS had denied requests by Arab and Muslim journalists to screen the program in advance of tonight's scheduled showing at 10:10 P.M. on Channel 13. The council charged that Steven Emerson, the documentary's executive producer, had shown animus toward the Palestinian cause as a journalist and was promoting \"a wild theory about an Islamic terrorist network in America.\"   Whatever the predilections of Mr. Emerson, who has made a specialty of investigating Muslim fundamentalist terrorism, the protesters' concerns prove understandable (which is not to say the pressure to change or cancel the documentary was justified), since \"Jihad in America\" is likely to awaken viewers' unease over what some some Muslim groups here may be up to.","thumbnail":null,"section":"Arts"},{"date":"19941121","headline":"In California, Uncertainty Chills Illegal Aliens","web_url":"https://www.nytimes.com/1994/11/21/us/in-california-uncertainty-chills-illegal-aliens.html","abstract":"  She said that her name was Maria R. and that she had slipped across the border from Mexico three years ago, without immigration documents but with the hope of finding work and making a better life, even if it was the furtive life of an illegal alien.   No one, she said, had ever asked her for any proof of legal residence. In her world, she explained, one does not go where people ask questions.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"N.J. Transit Seeks 4 New Electric Rail Lines on Abandoned Tracks","web_url":"https://www.nytimes.com/1994/11/21/nyregion/nj-transit-seeks-4-new-electric-rail-lines-on-abandoned-tracks.html","abstract":"  In their glory at the turn of the last century, trolley cars thrived in New Jersey. They were quieter than locomotives and cleaner than horses.   Now, modern-day economic and environmental concerns may put electric trains back on their old tracks, at least on four suburban routes being considered by New Jersey Transit. Some of the service proposed for Passaic, Essex and Union counties would run on active railways, but most would require restoration of dozens of miles of track now buried by weeds or tar.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"At Conference Of Governors, Pataki Makes A Quiet Debut","web_url":"https://www.nytimes.com/1994/11/21/nyregion/at-conference-of-governors-pataki-makes-a-quiet-debut.html","abstract":"  A year ago, when the Republican Governors' Association met in Phoenix, it was Christine Todd Whitman's show, a coming-out party for a new political star who had toppled a Democratic incumbent by promising deep cuts in state income taxes.   This year, Governor-elect George E. Pataki of New York used a similar playbook to unseat perhaps the most prominent governor in the country. But he is just a face in the crowd at this year's meeting, just one of 11 Republicans about to take over statehouses that were previously Democratic or independent.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"1944: A Flag in Metz : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/21/opinion/IHT-1944-a-flag-in-metz-in-our-pages100-75-and-50-years-ago.html","abstract":"METZ - [From our New York edition, Collie Small writes:] German resistance in Metz collapsed today [Nov. 20]. Western Europe's strongest fortress, last conquered by direct assault 1,500 years ago by Attila the Hun, is now almost in complete control of Lie","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"1,000 Americans on the Golan","web_url":"https://www.nytimes.com/1994/11/21/opinion/1000-americans-on-the-golan.html","abstract":"Jesse Helms, soon to be chairman of the Senate Foreign Relations Committee, is pressing for a reassessment of the United States' Middle East policy. A key issue will be whether we should put troops on the Golan Heights if Syria and Israel sign a peace treaty. He says we shouldn't. But to bar such a U.S. role would be to weaken the prospects for peace. The issue surely will arise this week when Prime Minister Yitzhak Rabin meets with President Clinton and members of Congress.\n\nSyria needs peace to regain land it lost in 1967 and to gain access to capital and technology. Israel has a major interest in reaching an accommodation with Syria, its most powerful neighbor. Peace with Syria would bring peace with Lebanon, ties with other Arab states, pressure on the Palestinians to be pragmatic and opportunities for regional commerce. And it would allow Israel to focus on the threat posed by Iran and Iraq.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"POP","web_url":"https://www.nytimes.com/1994/11/21/arts/in-performance-pop-887803.html","abstract":"  Sad Stories And Lonely Characters  Tramps    On Wednesday night, the Ass Ponys, a rock band from Cleveland, took the audience on a tour of the same types of lonely, twisted American characters who fill the pages of William Faulkner and Flannery O'Connor novels. In a cracking, tuneful drawl somewhere between that of Michael Stipe of R.E.M. and Wayne Coyne of the Flaming Lips, Chuck Cleaver sang of the man too corpulent to leave his trailer home (\"Azalia\"), the love-blinded 17-year-old girl who carved \"I love Bob\" into her calf (\"I Love Bob\"), and the loner who imagines the women who once drank from the discarded bottles he finds on the ground (\"Peanut '93\").","thumbnail":null,"section":"Arts"},{"date":"19941121","headline":"Trying to Say Absolutely Everything","web_url":"https://www.nytimes.com/1994/11/21/arts/music-review-trying-to-say-absolutely-everything.html","abstract":"  Nicholas Maw's \"Odyssey,\" nearly two hours long and played without interruption, is a stately rumination on the orchestra. Leonard Slatkin and the St. Louis Symphony played it at Carnegie Hall on Friday night, demonstrating if anything Mr. Slatkin's courage and sense of adventure. This is not the kind of piece ambitious conductors generally take on out-of-town trips.   \"Odyssey\" says almost anything you can think of about orchestra sound and technique. In the process it neither begs, borrows nor steals; nor does it copy or paraphrase. Mr. Maw has his own fluid voice and an articulate vocabulary to go with it. Great banks of brass sound rise. Birds twitter above flowing lines in the lower strings. Winds and violins race in scale passages. Indeterminate chords colored by mallet percussion float out from the stage. \"Odyssey\" reads like a thick textbook on how to make 100 skillful musicians do just about anything.","thumbnail":null,"section":"Arts"},{"date":"19941121","headline":"Mental Patient Is Accused of Killing Another","web_url":"https://www.nytimes.com/1994/11/21/nyregion/mental-patient-is-accused-of-killing-another.html","abstract":"  A man who by reason of insanity was acquitted of murder 10 years ago walked out of a state psychiatric center in Brooklyn Saturday evening, then, after returning almost 12 hours later, stabbed a fellow patient to death, most likely with a knife obtained while roaming the city, the police said.   The ease with which Daniel Alvarez, 48, escaped from the Kingsboro State Psychiatric Center and then was able to get a knife past officials raised new questions about the security and operation of the aging, state mental health center at 681 Clarkson Avenue in Flatbush.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"3 Correction Officers Suspended at Rikers","web_url":"https://www.nytimes.com/1994/11/21/nyregion/3-correction-officers-suspended-at-rikers.html","abstract":"  As sporadic food and work strikes by inmates at Rikers Island continued, three correction officers were suspended on Saturday after refusing to fill in for striking inmates assigned to the food service detail, a Department of Correction spokesman said yesterday.   Tom Kelly, the department spokesman, said that after about two dozen officers at the Anna M. Cross jail in the Rikers complex were ordered to deliver food to the prisoners -- a job usually performed by inmates -- one officer refused, another overturned a cart of food and a third complained of a back injury. He said the three were suspended pending a hearing.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"New York State Senate Keeps Power Balanced","web_url":"https://www.nytimes.com/1994/11/21/opinion/l-new-york-state-senate-keeps-power-balanced-887900.html","abstract":"  To the Editor:   Since the New York State Senate, like the Assembly, is now apportioned by population, Philip S. Glickman urges adoption of a unicameral legislature (letter, Nov. 14). He argues that the State Senate is useless, having lost its sole purpose of protecting less-populous rural areas.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"Estrogen Substitutes Aren't All the Same","web_url":"https://www.nytimes.com/1994/11/21/opinion/l-estrogen-substitutes-aren-t-all-the-same-887943.html","abstract":"  To the Editor:   As an obstetrician-gynecologist with 30 years' experience and the director of the Menopause Institute of Northern California, I believe it may be helpful to readers of your Nov. 18 front-page article on hormone replacement therapy for women after menopause to know the important facts surrounding estrogen replacement.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/21/sports/results-plus-886882.html","abstract":"  WOMEN'S SOCCER  Ninth Crown in Row for North Carolina  North Carolina's women's soccer team captured its ninth consecutive National Collegiate Athletic Association title in remarkable style yesterday with a 5-0 rout of Notre Dame as midfielder Tisha Venturini, a senior, scored two goals. Except for the loss to George Mason in the 1985 championship game, North Carolina has captured the title every year since the N.C.A.A. instituted the women's tournament in 1982. After a fairly close game before intermission, the Tar Heels erupted for four goals in the second half to hand Notre Dame (22-1-1) its only loss of the season. The Tar Heels finished at 25-1-1, with their only loss coming against Duke and their tie against Notre Dame earlier in the season. MEN'S SOCCER  Two Upsets as N.C.A.A. Play Starts  Two big upsets marked the first round of the N.C.A.A. Division I men's tournament yesterday. North Carolina defeated host South Carolina, last year's runner-up, 1-0, on a goal by Mark Jonas in the 17th minute and fourth-seeded North Carolina-Charlotte suffered a 1-0 overtime loss to the College of Charleston. Virginia, the defending by beat North Carolina-Greensboro, 3-0. WOMEN'S BASKETBALL  Tennessee Takes Tip-Off Classic  Dana Johnson scored 10 points in a 14-2 run that started the second half yesterday, helping top-ranked Tennessee to a 69-62 victory over Louisiana Tech at the State Farm Hall of Fame Tip-Off Classic in Jackson, Tenn. The run pulled the Lady Vols (1-0) ahead, 45-32. They built the cushion to 60-43 before the Lady Techsters took advantage of 5 turnovers to score 11 straight points and cut the lead to 60-54 with 47 seconds left. Debra Williams, who finished with 23 points, had 5 during that run. Louisiana Tech was forced to foul at that point, and point guard Michelle Marciniak hit 4 straight free throws to put Tennessee out of reach, 68-59, with 30 seconds left. (AP) FIELD HOCKEY  James Madison Triumphs in Overtime  Gwen Stoltzfus's shot in overtime clinched James Madison's 2-1 victory over top-ranked North Carolina for the N.C.A.A. field hockey championship yesterday in Brookline, Mass. After two scoreless 15-minute overtimes, Stoltzfus clinched James Madison's first crown in the stroke-off when she beat North Carolina goalkeeper Jana Withrow with a hard, low shot. The Dukes (20-3-1) won the shootout, 4-2. No. 1 North Carolina finished 21-2. (AP) HORSE RACING  Tabasco Cat Up Track in Grass Debut  Tabasco Cat, the Preakness and Belmont Stakes winner, failed miserably in his first attempt at grass racing. He finished eighth yesterday, more than six lengths behind the victorious River Flyer, in the $400,000 Hollywood Derby at Hollywood Park in Inglewood, Calif. After settling into fourth place early in yesterday's mile-and-an-eighth race, Tabasco Cat, the 2-1 favorite with Pat Day aboard, found room to rally along the rail at the top of the stretch, but he had no punch and dropped back. River Flyer, ridden by Chris Antley, won his fourth straight race on the turf in 1:472/5 and paid $10 for $2 to win. Dare and Go took second. GOLF  3 Weeks, 3 Championships for Ozaki  Jumbo Ozaki birdied the final hole yesterday for his third victory in three weeks, a one-shot triumph over Tom Watson in the Dunlop Phoenix event in Miyazaki, Japan. The 47-year-old Ozaki came from behind with a seven-under-par 65, finishing at 15-under 201 in the tournament, which was shortened to 54 holes because of rain. Watson missed three birdie putts in a row from less than 8 feet on the 15th, 16th and 17th holes and left a tying 25-foot eagle putt on the last hole 2 feet short. (AP) GYMNASTICS  Romanian Women First, U.S. Second  Romania won the gymnastics world team championships yesterday in Dortmund, Germany, and the United States finished second despite the withdrawal of Shannon Miller, the world champion. The Romanians took the gold with a combined score of 195.8476 to the United States' 194.645 and Russia's 194.546. The silver medal was decided on the last routine as Dominique Dawes, the United States all-around champion celebrating her 18th birthday, turned in a 9.887 on the vault. (AP) HIGH SCHOOL FOOTBALL  St. Anthony's Wins C.H.S.F.L. Title  Tony Williams ran for 146 yards as St. Anthony's rallied to defeat Chaminade, 21-18, in the C.H.S.F.L. AAA-AA Championship yesterday at Hofstra University. With his team trailing by 18-8 late in the third period, St. Anthony's Shawn McDonald returned a kickoff 95 yards for a score. On their next possession, the Friars drove 68 yards for the winning score. Williams, who ran for 58 yards on the drive, scored the touchdown on a 1-yard plunge. He also scored the 2-point conversion. \"When we were behind in the third, I knew we needed a quick strike to turn things around,\" said St. Anthony Coach Richard Reichert. \"McDonald gave us that strike with the kickoff return.\" Chaminade's James Byrne threw for 197 yards and a touchdown.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"U.N.'s Forces Put on Alert As Serbs Advance in Bosnia","web_url":"https://www.nytimes.com/1994/11/21/world/un-s-forces-put-on-alert-as-serbs-advance-in-bosnia.html","abstract":"  As nationalist Serb forces were reported to have advanced against the Bosnian Army near the town of Bihac, United Nations peacekeepers went on a heightened alert across the country today in anticipation of NATO retaliation for Serbian air attacks on civilian areas.    \"The situation is critical in Bihac,\" said Bosnia's Prime Minister, Haris Silajdzic. He said Serbs, backed by tanks, had retaken the village of Veliki Skocaj south of the Bihac enclave in northwestern Bosnia, which has been designated a \"safe area\" by the United Nations.","thumbnail":null,"section":"World"},{"date":"19941121","headline":"Have Meat Cleavers. Will Juggle.","web_url":"https://www.nytimes.com/1994/11/21/theater/theater-review-have-meat-cleavers-will-juggle.html","abstract":"  The simple, striking set for \"The Flying Karamazov Brothers Do the Impossible!\" is a mountain of cardboard boxes piled at the rear of the Helen Hayes Theater's stage. During the new show starring the popular West Coast troupe of comic jugglers, boxes are tossed, juggled, stacked, and balanced precariously on people's chins. Before the show is over, the cardboard mountain, as if sick and tired of being treated as a plaything, spontaneously erupts, burying everything, including the performers.   The Flying Karamazov Brothers, who first appeared on Broadway 11 years ago, have always made it a point to create theater from humble materials. Having started out on the streets of San Francisco, they convey the cheerfully anarchic attitude of unreconstructed hippies. And in the show's more exuberant moments, the troupe, which includes a ragtag street band called the Kamikaze Ground Crew, makes the audience part of its extended family.","thumbnail":null,"section":"Theater"},{"date":"19941121","headline":"Art Lover's Guide to Noses in the Piazza","web_url":"https://www.nytimes.com/1994/11/21/opinion/l-art-lover-s-guide-to-noses-in-the-piazza-887838.html","abstract":"  To the Editor:   Re \"1 Million Italians in Piazza to Protest Government Budget\" (news article, Nov. 13): You prove yourself not to be not as well versed on Italian art history as on Italian budget problems when you refer in the photo caption to the masked figures as people \"wearing Pinocchio noses.\"","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"Poison in the Earth: A special report.; Nuclear Roulette for Russia: Burying Uncontained Waste","web_url":"https://www.nytimes.com/1994/11/21/world/poison-earth-special-report-nuclear-roulette-for-russia-burying-uncontained.html","abstract":"  For more than three decades, Russian scientists have disclosed, the Soviet Union and now Russia secretly pumped billions of gallons of atomic waste directly into the earth. They say the practice continues today.    Though the Russians defend the practice as safe, it is at odds with accepted global standards for nuclear waste disposal and is contrary to what they have previously said they were doing. The disclosure has set off a debate among experts over the likely consequences of the radioactive injections, which some experts say represent a new kind of nuclear danger that might haunt the planet for centuries.","thumbnail":null,"section":"World"},{"date":"19941121","headline":"Patriots Play Parcells's Plan to Perfection","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-football-patriots-play-parcells-s-plan-to-perfection.html","abstract":"  This was Bill Parcells's type of game. He must have been pinching himself to keep from exploding into a smile watching New England running back Marion Butts plow into the San Diego defensive front like a bulldozer and seeing linebacker Chris Slade do a darn good impression of a young Lawrence Taylor.   One week after quarterback Drew Bledsoe set National Football League records in passes (70) and completions (45) to rally New England from a 20-0 deficit to a 26-20 victory against Minnesota, the Patriots were in control this afternoon in a 23-17 victory over the San Diego Chargers.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"Yet More Intraparty Strife Among Republicans, This Time in the City Council","web_url":"https://www.nytimes.com/1994/11/21/nyregion/yet-more-intraparty-strife-among-republicans-this-time-in-the-city-council.html","abstract":"  For a while, they seemed a fairly merry little band of legislators. But through a combination of smoldering animosities and the fallout from other political feuds, the seven Republicans on the City Council are demonstrating that Mayor Rudolph W. Giuliani and Governor-elect George E. Pataki are not alone in bitter bickering within their party.   The dispute erupted openly last week over the position of minority leader on the Council. Since February, the position has been held by Michael J. Abel, a Republican from Bayside, Queens, who supports Mr. Giuliani. But last week Thomas V. Ognibene, a Conservative who represents Middle Village and Glendale in Queens, declared himself the new minority leader after gathering the signatures of four of the Council's seven Republicans on a petition.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/21/nyregion/c-corrections-887757.html","abstract":"  A list of Gov.-elect George E. Pataki's transition committee on Friday misspelled the names of one member and of the law school where he is dean. He is Frank J. Macchia rola, a former New York City schools chancellor; the law school is Cardozo.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Cam Lo Journal; In the Free Market, Vietnam's Poor Pay a Price","web_url":"https://www.nytimes.com/1994/11/21/world/cam-lo-journal-in-the-free-market-vietnam-s-poor-pay-a-price.html","abstract":"  In the poorest part of the poorest part of the country, all the talk about Vietnam as Asia's newest economic power is a distant whisper.    The rice farmers who tend the arid, gritty soil along Vietnam's central coast say they are thankful that their crops can fetch higher prices in newly free markets. But the land here in Quang Tri Province is so unproductive that even when prices go up the effect for most farmers can be measured in pennies.","thumbnail":null,"section":"World"},{"date":"19941121","headline":"Ewing Still In Doubt For Knicks","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-basketball-ewing-still-in-doubt-for-knicks.html","abstract":"  When David Robinson of the San Antonio Spurs goes up for the game-opening tap against the Knicks at Madison Square Garden on Monday night, it may be Herb Williams instead of Patrick Ewing who goes along for the ride.    Ewing, who sat out Saturday night's 92-79 Knicks victory over Atlanta at the Garden because of soreness and swelling in his right knee, did not practice with the team today and is questionable for the San Antonio game.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"Poor Families Will Pay for the G.O.P. Victory","web_url":"https://www.nytimes.com/1994/11/21/opinion/l-poor-families-will-pay-for-the-gop-victory-874027.html","abstract":"  To the Editor:   So Representative Newt Gingrich's tough love solution is to stop \"promoting the counterculture value system\" and to prevent \"the ruin of the poor\" (front page, Nov. 13), by cutting all aid to mothers under 21, cutting all aid for legal immigrants and cutting all mothers from welfare and work programs after two years, whether or not jobs or health care are available.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"Death Penalty","web_url":"https://www.nytimes.com/1994/11/21/nyregion/pulse-death-penalty.html","abstract":"  Governor-elect George E. Pataki has promised to restore the death penalty in New York. But if the experiences of New Jersey and Connecticut are any indication, it will be well into the next century before anyone is actually executed. Any new death penalty law is likely to be tied up by court challenges for years; most subsequent death sentences will probably be continuously appealed. In New Jersey, no one has been executed since the state reinstated the death penalty in 1982. Of the 37 people who have received death sentences since then, 29 have had them reversed on appeal and only 2 others have exhausted their state appeals. No one has been executed in Connecticut since 1960, but there are growing calls to strengthen the state's death penalty statute.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/21/nyregion/c-corrections-887722.html","abstract":"  An article on Saturday about Senator Jesse Helms's comment that President Clinton was not up to the job of being Commander in Chief misstated the given name of a former Army officer who was critical of Mr. Helms. He is William J. Taylor, not John Taylor.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"1894: Life After Death : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/21/opinion/IHT-1894-life-after-death-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Can life be recalled? is the all-absorbing topic at present in New York State, and a very interesting experiment is about to be tried - no less than an attempt to revivify a man after having paid the last penalty of the law in the electric chai","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"Clinton's Grip On '96 Ticket Isn't So Sure","web_url":"https://www.nytimes.com/1994/11/21/us/political-memo-clinton-s-grip-on-96-ticket-isn-t-so-sure.html","abstract":"  It is still only a question, but a politically portentous one, and it is on the lips and in the minds of prominent Democrats across the country: Can Bill Clinton -- should Bill Clinton -- be the party's Presidential nominee in 1996?   So sweeping was the Democratic defeat in the elections 13 days ago, and so deep is the Democratic dejection in its wake, that the President's place at the head of the ticket two years from now is no longer taken for granted. The odds are strongly in his favor: he is still the President, and he has few obvious challengers. But the doubts are there.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"Keeping in Touch With the Victims of Domestic Violence","web_url":"https://www.nytimes.com/1994/11/21/nyregion/keeping-in-touch-with-the-victims-of-domestic-violence.html","abstract":"  A son hit his 65-year-old father with a shovel, leaving deep cuts on his left hand. A young man got into an argument with his live-in girlfriend over their sex life and the argument escalated so furiously that she called 911 out of fear he would beat her. A man burned his common-law wife's face with a cigarette during a fight.   These brief descriptions of some of the 16 domestic incident reports that Police Officer James O'Donnell reviewed last Monday morning gave only a glimpse of the violence that went on behind closed doors last weekend in the 120th Precinct on the northern part of Staten Island.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"THEATER","web_url":"https://www.nytimes.com/1994/11/21/theater/in-performance-theater-887790.html","abstract":"  Searching for Answers In a Topless Club  Manhattan Class Company    The mysteries of life, death and survival in the city, of friendships among women and relationships between the sexes, are explored by an excellent cast in Jacquelyn Reingold's \"Girl Gone.\"","thumbnail":null,"section":"Theater"},{"date":"19941121","headline":"Hair Spray, Rifles, Toys (and Jobs); A Discount Megastore Wins Friends and Influences Rivals","web_url":"https://www.nytimes.com/1994/11/21/nyregion/hair-spray-rifles-toys-jobs-discount-megastore-wins-friends-influences-rivals.html","abstract":"  When Wal-Mart opened a huge discount department store in Columbia County last spring, no one tried harder than Pamela Taylor-Farrell to warn mom-and-pop businesses that their survival was at stake.   But nearly eight months later, Ms. Taylor-Farrell, the former president of the downtown merchants association, has been won over by the other side: Now a self-described \"Wal-Mart groupie,\" she roams the gleaming aisles of the store after work on each payday.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Nepal Votes Communist, But Few Seem Worried","web_url":"https://www.nytimes.com/1994/11/21/world/nepal-votes-communist-but-few-seem-worried.html","abstract":"  Icons of Marx and Lenin are the decor of the hour in Nepal, where a reformist Communist Party has outpolled 23 other parties by taking more than 40 percent of the votes in a general election.   Well-wishers who thronged to the grimy backstreet headquarters of the Communist Party of Nepal (United Marxist-Leninist) today were ushered into rooms dominated by portraits and plaster busts of the Communist deities. Even the wall clock was a flag-red, made-in-Moscow model, with a hammer and sickle on its face.","thumbnail":null,"section":"World"},{"date":"19941121","headline":"NATO SET TO BOMB SERBS IN CROATIA","web_url":"https://www.nytimes.com/1994/11/21/us/nato-set-to-bomb-serbs-in-croatia.html","abstract":"  Responding to Serbian nationalist air attacks, NATO has decided to bomb an airfield in a Serbian-held area of Croatia, Western officials said today.    Western officials said that NATO warplanes were ready to bomb the Udbina airfield today, but that the attack was postponed because of bad weather. Nationalist Serbs have used the airfield as a base for air strikes against the Muslim town of Bihac and other areas of northwest Bosnia, in violation of the United Nations no-flight zone over Bosnia.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"Leverage for a Caspian Peace","web_url":"https://www.nytimes.com/1994/11/21/opinion/IHT-leverage-for-a-caspian-peace.html","abstract":"Last week the Azerbaijani Parliament ratified what Western oil men and officials in Baku are calling the \"contract of the century.\" .Leading a consortium, Amoco, British Petroleum and Pennzoil have reached an agreement with the Azerbaijan gov","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"Battered Chiefs Win Down and Dirty Game","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-football-battered-chiefs-win-down-and-dirty-game.html","abstract":"  Cleveland versus Kansas City today at Arrowhead Stadium turned into a game of attitudes.   Who's bad? Who's toughest?","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"Grobbelaar: First Test Passed","web_url":"https://www.nytimes.com/1994/11/21/sports/IHT-grobbelaar-first-test-passed.html","abstract":"At last, Bruce Grobbelaar admitted to his worry..\"He said, 'If you thought his debut with Liverpool was hard, that wasn't a patch on this one today,'\" said Lawrie McMenemy, the director of Grobbelaar's club, while celebrating Southampton's 1-","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"Random Bullet Kills Woman in the Bronx","web_url":"https://www.nytimes.com/1994/11/21/nyregion/random-bullet-kills-woman-in-the-bronx.html","abstract":"  A Bronx woman walking with her 10-year-old daughter was shot in the back and killed yesterday, apparently by a randomly fired bullet, the police said.   The woman, whom police would not identify, was walking along East 180th Street between Vyse Avenue and Boston Road at about 6:15 P.M. when she was shot, said Sgt. James Coleman, a Police Department spokesman. She was pronounced dead at the scene.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Bonilla Is Willing to Switch","web_url":"https://www.nytimes.com/1994/11/21/sports/baseball-bonilla-is-willing-to-switch.html","abstract":"  Bobby Bonilla says he is ready to be the good soldier for the Mets. Again.   Aware that the club is considering moving him back to the outfield just one season after they converted him to third base, Bonilla said yesterday that he loved third base, but would do whatever Mets management asked of him.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"1919:England in Dismay : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/21/opinion/IHT-1919england-in-dismay-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The news that the United States Senate has laid aside the treaty of peace with Germany caused undisguised dismay here. Simultaneously big newspaper headlines express what is manifestly England's greatest fear: namely,","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/21/us/inside-882925.html","abstract":"  USAir Takes Steps on Safety   Trying to reassure customers after five fatal crashes in five years, USAir is adding a safety director and has scheduled an independent audit of flight operations. Page A10. Urgency on Palestinian Aid    Self-rule leaders urged other countries to make good on aid pledges to address the poverty that is at the root of Gaza's tension. Page A3. Deal for Kemper Canceled    Conseco called off its $3.25 billion takeover of Kemper, after it was unable to finance the deal and saw its stock price plunge 27 percent since it made the offer. Page D1. Two Tests for Letterman    David Letterman faces the challenge tonight of proving himself and holding up a faltering network -- not once, but twice. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"AIDS Toll on Elderly: Dying Grandchildren","web_url":"https://www.nytimes.com/1994/11/21/nyregion/aids-toll-on-elderly-dying-grandchildren.html","abstract":"  For a long time, Kathleen Buete feared a telephone call saying that her daughter Florence had died of an overdose. That call never came, but Florence did come home pregnant and with AIDS. She eventually died and Ms. Buete is caring for her 8-year-old grandson, who grows weaker and thinner every day from the same virus that killed his mother.   \"I scream sometimes for no reason,\" Ms. Buete said. \"I have my crying fits. I go into the bathroom so he doesn't see me, but he catches me sometimes.\"","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"After Frustration, Sampras Hits Winning Note","web_url":"https://www.nytimes.com/1994/11/21/sports/tennis-after-frustration-sampras-hits-winning-note.html","abstract":"  This time, there was no depriving Pete Sampras of his exclamation point.   A year ago in the final of the I.B.M./ATP Tour World Championship, he was overpowered by Germany's second-favorite tennis player, Michael Stich, who slammed 27 aces to keep Sampras from finishing his first year as No. 1 in style.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"Turner Steals Into Record Book","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-football-turner-steals-into-record-book.html","abstract":"  Until today, Marcus Turner had been the Jets' nickel back nobody knew. Now he's in their record book.   With three interceptions, including a 90-yard touchdown return, in the 31-21 victory over the Vikings today, the 28-year-old defensive back now shares the Jets' record for most interceptions in one game with Dainard Paulson, Billy Baird, Rich Sowells and Erik McMillan.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"What Now for Mr. Clinton?","web_url":"https://www.nytimes.com/1994/11/21/opinion/what-now-for-mr-clinton.html","abstract":"  Give President Clinton and his associates this. They are not blaming the baseball strike or sun spots for the election results. They are also taking Representative Newt Gingrich and his \"Contract With America\" seriously. For anyone who cares about the two-party system, these are good signs.   There are, of course, delusional Democrats who believe that the new Republican majority will turn out to be so right-wing that all Bill Clinton has to do is stand aside and wait for Mr. Gingrich to self-destruct. That is a shaky and probably suicidal premise on which to base the revival of the Democratic Party and Mr. Clinton's Presidency. The Congress Mr. Gingrich promises will not be a do-nothing bunch like the Republicans Harry Truman savaged 46 years ago, but a do-something Congress in Mr. Gingrich's radical mold. If the President wishes to salvage any honor from the next two years, he is obliged to do something in return.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"The Balance Sheet: A Broadway Villain","web_url":"https://www.nytimes.com/1994/11/21/us/the-balance-sheet-a-broadway-villain.html","abstract":"  As Emanuel Azenberg, Neil Simon's producer, puts it: \"Off Broadway, 400 seats at $40 makes me a smash. On Broadway, 400 seats at $55 closes me down. You tell me -- what makes sense?\"   Producers have moaned for decades that they cannot make money on Broadway, but two recent events suggest that the final act may have arrived: Mr. Simon decided he would open his new play, \"London Suite,\" Off Broadway, and \"Angels in America,\" the lavishly praised play, announced that it would close at a loss of $660,000.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/21/nyregion/c-corrections-887773.html","abstract":"  An article in Business Day last Monday about companies that buy the life insurance policies of the terminally ill characterized the Transamerica Corporation's involvement in the business incorrectly. Transamerica, through a subsidiary, only made loans to companies that buy the policies; its life insurance operations do not directly participate in that business.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Bridge","web_url":"https://www.nytimes.com/1994/11/21/nyregion/bridge-886289.html","abstract":"  Two major titles were decided by tiny margins here Saturday night at the start of the American Contract Bridge League's Fall Nationals.   The Life Master Open Pairs was won by Robert Levin of Orlando, Fla., and Dr. Richard Katz of Rancho Mirage, Calif., by five match points, or one-eighth of a board.","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Poor Families Will Pay for the G.O.P. Victory; A Different Agenda","web_url":"https://www.nytimes.com/1994/11/21/opinion/l-poor-families-will-pay-for-the-gop-victory-a-different-agenda-887927.html","abstract":"  To the Editor:   So Representative Newt Gingrich, the Speaker-in-waiting, says he wants to make Congress family-friendly (front page, Nov. 15).","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"Seinfeld as Opening Act For Abbott and Costello","web_url":"https://www.nytimes.com/1994/11/21/arts/seinfeld-as-opening-act-for-abbott-and-costello.html","abstract":"  Odd as it may seem, NBC's hit series \"Seinfeld,\" usually identified as the most contemporary approach to the television sitcom, owes a lot to Bud Abbott and Lou Costello.   It may be hard to imagine how that comedy pair from the 1940's and 50's, often written off by critics as lowbrow slapstick merchants, could influence the comedy show that has come to be considered a cultural signpost for relationships in the 1990's. But Jerry Seinfeld himself has no qualms about making the connection.","thumbnail":null,"section":"Arts"},{"date":"19941121","headline":"Here's the News From Lake Wobegon: Jets Upset the Vikings","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-football-here-s-the-news-from-lake-wobegon-jets-upset-the-vikings.html","abstract":"  Go figure.   The Jets are not only in the thick of the playoff race, but thanks to today's smart and tough upset victory over the Vikings, they will be playing for a share of first place in the American Football Conference East next Sunday.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"What Do You Read In a Prague Cafe?","web_url":"https://www.nytimes.com/1994/11/21/opinion/l-what-do-you-read-in-a-prague-cafe-887897.html","abstract":"  To the Editor:   \"In Prague, a New Daily for English Speakers\" (news article, Nov. 14) repeats the claims of a new publication, The Bohemia Daily Standard, that the existing English-language weeklies in the Czech Republic \"do not cover local or foreign news in depth.\" This is untrue.","thumbnail":null,"section":"Opinion"},{"date":"19941121","headline":"PRO FOOTBALL: Sports of The Times; When the 'Best' Must Be the 'Best' One More Time","web_url":"https://www.nytimes.com/1994/11/21/sports/pro-football-sports-of-the-times-when-the-best-must-be-the-best-one-more-time.html","abstract":"  When the Jets had to win, they produced their best game this season and their best game in Boomer Esiason's two seasons.   But with first place in the American Conference East at stake next Sunday against the Miami Dolphins at \"the Meadowlands,\" the Jets now must play that \"best game\" again in order for yesterday's 31-21 triumph over the Vikings to mean much.","thumbnail":null,"section":"Sports"},{"date":"19941121","headline":"G.O.P. GOVERNORS CAUTION CONGRESS ON SOCIAL AGENDA","web_url":"https://www.nytimes.com/1994/11/21/us/gop-governors-caution-congress-on-social-agenda.html","abstract":"  Buoyed by their biggest victory in 25 years, the nation's Republican governors and governors-elect sought today to put some distance between themselves and the Republicans who will control Congress.    They urged the new Congressional leaders not to be distracted by social issues like school prayer and warned that they did not want the Federal budget to be cut at the expense of the states.","thumbnail":null,"section":"U.S."},{"date":"19941121","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/11/21/arts/in-performance-classical-music-887820.html","abstract":"  An 'Immortal' Hour Shows Signs of Mortality  Juilliard Theater     Maybe it's the season, but Rutland Boughton's \"Immortal Hour\" seems to resemble nothing so much as a spectacular balloon for the Macy's Thanksgiving Day Parade that sprang an irreparable leak after its wildly acclaimed early appearances. Lord knows, plenty of hot air is available.","thumbnail":null,"section":"Arts"},{"date":"19941121","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/21/nyregion/news-summary-882852.html","abstract":"  International A3-9  NUCLEAR DANGER FROM RUSSIA    Russian scientists have disclosed that for decades the country has been disposing of nuclear wastes by directly pumping them secretly into the earth, which is at odds with global safety standards. A1","thumbnail":null,"section":"New York"},{"date":"19941121","headline":"Topics of The Times; Fatter and Fatter","web_url":"https://www.nytimes.com/1994/11/21/opinion/topics-of-the-times-fatter-and-fatter.html","abstract":"  Americans continue to grow fatter and fatter at rates that are truly alarming.    Last July, the National Center for Health Statistics reported that 33 percent of all American adults -- one in every three -- were estimated to be overweight. That was a sharp rise from the already high levels of 24 to 25 percent of all adults recorded as overweight in surveys between 1960 and 1980. Overweight means about 20 percent or more above a person's desirable weight on standard weight tables.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19941121","time":"1994-11-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":76,"wspd":7.6},{"date":"19941121","time":"1994-11-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":75,"wspd":7.6},{"date":"19941121","time":"1994-11-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":77,"wspd":11.2},{"date":"19941121","time":"1994-11-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":81,"wspd":9.4},{"date":"19941121","time":"1994-11-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":80,"wspd":3.6},{"date":"19941121","time":"1994-11-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":82,"wspd":3.6},{"date":"19941121","time":"1994-11-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":86,"wspd":1.8},{"date":"19941121","time":"1994-11-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":86,"wspd":3.6},{"date":"19941121","time":"1994-11-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":85,"wspd":9.4},{"date":"19941121","time":"1994-11-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":82,"wspd":3.6},{"date":"19941121","time":"1994-11-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":79,"wspd":7.6},{"date":"19941121","time":"1994-11-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":76,"wspd":7.6},{"date":"19941121","time":"1994-11-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":70,"wspd":7.6},{"date":"19941121","time":"1994-11-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":68,"wspd":5.4},{"date":"19941121","time":"1994-11-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":70,"wspd":5.4},{"date":"19941121","time":"1994-11-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":82,"wspd":3.6},{"date":"19941121","time":"1994-11-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":75,"wspd":3.6},{"date":"19941121","time":"1994-11-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":77,"wspd":1.8},{"date":"19941121","time":"1994-11-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":79,"wspd":3.6},{"date":"19941121","time":"1994-11-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":82,"wspd":3.6},{"date":"19941121","time":"1994-11-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":85,"wspd":3.6},{"date":"19941121","time":"1994-11-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":87,"wspd":3.6},{"date":"19941121","time":"1994-11-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":89,"wspd":5.4},{"date":"19941121","time":"1994-11-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":91,"wspd":5.4},{"date":"19941121","time":"1994-11-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":46,"wspd":7.6},{"date":"19941121","time":"1994-11-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":61,"wspd":0},{"date":"19941121","time":"1994-11-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":66,"wspd":7.6},{"date":"19941121","time":"1994-11-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":68,"wspd":0},{"date":"19941121","time":"1994-11-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":68,"wspd":5.4},{"date":"19941121","time":"1994-11-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":65,"wspd":7.6},{"date":"19941121","time":"1994-11-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":7.6},{"date":"19941121","time":"1994-11-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":9.4},{"date":"19941121","time":"1994-11-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":70,"wspd":9.4},{"date":"19941121","time":"1994-11-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":76,"wspd":7.6},{"date":"19941121","time":"1994-11-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":76,"wspd":7.6},{"date":"19941121","time":"1994-11-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":14.8},{"date":"19941121","time":"1994-11-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":74,"wspd":14.8},{"date":"19941121","time":"1994-11-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":74,"wspd":16.6},{"date":"19941121","time":"1994-11-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":77,"wspd":18.7},{"date":"19941121","time":"1994-11-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":75,"wspd":20.5},{"date":"19941121","time":"1994-11-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":20.5},{"date":"19941121","time":"1994-11-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":77,"wspd":22.3},{"date":"19941121","time":"1994-11-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":81,"wspd":24.1},{"date":"19941121","time":"1994-11-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":87,"wspd":25.9},{"date":"19941121","time":"1994-11-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":90,"wspd":24.1},{"date":"19941121","time":"1994-11-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":93,"wspd":20.5},{"date":"19941121","time":"1994-11-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":96,"wspd":18.7},{"date":"19941121","time":"1994-11-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":96,"wspd":11.2}]},"19941122":{"guardian_articles":[],"nytimes_articles":[{"date":"19941122","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/22/sports/results-plus-891541.html","abstract":"  COLLEGE BASKETBALL Utah Upsets Indiana  Brandon Jessie scored 23 points last night and Utah withstood foul trouble to beat No. 11 Indiana, 77-72, in the opening round of the Maui Invitational in Lahaina, Hawaii. The game, the season opener for both teams, was intense, and Utah's depth helped quite a bit. Jessie, a junior college transfer, made both ends of a 1-and-1 with 19 seconds left for a 75-70 lead. Indiana freshman Michael Hermon scored on a rebound with 10 seconds left to again make it a three-point game. Sophomore Keith Van Horn, the Utes' leading scorer and rebounder last season who was saddled with foul trouble throughout, made both ends of a 1-and-1 with 9 seconds left. A 3-pointer by Hermon bounced long off the rim and the Utah players jumped in a celebration circle near midcourt as a fan ran around the court with a school flag. Utah will play No. 7 Maryland, which beat Chaminade, 95-67, in tonight's semifinals.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Banned Unit Of Lockheed May Get Pact","web_url":"https://www.nytimes.com/1994/11/22/nyregion/banned-unit-of-lockheed-may-get-pact.html","abstract":"  A data-processing company that was barred from seeking New York City contracts because of its role in the corruption scandals of the 1980's has been selected by transit officials to receive a $17 million contract from the Metropolitan Transportation Authority.   Transit officials will ask the board of the M.T.A. today to approve a three-year contract with the company, Lockheed Information Management Services, to provide a computerized billing operation as part of a new electronic toll-collection operation for the city's bridges and tunnels.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Sinatra Library? Hoboken Ho-Ho-Holds Its Breath","web_url":"https://www.nytimes.com/1994/11/22/nyregion/our-towns-sinatra-library-hoboken-ho-ho-holds-its-breath.html","abstract":"  IT was supposed to change, but Frank Sinatra is still this town's great unrequited love, the one that got away, got famous, came back, but won't commit. He doesn't call, he doesn't write. He just hangs there, high-cheek-boned and dewy-eyed, an icon on the walls of Hoboken's restaurants and barber shops.   A year and four days has passed since Nancy Sinatra Lambert came to town raising hopes that a forever thing between Frank Sinatra and Hoboken was possible. Squired by the Mayor, she toured possible sites for a Frank Sinatra music library and museum and said prospects looked promising.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Superintendents Get the 'Depressing' News","web_url":"https://www.nytimes.com/1994/11/22/nyregion/superintendents-get-the-depressing-news.html","abstract":"  At 7:30 yesterday morning, Schools Chancellor Ramon C. Cortines gathered nearly 40 school superintendents from every part of New York City to tell them the bad news: the city's proposed cuts of $190 million from the schools budget would be felt in the classroom, even though Mayor Rudolph W. Giuliani had promised that they would not.   The meeting was the first step in a day that the Chancellor spent lobbying for the restoration of $30 million in cuts. By the end of the school day, the word had spread to schools around the city that classrooms would suffer if the city did not find the money.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Browns Have Power, but Not Performance","web_url":"https://www.nytimes.com/1994/11/22/sports/on-pro-football-browns-have-power-but-not-performance.html","abstract":"  Some Cleveland Browns sat at their lockers wearing a mean scowl, slowly cutting tape from their ankles. Some sat staring aimlessly at the floor. Others shuffled about the locker room, speaking to no one and making it clear that they were not to be spoken to.   You would have thought that the Browns had just lost the Super Bowl.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Modern Moves and a Cabaret Touch","web_url":"https://www.nytimes.com/1994/11/22/arts/dance-review-modern-moves-and-a-cabaret-touch.html","abstract":"  Tim Hadel cleverly combined modern dance and cabaret in \"Momentary Lapses\" on Friday night at the Bessie Schonberg Theater. This suite of sketches resembled a miniature revue, and Mr. Hadel's choreography was sharp, but never snide, and sentimental without being corny.    Four pieces with \"Love Song\" in their titles featured Cindy-Lee singing pop songs: sometimes unaccompanied, at other times to recorded accompaniment. Two vignettes found her torn between suitors. In another, a man who courted her desperately tried to clean his messy apartment before she arrived. In still another, her companion adored liquor as well as love.","thumbnail":null,"section":"Arts"},{"date":"19941122","headline":"Brooklyn Gets Shortchanged on Subway Station Renovation","web_url":"https://www.nytimes.com/1994/11/22/opinion/l-brooklyn-gets-shortchanged-on-subway-station-renovation-893480.html","abstract":"  To the Editor:   Your Nov. 15 news article on renewal of subway work in Flushing, Queens, raises great concerns for the residents and commuters of Brooklyn. For the New York City administration to target a single renovation project in one borough is an oversight that needs correction.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Bob Dole, Trade Bully","web_url":"https://www.nytimes.com/1994/11/22/opinion/bob-dole-trade-bully.html","abstract":"  Senator Bob Dole, the next majority leader, is exploiting his new political power by withholding approval of a world trade agreement that has taken seven years to negotiate. One reason, he says, is that the accord will threaten American sovereignty. That at least sounds noble, though Mr. Dole is wrong. His other reason is narrow and crass. As he told ABC on Sunday, he may block the trade accord unless the Administration swallows a cut in the tax on capital gains -- the profit from selling stocks, bonds and other investments.   Mr. Dole's behavior mirrors what the electorate decisively rejected two weeks ago: politicians who say they stand for one set of principles but act according to another. The Republican Party has proudly put the U.S. in the forefront of nations negotiating for open trade and investment. Mr. Dole supported past free-trade pacts because he recognized that they contributed mightily to world growth. The new accord would give the U.S. economy alone a boost of between $70 billion and $200 billion a year.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/11/22/sports/college-soccer-report-892351.html","abstract":"  N.C.A.A. Tournament    The Atlantic Coast Conference justified one more time its reputation as the strongest league in the country. Four of the five teams from the conference survived the first round of the National Collegiate Athletic Association tournament.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"1944: Advance in Saar : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/22/opinion/IHT-1944-advance-in-saar-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS, ALLIED EXPEDITIONARY FORCE, PARIS - [From our New York edition:] Swift advances today [Nov. 21] by American and French Forces on the southern sector of the Allied front resulted in the capture of Sarrebourg, a big French junction in","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Beijing Journal; It's Time, Again, to Talk of Cabbages, Not Kings","web_url":"https://www.nytimes.com/1994/11/22/world/beijing-journal-it-s-time-again-to-talk-of-cabbages-not-kings.html","abstract":"  \"How much do you charge for delivery?\" a customer asked, leaning on the handlebars of his bicycle in front of a truck- sized heap of cabbage on the side of the street in western Beijing.   \"Charge for delivery?\" Wang Zhenping fired back in a mocking tone that turned a few heads in the Horse Tail Gully vegetable market. \"Did you just crawl out of a cave or something? It's free!\"","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Carey's Advice To the Mayor: Maintain Grace","web_url":"https://www.nytimes.com/1994/11/22/nyregion/carey-s-advice-to-the-mayor-maintain-grace.html","abstract":"  Message to Mayor Rudolph W. Giuliani from a former Governor of New York: apologize!   Well, the former Governor -- the ever gregarious Hugh L. Carey -- did not volunteer that word. But he zeroed in on the idea that Mr. Giuliani should apologize to Governor-elect George E. Pataki with the radar-like instincts of a homing pigeon.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"L. T. Provides the Inspiration Again","web_url":"https://www.nytimes.com/1994/11/22/sports/pro-football-l-t-provides-the-inspiration-again.html","abstract":"  Thirteen mostly brilliant National Football League seasons weren't enough for Lawrence Taylor to forget the one that frustrated him the most. That was in 1983, when the Giants labored through a 3-12-1 campaign in Bill Parcells's first year as head coach.   It was the memory of that dismal campaign that brought the Hall of Fame-bound linebacker to the Astrodome tonight in an attempt to scold the Giants out of a seven-game losing streak. Taylor may have retired, but he still feels a part of the Giant family and this Giants team. That's why he came to Houston this weekend and asked Dan Reeves if he could speak to the team before it took the field for tonight's game against the Oilers.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Jurors Find Couple Guilty In Bank Fraud","web_url":"https://www.nytimes.com/1994/11/22/nyregion/jurors-find-couple-guilty-in-bank-fraud.html","abstract":"  A Federal jury today found Robert and Susanna Scaretta guilty of using their armored car company to defraud several major banks of more than $30 million to pay off the couple's Atlantic City gambling debts.   Mr. Scaretta, who had been free on $500,000 bail, was ordered to jail immediately by Judge Arthur D. Spatt of Federal District Court here, pending sentencing.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/22/nyregion/news-summary-888176.html","abstract":"  International A3-14  NATO HITS SERB BASE  NATO retaliated against nationalist Serbs who have been bombing sites in northwestern Bosnia by hitting a Serbian-controlled air base in Croatia, taking NATO's involvement in the conflict to a new level.  A1","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"A Would-Be Takes a Seat With Winners Of G.O.P.","web_url":"https://www.nytimes.com/1994/11/22/us/a-would-be-takes-a-seat-with-winners-of-gop.html","abstract":"  The name cards on the table all read \"Governor\" or \"Governor-elect,\" followed by the last name and state. Except one. The title line on the card in front of the woman in the red plaid suit read simply, \"Ellen.\"   The Republican leadership was in an awkward spot today as Ellen Sauerbrey of Maryland insisted on appearing at the meeting of the Republican Governors Association with her new colleagues -- although it seems highly unlikely that they are her new colleagues.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Region News Briefs; Prosecutor Says Officials Took Developer's Bribes","web_url":"https://www.nytimes.com/1994/11/22/nyregion/region-news-briefs-prosecutor-says-officials-took-developer-s-bribes.html","abstract":"  Three former Brookhaven officials accepted thousands of dollars in cash and deals on cars from a developer, John McNamara, in exchange for supporting his projects, a Federal prosecutor said today in opening arguments at the trial of the officials.   Mr. McNamara is expected to be the chief prosecution witness against the three, Donald Zimmer, 60, and Anthony Losquadro, 54, former town board members, and Anthony Aliperti, 56, a former planning board member.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Immigration and the Law : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/22/opinion/IHT-immigration-and-the-law-letters-to-the-editor.html","abstract":"I refer to the articles \"Illegals Are the Bravest of All\" by Richard Rodriguez and \"A Nasty Surprise in California\" by Katie Leishman (Opinion, Nov. 17). Both criticize California's Proposition 187. Both do a disservice to legal immig","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Screen Savers As Art, or Vice Versa","web_url":"https://www.nytimes.com/1994/11/22/science/peripherals-screen-savers-as-art-or-vice-versa.html","abstract":"  WILLIAM H. GATES 3d, chairman of the Microsoft Corporation, wants to share his art collection with you, in your home; not the Leonardo da Vinci notebook he bought this month for $30.8 million, but 48 Impressionist and post-Impressionists for less than $25.   With Impressionists Collection, you can browse through the works of Cezanne, Monet, van Gogh and others, which look more like stained glass than canvas, or use them as screen savers. A Pissarro screen saver for Windows may seem a bit much, but it surely looks good. You almost hate to touch a key or move the mouse and make it disappear.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/22/sports/transactions-892114.html","abstract":"  Baseball  American League  CHICAGO WHITE SOX -- Purchased the contracts of Matt Karchner and Isidro Marquez, pitchers, from Nashville of the American Association; Mike Bertotti, pitcher, Chris Tremie, catcher, and Chris Snopek, infielder, from Birmingham of the Southern League; and Jimmy Hurst, outfielder, from Prince William of the Carolina League.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Sudan's Long Civil War Threatening to Spread","web_url":"https://www.nytimes.com/1994/11/22/world/sudan-s-long-civil-war-threatening-to-spread.html","abstract":"  The battle front is almost invisible here, lost in an endless expanse of lush green elephant grass of the southern Sudan and marked only by the muddy meander of the Aswa River as it meets the White Nile.   Yet in trenches less than a mile and a half apart, the Sudan's 11-year-old civil war continues, with rebels and Government troops pounding each other with artillery, mortars and heavy machine guns.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Terror Conspiracy Trial Delayed","web_url":"https://www.nytimes.com/1994/11/22/nyregion/terror-conspiracy-trial-delayed.html","abstract":"  A Federal judge yesterday again postponed the terror conspiracy trial of Sheik Omar Abdel Rahman and 11 other men, accused of plotting to blow up New York City landmarks in a war of urban terrorism against the United States.   Judge Michael B. Mukasey, who will preside in the case, said at a hearing yesterday that the trial, in which jury selection had been scheduled to begin next Monday, would start on Jan. 9.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Dolphins' Offense Is One Jets' Defense Could Love","web_url":"https://www.nytimes.com/1994/11/22/sports/pro-football-dolphins-offense-is-one-jets-defense-could-love.html","abstract":"  With two consecutive losses, and an important game Sunday against the Jets, the Miami Dolphins appear to be doing a fade hauntingly similar to the five-game losing streak that ended last season. But one element is different this time: Dan Marino is still healthy.   The quarterback is just not getting Marino-like results. The passing yardage is still there, as Miami's No. 1 ranking in National Football League offense attests. But the touchdowns have stopped flowing.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/22/nyregion/no-headline-888338.html","abstract":"  \"My landlady wanted somebody who could pay the rent. It doesn't make her a porn queen; it makes her a business person.\" -- RICK TRAVIS, owner of an Eighth Avenue sex shop.  [ B4:6. ]","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Thinkers on the Right","web_url":"https://www.nytimes.com/1994/11/22/us/thinkers-on-the-right.html","abstract":"  In the ebb and flow of hot political strategists in Washington, the Republican victory on Nov. 8 has seemed to turn the clock back to 1980, when Ronald Reagan was elected and conservatives gained the opportunity to set the terms of the nation's political discourse.    Article, page B7.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Mahler Goes on Trial: Genius or Fraud or Both?","web_url":"https://www.nytimes.com/1994/11/22/arts/critic-s-notebook-mahler-goes-on-trial-genius-or-fraud-or-both.html","abstract":"  It was partly in jest that on Sunday in Weill Recital Hall an English journalist named Norman Lebrecht accused America of manslaughter in the death of Gustav Mahler. (\"I assume you will be calling in Professor Dershowitz for the defense,\" he said.) But in a startling, often gripping symposium that gathered some of the world's most important Mahler scholars at Carnegie Hall over the weekend, the image of a trial did not seem completely out of place. Speaker after speaker found villains and victims in what seemed, at first glance, to be a rather sober academic topic: \"Mahler in America, 1907-1911.\"   Like one of those ersatz folk melodies in a Mahler symphony that soon grow into a heaven-storming exclamation, there was a lot going on in the period defined in that title. Those were the years, after all, in which Mahler composed his late, death-haunted masterpieces: \"Das Lied von der Erde,\" the Ninth Symphony and the unfinished 10th. In 1907, he was at the peak of his career, but was stunned by the death of his young daughter, the diagnosis that he had an often fatal heart condition and the continuing anti-Semitism in Vienna.","thumbnail":null,"section":"Arts"},{"date":"19941122","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/22/style/chronicle-891282.html","abstract":"  On the plane, off the plane, on the plane . . . And so it goes these days for EDWARD ALBEE, the three-time Pulitzer Prize-winning playwright. He returned from London to New York on Thursday. The next day he gave a speech. By Sunday he was in Boston for another speech. Sunday night, it was back to London to accept The Evening Standard Drama Award for best play for \"Three Tall Women\" yesterday.    \"About two weeks ago I learned I would probably win the award and wouldn't it be nice if I were there,\" he said. \"I couldn't reschedule events.\"","thumbnail":null,"section":"Style"},{"date":"19941122","headline":"Does Ordinary Baker's Yeast Hold Secret to Curing Common Cold?","web_url":"https://www.nytimes.com/1994/11/22/science/does-ordinary-baker-s-yeast-hold-secret-to-curing-common-cold.html","abstract":"  ORDINARY baker's yeast may harbor a cure for the common cold, according to a scientist who says he made the discovery by accident.   Hidden in the genetic machinery of yeast is a newly discovered molecule that prevents cold viruses from replicating inside human cells, said Dr. Asim Dasgupta, a professor of microbiology and immunology at the University of California in Los Angeles. When this molecule is diffused into human cells -- so far this has been done only in a laboratory dish -- the virus is stopped dead in its tracks; it can no longer spread to other cells, he said.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"Ancient Weights in The Andes","web_url":"https://www.nytimes.com/1994/11/22/science/ancient-weights-in-the-andes.html","abstract":"  IN 1921, the anthropologist Erland Nordenskiold proposed that the pre-Columbian inhabitants of the Andes had their own system of standard weights. He hypothesized that they were measured in multiples of a basic unit that he called \"H,\" for huarcu, the word for weight in two Andean languages.    He cited nine pebbles in a cloth bag and four additional weights from Andean sites, all of which, he said, conformed to the system. His proposal was generally dismissed.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"Chess","web_url":"https://www.nytimes.com/1994/11/22/arts/chess-890740.html","abstract":"  Tournaments and matches with predesignated openings were not uncommon a century ago, but they are rare nowadays. One current exception was the Polugayevsky Tournament in Buenos Aires, Oct. 12 to 31.   In this event, sponsored by the Dutch entrepreneur Joop Van Oosterom to celebrate the 60th birthday of the Russian grandmaster Lev Polugayevsky, everyone had to play the open lines of the Sicilian Defense in every game, and, of course, with White, they had to start with 1 e4 and cooperate to create Sicilians. Both the site and the choice of opening came at the request of the honored guest, Polugayevsky, who has been famous throughout his career for adopting the Sicilian and has a major variation of it named for him.","thumbnail":null,"section":"Arts"},{"date":"19941122","headline":"Ewing's Knee Holds Up; Knicks Win, Too","web_url":"https://www.nytimes.com/1994/11/22/sports/pro-basketball-ewing-s-knee-holds-up-knicks-win-too.html","abstract":"  The Knicks had Patrick Ewing back in uniform last night. Not on the bench. Not in a designer suit. Not clapping like a cheerleader. Luckily for Ewing and the Knicks, they had a lot more going for them than merely their sluggish center against the San Antonio Spurs because they needed every available weapon.   Ewing and his sore right knee returned to the lineup after a one-game respite and the Knicks were thrilled because the dazzling David Robinson was at Madison Square Garden. Even though Ewing was instrumental, he was not fully responsible for the Knicks beating the Spurs, 92-88.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"World News Briefs; U.N. Chief Asks Troops for Rwandans","web_url":"https://www.nytimes.com/1994/11/22/world/world-news-briefs-un-chief-asks-troops-for-rwandans.html","abstract":"  Secretary General Boutros Boutros-Ghali, in a report, urged the Security Council today to send up to 12,000 troops to counter the growing violence from armed gangs in camps for Rwandan refugees in Zaire and Burundi.    The gangs are said to consist largely of soldiers of the defeated Rwandan Army. United Nations officials have said that as many as 30,000 of these former soldiers and the militias allied with them may be in the camps controlling the distribution of food and relief supplies and terrorizing the hundreds of thousands of refugees living there.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"1894: Her Inclinations : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/22/opinion/IHT-1894-her-inclinations-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - It is seldom that such admissions are made in the witness box as that made yesterday [Nov. 21] by Mr. Harding Cox in a further hearing of the now celebrated Harding Cox v. Cox and Dyball divorce case, when that gentleman said his wife had told hi","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/22/nyregion/c-corrections-888281.html","abstract":"  An article on Monday about Senator Bob Dole's linking of support for a world trade pact to a cut in the capital gains tax referred incorrectly in some editions to the relationship between a tax cut and a change in Federal budget rules. If the overall economic effects of a tax cut are counted in a manner suggested by Republicans, it can be enacted without matching cuts in Federal spending.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/22/nyregion/c-corrections-889024.html","abstract":"  An article on Nov. 15 about plans to renovate the Main Street-Flushing subway station in Queens referred to the station incorrectly in some editions. It is not elevated.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/11/22/style/IHT-what-theyre-reading.html","abstract":"Yeohlee, a fashion designer in New York, is reading \"Hannibal,\" a biography by Ernie Bradford..\"Hannibal was the master of strategy, and when he had to fight he always tried to choose the battlefield and time himself. It's something I can","thumbnail":null,"section":"Style"},{"date":"19941122","headline":"The Future Lies Ahead, Perhaps Far, Far Ahead","web_url":"https://www.nytimes.com/1994/11/22/science/personal-computers-the-future-lies-ahead-perhaps-far-far-ahead.html","abstract":"  LAS VEGAS is the perfect spot for the country's biggest computer convention. Like the enormous marquees for shows like \"Sooper Dogs,\" computer ballyhoo greatly exceeds reality. A city literally built on silicon and chockablock with hotels masquerading as tropical islands, showboats and pirate dens seems a particularly fitting place to promote boxes once devoted to staid scientific calculations but now decked out in hardware and software trappings that can simulate even aerobatics so realistically that airsickness bags may become useful peripherals.   Year after year, fall Comdex charmingly demolishes the myth of the universality and importance of the information highway. No matter how wired they might be, more than 190,000 hardcore infomaniacs and salespeople insist on abandoning virtuality and transport their physical persons to the desert to press buttons and the flesh.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"Cortines and a Chorus of Others Plead Against Giuliani's Budget","web_url":"https://www.nytimes.com/1994/11/22/nyregion/cortines-and-a-chorus-of-others-plead-against-giuliani-s-budget.html","abstract":"  New York City's Schools Chancellor, Ramon C. Cortines, told the City Council yesterday that the latest round of budget cuts proposed by Mayor Rudolph W. Giuliani could force local districts to eliminate, on average, two teachers from every city school.   Mr. Cortines's warning was the most dramatic but hardly the only threat of dire consequences on a day in which negotiators for the Mayor and for the City Council sought an agreement on how to close a gap of more than $1 billion in the city's current $31.6 billion budget.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"House Appointee Favors Tobacco Over Health; Butt Out","web_url":"https://www.nytimes.com/1994/11/22/opinion/l-house-appointee-favors-tobacco-over-health-butt-out-893781.html","abstract":"  To the Editor:   Peter F. Vallone, New York City Council Speaker, in attempting to impose on New Yorkers the most oppressive antismoking law in the country, personifies the meanness of government and its interference in people's lives, which has been overwhelmingly rejected by the voters.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"The Right Thinkers: Some Voices in the New Political Conversation","web_url":"https://www.nytimes.com/1994/11/22/us/the-right-thinkers-some-voices-in-the-new-political-conversation.html","abstract":"  It was only two years ago that the hottest think tanks, the most sought-after strategists and the most visible political organizations were the ones devoted to charting bold new directions for the \"New Democrats.\" They talked about \"third ways\" and \"reinventing government.\" They talked about spending government money -- \"strategically,\" of course.   No more.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Greeks Say, 'No, Thanks'","web_url":"https://www.nytimes.com/1994/11/22/opinion/l-greeks-say-no-thanks-893803.html","abstract":"  To the Editor:   \"Deadly Gifts to Greece and Turkey\" (editorial, Nov. 13), opposing transfer of weapons to Greece and Turkey, and Nov. 19 letters, miss the strings attached.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Will Real Nets Please Step Up","web_url":"https://www.nytimes.com/1994/11/22/sports/pro-basketball-will-real-nets-please-step-up.html","abstract":"  His team had just won for the third time in four games, but as Butch Beard prepared to leave for a four-game trip against the Western Conference, he wore the look of a frustrated first-year coach.   The Nets tormented Beard for more than three quarters of a 98-97 victory over the hapless Los Angeles Clippers at the Meadowlands Sunday night. The trend he saw developing worried him. \"It could be a rough trip,\" Beard said. \"We just are not mentally ready to play sometimes. We're growing, but we've got a long ways to go.\"","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"3 Killed in High-Speed Crash After a Party in Manhattan","web_url":"https://www.nytimes.com/1994/11/22/nyregion/3-killed-in-high-speed-crash-after-a-party-in-manhattan.html","abstract":"  Hurtling through the darkness at 100 miles an hour after a night of partying for a friend facing drug charges, a driver with a suspended license lost control of a car on the Henry Hudson Parkway early yesterday, the police said. He and two companions died when the vehicle bounced off a curb, flew into the air, ricocheted off a tree at a height of 15 feet, spun around and hurtled another 25 feet into a second tree.   Two other occupants of the vehicle were critically injured.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"A Renewed Modern: More of a Museum Or More Modern?","web_url":"https://www.nytimes.com/1994/11/22/arts/critic-s-notebook-a-renewed-modern-more-of-a-museum-or-more-modern.html","abstract":"  Gertrude Stein is supposed to have said, \"A museum can either be a museum or it can be modern, but it cannot be both.\" That has been the Museum of Modern Art's dilemma for all of its 65 years, and it is truer today than it ever was.   How is the archetypal museum of the 20th century to survive into the 21st? Or to put it as Stein might have, how can the Modern remain modern after modernism?","thumbnail":null,"section":"Arts"},{"date":"19941122","headline":"Sports of The Times; The Bullets May Now Be Loaded","web_url":"https://www.nytimes.com/1994/11/22/sports/sports-of-the-times-the-bullets-may-now-be-loaded.html","abstract":"  AMONG the sellout throng of over 18,000 to see the Bullets-Celtics game in the USAir Arena in Landover, Md., Saturday night, sat a man in sweater and sneakers, a laborer from Detroit.   This was Mayce Edward Christopher Webber Jr. who, like most of those in the crowd, had come to observe the two newest and hottest acquisitions of the Washington Bullets basketball team. One was his eldest son and namesake, the 22-year-old multimillionaire Chris 3d, and the other, Juwan Howard, a former classmate of Chris's from the University of Michigan, or, in basketball argot, 40 percent of the Fab Five.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Field of Dreams Is an Unfinished Lawn; Baseball Strike Is Bringing a Pause at The House That Kent Built","web_url":"https://www.nytimes.com/1994/11/22/sports/field-dreams-unfinished-lawn-baseball-strike-bringing-pause-house-that-kent.html","abstract":"  There are windows that stretch from floor to ceiling in the living room, a deep green carpet -- and nothing else. The front room is empty. So are three bedrooms upstairs. The master bedroom, in the back, has a bed with no headboard, an ironing board and a basket, and a tiny stand for a television set. There is laundry on the floor.   Jeff Kent lives here. That fact is hard to believe. The second baseman for the Mets, Kent is as well known for his perfectionist nature as he is for his drive for the game. Each at-bat is treated like a scientific experience. Each rose bush in the front flower bed must be perfectly pruned.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/22/nyregion/c-corrections-889016.html","abstract":"  The Pulse chart in the Metro Section yesterday, about the status of the death penalty in New York, New Jersey and Connecticut, referred incorrectly at one point to the most recent execution in Connecticut. The date was May 17, 1960, not 1980.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"138 Nations Confer in Italy On Rise in Global Crime","web_url":"https://www.nytimes.com/1994/11/22/world/138-nations-confer-in-italy-on-rise-in-global-crime.html","abstract":"  In a city as famed for its gangsters as its pizza chefs, a group of government ministers and crime fighters from 138 countries gathered here today for a United Nations conference aimed at forging a united front against the increasingly widespread menace of international crime.   \"Organized crime has become a world phenomenon,\" Secretary General Boutros Boutros-Ghali said in an address to the conference. \"In Europe, in Asia, in Africa and in America, the forces of darkness are at work and no society is spared.\"","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Pair of Baseball Meetings Set","web_url":"https://www.nytimes.com/1994/11/22/sports/baseball-pair-of-baseball-meetings-set.html","abstract":"  Major league club owners plan to meet in Chicago Dec. 5 to discuss their strategy for declaring an impasse in negotiations and unilaterally implementing a salary cap, but their plans could be short-circuited by the union, whose executive board meets that same week in Atlanta.   The owners ideally would like to have a new system in place before the Dec. 7 deadline for clubs to offer salary arbitration to their players who have become free agents. Their second choice would be to implement a new system before the Dec. 20 deadline for clubs to tender contracts to the unsigned players on their rosters.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Jets Have Linked Up Their Psychic Hot Line","web_url":"https://www.nytimes.com/1994/11/22/sports/pro-football-jets-have-linked-up-their-psychic-hot-line.html","abstract":"  Finally, Esiason-to-Mitchell.   It took 11 games, psychological counseling and tarot card readings by Boomer's sister, but quarterback and tight end each produced his biggest game of the season.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"3 Planes Make Emergency Landings","web_url":"https://www.nytimes.com/1994/11/22/us/3-planes-make-emergency-landings.html","abstract":"  Two commuter planes made emergency landings at Philadelphia International Airport today within 15 minutes of each other.   \"We didn't even have to move our emergency equipment,\" said an airport spokesman, Mark Pesce. \"It stayed right there on the runway and waited for the second plane.\" Both planes landed without any trouble, he said.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Arbitration for 3 Postal Unions","web_url":"https://www.nytimes.com/1994/11/22/us/arbitration-for-3-postal-unions.html","abstract":"  After weeks of unsuccessfully negotiating a union contract that expired at midnight, the United States Postal Service today entered into binding arbitration with the three unions that represent most of the service's 600,000 employees.   Although the contract has run out, mail service will not be affected. It is illegal for Federal workers to strike.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Patterns","web_url":"https://www.nytimes.com/1994/11/22/style/patterns-891290.html","abstract":"  Fashion Awards: Not Oscars    Journalists have lazily taken to calling the Council of Fashion Designers of America Awards the \"Academy Awards of fashion.\"","thumbnail":null,"section":"Style"},{"date":"19941122","headline":"Ethicists Wary Over New Gene Technique's Consequences","web_url":"https://www.nytimes.com/1994/11/22/science/ethicists-wary-over-new-gene-technique-s-consequences.html","abstract":"  ETHICISTS said new work on sperm stem cells could have a variety of consequences, ranging from potentially beneficial to deeply troubling.   The research is giving some ethicists pause because it could enable scientists to add or delete genes in sperm stem cells. Since any genetic manipulations will be inherited in perpetuity, this sort of germ-line gene therapy has always been regarded with trepidation.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"Where's 42d St. Grit? Around the Corner; Slow Change Along Eighth Ave. Strip","web_url":"https://www.nytimes.com/1994/11/22/nyregion/where-s-42d-st-grit-around-the-corner-slow-change-along-eighth-ave-strip.html","abstract":"  Come midnight, Eighth Avenue in midtown is a street of neon thrills, lurking dangers and impossible expectation, a Felliniesque montage where a group of giggling theatergoers crowds into a peep booth to have something to talk about on the ride home.   But there is pain in the face of the old man jiggling two quarters in a paper cup, and an odd frenzy in the voice of a man passing out handbills for a topless bar. Doris Brown, a 41-year-old prostitute looking for business across from the Port Authority Bus Terminal recently, said life wasn't getting any easier.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Rolling Stones Live on Internet: Both a Big Deal and a Little Deal","web_url":"https://www.nytimes.com/1994/11/22/arts/rolling-stones-live-on-internet-both-a-big-deal-and-a-little-deal.html","abstract":"  What was the first rock band in cyberspace?   In a well-publicized gambit to promote their pay-per-view broadcast on Showtime this Friday, the Rolling Stones broadcast 20 minutes of live audio and video from a performance at the Cotton Bowl in Dallas on Friday last week on the Internet, becoming the first major rock band to do so on that network of millions of computers. But their moment in the limelight was tarnished by a little-known band called Severe Tire Damage. Knowing that the channel carrying the Stones was open to anyone, and wanting to take advantage of the worldwide audience the Stones would attract, the group broadcast an impromptu performance from the Xerox PARC offices in Palo Alto, Calif., directly before and after the Stones concert.","thumbnail":null,"section":"Arts"},{"date":"19941122","headline":"By Design; Like a Corset, Only Less So","web_url":"https://www.nytimes.com/1994/11/22/style/by-design-like-a-corset-only-less-so.html","abstract":"  Back in Victorian days, the lady's maid laced her mistress into a corset to give her the hourglass figure that fashion dictated. Now designers build corselets right into party dresses (after all, who has a personal maid?). And because women today don't want to suffer too much discomfort to be fashionable, the corselet dresses depend more on clever seaming than on stiff boning to slenderize the torso.    Bloomingdale's has all kinds of bustiers, corselets and corselet dresses in its windows this week. (There's even a corselet swimsuit by Gottex in silver or gold for $126 that can actually go in the water.)","thumbnail":null,"section":"Style"},{"date":"19941122","headline":"Pataki Asks Cuomo's Help In Holding Down Spending","web_url":"https://www.nytimes.com/1994/11/22/nyregion/pataki-asks-cuomo-s-help-in-holding-down-spending.html","abstract":"  Showing increasing concern about the state's fiscal condition, Governor-elect George E. Pataki asked Gov. Mario M. Cuomo today to freeze state hiring, delay signing new contracts and impose a moratorium on other major spending commitments until he takes office on Jan. 1.   Mr. Pataki's request came on a day he said New York's deepening fiscal problems would make it \"more difficult\" to fulfill his campaign promise to cut taxes deeply without noticeably reducing government services.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Bombed in New Haven","web_url":"https://www.nytimes.com/1994/11/22/opinion/bombed-in-new-haven.html","abstract":"  Have you been invited to speak at next year's Yale Daily News banquet? Before you accept, let me tell you about my experience as this year's guest speaker.   Though my idea of a good time is not giving a free speech 300 miles from home on a Saturday night, The Yale Daily News was a big part of my life, so I said sure. I'd been the guest speaker before; it was great fun and a chance to meet bright and interesting seniors and juniors.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"A Pivotal Day for Talks To Save Hockey Season","web_url":"https://www.nytimes.com/1994/11/22/sports/hockey-a-pivotal-day-for-talks-to-save-hockey-season.html","abstract":"  Today could be a pivotal day in the 53-day National Hockey League lockout. Bargainers will meet early this morning in Boston to try to save the season.   Negotiations between the two sides broke off around 11 P.M. last night after a seven-hour session. If no agreement is reached today, it is expected they will be recessed until after the Thanksgiving holiday.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Some Aristide Supporters Seek Abolition of Military","web_url":"https://www.nytimes.com/1994/11/22/world/some-aristide-supporters-seek-abolition-of-military.html","abstract":"  Friday was Armed Forces Day in Haiti, a national holiday usually marked with great pomp and display. But in recognition of the new political realities here, the elite army honor guard that paraded before President Jean-Bertrand Aristide marched without weapons.   And to a growing number of Haitians, it appears that merely humbling and disarming the military, which has ruled for all but a few months of the last decade, is not enough. A campaign to abolish the armed forces is quickly gaining support among a populace weary of the corruption and brutality associated with the military.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Predictability With Surprises","web_url":"https://www.nytimes.com/1994/11/22/arts/music-review-predictability-with-surprises.html","abstract":"  Perhaps the key to the success of Ellen Taaffe Zwilich's music is its predictability. Normally, that would not seem an ideal attribute for new music, but Ms. Zwilich's work appears to proceed from the assumption that too much has been made of the need for novelty, and that listeners actually hate being entirely in the dark.    So in her Concerto for Violin and Orchestra, which was given its New York premiere at a New York Chamber Symphony concert at the 92d Street Y on Saturday evening, listeners could tap their feet without tripping on many rhythmic snares, and could usually guess how stretches of the piece would play themselves out. But Ms. Zwilich also played a competing card. By avoiding standard structural forms and allowing her two movements to unfold episodically, she retained occasional elements of surprise.","thumbnail":null,"section":"Arts"},{"date":"19941122","headline":"Gingrich May Delay School Prayer Vote","web_url":"https://www.nytimes.com/1994/11/22/us/gingrich-may-delay-school-prayer-vote.html","abstract":"  After protests from fellow Republicans over the idea of an early Congressional vote on school prayer, Representative Newt Gingrich seemed to soften his position on the issue today.   \"I'm certainly negotiable on deciding at what point we move to a vote on school prayer,\" Mr. Gingrich, who is expected to become Speaker of the House in January, said at an airport news conference here.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Children Find Their Parents Slain in Home","web_url":"https://www.nytimes.com/1994/11/22/nyregion/children-find-their-parents-slain-in-home.html","abstract":"  A 6-year-old girl and her 4-year-old brother woke this morning to discover their parents dead in an apparent murder-suicide, the New Haven police said. The girl then dialed 911 for help.   \"Under the circumstances, the children are doing remarkably well,\" said Lieut. Robert Lawlor, who is conducting the investigation. \"They were counseled by members of the Yale Child Study Team and they are now with their maternal grandmother.\"","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Well, Somebody Had to Win: Giants Snap Streak","web_url":"https://www.nytimes.com/1994/11/22/sports/pro-football-well-somebody-had-to-win-giants-snap-streak.html","abstract":"  Lawrence Taylor -- yes, that L. T. -- was on the Giants' sideline for tonight's monumental Monday night game with the Houston Oilers. He cheered. He high-fived. He even did a little coaching. There was, however, one thing he didn't do: block for quarterback Dave Brown.   Who knows, maybe if Giants Coach Dan Reeves turned to the greatest linebacker of all time and asked him to go into the game and block for Brown he could have done a better job than the linemen did. That didn't happen, and a blown assignment led to Oiler linebacker Lamar Lathon getting a 10-yard head start before smacking Brown under the chin with his helmet, hitting him so hard Brown's helmet almost came off.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Q&A","web_url":"https://www.nytimes.com/1994/11/22/science/q-a-890758.html","abstract":"  Tiny Bubbles   Q.  Do some beverages raise blood alcohol levels faster than others with the same alcohol content?","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"My Search For Russia's Revolution","web_url":"https://www.nytimes.com/1994/11/22/opinion/my-search-for-russias-revolution.html","abstract":"In 1989, after a decade of exile, I began traveling to Russia at least twice a year. During my last visit, this summer, the changes in the society were so rapid that my travelogue got dated by the next day. I decided to generalize some of my impressions.\n\nMoscow summer 1994 was generous with funerals in artistic circles. Once, standing in a crowd of mourners, I noticed a man watching me intensely from afar. Having caught my eye, he gave an amicable nod and started toward me, dispersing smiles and apologizing right and left. What a strange cheerfulness at a solemn ceremony! I couldn't recall who he was.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Cowboys May Wish Upon a Quarterback","web_url":"https://www.nytimes.com/1994/11/22/sports/pro-football-cowboys-may-wish-upon-a-quarterback.html","abstract":"  Barry Switzer is hoping for a fairy tale ending, but others might consider it a horror story.   With Troy Aikman likely to miss one to three games with a sprained left knee and his backup, Rodney Peete, sidelined with a sprained right thumb, Jason Garrett will make his first start of the season and the second of his career when the Cowboys play the Green Bay Packers on Thanksgiving Day.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"An Airline Fears Cairo Will Kill It With Rules","web_url":"https://www.nytimes.com/1994/11/22/world/an-airline-fears-cairo-will-kill-it-with-rules.html","abstract":"  Amir Zarkani set out 13 years ago to establish a private airline company in Egypt. But like many businessmen who have tried to buck government monopolies, he feels that he is being driven out of business by capricious regulations intended to safeguard the Government-owned Egypt Air.   The latest campaign against the ZAS airline illustrates why significant foreign investment still eludes Egypt and why the huge state corporations continue to dominate 80 percent of the Egyptian economy. More important, it highlights the lucrative concessions paid by Government-owned industries to relatives of high officials, including the two sons of President Hosni Mubarak, and the lavish salaries paid to the managers of these industries, although many are losing money.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Region News Briefs; No Memory of Stabbings, Carpenter Tells Jury","web_url":"https://www.nytimes.com/1994/11/22/nyregion/region-news-briefs-no-memory-of-stabbings-carpenter-tells-jury.html","abstract":"  The defense rested today in the case of Paul Cox, a Larchmont carpenter charged with killing the couple who bought his childhood home.   During cross-examination of Mr. Cox today, the prosecutor tried to point out inconsistencies between Mr. Cox's testimony and the stories he told fellow members of Alcoholics Anonymous and several psychotherapists.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Chekhov Through a New Dimension","web_url":"https://www.nytimes.com/1994/11/22/theater/theater-review-chekhov-through-a-new-dimension.html","abstract":"  Nearly 20 years after its inception, the Wooster Group is looking eerily prophetic. The company, a longtime bastion of downtown hipness for experimental theater devotees, has always specialized in mixed-media collages that reflect a world of ever-shifting, technologically generated ephemera.   Today, of course, this is the stuff, however unwittingly, of mainstream entertainment. People go the racetrack to watch the races on televisions positioned in trees. At rock concerts, an audience's attention wanders between what's onstage and the close-ups of performers on giant monitors. And in Broadway musicals, mechanized amplification has made it increasingly difficult to tell from which actors the voices are coming.","thumbnail":null,"section":"Theater"},{"date":"19941122","headline":"Observer; Adam Smith, Please Call","web_url":"https://www.nytimes.com/1994/11/22/opinion/observer-adam-smith-please-call.html","abstract":"  Reading an article on popular music the other day, I was halfway through before realizing I was asleep. This was not the article's fault.   A primitive conviction that anything can be learned if you have the patience to read about it remains with me despite long experience to the contrary. Another primitive impulse, however, has lately been sending me into dreamland whenever I delve into difficult subjects. As a result, I now spend a lot of time sleeping in prose which I have entered in search of knowledge.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Asia-Pacific Cooperation Is Shadowy but Seems to Be Going Places","web_url":"https://www.nytimes.com/1994/11/22/opinion/IHT-asiapacific-cooperation-is-shadowy-but-seems-to-be-going-places.html","abstract":"Five years after the launching of APEC, the Asia-Pacific Economic Cooperation forum, in Canberra in 1989, it is easier to say what the group is not than what it is..APEC is not an institution. It remains the only major regional arrangement whose member","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Biologists Master the Treetops, The Real Scene of Forest Action","web_url":"https://www.nytimes.com/1994/11/22/science/biologists-master-the-treetops-the-real-scene-of-forest-action.html","abstract":"  FROM the treetops of the Pacific Northwest to the heights of the steamy Sri Lankan jungle, biologists can be found heading upwards in record numbers into the forest canopies to mine the richness of this once remote habitat.    Previously restricted to intrepid climbers willing to risk life and limb, the frontier of the canopy has in the last decade opened to many who instead float through the upper reaches of the forest on dirigibles or take rides similar to ski lifts. Others can now explore it easily from towers, platforms and giant cranes. And with these new, somewhat less death-defying methods available, researchers say they have at last begun to paint a more scientifically rigorous picture of this world.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/22/nyregion/inside-888508.html","abstract":"  U.S. Indicts Chinatown Gang   In what officials called a blow to the last of the traditional criminal gangs in Chinatown, 33 suspected members of the Flying Dragons were indicted on racketeering charges. Page B1. Living the 5th Century Life    An isolated Siberian tribe lives much as it has for 1,500 years, offering archeologists clues about early Arctic peoples. Science Times, page C1. Math and Molecules    Using DNA as a personal computer, a scientist gets a quick answer to the possible paths between seven points. Science Times, page C1. Banned Company Seeks Job    A company barred from seeking New York City contracts after the 1980's corruption scandals may get a $17 million transit contract. Page B1.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Overtime Is Money, but G.M. Assembly Workers Say They've Had Enough","web_url":"https://www.nytimes.com/1994/11/22/us/overtime-is-money-but-gm-assembly-workers-say-they-ve-had-enough.html","abstract":"  If for many workers the American dream is drifting out of reach, the 4,800 General Motors workers here have nailed it down. They own homes, cars, big-screen televisions, sometimes boats. They have the assurance of secure pensions and good medical care. Many of these men -- and most are men -- earn enough that they can comfortably support their families; their wives don't have to work.   But these workers, whether young and building families or older and planning for retirement, say they cannot enjoy what their labors have bought. G.M., they say, asks them to put in extraordinary stretches of overtime.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Sensible Style, Imported From France","web_url":"https://www.nytimes.com/1994/11/22/style/sensible-style-imported-from-france.html","abstract":"  Ines de la Fressange considers herself a lucky woman. Lucky to be tall and thin and pretty enough to have been Chanel's top model for six years. Lucky to find partners to finance a small boutique in Paris that has grown into a worldwide business. Lucky to be able to fly the Concorde into New York last week to celebrate the first anniversary of her boutique at Saks Fifth Avenue.    But it takes more than luck to be successful in the fashion world. It was Ms. de la Fressange's vivacity as much as her beauty that made her shine on Chanel's runways. And it's a combination of flair, taste and practicality that has propelled her business.","thumbnail":null,"section":"Style"},{"date":"19941122","headline":"Arctic Tribe's Hard Life Unchanged For Centuries","web_url":"https://www.nytimes.com/1994/11/22/science/arctic-tribe-s-hard-life-unchanged-for-centuries.html","abstract":"  A NOMADIC tribe of reindeer herders who dress in skins, practice ritual sacrifice and have been using the same types of homemade tools and wooden sleds for more than 1,000 years may hold the key to a mystery that has long baffled archeologists.   The Nenets, who wander across the northernmost reaches of the Siberian Arctic, eat raw fish, drink reindeer blood and live year-round in reindeer-skin tepees called chums. Last summer archeologists came upon a group of about 1,000 Nenet reindeer herders who have had almost no contact with Western culture. Archeologists long eager to connect the ancient peoples of Scandinavia to the Eskimos of the New World thousands of miles away say that this group may help provide the essential missing clues.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"33 Suspected Chinatown Gang Members Are Indicted","web_url":"https://www.nytimes.com/1994/11/22/nyregion/33-suspected-chinatown-gang-members-are-indicted.html","abstract":"  In what law-enforcement officials called a major blow to the largest and last of the traditional criminal gangs in Chinatown, 33 suspected members of a group called the Flying Dragons were indicted yesterday on Federal racketeering charges. Two separate indictments described three murders, 12 attempted murders, heroin trafficking, illegal gambling, arson, extortion and robberies that stretched from Manhattan into Brooklyn and Queens.   Among those arrested was Mui Bon Shek, described as a 52-year-old businessman and high-ranking member of the gang, who prosecutors said was audacious enough to set up and operate an illegal gambling business inside the state's Offtrack Betting Corporation office in Chinatown.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"New York City's Budget Cuts","web_url":"https://www.nytimes.com/1994/11/22/opinion/new-york-city-s-budget-cuts.html","abstract":"  The New York City budget for the current year is at least $1 billion out of balance. Mayor Rudolph Giuliani has proposed cuts to balance it, and City Council members seem ready to accept his overall estimate. But they do not accept each and every cut he would make to reach that total, especially cuts in social service programs. Negotiations to resolve their differences are under way -- in secret.    Past practice indicates that a settlement will be reached and immediately approved with no more than a momentary public glimpse of what was agreed. Given the huge impact of cutting so much from programs that have already been cut once this year, the public deserves thorough hearings on the agreement and the rationale behind its cuts.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Vanessa Redgrave and Eileen Atkins Bring 20 Years of Letters to Life","web_url":"https://www.nytimes.com/1994/11/22/theater/theater-review-vanessa-redgrave-eileen-atkins-bring-20-years-letters-life.html","abstract":"  \"Vita and Virginia\" is an evening in need of a playwright.   It has two fascinating characters, the British writers Vita Sackville-West and Virginia Woolf. It has two superb actresses, Vanessa Redgrave and Eileen Atkins, to portray them. And it has a wealth of material to draw upon: the letters, prickly with intelligence and passion, that the women exchanged for some 20 years, beginning in the early 1920's, when Vita first took a fancy to the older author.","thumbnail":null,"section":"Theater"},{"date":"19941122","headline":"Top International Trade Official Urges U.S. to Approve Accord","web_url":"https://www.nytimes.com/1994/11/22/us/top-international-trade-official-urges-us-to-approve-accord.html","abstract":"  Failure by the United States Senate to ratify the proposed new global trade agreement, the world's top trade official said yesterday, would destroy the existing world trading order, return international commerce to \"the law of the jungle\" and deprive the world of an estimated $500 billion in economic gains by the year 2005.  Addressing a press conference at the Council on Foreign Relations in New York, the official, Peter Sutherland, who heads the Geneva organization that regulates international commerce, said it was inconceivable to him that the Senate could reject an accord that has been supported by both Republican and Democratic administrations.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/22/nyregion/metro-digest-889075.html","abstract":"  CORTINES SAYS PLAN COULD CUT TEACHERS   Schools Chancellor Ramon C. Cortines told the City Council that the latest round of budget cuts proposed by Mayor Giuliani could force local districts to eliminate, on average, two teachers from every city school. A1.   By the end of the school day, the word had spread to schools around the city. B2.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Prayer in Public Schools? It's Nothing New for Many","web_url":"https://www.nytimes.com/1994/11/22/us/prayer-in-public-schools-it-s-nothing-new-for-many.html","abstract":"  As President Clinton and the new Republican leadership in Congress consider measures that would return organized prayer to public schools, it is worth remembering one thing.   Prayer is already there.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/22/nyregion/c-corrections-889008.html","abstract":"  The weather map yesterday forecasting the day's high temperatures and precipitation carried an incorrect date. The forecast was for 2 P.M. on Nov. 21, not Nov. 20.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Novel Kind Of Computing: Calculation With DNA","web_url":"https://www.nytimes.com/1994/11/22/science/novel-kind-of-computing-calculation-with-dna.html","abstract":"  IN a bold experiment that is provoking investigators to reconsider what a computer is and what it means to compute, a researcher has used DNA, the genetic material, as a sort of personal computer. Exploiting the extraordinary efficiency and speed of biological reactions, he translated a difficult mathematical problem into the language of molecular biology and solved it by carrying out a reaction in one-fiftieth of a teaspoon of solution in a test tube.   Conventional computers perform operations on logical symbols, which are represented inside the machine by the flow of electrons. Dr. Adleman's idea is to set up a system of symbols whose tangible expression is not electrons but the chemical units of DNA. The idea is not so far fetched given that DNA is a rich repository of information and that living cells are processing the information all the time. In Dr. Adleman's test tube system, he sets up a problem by synthesizing particular molecules of DNA, and he processes the information through the chemical reactions that take place when the molecules are mixed together.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"Pulling Punches; NATO Hits Serbs, But Not Too Hard","web_url":"https://www.nytimes.com/1994/11/22/world/pulling-punches-nato-hits-serbs-but-not-too-hard.html","abstract":"  By military standards, the NATO attack carried out today against a Serbian-controlled air base in Croatia was the equivalent of a nasty note.   The air strike, trumpeted by NATO as the biggest in the alliance's brief combat history, involved 39 attack and reconnaissance planes from four nations. The targets were hit. There were no allied casualties.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Ladder's Failure Bewilders Fire Experts","web_url":"https://www.nytimes.com/1994/11/22/nyregion/ladder-s-failure-bewilders-fire-experts.html","abstract":"  New York City's Fire Department has more aerial ladder trucks and uses them more frequently than any other fire department in the country, fire safety experts said yesterday. But until Sunday -- when a fully extended ladder buckled and then careened six stories to the ground, killing one person and seriously injuring four others -- no aerial ladder had ever collapsed in New York, city fire and union officials said.   Those facts contributed to the befuddlement of fire officials yesterday as they began investigating what caused the ladder's deadly failure at a fire in an apartment building in Williamsburg, Brooklyn, on Sunday afternoon.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"B.C. to Try To Repeat A Victory Of the Past","web_url":"https://www.nytimes.com/1994/11/22/sports/college-football-notebook-bc-to-try-to-repeat-a-victory-of-the-past.html","abstract":"  Ten years ago tomorrow, time had expired on the clock in the Orange Bowl as Doug Flutie's desperation pass from midfield sailed toward the University of Miami end zone. Gerard Phelan caught the ball in a crowd and Boston College was a 47-45 winner.   It was a memorable game, one that produced almost 1,300 yards of total offense, 472 from Flutie's passes and 447 for the opposing quarterback, Bernie Kosar.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Snippets From a Decade When Confidence Ruled America","web_url":"https://www.nytimes.com/1994/11/22/arts/television-review-snippets-from-a-decade-when-confidence-ruled-america.html","abstract":"  The compactor school of television programming is operating at full throttle in \"The Fun and Feel of the 50's,\" a two-part Disney Channel presentation that begins tonight and concludes next Tuesday. The production, compiled for Reader's Digest Home Entertainment, skitters over the history and culture of an entire decade with material retrieved largely from what it calls the \"indelible record\" of an emerging medium called television.    While the memory of Proust's Marcel was exquisitely unlocked by the taste of a single madeleine dipped in lime tea, this documentary whisks viewers back to the past for a bombardment of images that generally end up little more substantial than cupcake crumbs. With just about no narration, the assorted clips from private collections and archival vaults are allowed to stand on their own and, as is television's wont, everything winds up on a level playing field. Ed Sullivan equals Korea equals Lucy's baby equals Sputnik equals Miss Clairol hair coloring. (\"Does she or doesn't she?\")","thumbnail":null,"section":"Arts"},{"date":"19941122","headline":"Helms Shouldn't Take Hard Line on Russia","web_url":"https://www.nytimes.com/1994/11/22/opinion/l-helms-shouldn-t-take-hard-line-on-russia-893463.html","abstract":"  To the Editor:   Senator Jesse Helms and the Republican-dominated Foreign Relations Committee should be forewarned against following a hard line against Russia (news analysis, Nov. 13). Although the relationship between Washington and Moscow has become more complicated recently, a tougher policy toward Russia will only exacerbate those trends.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Appellate Ruling Called a Threat to Endangered Species Act","web_url":"https://www.nytimes.com/1994/11/22/science/appellate-ruling-called-a-threat-to-endangered-species-act.html","abstract":"  IF the United States Supreme Court does not overturn a ruling from a Federal appeals panel, the Endangered Species Act might itself be threatened with de facto extinction, conservation groups, biologists and the Justice Department argue.   The department filed a petition with the Supreme Court this month asking it to reject a ruling from the United States Court of Appeals for the District of Columbia that the act does not prevent the destruction of the habitat of an endangered species, even if destroying the habitat means exterminating the animal. The lower court ruling, called Sweet Home Chapter of Communities for a Greater Oregon v. Babbitt, shocked conservationists and made them run for legal ammunition to protect the teeth of an act that is considered one of the most effective pieces of environmental legislation ever passed.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"NATO Pushes Back on Bosnia","web_url":"https://www.nytimes.com/1994/11/22/opinion/nato-pushes-back-on-bosnia.html","abstract":"  Serbian forces may now take NATO enforcement of United Nations resolutions on Bosnia a bit more seriously. In contrast to the pinprick air strikes of recent months, waves of NATO aircraft bombed an airfield yesterday in Udbina, Croatia, that the Serbs were using to launch attacks against the besieged Bosnian city of Bihac.    Still, the Udbina mission was intentionally limited to cratering the airfield, leaving Serbian planes and fuel dumps intact. NATO also avoided targeting the Serbs' artillery, which poses a more immediate threat to Bihac.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"1919: Rationing Again : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/22/opinion/IHT-1919-rationing-again-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] President Wilson today [Nov. 21] placed the government again in control of the nation's food supply by transferring the authority of the Food Administration to Attorney General Palmer. Revival of the war time func","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Simpson Hearing Delayed","web_url":"https://www.nytimes.com/1994/11/22/us/simpson-hearing-delayed.html","abstract":"  A hearing was postponed today on whether the wife of Lance A. Ito, the judge in the O. J. Simpson trial, should be called as a witness.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Martin Keino Takes a Crown","web_url":"https://www.nytimes.com/1994/11/22/sports/cross-country-martin-keino-takes-a-crown.html","abstract":"   Keino, a legendary name in distance running, was back in the winner's circle again today -- this time at the National Collegiate Athletic Association cross-country championships here.   Martin Keino, son of the Kenyan Olympic champion, Kip Keino, won the men's individual race in 30 minutes 8.7 seconds. The University of Arizona senior took a commanding lead midway through the 10,000-meter race on the way to his first N.C.A.A. title.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Officer Accused of Assault","web_url":"https://www.nytimes.com/1994/11/22/nyregion/officer-accused-of-assault.html","abstract":"  A New York City police officer was arrested on assault charges yesterday after shoving and punching his girlfriend in the face outside a Brooklyn nightclub, the police said.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Carjacking Defendant Says Victim Is Lying","web_url":"https://www.nytimes.com/1994/11/22/nyregion/carjacking-defendant-says-victim-is-lying.html","abstract":"  In an uncommon display of irritation on the witness stand, Edward L. Summers today called the surviving victim of a January carjacking a liar and a fraud for telling authorities that Mr. Summers had commandeered the Jeep and murdered its driver.   However, when Kenneth Gribetz, the Rockland County District Attorney, asked him to enumerate the lies that Scott Nappi, wounded in the carjacking, told in his testimony, Mr. Summers seemed to focus on relative trivia.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Gene Technique Could Shape Future Generations","web_url":"https://www.nytimes.com/1994/11/22/science/gene-technique-could-shape-future-generations.html","abstract":"  For the first time, a scientist has developed a technique that can allow the alteration of genes in sperm, passing the changes to the animal's progeny.   It is a development, ethicists say, that brings the brave new world of gene manipulation hurtling closer and raises troubling questions about what science has wrought and how society should deal with new technologies that have enormous potential for relieving human suffering but also have enormous potential for misuse.","thumbnail":null,"section":"Science"},{"date":"19941122","headline":"G.O.P. Splits on Dole Threat on Trade Pact","web_url":"https://www.nytimes.com/1994/11/22/us/gop-splits-on-dole-threat-on-trade-pact.html","abstract":"  Republicans split today over the decision of Senator Bob Dole of Kansas to hold a worldwide trade agreement hostage to tax concessions from the White House. While a prominent Republican strategist warned against the move, Representative Newt Gingrich of Georgia, a supporter of the pact, said he would not interfere with Mr. Dole's effort.   Meanwhile, Democrats worried that the uncertainty over whether the Senate would ultimately approve the pact could erode support for the agreement in the House, where it previously seemed headed for an easy victory.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Ukraine Leader, Dogged by Economic Woes, to Meet Clinton","web_url":"https://www.nytimes.com/1994/11/22/world/ukraine-leader-dogged-by-economic-woes-to-meet-clinton.html","abstract":"  When the Ukrainian leader, Leonid Kuchma, meets with President Clinton at the White House on Tuesday, he will very likely be praised for moving in the last month to reform the economy and to persuade his truculent Parliament to rid the nation of nuclear weapons.   The Parliament's ratification last week of the treaty to halt the spread of nuclear arms means that the long-sought goal of eliminating those weapons is a done deal. But living up to tough economic conditions set by the International Monetary Fund last month is hitting road blocks.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Artificial Liver Study Findings Are Premature","web_url":"https://www.nytimes.com/1994/11/22/opinion/l-artificial-liver-study-findings-are-premature-893498.html","abstract":"  To the Editor:   Re \"Artificial Liver Shows Promise in British Study\" (Science Times, Nov. 15): The preliminary findings on successful use of artificial livers are premature as well as preliminary. They neither rule out that the treatment might work nor demonstrate that the treatment does provide a benefit in terms of survival.","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"ATP Foresees a Slowdown in Tennis's Future","web_url":"https://www.nytimes.com/1994/11/22/sports/IHT-atp-foresees-a-slowdown-in-tenniss-future.html","abstract":"Pete Sampras and Boris Becker did indeed play serve and volley in the final of the ATP Tour World Championship on Sunday. But if tennis officials have their druthers, serving and volleying will no longer be the vastly superior route to indoor success..E","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"Repeated Deals Confuse Bridge Match","web_url":"https://www.nytimes.com/1994/11/22/arts/repeated-deals-confuse-bridge-match.html","abstract":"  A furor erupted during Sunday night's play at the American Contract Bridge League's Fall National Championships here when a player discovered that she had played the same deals before and could remember them. A major procedural failure had put into play in the Women's Board-a-Match Team Championship 16 deals that had been played four months earlier in the Women's Knockout Team Championship in San Diego.    The player who brought this to the attention of officials was Janice Seamon of Miami, but 19 other players had the same opportunity. It seems unlikely that any of them gained any advantage from this strange case of deja vu, but there was considerable official embarrassment.","thumbnail":null,"section":"Arts"},{"date":"19941122","headline":"Out of the Mythic Mists, Then Back Into Them","web_url":"https://www.nytimes.com/1994/11/22/books/books-of-the-times-making-malcolm-out-of-the-mythic-mists-then-back-into-them.html","abstract":"  The Myth and Meaning of Malcolm X  By Michael Eric Dyson  215 pages. Oxford University Press. $19.95.    In the almost three decades that have passed since his assassination in 1965, Malcolm X has become one of the most hotly debated figures in recent American history, alternately romanticized and reviled, deified, demonized and commercialized. While radical black nationalists celebrate the early Malcolm, the Malcolm who denounced white people as devils, moderates cherish the late Malcolm, the Malcolm who left the Nation of Islam, made a pilgrimmage to Mecca and began to articulate a new, broader philosophy of \"life, liberty and the pursuit of happiness for all people.\" To merchandisers of everything from baseball caps to T-shirts to jewelry, Malcolm X (or at least the resonant \"X\" in his name) has become a highly marketable symbol of hipness, while to ghetto kids and rappers, he remains an irreducible symbol of their own experience as outsiders, the embodiment of their passions, rage and pride.","thumbnail":null,"section":"Books"},{"date":"19941122","headline":"Desegregation Study Is Ordered in Bergen","web_url":"https://www.nytimes.com/1994/11/22/nyregion/desegregation-study-is-ordered-in-bergen.html","abstract":"  After years of futile attempts to integrate the heavily minority Englewood school district with its primarily white neighboring districts, the State of New Jersey today handed the problem of drawing up a racial-balance plan to a private company.   The State Department of Education has hired Applied Data Services, of Flanders, N.J., to conduct a six-month study of the racial makeup of schools in Englewood and 19 nearby eastern Bergen County towns. The company is to produce at least seven different plans to redraw some or all of the 20 school districts so that the percentage of black students here will be reduced.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Agent Shoots Man With Knife on Subway","web_url":"https://www.nytimes.com/1994/11/22/nyregion/agent-shoots-man-with-knife-on-subway.html","abstract":"  An F.B.I. agent shot a knife-wielding passenger on a subway train in lower Manhattan yesterday after the agent ordered him to drop the knife and the man continued to approach the agent, law enforcement officials said.   The man, identified as Joseph Santulli, 43, of Brooklyn, was hit in the stomach by one bullet from the agent's 9-millimeter pistol. Mr. Santulli was taken to St. Vincent's Hospital, where he underwent surgery and was in critical condition last night in the intensive-care unit.","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Stein and Toklas as Symbols Of Creative Partnership","web_url":"https://www.nytimes.com/1994/11/22/arts/dance-review-stein-and-toklas-as-symbols-of-creative-partnership.html","abstract":"  The relationship of Gertrude Stein and Alice B. Toklas is the springboard for Amy Pivar's rambling and inventive dance piece \"The Modest Typist.\" Here again, Ms. Pivar, an experimental choreographer and dancer, combines movement with text as she has in recent collaborations with Freda Rosen, a social therapist who is the co-director of Amy Pivar Dances.   The theme of the new work, given on Friday at Performance Space 122, appears openly stated. \"Behind every successful woman, there is a woman -- often herself,\" Ms. Pivar says early in the piece. But the modest typist of the title is Toklas, who reportedly typed and edited Stein's writings.","thumbnail":null,"section":"Arts"},{"date":"19941122","headline":"Meet the New Routine, Same as Old Routine","web_url":"https://www.nytimes.com/1994/11/22/sports/tv-sports-meet-the-new-routine-same-as-old-routine.html","abstract":"  What did we learn from NBC's telecast of \"The Gold Championship\" Saturday night, the latest made-for-TV figure skating exhibition-as-competition?   1. The event, created by the multitentacled International Management Group, operated in its own little vacuum. Example: No mention was made that five of the six skaters had competed on CBS's two-night \"Ice Wars\" the week before, or that Kristi Yamaguchi and several other skaters repeated some CBS routines on NBC.","thumbnail":null,"section":"Sports"},{"date":"19941122","headline":"NATO, Expanding Bosnia Role, Strikes a Serbian Base in Croatia","web_url":"https://www.nytimes.com/1994/11/22/world/nato-expanding-bosnia-role-strikes-a-serbian-base-in-croatia.html","abstract":"  NATO warplanes bombed a Serbian-controlled air base in Croatia today, destroying its runway and its antiaircraft defenses and taking the Western alliance's political involvement in the Bosnian war to a new level.   Adm. Leighton W. Smith, the American who commands NATO forces in Southern Europe, said 39 aircraft from the United States, Britain, France and the Netherlands had taken part in the attack against the Udbina airfield in Croatia.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"G.O.P. PROPOSAL WOULD OVERHAUL WELFARE SYSTEM","web_url":"https://www.nytimes.com/1994/11/22/us/gop-proposal-would-overhaul-welfare-system.html","abstract":"  The Republican team taking over the House of Representatives will propose a welfare bill that eliminates a decades-old guiding principle of poverty and food programs: that anyone who qualifies for these benefits automatically gets them.   Under the proposal drafted by House Republicans for submission in January, Congress would set an overall annual limit on welfare spending and replace food stamps and child-nutrition programs with a lump sum payment to each state.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"Quebec's Considerations : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/22/opinion/IHT-quebecs-considerations-letters-to-the-editor.html","abstract":"Regarding \"Canada: Stop Humoring the Spoilers and Make the Country Whole\" (Opinion, Nov. 2) by Mordecai Richler:.To understand why Quebec would not separate, consider why it agreed to join the confederation in the first place..When the conf","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/22/style/chronicle-893226.html","abstract":"  Oh, what a diplomat is DONNA E. SHALALA, the Secretary of Health and Human Services. At a dinner given by Ambassador ITAMAR RABINOVICH of Israel in honor of Secretary of State WARREN CHRISTOPHER on Sunday evening, she found herself seated next to Israeli Prime Minister YITZHAK RABIN. The Prime Minister smoked through the evening, the only guest in the room to do so, she said yesterday.","thumbnail":null,"section":"Style"},{"date":"19941122","headline":"CLINTON IS OPEN TO RABIN'S PLEAS","web_url":"https://www.nytimes.com/1994/11/22/world/clinton-is-open-to-rabin-s-pleas.html","abstract":"  Prime Minister Yitzhak Rabin of Israel went to the White House today and came away with firm commitments from President Clinton for most everything he sought: generous foreign aid, further military assistance and the prospect of American peacekeeping troops in the Golan Heights should Israel and Syria make peace.   But even Mr. Clinton's firmest commitment is shakier these days, as Republicans assume control of the foreign aid purse strings in Congress. And so the usual exchange of praise at today's session was followed by something new: a defense of the Middle East peace talks against a pointed attack by the prospective chairman of the Senate Foreign Relations Committee, Jesse Helms of North Carolina.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Bridge Gunman Thought of Beirut, Witness Says","web_url":"https://www.nytimes.com/1994/11/22/nyregion/bridge-gunman-thought-of-beirut-witness-says.html","abstract":"  A defense witness testified yesterday that the man who killed a Hasidic student and wounded three others in an attack on the Brooklyn Bridge in March started firing when he momentarily thought he was back in Beirut, Lebanon, and fighting for his life.    \"These were clearly Jewish passengers, and he really perceived them as the enemy,\" said the witness, Dr. Numa Abudabbeh, a forensic psychologist. \"He really thought it was me or them.\"","thumbnail":null,"section":"New York"},{"date":"19941122","headline":"Mercy Killing in Canada Stirs Calls for Changes in Law","web_url":"https://www.nytimes.com/1994/11/22/world/mercy-killing-in-canada-stirs-calls-for-changes-in-law.html","abstract":"  The second-degree murder conviction of a Saskatchewan farmer in the death of his disabled daughter has kindled debate in Canada about mercy killing and has increased pressure for changes in the law to soften such judgments in the future.   Robert Latimer's daughter Tracy, 12, was in near-constant pain from the severe cerebral palsy she was born with. Diaper-clad and weighing 38 pounds, she could not walk, talk or feed herself.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Roman Catholic Bishop Denounces Repression in East Timor","web_url":"https://www.nytimes.com/1994/11/22/world/roman-catholic-bishop-denounces-repression-in-east-timor.html","abstract":"  About 135 Timorese protesters against Indonesian rule were arrested last week, and many of them were taken from their homes and beaten by security forces, the religious leader of East Timor said today.   \"The military soldiers entered the houses and arrested young people without any kind of explanation,\" Bishop Carlos Felipe Ximenes Belo said in an interview. All of those arrested were beaten, and two or three were hospitalized, he said.  Twenty-two were still being held, he said. The police have acknowledged 80 or so arrests.","thumbnail":null,"section":"World"},{"date":"19941122","headline":"Brooklyn Gets Shortchanged on Subway Station Renovation; Nothing to Teach","web_url":"https://www.nytimes.com/1994/11/22/opinion/l-brooklyn-gets-shortchanged-on-subway-station-renovation-nothing-to-teach-893811.html","abstract":"  To the Editor:   On Nov. 15 Alan F. Kiepper, New York City Transit Authority president, addressed British transportation experts at London Transport's 10th annual lecture, titled \"Meeting Future Mobility Needs With Yesterday's Transit Infrastructure.\"","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Battle Goes On as Rent Control Is Defeated in Massachusetts","web_url":"https://www.nytimes.com/1994/11/22/us/battle-goes-on-as-rent-control-is-defeated-in-massachusetts.html","abstract":"  Landlords here have complained for years that this city's rent-control laws are ruinous. But when they tried to change the system at the local level, they were always outnumbered by the tenants.   So this year, even though only two other communities in Massachusetts have rent control -- Boston and Brookline -- the landlords decided to challenge the system at the state level. They introduced a ballot question asking voters across the state whether rent control should be prohibited. On Election Day, they won narrowly, 51 percent to 49 percent.","thumbnail":null,"section":"U.S."},{"date":"19941122","headline":"House Appointee Favors Tobacco Over Health","web_url":"https://www.nytimes.com/1994/11/22/opinion/l-house-appointee-favors-tobacco-over-health-893471.html","abstract":"  To the Editor:   Re \"Gingrich Moves Quickly to Put Stamp on House\" (front page, Nov. 17):","thumbnail":null,"section":"Opinion"},{"date":"19941122","headline":"Arafat Says He Means to Wield Control","web_url":"https://www.nytimes.com/1994/11/22/world/arafat-says-he-means-to-wield-control.html","abstract":"  Yasir Arafat summoned thousands of his supporters into Gaza's streets today to deliver a blunt message to violence-scarred Palestinians that he has political control and intends to keep it.   To drive that point home, hundreds of young men came heavily armed to a rally organized by Mr. Arafat's Fatah faction, some firing automatic rifles in the air and warning Islamic militants that if challenged, they were ready to fight.","thumbnail":null,"section":"World"}],"wiki_events":[{"date":"19941122","headline":"A Trans World Airlines McDonnell Douglas MD-80 and Cessna 441 Conquest II aircraft collide on the runway at St. Louis Lambert International Airport in Bridgeton, Missouri, killing two people and injuring eight.","pages":[{"title":"Trans World Airlines","web_url":"https://en.wikipedia.org/wiki/Trans_World_Airlines","description":"US airline (19302003) that merged into American","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/5/51/Trans_World_Airlines_Globe_Map_Logo_1.png","thumbnail_width":300,"thumbnail_height":106},"abstract":"Trans World Airlines (TWA) was a major airline in the United States that operated from 1930 until it was acquired by American Airlines in 2001. It was formed as Transcontinental & Western Air to operate a route from New York City to Los Angeles via St. Louis, Kansas City, and other stops, with Ford Trimotors. With American, United, and Eastern, it was one of the \"Big Four\" domestic airlines in the United States formed by the Spoils Conference of 1930."},{"title":"McDonnell Douglas MD-80","web_url":"https://en.wikipedia.org/wiki/McDonnell_Douglas_MD-80","description":"Jet airliner model, series based on the DC-9","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/MD83_Aircraft_of_TezJet.jpg/320px-MD83_Aircraft_of_TezJet.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The McDonnell Douglas MD-80 is a series of five-abreast single-aisle airliners developed by McDonnell Douglas. It was produced by the developer company until August 1997 and then by Boeing Commercial Airplanes. The MD-80 was the second generation of the DC-9 family, originally designated as the DC-9-80 and later stylized as the DC-9 Super 80 .\n\nStretched, enlarged wing and powered by higher bypass Pratt & Whitney JT8D-200 engines, the aircraft program was launched in October 1977.\nThe MD-80 made its first flight on October 18, 1979, and was certified on August 25, 1980. The first airliner was delivered to launch customer Swissair on September 13, 1980, which introduced it into service on October 10, 1980."},{"title":"Cessna 441 Conquest II","web_url":"https://en.wikipedia.org/wiki/Cessna_441_Conquest_II","description":"Twin engine turboprop aircraft produced 1977-1986","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/N326RS_1983_Cessna_441Conquest_II_C-N_441-0326_-_Ias_Air_%286832531090%29.jpg/320px-N326RS_1983_Cessna_441Conquest_II_C-N_441-0326_-_Ias_Air_%286832531090%29.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Cessna 441 Conquest II is the first turboprop powered aircraft designed by Cessna and was meant to fill the gap between their jets and piston-engined aircraft. It was developed in November 1974, with the first aircraft delivered in September 1977. It is a pressurized, 89 passenger turbine development of the Cessna 404 Titan. The ICAO designator as used in flight plans is C441."},{"title":"1994 St. Louis Airport collision","web_url":"https://en.wikipedia.org/wiki/1994_St._Louis_Airport_collision","description":"1994 runway collision in Missouri, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/McDonnell_Douglas_MD-82_N954U_9054_Trans_World_Airlines%2C_Boston_-_Logan_International%2C_USA%2C_August_1990._%285619642079%29.jpg/320px-McDonnell_Douglas_MD-82_N954U_9054_Trans_World_Airlines%2C_Boston_-_Logan_International%2C_USA%2C_August_1990._%285619642079%29.jpg","thumbnail_width":320,"thumbnail_height":204},"abstract":"The 1994 St. Louis Airport collision occurred when TWA Flight 427, operated using a McDonnell Douglas MD-82, struck a Cessna 441 Conquest II during its take-off roll, killing both of its occupants. The incident took place on November 22, 1994, at St. Louis Lambert International Airport (STL) in Bridgeton, Missouri."},{"title":"St. Louis Lambert International Airport","web_url":"https://en.wikipedia.org/wiki/St._Louis_Lambert_International_Airport","description":"Commercial airport serving St. Louis, Missouri, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/St._Louis_Lambert_T1_from_West.jpg/320px-St._Louis_Lambert_T1_from_West.jpg","thumbnail_width":320,"thumbnail_height":180},"abstract":"St. Louis Lambert International Airport is the primary international airport serving metropolitan St. Louis, Missouri, United States. Commonly referred to as Lambert Field or simply Lambert, it is the largest and busiest airport in the state of Missouri. The airport covers 3,793 acres (1,535ha) of land. STL is located 14 miles (23km) northwest of downtown St. Louis in unincorporated St. Louis County between Berkeley and Bridgeton. The airport provides nonstop service to airports throughout the United States and to the Caribbean, Mexico, Canada, and Europe. In 2019, it served nearly 16 million passengers. In 2023 there were more than 270 daily departures to 80 nonstop domestic and international locations."},{"title":"Bridgeton, Missouri","web_url":"https://en.wikipedia.org/wiki/Bridgeton%2C_Missouri","description":"City in Missouri, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Bridgeton%2C_Missouri.jpg/320px-Bridgeton%2C_Missouri.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Bridgeton is a second-ring suburb of Greater St. Louis in northwestern St. Louis County, Missouri, United States. Bridgeton is located at the intersection of the St. Louis outer belt and I-70. Bridgeton serves as the primary transport hub within Greater St. Louis. The population at the 2020 census was 11,445. Portions of St. Louis Lambert International Airport are within Bridgeton. The town is featured in the documentary Atomic Homefront, which covers the effects of radioactive waste stored in the nearby West Lake Landfill site."}]}],"weather":[{"date":"19941122","time":"1994-11-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":91,"wspd":5.4},{"date":"19941122","time":"1994-11-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":95,"wspd":3.6},{"date":"19941122","time":"1994-11-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":95,"wspd":3.6},{"date":"19941122","time":"1994-11-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":97,"wspd":3.6},{"date":"19941122","time":"1994-11-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":98,"wspd":3.6},{"date":"19941122","time":"1994-11-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":96,"wspd":3.6},{"date":"19941122","time":"1994-11-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":95,"wspd":3.6},{"date":"19941122","time":"1994-11-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":94,"wspd":3.6},{"date":"19941122","time":"1994-11-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":92,"wspd":3.6},{"date":"19941122","time":"1994-11-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":90,"wspd":3.6},{"date":"19941122","time":"1994-11-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":90,"wspd":3.6},{"date":"19941122","time":"1994-11-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":90,"wspd":3.6},{"date":"19941122","time":"1994-11-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":85,"wspd":11.2},{"date":"19941122","time":"1994-11-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":80,"wspd":7.6},{"date":"19941122","time":"1994-11-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":78,"wspd":7.6},{"date":"19941122","time":"1994-11-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":75,"wspd":7.6},{"date":"19941122","time":"1994-11-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":77,"wspd":5.4},{"date":"19941122","time":"1994-11-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":79,"wspd":9.4},{"date":"19941122","time":"1994-11-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":79,"wspd":9.4},{"date":"19941122","time":"1994-11-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":84,"wspd":9.4},{"date":"19941122","time":"1994-11-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":85,"wspd":7.6},{"date":"19941122","time":"1994-11-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":84,"wspd":11.2},{"date":"19941122","time":"1994-11-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":86,"wspd":7.6},{"date":"19941122","time":"1994-11-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":85,"wspd":3.6},{"date":"19941122","time":"1994-11-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":93,"wspd":13},{"date":"19941122","time":"1994-11-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":96,"wspd":14.8},{"date":"19941122","time":"1994-11-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":97,"wspd":7.6},{"date":"19941122","time":"1994-11-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":97,"wspd":7.6},{"date":"19941122","time":"1994-11-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":97,"wspd":11.2},{"date":"19941122","time":"1994-11-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":90,"wspd":18.7},{"date":"19941122","time":"1994-11-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":87,"wspd":18.7},{"date":"19941122","time":"1994-11-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":16.6},{"date":"19941122","time":"1994-11-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":20.5},{"date":"19941122","time":"1994-11-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":67,"wspd":18.7},{"date":"19941122","time":"1994-11-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":64,"wspd":22.3},{"date":"19941122","time":"1994-11-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":57,"wspd":24.1},{"date":"19941122","time":"1994-11-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":61,"wspd":18.7},{"date":"19941122","time":"1994-11-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":50,"wspd":22.3},{"date":"19941122","time":"1994-11-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":52,"wspd":20.5},{"date":"19941122","time":"1994-11-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":40,"wspd":35.3},{"date":"19941122","time":"1994-11-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":40,"wspd":33.5},{"date":"19941122","time":"1994-11-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":35,"wspd":31.7},{"date":"19941122","time":"1994-11-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":39,"wspd":29.5},{"date":"19941122","time":"1994-11-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":38,"wspd":33.5},{"date":"19941122","time":"1994-11-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":37,"wspd":35.3},{"date":"19941122","time":"1994-11-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":38,"wspd":38.9},{"date":"19941122","time":"1994-11-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":37,"wspd":33.5},{"date":"19941122","time":"1994-11-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":39,"wspd":29.5}]},"19941123":{"guardian_articles":[{"date":"19941123","headline":"News: Student protest gets dry run as Gormley wins 1994 Turner prize","web_url":"https://www.theguardian.com/artanddesign/1994/nov/23/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19941123","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/23/nyregion/c-corrections-903841.html","abstract":"  An article in Science Times yesterday about an experiment using DNA, the genetic material, as a form of computer referred incorrectly in some copies to a problem solved that way. It was to find a path connecting seven cities, passing through each once, when routes exist between only some of them.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Clemente's Widow Keeps His Dreams Alive","web_url":"https://www.nytimes.com/1994/11/23/sports/baseball-clemente-s-widow-keeps-his-dreams-alive.html","abstract":"  The number 21 signifies a lot on the island of Puerto Rico.   It is the number engraved on earrings, emblazoned on T-shirts worn by young men and women, the number sewn on the jerseys of Puerto Rican-born ballplayers such as Ruben Sierra.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"NEW JERSEY PLANS TO CUT PAYMENTS FOR MEDICAID 20%","web_url":"https://www.nytimes.com/1994/11/23/nyregion/new-jersey-plans-to-cut-payments-for-medicaid-20.html","abstract":"  New Jersey officials said today that they planned to cut the amount of money hospitals receive to care for Medicaid patients by 20 percent starting in March. William Waldman, the State Human Services Commissioner, said he expected a court challenge, but is confident the move, which would reduce hospital reimbursements by $135 million annually, would be upheld.   \"We cannot be in the business of subsidizing hospitals,\" Mr. Waldman told reporters at a meeting in his office. \"We must become the purchasers of services that are delivered efficiently and economically.\"","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"TWA Jetliner Hits Cessna in Takeoff In St. Louis, Killing 2","web_url":"https://www.nytimes.com/1994/11/23/us/twa-jetliner-hits-cessna-in-takeoff-in-st-louis-killing-2.html","abstract":"  A Trans World Airlines jetliner struck a private plane with its wing during takeoff tonight at Lambert-St. Louis International Airport today, killing two people aboard the small craft and injuring several passengers on the large jet.   The TWA MD-80, carrying 142 passengers plus its crew, was accelerating when the pilot apparently saw the Cessna 421 in his path and swerved to avoid the smaller plane, an Federal Aviation Administration spokeswoman, Sandra Campbell, said from the agency's Kansas City, Mo., regional office.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"A Classical Music Guide","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-a-classical-music-guide-904546.html","abstract":"  To the Editor:   When you refer to magazines dealing with classical music, as your Nov. 15 Arts pages did in discussing men's and women's musical preferences, you ought to take note of the American Record Guide. The magazine, to which I am a contributor, has for nearly three years continued the traditions of the defunct Musical America with a section edited by that publication's former editor devoted to classical music articles and reviews of live performances.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Clinton Thanks Ukraine With $200 Million","web_url":"https://www.nytimes.com/1994/11/23/world/clinton-thanks-ukraine-with-200-million.html","abstract":"  President Clinton offered $200 million in additional economic aid to Ukraine today to thank that country's new President, Leonid Kuchma, for taking politically difficult steps sought by Washington toward free-market reforms and the elimination of nuclear weapons.   Promising a new relationship with Ukraine, which the Administration expects to become a major power in Europe in years to come, Mr. Clinton also provided Mr. Kuchma with security assurances in return for having persuaded his Parliament last week to vote to eliminate Ukraine's 1,800 nuclear warheads.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"4 at Police Center In Washington Die As Gunfire Erupts","web_url":"https://www.nytimes.com/1994/11/23/us/4-at-police-center-in-washington-die-as-gunfire-erupts.html","abstract":"  Four people, including a District of Columbia police sergeant and two F.B.I. agents, were killed today in a wild eruption of gunfire inside the Police Headquarters building, the authorities said. Two other people were reported to have been wounded.   The police said the incident began around 3:30 P.M. and lasted about an hour. But by tonight many details of what had happened remained unknown.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"1919: New York Radicals : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-1919-new-york-radicals-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] The sinister forces of revolution and anarchy in the metropolitan district have been greatly augmented by the action of the Washington authorities in releasing from Ellis Island hundreds of dangerous radicals. This","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/23/style/chronicle-904953.html","abstract":"  When 9-year-old JULIE GAL arrived here from Austria in 1961 speaking no English, she started taking classes at the Rudolph Steiner School in Manhattan. And the only child who would speak to her was Beth Rudin, she recalled yesterday.    The friendship lasted, and on Monday evening, Beth Rudin, now BETH RUDIN DEWOODY, gave a party for her old school chum to celebrate Ms. Gal's documentary, \"Islamic Fundamentalism and Democracy.\"","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Pataki Says He'll Meet Giuliani, And Help Him in a Budget Fight","web_url":"https://www.nytimes.com/1994/11/23/nyregion/pataki-says-he-ll-meet-giuliani-and-help-him-in-a-budget-fight.html","abstract":"  They still have not spoken, but Governor-elect George E. Pataki offered an olive branch today to Mayor Rudolph W. Giuliani, saying he would meet with the Mayor one on one next week and that he would help the Mayor next year in Albany to block two bills that would hurt the city budget.   In a press release ostensibly about the potential evils of \"unfunded mandates\" and \"pension supplementation,\" Mr. Pataki effectively offered a cease-fire in one of the most visible political feuds the state and city have seen in decades.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"SERBS PRESS DRIVE ON BOSNIAN TOWN, USING HELICOPTER","web_url":"https://www.nytimes.com/1994/11/23/world/serbs-press-drive-on-bosnian-town-using-helicopter.html","abstract":"  Undaunted by a NATO air raid Monday, rebel Serbs backed by tanks and a helicopter closed in on Bihac today, pounding Bosnian Government forces and leaving several villages burning and hundreds of refugees without shelter, United Nations officials said.   Despite the attack on the Serbian-held Udbina airfield in Croatia on Monday, Bosnian Serb forces fired at least one surface-to-air missile at two British Harrier jets that were on regular NATO patrol near Bosanska Krupa, the officials said.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"Labor Secretary Urges Cuts For 'Corporate Welfare' Too","web_url":"https://www.nytimes.com/1994/11/23/us/labor-secretary-urges-cuts-for-corporate-welfare-too.html","abstract":"  Firing back at conservatives who have vowed to trim welfare costs, Labor Secretary Robert B. Reich today issued a broad but vague call to choke off as much as $200 billion in \"corporate welfare\" as a way of finding money for jobs programs.    But he stopped short of identifying any corporate tax break or subsidy as unreasonable or counterproductive. And though he referred to a study by a Democratic research organization that identifies $111 billion in preferential programs for specific industries, the Labor Secretary said he was not endorsing that report or the suggestions in it.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Dole and Gingrich Embrace Before Republican Governors","web_url":"https://www.nytimes.com/1994/11/23/us/dole-and-gingrich-embrace-before-republican-governors.html","abstract":"  Bob Dole and Newt Gingrich today displayed a bonhomie seldom, if ever, seen between the two Republicans.   In their first joint appearance since the election two weeks ago, Mr. Gingrich of Georgia, the House Speaker-in-waiting, and Mr. Dole, who is likely to become the Senate majority leader, appeared at the close of the Republican Governors Association conference here to emphasize how well they will work together.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"A Separate Pathway Slowly Carries a Caress To the Brain's Attention","web_url":"https://www.nytimes.com/1994/11/23/us/a-separate-pathway-slowly-carries-a-caress-to-the-brain-s-attention.html","abstract":"  RESEARCHERS have discovered the scientific basis for enjoying a caress.    People, it seems, have a special pathway of nerves that send pleasure signals to the brain when the skin is gently stroked. The pathway is present at birth and may help human infants distinguish comfort from discomfort.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Appeals Court Upholds Academy's Removal of Gay Midshipman","web_url":"https://www.nytimes.com/1994/11/23/us/appeals-court-upholds-academy-s-removal-of-gay-midshipman.html","abstract":"  A Federal appeals court today upheld the Naval Academy's removal of a top-ranked midshipman who had acknowledged his homosexuality.   Lawyers for the former midshipman, Joseph C. Steffan, said later that they had not decided whether to appeal the 7-to-3 decision, issued by the United States Court of Appeals for the District of Columbia Circuit. Any further appeal, to the Supreme Court, would provide the Justices their first opportunity to consider the issue of homosexuals' service in the military.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Comptroller Sees Waste In Busing Preschoolers","web_url":"https://www.nytimes.com/1994/11/23/nyregion/comptroller-sees-waste-in-busing-preschoolers.html","abstract":"  Every school day, thousands of handicapped 3- and 4-year-old children spend more than two hours a day on buses to get to and from special training programs in New York City that they may not need, the City Comptroller charged yesterday.   A child from Brooklyn might be bused to the Bronx to correct a stutter; one from Queens might be bused to Manhattan for emotional problems. Citywide, more than 9,000 children attend programs run by a loose network of private centers specializing in treatment of very young disabled children, more than half with speech defects as their sole disability. Only about 14 percent are wheelchair users.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"The Case for 'Privatizing' Park Wildlife","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-the-case-for-privatizing-park-wildlife-904430.html","abstract":"  To the Editor:   \"Flood of Rwanda Refugees Is Destroying Ecological Treasure\" (Science Times, Nov. 15) omits a significant reason for the threat to wildlife in Zaire's Virunga National Park: It is a common property resource.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Friends Pay Loving Tribute To Tandy and Her Career","web_url":"https://www.nytimes.com/1994/11/23/movies/friends-pay-loving-tribute-to-tandy-and-her-career.html","abstract":"  Jessica Tandy, whose talent and graceful presence illuminated theater and films for almost 70 years, was remembered with deep affection and admiration at a memorial celebration yesterday at the Shubert Theater. Tandy died on Sept. 11 at the age of 85.    Mike Nichols, Kathy Bates, Zoe Caldwell and Karl Malden were among those who paid tribute to the actress before an audience that included Tandy's husband of 52 years, Hume Cronyn. Sir John Gielgud and Sir Alec Guinness were heard on tape. Sir John recalled their early performances together (Tandy was Ophelia to his Hamlet) and spoke about her \"brilliant career\" and her \"enchanting personal character.\"","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Recalling the Muppet Master","web_url":"https://www.nytimes.com/1994/11/23/arts/television-review-recalling-the-muppet-master.html","abstract":"  It all began in 1955 with a hand in a sock. The hand belonged to Jim Henson, whose impertinent puppets on a show called \"Sam and Friends\" become a local late-night hit on the CBS affiliate in Washington. From the beginning, Mr. Henson's attitude toward television was, \"Let's play with the medium.\" How imaginatively and memorably he played is recounted on \"The World of Jim Henson,\" tonight's 90-minute \"Great Performances\" presentation on WNET.    Proceeding chronologically, the show includes interviews with longtime Henson colleagues like Frank Oz, performer and director, and Jerry Juhl, head writer, along with fans like Ted Koppel (\"I think we all see a little bit of ourselves in Kermit and wish we only had Kermit's panache\") and Maurice Sendak (\"There was something so to the heart, you were astonished that it could be so simple and funny\").","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/23/sports/results-plus-901539.html","abstract":"  N.B.A.  Bucks Defeat Celtics  Todd Day scored 23 points and Vin Baker added 20 as the Milwaukee Bucks used a strong second half to cruise to a 116-94 victory over the Boston Celtics in Hartford last night. Baker, playing at the Hartford Civic Center for the first time since he attended the University of Hartford, scored 14 points in the second half as the Bucks snapped Boston's three-game winning streak. Glenn Robinson added 17 points and Eric Murdock, activated Monday after missing seven games with an eye injury, came off the bench to score 15. Rick Fox, who missed the past two games with a hip injury, returned to the lineup and paced the Celtics with 16 points, all in the second half. (AP) Hawks 102, 76ers 99: Stacey Augmon scored 23 points, including a short jumper with 11 seconds to play, as Atlanta beat visiting Philadelphia to keep the 76ers winless on the road. The loss was the fourth in a row on the road for the 76ers. Philadelphia led by 98-97 after Willie Burton hit a layup for the last of his 22 points with 1 minute 40 seconds to play. Grant Long tied the score with a free throw with 1:17 left, and Steve Smith gave the Hawks the lead for good with two free throws with 46 seconds to play. (AP) Hornets 102, Warriors 98: Hersey Hawkins scored 7 of his 18 points in a decisive fourth-quarter stretch, helping Charlotte hold off visiting Golden State. The Warriors were trying to set a team record for consecutive road victories at the start of the season. Charlotte tried to help by being whistled for four technical fouls, two in the fourth quarter for illegal defense and a third in that period on the bench. Golden State literally gave away its shot at five straight road victories, committing 20 turnovers. (AP) Cavaliers 112, Timberwolves 79: Cleveland collected 37 points off turnovers, while giving visiting Minnesota its worst defeat of the season. Mark Price led Cleveland with 17 points, and Tony Campbell had 16. Bobby Phills and Chris Mills scored 15 each. The Timberwolves got 14 points, but only 3 rebounds, from Christian Laettner. (AP) Bulls 105, Clippers 93: Ron Harper scored 21 points against his former teammates as visiting Chicago ran off 18 straight points in the fourth quarter to rally for a victory over Los Angeles. The Clippers (0-10) remained the league's only winless team after squandering a fourth-quarter lead for the second straight game. (AP) FIGURE SKATING  Russians Win  Defending champions Maria Petrova and Anton Sikharulidze of Russia won the pairs' short program yesterday in the World Junior Figure Skating Championships in Budapest. In second place were the American sister-and-brother pair of Danielle and Steve Hartsell, who lost points because their side-by-side spins were slightly out of unison. Their coach, Johnny Johns, said he hoped the pair would take home a medal after today's free program. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Let the Turkey Offer Thanks as Well","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-let-the-turkey-offer-thanks-as-well-904228.html","abstract":"  To the Editor:   The Thanksgiving season will soon be upon us. Traditionally, this holiday has been a joyful celebration of life, liberty and a bountiful harvest. More recently, the carcass of a turkey has become the centerpiece of the festivities.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"London Journal; A Tipsy Big Ben Leans Over Bedlam-on-Thames","web_url":"https://www.nytimes.com/1994/11/23/world/london-journal-a-tipsy-big-ben-leans-over-bedlam-on-thames.html","abstract":"  Westminster Bridge is falling down, or would be if engineers had not just embarked on a project to shore it up. Across town, near Sloane Square, one of the Victorian-era iron beams supporting the roof of the Underground station is cracked, forcing trains to crawl through at 15 miles an hour.   Even Big Ben isn't standing as tall as it used to. Last month, engineers reported the 135-year-old clock tower was listing just over a tenth of an inch, a slight tilt that some experts believe is related to nearby tunneling for a rail line extension.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"So Witty, So Sophisticated, So Lonely","web_url":"https://www.nytimes.com/1994/11/23/movies/mrs-parker-and-the-vicious-circle-so-witty-so-sophisticated-so-lonely.html","abstract":"Algonquin wit, back when. Engrossing.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Venturing Several Steps Past Flamenco's Traditions","web_url":"https://www.nytimes.com/1994/11/23/arts/dance-review-venturing-several-steps-past-flamenco-s-traditions.html","abstract":"  The World Music Institute provided fascinating and informative essays on flamenco and its dance forms in the program for \"Flamenco Gitano,\" presented by the institute on Friday night at the New School. But scholarly notes were of as little use as a road map through a rain forest.    The music and dance was familiar enough, but here the accent was on exuberant improvisation by six skillful, go-for-broke performers, all Gypsies from Spain and nearly all related to one another. Dressed in simple black suits and dresses and cheerfully sipping wine onstage, they created an atmosphere that was unselfconsciously intimate, chatting easily among themselves and with the audience.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Swedes Pick Cup Team","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-tennis-swedes-pick-cup-team.html","abstract":"  The Swedish Davis Cup team that will play Russia in the finals in Moscow on Dec. 2-4 was named yesterday. It will be the last one selected by the Swedish captain, JOHN-ANDERS SJOGREN, who said that he would step down after nine years. The team's coach, CARL-AXEL HAGESKOG, will replace Sjogren, who is 55 years old.   Not surprisingly, Sjogren chose STEFAN EDBERG, MAGNUS LARSSON, JONAS BJORKMAN and JAN APELL to play against Russia, with ANDERS JARRYD as a substitute.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/23/nyregion/c-corrections-903868.html","abstract":"  An article yesterday about Sheldon Silver, the Speaker of the New York State Assembly, misstated the party affiliation of Assemblyman Richard L. Brodsky of Westchester. He is a Democrat.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"By Dorothy Parker, From A to Z","web_url":"https://www.nytimes.com/1994/11/23/books/books-of-the-times-by-dorothy-parker-from-a-to-z.html","abstract":"  THE POETRY AND SHORT STORIES OF DOROTHY PARKER  457 pages. Modern Library. $15.50.    Dorothy Parker always made good copy. Cole Porter began \"It Was Just One of Those Things,\" his tribute to one-night stands, with the lines \"As Dorothy Parker once said to her boyfriend/Fare thee well,/As Columbus announced when he knew he was bounced,/It was swell, Isabelle, swell. . . .\" She always made good copy and she still does, what with film tributes, articles and earnest panel discussions. Ever mistrustful, she would probably greet such attention with the wary opening lines of her story \"The Little Hours\": \"Now what's this? What's the object of all this darkness all over me? They haven't gone and buried me alive while my back was turned, have they?\" What she would really want to know is, do they think I turned out good writing?","thumbnail":null,"section":"Books"},{"date":"19941123","headline":"Mr. Helms Must Step Aside","web_url":"https://www.nytimes.com/1994/11/23/opinion/mr-helms-must-step-aside.html","abstract":"  Senator Jesse Helms is out of control, and the Republicans have to do something about it. What Senator Bob Dole has on his hands is a mean-spirited, loose-lipped legislator who has moved from being an embarrassment to the G.O.P. to being a global liability for the nation.    The chair apparent of the Senate Foreign Relations Committee, who jolted the Joint Chiefs of Staff over the weekend when he challenged President Clinton's fitness to serve as Commander in Chief, told The Raleigh News and Observer Monday night that Mr. Clinton \"better have a bodyguard\" if he visited military bases in North Carolina, Mr. Helms's home state.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Let the Turkey Offer Thanks as Well; A Vegetarian Feast","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-let-the-turkey-offer-thanks-as-well-a-vegetarian-feast-904236.html","abstract":"  To the Editor:   There seems to be help for everyone this holiday season in your Nov. 16 Food Notes column unless, of course, you are one of this country's 12.5 million vegetarians.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"New Approach Is Tried in Suit Over Homeless","web_url":"https://www.nytimes.com/1994/11/23/nyregion/new-approach-is-tried-in-suit-over-homeless.html","abstract":"  Trying a new strategy to prevent New York City from letting homeless families sleep overnight in offices, a state judge yesterday appointed a mediator to oversee negotiations between the city and advocates for the homeless.   In issuing the order, Justice Helen E. Freedman of State Supreme Court in Manhattan said that for 11 years, the courts have been unable to force a resolution, even though a contempt order barring the city from keeping families overnight in offices was upheld in May by the Court of Appeals, the state's highest court.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Pilot in Friendly Fire Case Is Likely to Avoid Charges","web_url":"https://www.nytimes.com/1994/11/23/us/pilot-in-friendly-fire-case-is-likely-to-avoid-charges.html","abstract":"  An Air Force investigator has recommended dropping all charges of negligent homicide and dereliction of duty against an F-15 fighter jet pilot implicated in the shooting down of two American helicopters over northern Iraq last April, an incident that killed all 26 people aboard.    If the investigator's commanding officer accepts the recommendation, which is likely, only one person involved in one of the military's worst self-inflicted losses will face court-martial.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/23/style/chronicle-899968.html","abstract":"  THE REV. WILLIAM MCDONALD TULLY was instituted as the 11th rector of St. Bartholomew's Church on Monday evening and began his tenure in the spirit of healing and peace.    A prolonged dispute over whether the church, at Park Avenue and 51st Street, should replace its community house with an office tower had left residues of bitterness.","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Bigger Role for Europe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-bigger-role-for-europe-letters-to-the-editor.html","abstract":"Regarding \"Focusing on the Alliance\" (Opinion, Nov. 16):.Your recent editorial calls for America to support moves by the Western European Union to undertake its own military operations. This is absolutely right. The United States should deman","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"With a Nod to Oxford, Stanford Sets Program for Asian Scholars","web_url":"https://www.nytimes.com/1994/11/23/us/with-a-nod-to-oxford-stanford-sets-program-for-asian-scholars.html","abstract":"  Stanford University is developing a program modeled after Oxford University's Rhodes Scholarships in an effort to attract top college graduates from Asia, the fastest growing region of the world.    \"Our hope is to train generations of leaders who will go back to Asia and shape the direction of their countries' development,\" said Prof. Daniel Okimoto, co-director of the Asia Pacific Research Center at Stanford, who is helping develop the program.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Suit Faults New York City Over Upstate Homeless Site","web_url":"https://www.nytimes.com/1994/11/23/nyregion/suit-faults-new-york-city-over-upstate-homeless-site.html","abstract":"  New York City was sued yesterday by Orange County officials who contend that a city-run homeless shelter in their county has become a dumping ground for criminals and the mentally ill.   In the suit, county officials are asking the city to conduct extensive checks on the criminal and psychological history of residents before sending them to Camp La Guardia, a shelter for about 700 men in Chester, about 55 miles northwest of Manhattan.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Rodman Gets Support","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-pro-basketball-rodman-gets-support.html","abstract":"  The National Basketball Association players' union has filed a grievance on behalf of forward DENNIS RODMAN of the San Antonio Spurs. The union says the Spurs had no right to dock Rodman about $105,000 for violating team rules.   Rodman, on paid leave since Nov. 12, was fined $15,000 for showing up late for an exhibition game Oct. 20. However, league rules stipulate players who miss exhibition games are subject to no more than a $1,000 fine.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Down Home In Maine","web_url":"https://www.nytimes.com/1994/11/23/movies/film-review-down-home-in-maine.html","abstract":"The disobedient daughter of a religious man associates with the crude logging family next door.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Like Boxer, Like Trainer","web_url":"https://www.nytimes.com/1994/11/23/sports/like-boxer-like-trainer.html","abstract":"  Riddick Bowe and Larry Donald are similar fighters with similar builds and similar styles.    That's true, up to a point. But when Bowe, the former heavyweight champion, takes on Donald in a 12-round HBO fight at Caesars Palace in Las Vegas, Nev., on Dec. 3, there's one similarity you can bet on: Both fighters will be getting the same kind of calm, studied critiques between rounds. That's because Donald's trainer, Jancks Morton, learned his craft by studying Bowe's trainer, 83-year-old Eddie Futch.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"One Nation, One Vote? That's Not Fair","web_url":"https://www.nytimes.com/1994/11/23/opinion/one-nation-one-vote-that-s-not-fair.html","abstract":"  When Congress takes up the General Agreement on Tariffs and Trade next week, it should focus on diplomacy, not economics. It should give particular scrutiny to the treaty's proposed offspring, the World Trade Organization, which could cause immeasurable damage to American diplomacy for years to come.    Contrary to the claims of Vice President Al Gore and other Administration spokesmen, the future of world trade does not depend on GATT.  Whether the treaty is ratified or not, world trade will continue to grow as it has for half a century. Nor, despite the claims of right-wing isolationists and left-wing consumer advocates, is sovereignty -- ours or anyone else's -- at stake. By definition, a treaty requires signers to forgo certain exercises of authority or \"sovereignty.\"","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"When Does a Sting Become Entrapment?","web_url":"https://www.nytimes.com/1994/11/23/arts/television-review-when-does-a-sting-become-entrapment.html","abstract":"  So, what do Marion Barry, Harrison A. Williams Jr. and John Z. DeLorean have in common? Right! All were caught by hidden cameras in the throes of apparent illegality. Tonight's edition of \"American Justice\" brings back those embarrassing yet entertaining tapes in the course of a report on sting operations by the law. The question is, at what point does a set-up become entrapment? Or, where is the line between making an illegal act available or luring someone into it?   Let's go to the videotape. Mr. Barry, then -- and soon to be again -- the Mayor of Washington, made national television when he was shown taking a toot of crack cocaine, offered by a female friend who was doubling as a police plant. Mr. Williams, then a United States Senator from New Jersey, was among a pride of legislators caught by the camera accepting cash from a supposed Saudi Arabian sheik for some immigration favors, the famous Abscam sting. Mr. DeLorean, then a flamboyant automobile maker, showed up as a performer in a drug deal arranged by the Drug Enforcement Agency. And in another, less celebrated but wackier case recalled tonight, a Federal agent played a gorilla to ensnare Mexican officials trying to smuggle him or it out of the United States.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Federal Judge Permits Entry of Haitian-Refugee Children","web_url":"https://www.nytimes.com/1994/11/23/us/federal-judge-permits-entry-of-haitian-refugee-children.html","abstract":"  A Federal judge ruled today that Haitian children detained in the United States Naval Base at Guantanamo Bay should be allowed into the United States in the same way that Cuban-refugee children were.   The decision by Judge C. Clyde Atkins of Federal District Court here affects 231 unaccompanied Haitians under age 18 who have been in the Guantanamo refugee camps since the summer.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Something in the Air : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-something-in-the-air-letters-to-the-editor.html","abstract":"Regarding the news report \"Gulf Disease Syndrome Spreads\" (Nov. 15):.During the Gulf War, did the Iraqi Army retreat in such numbers and with such speed because its commanders knew chemical toxins were in the air?. NANCY B. KOHLHEYER. . Bruss","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"The Cheering Over, Haitians Face New Trials","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-the-cheering-over-haitians-face-new-trials-904163.html","abstract":"  To the Editor:   Having lived in and reported on Haiti on and off for five years, I've found your coverage reflects an exclusively Northern perspective.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"U.S. Proposes More Muscle To Aid Bosnia","web_url":"https://www.nytimes.com/1994/11/23/world/us-proposes-more-muscle-to-aid-bosnia.html","abstract":"  The United States today proposed stiffer military action and expanded use of air power to protect the beleaguered area of Bihac in northwest Bosnia.   But Western European nations have yet to agree on whether to take further military action, leaving the fate of the American proposal unclear.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"Film in Review; Military Coup in Australia","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-military-coup-in-australia.html","abstract":"Political fable about remote Australian shantytown inhabitants who unite against a repressive military takeover. Visually stunning, narratively cliched","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Blue Blazers vs. Blue Jeans; Jury in Murder Trial Weighs How Appearances May Deceive","web_url":"https://www.nytimes.com/1994/11/23/nyregion/blue-blazers-vs-blue-jeans-jury-murder-trial-weighs-appearances-may-deceive.html","abstract":"  At times, Edward L. Summers has appeared on the witness stand in a blue blazer with a handkerchief tucked elegantly into the breast pocket. But at least twice during the trial, he has been asked to change into the hooded black sweatshirt, jeans and boots he wore last January when he was arrested and charged with carjacking a Jeep and murdering its owner, a Rockland County teen-ager.   In a way, the jury at his murder trial is being asked to decide which is the real Edward Summers. Is he, as the defense says, an upstanding 23-year-old premedical student from an industrious Bronx family who was terrorized by a drug dealer named Dino into taking part in a crime from which he ultimately shrank back?","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"O.K. Corral Budget; Council, Pressed by Giuliani for Cuts In Midyear, Looks to Test Its Powers","web_url":"https://www.nytimes.com/1994/11/23/nyregion/ok-corral-budget-council-pressed-giuliani-for-cuts-midyear-looks-test-its-powers.html","abstract":"  When the new City Charter took effect four years ago, it vastly increased the authority of the City Council, but it also left the Mayor with unrivaled budget powers that most governors or even the President might envy.   But Rudolph W. Giuliani is the first Mayor to vow to use those powers to the hilt. And so the Council, faced with a second round of enormous budget cuts and with pleading constituents, has now threatened to test the limits of its own budget authority -- a move that could end up pitting the Mayor and the Council against each other in court.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Artists Suffer More From Mental Illness","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-artists-suffer-more-from-mental-illness-904414.html","abstract":"  To the Editor:   Daniel Grant, in criticizing my views on the link between artistic creativity and mood disorders (\"On Not Doubting Sanity of Artists,\" letter, Nov. 18), seems not to know or understand the substantial research literature on the subject. First, no one would claim that all artists suffer from mood disorders, and certainly not that all, or indeed many of them, are \"insane.\" Second, there are studies that compare rates of mental illness in artistic and non-artistic groups.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"BOOKS : THE WORLD IN 2020","web_url":"https://www.nytimes.com/1994/11/23/style/IHT-books-the-world-in-2020.html","abstract":"THE WORLD IN 2020. By Hamish McRae. 302 pages. 20. HarperCollins; $24.95. Harvard Business School Press. . Reviewed by Martin Baker. MAYBE, just maybe, economics is not dead after all. This is probably not the principal conclusion that Hamish McRae","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Film in Review; Kieslowski's Trilogy Finale: 'Red'","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-kieslowski-s-trilogy-finale-red.html","abstract":"  \"Red\" was shown as part of this year's New York Film Festival. Following are excerpts from Janet Maslin's review, which appeared in The New York Times on Oct. 4. The film opens today at Lincoln Plaza Cinemas, Broadway at 63d Street.   In the dense, archly mysterious films of Krzysztof Kieslowski, bold but ineffable patterns shape the characters' lives. Coincidences, missed opportunities, overbearing visual clues and strange, haunting parallels: all of these contribute to a gradually emerging sense of destiny. Stories develop like photographs in a darkroom. They are sharply defined only in retrospect, when the process is complete.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"At Risk in Gaza","web_url":"https://www.nytimes.com/1994/11/23/opinion/at-risk-in-gaza.html","abstract":"  Last Friday's fatal clashes in Gaza dramatized the perils that threaten Israel's historic peace with Yasir Arafat's P.L.O. Fourteen people were killed and more than 200 wounded after Palestinian police fired on street protesters, many of them sympathetic to the militant Islamic organization Hamas.    It is six months since the P.L.O. took over administration of Gaza and Jericho. Expectations were overly high, international aid has been slow to arrive and Hamas has tried to undermine the P.L.O. at every turn. But by now the Palestinian Authority should have been able to establish a measure of civil order and start to deliver the fruits of peace to a long-suffering population. It has not done so, and Palestinians' patience is rapidly running out.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"BASEBALL: A Natural at Filling the Seats; Weak Bat Adds Skepticism to Jordan's Future in Majors","web_url":"https://www.nytimes.com/1994/11/23/sports/baseball-natural-filling-seats-weak-bat-adds-skepticism-jordan-s-future-majors.html","abstract":"  Michael Jordan swung at the first pitch and dumped a double next to the left-field line. The fans at Scottsdale Stadium cheered lustily, but a group of more dispassionate observers reacted differently.   \"That soft line drive was on an 81-mile-an-hour fastball that was right there,\" a major league scout said a couple of innings after Jordan's hit in a recent game. \"He just got out too early with a soft swing.\"","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"In Delors's Corner : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-in-delorss-corner-letters-to-the-editor.html","abstract":"Regarding \"The Delors Record\" (Letters, Nov. 17):.I cannot let pass this biased attack on Jacques Delors. .When Franois Mitterrand, having reconstructed the French Socialist Party, wanted to become president, it was impossible to do s","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Knicks Use Old In-Your-Face Tricks","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-basketball-knicks-use-old-in-your-face-tricks.html","abstract":"  Moments after the Knicks defeated the San Antonio Spurs Monday night at the Garden, Pat Riley praised their defense and intensity, and he basically said they were returning to being the old Knicks. In a humid and happy locker room, his players echoed those sentiments. Meet the new Knicks, same as the old Knicks.   After a brief flirtation with increased running was ditched because the Knicks became too reliant on jumpers and Riley became too incensed with watching opponents breeze up and down the court, New York is settling into a familiar routine. The Knicks are adapting to the new hand-checking rules and trying to play in their old, rugged manner. It is working.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Clinton Backs Off on School Prayer Proposal","web_url":"https://www.nytimes.com/1994/11/23/us/clinton-backs-off-on-school-prayer-proposal.html","abstract":"  One week after he seemed to open the door to a constitutional amendment to allow organized prayer in schools, President Clinton seemed to slam it shut today, saying his earlier remarks had been \"over-read.\"   \"I do not believe that we should have a constitutional amendment to carve out and legalize teacher- or student-led prayer in the classroom,\" Mr. Clinton said at a news conference today. \"I think that that is inherently coercive in a nation with the amount of religious diversity we have in this country. I think that would be an error.\"","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"1944:'Flying Dutchman' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-1944flying-dutchman-in-our-pages100-75-and-50-years-ago.html","abstract":"CHICAGO - [From our New York edition:] The crew of a B-17 Flying Fortress parachuted from the big four-motored plane over Marion, South Dakota, today [Nov. 22] and the ship roared on, an aerial Flying Dutchman, for five hours, until it crashed at Isabella","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"On TV, a Heightened Gay Presence","web_url":"https://www.nytimes.com/1994/11/23/arts/critic-s-notebook-on-tv-a-heightened-gay-presence.html","abstract":"  As a script in process, it could be titled \"The Closet and the Conservative Ascendancy.\" Few developments over the last decade have been more startling than the growing visibility, proud and demanding, of gay men and lesbians. But the recent election triumphs of the Republican right have re-energized crusades and catch phrases -- \"family values\" is one -- that have traditionally been used against homosexuals. Will gay men and women be forced to step back, even if only part way, into the closet? The question at the moment is this: Is the door half open or half closed?    The answer, at least as far as television entertainment is concerned, is that the door has never been open wider. And it is likely to stay that way. A few years ago, gay groups were complaining, justifiably, that they were tired of seeing homosexuality portrayed on television as a problem. They wanted to see themselves integrated into ordinary situations. They wanted to be depicted as being as demographically diverse as heterosexuals. A survey of recent programs confirms considerable changes.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Glimpsing Promise In the Human Voice As an Instrument In the Future of Jazz","web_url":"https://www.nytimes.com/1994/11/23/arts/glimpsing-promise-in-the-human-voice-as-an-instrument-in-the-future-of-jazz.html","abstract":"  In the early 1980's, when the rank and file of young jazz musicians started a pilgrimage to New York, one instrument was conspicuous by its absence: the voice. In the last decade, one important singer has emerged, Cassandra Wilson, and a few others of less than historic ability are hanging around. Jazz singing seems to have entered a long, deep winter.   Tonight's vocal competition at the John F. Kennedy Center for the Performing Arts here, held in front of a sold-out audience by the Thelonious Monk Institute of Jazz, was supposed to warm the climate for singers. The institute, founded by the Monk family and Maria Fisher, a philanthropist who also started the Beethoven Society of America, has been holding jazz's equivalent of the Van Cliburn Competition for eight years. It has become one of jazz's institutional powerhouses, a marketing machine that has virtually guaranteed careers for its winners, who include the saxophonist Joshua Redmon and the pianists Marcus Roberts, Jacky Terrasson and Joey DeFrancesco. It provides a souk where the major labels have been able to do their shopping, a Wal-Mart for an industry notoriously short on scouting ability.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"A Lawyer Who Spoke Up","web_url":"https://www.nytimes.com/1994/11/23/opinion/a-lawyer-who-spoke-up.html","abstract":"  The privilege against compelled self-incrimination, said the dean of Harvard Law School, is \"one of the great landmarks in man's long struggle to make himself civilized.\" Forty years ago, when Erwin Griswold spoke out in that manner, not many were willing to defend the Bill of Rights against Senator Joseph McCarthy, who railed against what he called \"Fifth-Amendment Communists\" -- traitors, he charged, hiding behind their rights.    That defense of liberty, by a lifelong Republican whose patriotism not even Mr. McCarthy dared challenge, was one of the brightest achievements of Mr. Griswold, who died last week at the age of 90. There were other peaks and, in an extraordinarily long career, a number of valleys.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/23/sports/transactions-902063.html","abstract":"  Baseball  American League    CALIFORNIA ANGELS -- Sent Joe Grahe, pitcher, and Steve Hosey, outfielder, outright to Vancouver of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Nutrition Guides May Be Deceptive for the Aged","web_url":"https://www.nytimes.com/1994/11/23/us/nutrition-guides-may-be-deceptive-for-the-aged.html","abstract":"  IT should surprise no one to learn that people's bodies change in significant ways as they age. But researchers are just beginning to discover important nutritional differences between the old and young that, if ignored, could adversely affect the health and well-being of older Americans.   In today's issue of The Journal of the American Medical Association, for example, Dr. Susan B. Roberts and colleagues at the Federal Agriculture Department's Human Nutrition Research Center on Aging in Boston report that older men seem to have trouble balancing the amount of calories they consume with the amount they expend. When forced to gain weight, they hang on to the extra pounds, and when their weight drops below normal, they do not readily gain it back. Either way -- overweight or underweight -- this failure to adjust could increase the risk of serious illness in older people, Dr. Roberts said.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Teacher Advising Education Chief Draws Lessons From Own History","web_url":"https://www.nytimes.com/1994/11/23/us/teacher-advising-education-chief-draws-lessons-from-own-history.html","abstract":"  Since Terry Dozier, late of Irmo High School in Columbia, S.C., arrived at the Education Department, meetings have not been the same.    She is the first classroom teacher to become a special adviser to a Secretary of Education, serving as what Secretary Richard W. Riley calls his \"reality check\" on teaching and bringing to the interminable rounds of department meetings a view from the schoolhouse.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Public & Private; Out of the Hands of Babes","web_url":"https://www.nytimes.com/1994/11/23/opinion/public-private-out-of-the-hands-of-babes.html","abstract":"  Would you buy a rug if you knew that it had been woven in India by 10-year-olds beaten if they didn't work fast enough? Would you wear a shirt if it had been sewn by a 9-year-old locked into a factory in Bangladesh until production quotas for the day had been met? Would you eat sardines if the cans had been filled by 12-year-old Filipino children sold into bonded servitude?   The General Agreement on Tariffs and Trade, known as GATT, is the most sweeping free-trade pact in history. But like many agreements among different nations with different agendas, much has been lost in the translation. One of the losses in the GATT negotiations was the right of children not to be exploited, overworked and underpaid as a source of cheap and compliant labor around the world.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"An Immigration Idea : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-an-immigration-idea-letters-to-the-editor.html","abstract":"Regarding \" A Nasty Surprise in California\" by Katie Lieshman and \"Illegals Are the Bravest of All\" by Richard Rodriguez (Opinion, Nov. 17):.If America is serious about wanting to do something about illegal immigration, the simple,","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Italy's Premier Named in Corruption Investigation","web_url":"https://www.nytimes.com/1994/11/23/world/italy-s-premier-named-in-corruption-investigation.html","abstract":"  Italian magistrates told Prime Minister Silvio Berlusconi today that he was being investigated on corruption charges because of bribes paid to tax inspectors by his business empire.   Already reeling from local elections in which his conservative Forza Italia party fared disastrously last weekend, Mr. Berlusconi received word of the judicial move as he played host to an international conference in Naples on combating organized crime.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"Israelis Ask if Gaza Outpost Is Worth Defending","web_url":"https://www.nytimes.com/1994/11/23/world/israelis-ask-if-gaza-outpost-is-worth-defending.html","abstract":"  This Israeli settlement, where farmers grow tomatoes and bearded men study the Talmud, is looking more and more like Fort Apache each day.   At the main army checkpoint leading to Netzarim, a dozen Israeli soldiers hunkered down today behind newly built earth ramparts and concrete barricades with mounds of sandbags on top. Fingers nestled against the triggers of their M-16 automatic rifles as the soldiers watched Palestinians drive by on the main road a few yards away.","thumbnail":null,"section":"World"},{"date":"19941123","headline":"Frazier Appeal Denied","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-college-football-frazier-appeal-denied.html","abstract":"  Nebraska learned yesterday that quarterback TOMMIE FRAZIER won't receive an extra year of eligibility to make up for this season, most of which he missed because of recurring blood clots. The N.C.A.A. administrative review panel denied Frazier's appeal for medical hardship.   \"I feel terrible about him losing a year of eligibility,\" Coach TOM OSBORNE said. \"This is supposed to be the year of the athlete in the N.C.A.A.\"","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"On Campus; Fraternity House Is Now Monumental","web_url":"https://www.nytimes.com/1994/11/23/us/on-campus-fraternity-house-is-now-monumental.html","abstract":"  The Alpha Rho Chi fraternity house at the University of Southern California has been declared a city cultural and historical monument.   The City Council recently gave the designation to the two-and-a-half-story Colonial Revival house at the request of a neighborhood group.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Japan Remains 'the Silent Power,' Out on the Edge of World Affairs","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-japan-remains-the-silent-power-out-on-the-edge-of-world-affairs.html","abstract":"A generation ago, Japan was often called \"the silent power.\" Today, with the Cold War in the past and new regional groupings emerging in its backyard, Tokyo still remains on the periphery of the international relations game. All the proud talk","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"2 Bridge Titles Decided Amid Dispute","web_url":"https://www.nytimes.com/1994/11/23/arts/2-bridge-titles-decided-amid-dispute.html","abstract":"  Two major team titles were decided Monday night at the American Contract Bridge League's Fall Nationals amid a controversy that prompted a brief strike by players. This concerned Sunday's qualifying stage of the Women's Board-a-Match Teams, during which one player reported, correctly, having played the same deals four months ago in San Diego.   A committee of the national board of directors threw out the results of this session, a decision some criticized as based on narrow legalism.  And the committee announced that there would be no carryover score from the session that was not affected, thus canceling some scores that were indisputably valid.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Survivors of 2 Different Wars as Kindred Spirits","web_url":"https://www.nytimes.com/1994/11/23/nyregion/about-new-york-survivors-of-2-different-wars-as-kindred-spirits.html","abstract":"  TAKA, a child who has every reason to be afraid of everything, seems to be afraid of nothing. Laughing and dancing, he leaps into a stranger's lap and then pulls him by the hand through a tour of his home in Greenwich Village. The stranger follows, noticing the scars from a machete wound on the side of the child's head, and marvels at the survival of innocence.   The little boy's scalp was seriously injured last summer when a chain reaction of slaughter and rampage surged through his native land, Rwanda. No one knows exactly how it happened but the doctors who operated on him say the blow was intentional. No one even knows his last name, or where and when he was born. Whatever Taka may remember of his injuries he has kept to himself, but last Saturday he put down the toy cars he was playing with and, turning serious, asked in English,","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Sleepy? Maybe It's The Turkey","web_url":"https://www.nytimes.com/1994/11/23/style/sleepy-maybe-its-the-turkey.html","abstract":"Ben Franklin would be pleased. The turkey, which he so persistently tried to promote as America's national emblem, has come into its own. Not only will it take center stage tomorrow, when 45 million turkeys are expected to be consumed for Thanksgiving dinner around the nation, but for the year it is also piling up a record production of 300 million, more than a 50 percent increase from a decade ago.\n\nAt a ceremony in the Rose Garden this morning, President Clinton will welcome to the White House a live tom turkey, a bird picked for good character and impeccable manners.","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/11/23/books/book-notes-902217.html","abstract":"  Get Busy, Nicholas Evans   It's hard to work up much sympathy for Nicholas Evans, the British screenwriter and producer whose forthcoming book, \"The Horse Whisperer,\" has been the cause of so much excitement in the publishing and film worlds in the last couple of weeks. After all, the book, being positioned as \"Bridges of Madison County\" with an equine flavor, has sold for breathtaking amounts: $3 million to Robert Redford and Disney, $3.15 million to Dell for publishing rights in the United States and Canada, and $537,000 to Bantam U.K. In addition, publishers in Germany and Italy have each paid more than $500,000 for translation rights.   But the 44-year-old Mr. Evans is under a great deal of pressure, and not only to see that the project earns back all the money already invested in it, a tricky proposition under any circumstances. First, he has a more pressing problem: he has to finish writing the book. The novel has been marketed and sold so far on the basis of what he has produced -- half a manuscript and an outline of the ending -- and the author has holed up in his home in South London with a commitment to finish the rest by the end of the year, so that the publishers can aim to get it in stores by next fall.","thumbnail":null,"section":"Books"},{"date":"19941123","headline":"Some Owners Anxious As N.H.L. Talks Recess","web_url":"https://www.nytimes.com/1994/11/23/sports/hockey-some-owners-anxious-as-nhl-talks-recess.html","abstract":"  So what will happen to the National Hockey League's proposed luxury tax, that penalty for high payrolls meant to slow salary escalation, which is the biggest reason why the owners have locked out the players?   As negotiations broke today for a two-day holiday recess -- and as some owners voiced concern over the effects of the prolonged lockout -- both sides acknowledged that the tax wasn't discussed during four intense meetings in the past six days. The talks are scheduled to resume Friday with the site to be announced.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Pilot Offers Explanation For Odd Noise On USAir Jet","web_url":"https://www.nytimes.com/1994/11/23/us/pilot-offers-explanation-for-odd-noise-on-usair-jet.html","abstract":"  A USAir captain says he may have created an unusual noise on a Boeing 737 by accidentally turning on the public address system during a flight a few hours before the airplane crashed near Pittsburgh on Sept. 8, killing all 132 people aboard.   In court papers last week, lawyers for the widow of one of the victims said three people had reported an odd noise aboard the aircraft on its trip from Charlotte, N.C., to Chicago, immediately before its fateful flight to Pittsburgh. The reports gave rise to speculation that the noise was related to the subsequent crash, which remains under investigation by the National Transportation Safety Board.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"City Council Supports Mayor On a Sex-Store Moratorium","web_url":"https://www.nytimes.com/1994/11/23/us/city-council-supports-mayor-on-a-sex-store-moratorium.html","abstract":"  City Council members yesterday agreed to Mayor Rudolph W. Giuliani's plan for a one-year moratorium on opening or expanding any sex-oriented video store, theater or bar.   The move is the first step in sharply restricting adult-entertainment businesses, an effort that the Mayor has made part of his drive to improve the quality of life in New York. During the moratorium, new zoning laws are to be written to generally banish sex-oriented shops to areas of the city zoned for industry.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Jet Rookie Is Hoping His Dance Catches On","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-football-jet-rookie-is-hoping-his-dance-catches-on.html","abstract":"  Ryan Yarborough had all season to think about what to do when he caught his first National Football League touchdown pass.   Which might explain the dance last Sunday.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/23/nyregion/inside-897973.html","abstract":"  Navy Dismissal Upheld   A Federal appeals court has endorsed the United States Naval Academy's dismissal of a midshipman in 1987 after he acknowledged that he was a homosexual. Page A20. Pilot May Not Face Charges    An Air Force investigator has recommended dropping all charges against the pilot of an F-15 involved in the shooting down of two American helicopters in April. Page A14. Helms Faults Clinton Again    Senator Jesse Helms of North Carolina said President Clinton was so unpopular that he would need a bodyguard in his state, then said the comment was a mistake. Page A19.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Holiday on Thursday","web_url":"https://www.nytimes.com/1994/11/23/nyregion/holiday-on-thursday.html","abstract":"  Thanksgiving is tomorrow.  NEW YORK  PARADE: Begins at 9 A.M. at 77th Street and Central Park West. Travels south on Broadway to 34th Street. Concludes at noon. GOVERNMENT OFFICES: Federal, state and local offices are closed. POST OFFICE: Main post office open at 33d Street and Eighth Avenue for Express Mail and special delivery only. BANKS: Closed. PARKING: Alternate-side street cleaning regulations suspended or Sunday rules in effect.  SANITATION: No street cleanings and recycling. SCHOOLS: Closed. FINANCIAL MARKETS: Closed. TRANSPORTATION: Subways and buses and the Long Island Rail Road will run on a Sunday schedule. Metro-North trains will be on a holiday schedule, including extra service to New York City between 6 A.M. and 10 A.M. and from New York City between 12 P.M. and 2 P.M.  NEW JERSEY  GOVERNMENT OFFICES: Closed. POST OFFICES: Closed BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION: Buses and rail service are on holiday schedule. CONNECTICUT  GOVERNMENT OFFICES: Closed. POST OFFICES: Closed. BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION: Buses and rail service are on holiday schedule. Traffic Alert TODAY  THANKSGIVING DAY PARADE: Preparations for the parade will close several streets: 77th and 79th Streets between Central Park West and Columbus Avenue will be closed at 3 P.M., and Central Park West from Columbus Circle to 86th Street and Broadway between 34th and 35th Streets will be closed after 10 P.M.  TOMORROW  The parade will close Broadway between Columbus Circle and 34th Street from 9 A.M. to noon and 35th Street between Fifth Avenue and Broadway. In addition, Seventh Avenue between 34th and 40th Streets and 34th Street between Fifth Avenue and Broadway will be closed until 1 P.M. Dismantling until about 3 P.M. will affect those streets where preparations occurred on Wednesday.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Bryan Ferry in Concert: Old Times Remembered","web_url":"https://www.nytimes.com/1994/11/23/arts/rock-review-bryan-ferry-in-concert-old-times-remembered.html","abstract":"  \"Though your world is changing,\" Bryan Ferry vowed from the stage of the Beacon Theater on Monday night, \"I will be the same.\" In the song, he's a steadfast lover, but he could also have been describing his first New York concert since 1988. Now, as then, he performed in a ceremonial haze of frankincense, which was burning in a large urn on stage. And as in 1988, he played the careworn, genteel, pensive lover, his hair falling over his eyes, his voice progressing from humble croon to troubled bleat.    Every so often, he'd reveal his younger self: the arch, brittle voice of Roxy Music in the early 1970's, ricocheting between consumer cravings and romantic desire in songs like \"Virginia Plain\" and \"In Every Dream Home a Heartache.\" But Mr. Ferry gradually subdued the irony in his love songs, and ever since Roxy Music released \"Avalon\" in 1982, he has been working variations on its elegantly restrained yearning. Between pulsating bass lines and rippling guitars, he sings the role of someone who is lost in love, swept away by a passion that promises exaltation or immolation. He has just released \"Mamouna,\" (Virgin), his first album of new songs in seven years, further refining one of rock's most specialized styles.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"For 2 of Europe's Mightiest Powers, the Fall May Be Nigh","web_url":"https://www.nytimes.com/1994/11/23/sports/IHT-for-2-of-europes-mightiest-powers-the-fall-may-be-nigh.html","abstract":"Is the fall of the House of Berlusconi nigh? I would not be so presumptuous as to make predictions concerning Silvio Berlusconi's position as prime minister of Italy. These are, after all, the sports pages..The gentleman's sport is another matter. For","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Council and Giuliani At War Over Budget","web_url":"https://www.nytimes.com/1994/11/23/nyregion/council-and-giuliani-at-war-over-budget.html","abstract":"  Bucking some of Mayor Rudolph W. Giuliani's proposals to trim city spending to close a $1.1 billion budget gap, City Council leaders broke off talks with the Mayor yesterday and pledged to draft their own budget. The impasse sets up the most serious fight yet over what powers the Council has under the new City Charter, which gave that body expanded responsibilities.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"1894: Italian Scandal : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-1894-italian-scandal-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The Bank scandals are assuming a more pronounced form than ever, and warrants have been issued against Signor Giolitti, formerly President of the Council, and Signor Rossano, formerly Under-Secretary of State for the Interior, both of whom are accu","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Mayor and Council Break Off Negotiations on Budget Cuts","web_url":"https://www.nytimes.com/1994/11/23/nyregion/mayor-and-council-break-off-negotiations-on-budget-cuts.html","abstract":"  The City Council broke off negotiations yesterday with the Giuliani administration over how to cut spending to close a $1.1 billion gap in New York City's budget, and each side said it would proceed without the other.    The Council said it would pass its own budget plan, but Mayor Rudolph W. Giuliani said that he had already begun carrying out some of the cuts he proposed last month and would freeze any new spending the Council tried to send him.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/23/nyregion/news-summary-897353.html","abstract":"  International A2-13  SERBS CONTINUE ATTACK  Serbs continued to close in on a northwest Bosnian town, in defiance of NATO after air strikes the day before on a base held by the Serbs, and NATO appeared to be preparing for further air strikes. A1  An American proposal to protect a Bosnian town. A13","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"What Women Can Teach Men","web_url":"https://www.nytimes.com/1994/11/23/opinion/what-women-can-teach-men.html","abstract":"  By now, the benefits of single-sex education for girls and women have been reported so often and so fully that you might think the advocates of women's institutions could snap their briefcases shut and declare the case closed.    But we can't. It isn't enough to cite the familiar statistics showing that graduates of women's colleges succeed in traditionally male fields -- business, government, academia -- far out of proportion to their numbers in the population. Unless we understand the reasons for the success of single-sex education for girls and women, we risk missing some important lessons about education, society and the sexes today.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"No Arms to Indonesia","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-no-arms-to-indonesia-904457.html","abstract":"  To the Editor:   I am pleased that a Nov. 15 editorial, \"Indonesia's Embarrassment,\" called on President Clinton to raise the issue of East Timor with President Suharto. However, perhaps the most important thing Mr. Clinton could do to show he is serious about protecting the people of East Timor would be to call for an end to arms sales to Indonesia.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Abortion Foes Face Enemy At Doctor's Negligence Trial","web_url":"https://www.nytimes.com/1994/11/23/nyregion/abortion-foes-face-enemy-at-doctor-s-negligence-trial.html","abstract":"  When a physician who filled in for a murdered abortion-clinic doctor in Pensacola, Fla., came before an administrative court in New Jersey today on malpractice charges growing out of previous abortions, he saw two particularly unfriendly faces in the courtroom.   They belonged to Vicky and Mike Conroy, abortion opponents who had traveled 1,000 miles from Pensacola \"to see justice served.\"","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/23/nyregion/no-headline-897337.html","abstract":"  \"London is like a piece of Gruyere cheese; there are holes everywhere. If hole  digging were an Olympic sport, I can tell you this:  Britain would win the gold medal every time.\" GERRY BRENNAN, a cabdriver.  [ A4:3. ]","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Beauty Queen Is Convicted Of Reduced Charges in Attack","web_url":"https://www.nytimes.com/1994/11/23/us/beauty-queen-is-convicted-of-reduced-charges-in-attack.html","abstract":"  For months, the story of the beauty queen accused of attempted murder has fascinated the two Virginias. It seemed, as one lawyer in the case put it, a case of \"psycho Barbie doll gone bad.\"   But the tale that emerged here during a five-day trial that ended today was more sad than sordid: an articulate, striking woman who had never found a man who cared enough to put her photo in his wallet; a young man who could not settle for one lover at a time; a middle-class couple whose kitchen was invaded by a furious, wounded woman bent on revenge.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Film in Review; Macaulay Culkin Finding Himself in a World of Books","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-macaulay-culkin-finding-himself-in-a-world-of-books.html","abstract":"Boy stranded in library during storm. Awkward storybook project, with animation. Weighs a ton.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"The Schools Chancellor's Future","web_url":"https://www.nytimes.com/1994/11/23/opinion/the-schools-chancellor-s-future.html","abstract":"  Even as he struggles to weather the latest budget crisis, New York City's Schools Chancellor, Ramon Cortines, has the support of a solid majority of the Board of Education, enough to insure the renewal of his contract -- if he wants it. But lingering differences between Mr. Cortines and Mayor Rudolph Giuliani could result in his departure. Neither Mr. Giuliani nor Mr. Cortines should allow that to happen.    Mr. Cortines, who took office nearly 15 months ago, has moved quickly and professionally to put his stamp on the system. His biggest challenge, and the main source of hostility with City Hall, has been coping with the impact of the city's budget gap. Just this week Mr. Cortines announced that he would find 800 more bureaucrats to let go by next June 30 to meet an additional $190 million cut imposed on the board by City Hall last month. But he warned that the most recent cut could not be totally absorbed through administrative staff reductions, and that eliminating \"two teachers per school\" might be necessary.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Film in Review; Black Action With Jokes","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-black-action-with-jokes.html","abstract":"L.A. ex-cop helps D.E.A. agent on case like one that ended his career.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Jones Quits as Coach At Oklahoma State","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-college-football-jones-quits-as-coach-at-oklahoma-state.html","abstract":"  PAT JONES resigned as Oklahoma State's football coach yesterday to let someone else guide a program still trying to recover from National Collegiate Athletic Association sanctions leveled five and a half years ago. Jones won 62 games in his 11 years, more than any coach in school history. But the Cowboys had six straight losing seasons and have gone without a victory in the Big Eight during three of the last four years.   Jones said victories and losses had far less to do with his decision than the need to upgrade facilities and improve financing in order to put the Cowboys on equal footing with other Big Eight schools.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/23/nyregion/metro-digest-899658.html","abstract":"  NEW JERSEY PLANS CUT IN HOSPITAL AID    New Jersey officials said that they planned to cut the amount of money hospitals receive to care for Medicaid patients by 20 percent starting in March. William Waldman, the State Human Services Commissioner, said he expected a court challenge but was confident that the move, which will reduce hospital reimbursements by $135 million annually, would be upheld. A1. COUNCIL PANEL BACKS CURBS ON SEX SHOPS   City Council members agreed to Mayor Giuliani's plan for a one-year moratorium on opening or expanding any sex-oriented video store, theater or bar. The move is the first step in restricting adult-entertainment businesses, an effort that the Mayor has made part of his drive to improve the quality of life in New York. A1.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Out of Cash, Eastern European Health System Has a Relapse","web_url":"https://www.nytimes.com/1994/11/23/world/out-of-cash-eastern-european-health-system-has-a-relapse.html","abstract":"  In the shabby maternity ward of the county hospital in this Black Sea port, Dr. Veronica Niculescu threw a greasy slab of brown soap onto a table. Crudely made from cheap fat, the soap smelled like a barnyard.   \"This is the only soap we have and it has no disinfectant properties,\" she said with disgust. \"We are told by the Government: hospitals and medicine are not productive so you get no money from us.\"","thumbnail":null,"section":"World"},{"date":"19941123","headline":"M.T.A. Board Votes Plan Calling for 10 Fare Rise","web_url":"https://www.nytimes.com/1994/11/23/nyregion/mta-board-votes-plan-calling-for-10-fare-rise.html","abstract":"  Brushing aside the objections of New York City officials, the Metropolitan Transportation Authority approved a long-range strategy yesterday that calls for a 10-cent fare increase next year to help pay for monthly passes with unlimited rides and free transfers between subways and buses.   But Mayor Rudolph W. Giuliani's two representatives on the M.T.A. board said the plan was unrealistic because it did not take into account the city's decision to cut $113 million from its contribution to the M.T.A.","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"Sonics Win Game, Nets Pass Blame","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-basketball-sonics-win-game-nets-pass-blame.html","abstract":"  That big happy family that had won three of its last four games is squabbling again.   While Butch Beard criticized the Nets' lack of composure during the final minutes of their 104-97 loss to the Sonics tonight, Kenny Anderson was blaming his coach for not letting him get into the flow.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Fab Five? Try Pretty Darn Good Five","web_url":"https://www.nytimes.com/1994/11/23/sports/college-basketball-fab-five-try-pretty-darn-good-five.html","abstract":"  Their shorts will be hemmed, their playing time will be monitored and their memoirs will go unpublished. The new Fab Five is no reincarnation of the old Fab Five -- so help Steve Fisher.   Fisher, the Michigan basketball coach who continues to recruit a handful at a time, will protect his latest freshman class like a school crossing guard. Juwan Howard, Jalen Rose, Chris Webber, Jimmy King and Ray Jackson were a merchandiser's dream, but Son of Fab Five may never be on a first-name basis with the country.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Gay Officials Gather to Share Ideas","web_url":"https://www.nytimes.com/1994/11/23/us/gay-officials-gather-to-share-ideas.html","abstract":"  Like many colleagues in state capitols and city halls around the nation, the officials who met here over the weekend are concerned about race relations, religious conservatism and re-election.   But what brought about 60 of them together is what sets them apart: they are openly gay, a small but growing presence in local government. They gathered as they have each year since 1985.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Tails for Russian Nights : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/23/opinion/IHT-tails-for-russian-nights-letters-to-the-editor.html","abstract":"Regarding \"Black Tie, Red Square and Intrigue in Yeltsin's 'Court'\" (Oct. 20): .The \"first black-tie affair in the Kremlin since 1917\"? In my experience, during the Communist era there was no shortage of dinner jackets among waiters","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Administration Says Deal With Dole on Trade Is Near","web_url":"https://www.nytimes.com/1994/11/23/us/administration-says-deal-with-dole-on-trade-is-near.html","abstract":"  Administration officials said tonight that they expected by Wednesday to reach a deal with Senator Bob Dole that would pave the way for his support of a world trade agreement scheduled for a vote in a lame-duck session of Congress next week.   After a day of negotiations with Mr. Dole over his objections to a crucial part of the pact, Mickey Kantor, the United States trade representative, said, \"We're making great progress and I think we'll have it.\"","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Seeing the Future, Darkly","web_url":"https://www.nytimes.com/1994/11/23/movies/film-review-seeing-the-future-darkly.html","abstract":"Doctor, astrologer, prophet and all-around great guy. Overstuffed historical suds.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Helms Takes New Swipe at Clinton, Then Calls It Mistake","web_url":"https://www.nytimes.com/1994/11/23/us/helms-takes-new-swipe-at-clinton-then-calls-it-mistake.html","abstract":"  Senator Jesse Helms, the likely next chairman of the Foreign Relations Committee, created a new uproar today when he was quoted saying that President Clinton was so unpopular on military bases in North Carolina that he \"better have a bodyguard\" if he visits the state. Mr. Helms later called the comment \"a mistake.\"   Asked about the Helms comments at a White House news conference today, President Clinton said, \"I think the remarks were unwise and inappropriate.\"","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Victory Helps Frieder Scratch 5-Year Itch","web_url":"https://www.nytimes.com/1994/11/23/sports/college-basketball-victory-helps-frieder-scratch-5-year-itch.html","abstract":"  In the Bo Schembechler Bowl tonight, Bill Frieder defeated Steve Fisher.   But it was a grudge match for only one of them: Frieder. He had once been Michigan's coach, only to have the team pulled out from under his feet by Schembechler five years ago, and this evening was his payback. His Arizona State Sun Devils pressured Fisher's Michigan Wolverines into a turnover every two minutes, and won their Maui Invitation semifinal, 79-62.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Rebelling for the Sake of Rebelling","web_url":"https://www.nytimes.com/1994/11/23/arts/pop-review-rebelling-for-the-sake-of-rebelling.html","abstract":"  In \"The Wild One,\" one of the classic portrayals of youthful malcontent, Marlon Brando is asked what he is rebelling against, to which he coolly replies, \"What have you got?\" If Mr. Brando's interlocutor had held up a mirror, that would be the current state of punk rock. At two sold-out concerts on Saturday night, Bad Religion at Roseland and NOFX at CBGB, punk rock not only reacted against its traditional enemies -- society and mainstream rock -- but also against itself.    Now that records by California punk bands like Green Day and the Offspring have broken into the top five on the pop charts, punk rock will have to come to terms with being what it hates most, at least until it slips back into the tightly knit underground scene where it has been thriving for years with few innovations. This can take the form of parodying Green Day's hit song \"Basket Case,\" as NOFX did, or discussing the ethics of \"selling out\" to major record labels, as Bad Religion did, or simply refusing to follow the convention of leaving the stage before performing an encore, as both groups did.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"Similar, but Separate","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-people-boxing-similar-but-separate.html","abstract":"  RIDDICK BOWE and LARRY DONALD are similar fighters with similar builds and similar styles. That's true, up to a point. But when Bowe, the former heavyweight champion, takes on Donald in a 12-round HBO fight at Caesars Palace in Las Vegas, Nev., on Dec. 3, there's one similarity you can bet on: Both fighters will be getting the same kind of calm, studied critiques between rounds. That's because Donald's trainer, JANCKS MORTON, learned his craft by studying Bowe's trainer, 83-year-old EDDIE FUTCH. Both trainers took part in a conference call yesterday, and part of the conversation turned on the similarities of the two fighters, both former Olympians who failed to win their weight classes. The two fighters have identical measurements in reach (81 inches), neck (17 1/2 ), biceps (17) and expanded chests (50), but at 38 inches, Bowe's waist is 6 inches larger than Donald's (32).","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Film in Review; The Many Lives of a Man, All of Them Odd","web_url":"https://www.nytimes.com/1994/11/23/movies/film-in-review-the-many-lives-of-a-man-all-of-them-odd.html","abstract":"  Maurizio Nichetti, the director and star of the mildly funny and excruciatingly whimsical \"Stefano Quantestorie,\" should not be confused with Nanni Moretti, the director and star of the current \"Caro Diario,\" a far more sophisticated and droll film. Both have been compared, wrongheadedly, to Woody Allen, but a taste for one does not translate to the other.    Mr. Nichetti, whose \"Stefano Quantestorie\" opens today at Film Forum, once studied as a mime. He has a tendency to cast himself in the role of a mournful clown, and to load his films with multiple, overlapping stories that sound cleverer than they are.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"In America; At Last, A Truce","web_url":"https://www.nytimes.com/1994/11/23/opinion/in-america-at-last-a-truce.html","abstract":"  The cold war has ended. Governor-elect George Pataki and Mayor Rudolph Giuliani are going to sit down and talk. The blood feud, provoked by Mayor Giuliani's decision to cross party lines and endorse Mario Cuomo for re-election, is being put aside -- at least for the time being.   Political egos being what they are, it took nearly a week to negotiate the cease-fire. The word began to filter out early yesterday:","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"An Empire Built on Jazz","web_url":"https://www.nytimes.com/1994/11/23/style/IHT-an-empire-built-on-jazz.html","abstract":"Along with his old friend and partner Daniel Filipacchi, Frank Tnot sits on top of one of the world's largest media empires. Hachette Filipacchi Press owns 72 publications in 24 countries including Pariscope, Paris Match, Le Journal du Dimanche and","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"A Bunch Of Bobcats Are Caught In a Cage","web_url":"https://www.nytimes.com/1994/11/23/sports/college-basketball-a-bunch-of-bobcats-are-caught-in-a-cage.html","abstract":"  It was all the Ohio University basketball team could do to make it to New York. But for a few moments yesterday, a portion of the traveling party was not sure how long it would take to get out.   Thirteen members of the Bobcats contingent in town for the Preseason National Invitation Tournament -- including Coach Larry Hunter, various assistants and a couple of players -- crowded into a freight elevator on the sixth floor of the New York Athletic Club.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"The Miracle of Cold 'Cooking' in a Bath of Fresh Lime Juice","web_url":"https://www.nytimes.com/1994/11/23/style/the-miracle-of-cold-cooking-in-a-bath-of-fresh-lime-juice.html","abstract":"LIMES are like nature's microwave. Take a chunk of tuna, put it in a bath of lime juice for several hours, and in a kind of kitchen voodoo, the fish will cook without fire. Or slice a red onion, mix it with lime juice, and the onion will soon transform itself into a delicious fuchsia-hued relish with the harsh bite cooked right out of it.\n\nLess flashy but perhaps no less magical is lime's ability to balance and enhance all the other flavors in a dish. Of course, all this culinary alchemy is accompanied by the distinctive, bracingly fresh flavor of the lime itself.","thumbnail":null,"section":"Style"},{"date":"19941123","headline":"Slovak Folk Troupe in Its New York Debut","web_url":"https://www.nytimes.com/1994/11/23/arts/dance-review-slovak-folk-troupe-in-its-new-york-debut.html","abstract":"  Lucnica, the Slovak song-and-dance ensemble from Bratislava, is absolutely first-rate. Its young dancers sparkle with glittering technique in an eye-opening repertory that remains true to its surprisingly diverse sources.    All the more pity that this fresh and sophisticated professional folk troupe limited its New York debut to two performances on Sunday at Symphony Space. Somebody should coax Lucnica back.","thumbnail":null,"section":"Arts"},{"date":"19941123","headline":"On Campus; Catholic Group Buys Toronto U. Site","web_url":"https://www.nytimes.com/1994/11/23/us/on-campus-catholic-group-buys-toronto-u-site.html","abstract":"  A conservative Roman Catholic organization, Opus Dei, which some former members say uses cult-like practices to recruit college-age students, is opening a branch at the University of Toronto.    Officials of the group bought a 62-room residence last summer for $3.2 million and moved into the heart of the University of Toronto's downtown campus, said Opus Dei's spokesman, Fernando Mignone.  \"There was a keen interest in reaching out to more university students,\" Mr. Mignone said.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Two More Young Lovebirds On a Murderous Rampage","web_url":"https://www.nytimes.com/1994/11/23/movies/film-review-two-more-young-lovebirds-on-a-murderous-rampage.html","abstract":"  As one more gory road movie about gun-toting, media-mad white trash on the rampage, C. M. Talkington's \"Love and a .45\" has elements of parody. There's enough of \"Natural Born Killers\" here to suggest that Mr. Talkington has read the mind of Quentin Tarantino, or at least taken satirical notice of Mr. Tarantino's early screenplay for that Oliver Stone film. On the other hand, maybe murderous teen-age lovebirds yearning to be television stars are simply a staple of our culture these days. And maybe some ideas are just plain parody-proof.   In any case, \"Love and a .45\" is too mean-spirited to be funny, and it winds up nastily derivative rather than clever. Mr. Talkington shows some visual talent and has assembled a head-bangingly effective soundtrack, but he's short on dramatic inspiration. Sentimental young sweethearts who take Polaroids of their hostages and are spurred into marriage by the thrill of murder are definitely old news.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"Rabbi Given Prison Term In Kidnapping Of Teen-Ager","web_url":"https://www.nytimes.com/1994/11/23/nyregion/rabbi-given-prison-term-in-kidnapping-of-teen-ager.html","abstract":"  In a courtroom rife with rancorous passion, an ultra-Orthodox rabbi was sentenced yesterday to 4 to 12 years in prison for kidnapping a Jewish teen-ager who disappeared from his family for two years.   Rabbi Shlomo Helbrans, the leader of a small Hasidic sect, was given the prison term after he declared fervently that he was the victim of the kind of \"blood libel\" that had \"cost the lives of millions,\" and after the youth's mother spoke with equal intensity about losing her son to \"people who control his mind.\"","thumbnail":null,"section":"New York"},{"date":"19941123","headline":"A Sex-Defying 'What If,' Taken to Full Term","web_url":"https://www.nytimes.com/1994/11/23/movies/film-review-junior-a-sex-defying-what-if-taken-to-full-term.html","abstract":"Man becomes pregnant. Premature.","thumbnail":null,"section":"Movies"},{"date":"19941123","headline":"New York, Beware: The Death Penalty Is Riddled With Iniquity","web_url":"https://www.nytimes.com/1994/11/23/opinion/l-new-york-beware-the-death-penalty-is-riddled-with-iniquity-904538.html","abstract":"  To the Editor:   Now that the election is behind us, proponents of the death penalty in New York need to reassess the efficacy and the legal and moral consequences of capital punishment.","thumbnail":null,"section":"Opinion"},{"date":"19941123","headline":"Chargers Keep Hearing Tune to 'Kansas City'","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-football-notebook-chargers-keep-hearing-tune-to-kansas-city.html","abstract":"  Wobbly wheels on the playoff express are slowing some of the division leaders, especially the San Diego Chargers.    The Chargers jumped to a 6-0 start and life looked rosy. But the Chargers (8-3) have lost three of their last five games and are shaky. Although San Diego has a one-game lead in the American Football Conference West, the Chiefs (7-4) are bearing down and the Raiders (6-5) are close behind.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Sports of The Times; A Father Learns From His Son","web_url":"https://www.nytimes.com/1994/11/23/sports/sports-of-the-times-a-father-learns-from-his-son.html","abstract":"  THE father was doing time in Federal prison when he realized the cycle of failure is not impossible to break. On the TV screen, the child he left behind a handful of years before was now 6 feet 8 inches tall, 240 pounds, the best player in a college basketball game.   Dexter Trent remembered days on the Columbus, Ohio, playgrounds when the oldest of his three kids insisted that football was going to be his sport. Even at 13, Gary Trent was big, like his mother's five brothers, and fast. He liked the contact, too.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Expedition to Houston Leaves a Good Taste in Reeves's Mouth","web_url":"https://www.nytimes.com/1994/11/23/sports/pro-football-expedition-to-houston-leaves-a-good-taste-in-reeves-s-mouth.html","abstract":"  It was about 1 A.M. and the Giants, fresh off a 13-10 victory over the Houston Oilers on Monday night, were stuck in traffic en route to the airport and the flight home. A car fire was raging up ahead. The Giants were sitting on the bus. But Dan Reeves couldn't wait. He was too hungry. So he and three of his assistant coaches, upon seeing a McDonald's about a mile up the highway, decided to hoof it.   How hungry were they? Reeves, in a coat and tie, decided to climb a highway overpass, the golden arches looming. A homeless man was so shocked at the sight that he told Reeves he had never seen anyone dressed in a tie in his neck of the woods. Reeves and crew finally found salvation in the form of 10 burgers.","thumbnail":null,"section":"Sports"},{"date":"19941123","headline":"Dow Plunges 91.52 As High Rates Lure Investors to Bonds","web_url":"https://www.nytimes.com/1994/11/23/us/dow-plunges-91.52-as-high-rates-lure-investors-to-bonds.html","abstract":"  In one of the most turbulent market sessions this year, stock prices fell further yesterday than on any other day in the last 10 months.   Almost all the 91.52-point, or 2.4 percent, selloff in the Dow Jones industrial average came in late afternoon trading and left traders puzzling about the reasons. But many said the heavy sales were a result of the belief that investors, both large companies and average Americans, would now sell stocks to buy bonds because they were becoming a more attractive investment.","thumbnail":null,"section":"U.S."},{"date":"19941123","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/23/nyregion/c-corrections-903850.html","abstract":"  Because of an editing error, an article on Sunday about moves by the New York Police Department to combat prostitution by arresting clients referred incorrectly to a 1979 radio broadcast by Mayor Edward I. Koch. The men whose names Mr. Koch read on the air had indeed been convicted, not merely arrested, on charges of patronizing prostitutes.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19941123","time":"1994-11-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":87,"wspd":3.6},{"date":"19941123","time":"1994-11-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":89,"wspd":13},{"date":"19941123","time":"1994-11-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":89,"wspd":9.4},{"date":"19941123","time":"1994-11-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":90,"wspd":9.4},{"date":"19941123","time":"1994-11-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":91,"wspd":9.4},{"date":"19941123","time":"1994-11-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":91,"wspd":7.6},{"date":"19941123","time":"1994-11-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":91,"wspd":11.2},{"date":"19941123","time":"1994-11-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":88,"wspd":11.2},{"date":"19941123","time":"1994-11-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":88,"wspd":11.2},{"date":"19941123","time":"1994-11-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":84,"wspd":11.2},{"date":"19941123","time":"1994-11-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":83,"wspd":13},{"date":"19941123","time":"1994-11-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":82,"wspd":14.8},{"date":"19941123","time":"1994-11-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":79,"wspd":16.6},{"date":"19941123","time":"1994-11-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":76,"wspd":18.4},{"date":"19941123","time":"1994-11-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":69,"wspd":16.6},{"date":"19941123","time":"1994-11-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":72,"wspd":16.6},{"date":"19941123","time":"1994-11-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":72,"wspd":9.4},{"date":"19941123","time":"1994-11-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":75,"wspd":11.2},{"date":"19941123","time":"1994-11-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":85,"wspd":13},{"date":"19941123","time":"1994-11-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":80,"wspd":20.5},{"date":"19941123","time":"1994-11-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":78,"wspd":20.5},{"date":"19941123","time":"1994-11-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":77,"wspd":18.4},{"date":"19941123","time":"1994-11-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":76,"wspd":18.4},{"date":"19941123","time":"1994-11-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":76,"wspd":14.8},{"date":"19941123","time":"1994-11-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":40,"wspd":29.5},{"date":"19941123","time":"1994-11-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":37,"wspd":31.7},{"date":"19941123","time":"1994-11-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":33,"wspd":31.7},{"date":"19941123","time":"1994-11-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":36,"wspd":24.1},{"date":"19941123","time":"1994-11-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":34,"wspd":25.9},{"date":"19941123","time":"1994-11-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":37,"wspd":14.8},{"date":"19941123","time":"1994-11-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":40,"wspd":14.8},{"date":"19941123","time":"1994-11-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":38,"wspd":22.3},{"date":"19941123","time":"1994-11-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":40,"wspd":24.1},{"date":"19941123","time":"1994-11-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":45,"wspd":24.1},{"date":"19941123","time":"1994-11-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":45,"wspd":22.3},{"date":"19941123","time":"1994-11-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":22.3},{"date":"19941123","time":"1994-11-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":24.1},{"date":"19941123","time":"1994-11-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":46,"wspd":25.9},{"date":"19941123","time":"1994-11-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":42,"wspd":33.5},{"date":"19941123","time":"1994-11-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":39,"wspd":37.1},{"date":"19941123","time":"1994-11-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":33,"wspd":33.5},{"date":"19941123","time":"1994-11-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":27,"wspd":38.9},{"date":"19941123","time":"1994-11-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":27,"wspd":35.3},{"date":"19941123","time":"1994-11-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":30,"wspd":42.5},{"date":"19941123","time":"1994-11-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":31,"wspd":38.9},{"date":"19941123","time":"1994-11-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":33,"wspd":37.1},{"date":"19941123","time":"1994-11-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":82,"wspd":38.9},{"date":"19941123","time":"1994-11-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":62,"wspd":31.7}]}}