{"19950116":{"guardian_articles":[],"nytimes_articles":[{"date":"19950116","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/16/nyregion/chronicle-634195.html","abstract":"  Some people may find it hard to envision MARYLOU WHITNEY, the socialite and grand dame of the Saratoga racing scene, mushing through the wilds of Alaska, but that is exactly what she has been doing lately.  Now she wants other people to bid at auction on the chance to ride in a dog sled for the first seven miles of the 1995 Iditarod Trail Sled Dog Race. The 1,049 race from Anchorage to Nome starts March 4.    Mrs. Whitney spent her honeymoon dog sledding in northern Manitoba in January 1958, and after her husband, Cornelius Vanderbilt Whitney, died two years ago, she said, \"I was sentimental and lonely and wanted to go back to that wonderful time of my honeymoon.\"","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Team of the 80's (49ers) Topples Team of the 90's (Cowboys)","web_url":"https://www.nytimes.com/1995/01/16/sports/championships-team-of-the-80-s-49ers-topples-team-of-the-90-s-cowboys.html","abstract":"  Look who just got caught.   America's Team. Grabbed by the loftiest point in its star. Shook silly until the shine turned dull.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Reducing Debt in 1700's","web_url":"https://www.nytimes.com/1995/01/16/opinion/l-reducing-debt-in-1700-s-641495.html","abstract":"  To the Editor:   Newt Gingrich, Speaker of the House and a historian himself, should be more sensitive to historical ambiguity and nuance.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Synagogue Says Misleading Advice by a Brokerage Firm Resulted in a $650,000 Loss","web_url":"https://www.nytimes.com/1995/01/16/nyregion/synagogue-says-misleading-advice-by-a-brokerage-firm-resulted-in-a-650000-loss.html","abstract":"  In a miniature version of the investment disaster that plunged Orange County, Calif., into bankruptcy, a Westchester synagogue says it lost $650,000 from its capital campaign last year through investments in highly speculative securities.   But unlike Orange County, whose treasurer knew the risks he was taking, the synagogue, the Westchester Jewish Center in Mamaroneck, contends that its treasurer was misled by a Wall Street brokerage into thinking the securities were virtually risk free. The synagogue also says it did not know it would be charged more than $100,000 in commissions for the investments.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Now, the Real Skinny From New Zealand","web_url":"https://www.nytimes.com/1995/01/16/sports/yacht-racing-now-the-real-skinny-from-new-zealand.html","abstract":"  It's a classic sight in America's Cup racing -- bright skies, rolling seas and sailors sitting like ducks in a row on the high side of a sailboat. But if New Zealand's TAG Heuer Challenge sets the pace here, those stylized days could be over.   The team's new shark-gray boat sailed here for the first time today in the Louis Vuitton Cup challengers trials. The syndicate, led by Chris Dickson, has taken a more radical slant on design than any other team. And the direction appears to have paid off. The Dickson yacht, which has not yet been named, beat Japan's Nippon 94 by 57 seconds.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Not Only in New York, the Mentally Ill Fall Through the Cracks","web_url":"https://www.nytimes.com/1995/01/16/opinion/l-not-only-in-new-york-the-mentally-ill-fall-through-the-cracks-642295.html","abstract":"  To the Editor:   \"Amateur Hour at Mental Health\" (editorial, Jan. 7) places considerable blame on the New York State mental health system, yet you omit the obstacles the mentally ill confront in the public and private mental health system (see also \"Violent Mental Patients Must Have Treatment,\" letter, Jan. 12).","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"At UConn, the Women Take On High Court","web_url":"https://www.nytimes.com/1995/01/16/sports/college-basketball-at-uconn-the-women-take-on-high-court.html","abstract":"  In 1985, when Geno Auriemma became the women's basketball coach at the University of Connecticut, he did not fall into luxury.   He had to share an office with the soccer coach. His team played in an old field house with poor lighting. On a good night, there might have been 100 spectators, and it wasn't because of high ticket prices. The tickets were free.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Making Trenton Pay the Costs Of What It Requires of Towns","web_url":"https://www.nytimes.com/1995/01/16/nyregion/making-trenton-pay-the-costs-of-what-it-requires-of-towns.html","abstract":"  For too long, local officials say, state government has been acting like the man who walks into a bar, orders drinks for the house and then ducks out, leaving the patrons to pick up the tab.   After decades of being stuck with the bill, New Jersey's 567 municipalities are closer than ever to making the state pay up for things it wants the towns to do. Three proposed constitutional amendments, including one sponsored by the Republican Assembly Speaker, Chuck Haytaian, would ease some existing mandates and force the state to pay for new ones; all have been passed by the Assembly and are awaiting action in the Senate.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"The Terrible Towel Works for Tears, Too","web_url":"https://www.nytimes.com/1995/01/16/sports/championships-the-terrible-towel-works-for-tears-too.html","abstract":"  Suddenly, the Pittsburgh Steelers today turned into what they insisted they were not -- an American Football Conference team.   Most of the season, until faced with a dominating, run-stopping San Diego team in the A.F.C. championship game, the Steelers had played like a throwback from the days of steel mills -- when it was down-and-dirty football and uniforms were bloodied. Of all the A.F.C. teams with a chance to take back the Super Bowl, the Steelers seemed to be the last, best shot.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/16/sports/results-plus-320295.html","abstract":"  GOLF  Colbert Recovers to Beat Albus in Playoff  Jim Colbert made a remarkable recovery on the third hole of a playoff, then made a 3-foot putt to beat Jim Albus yesterday in the Senior Tournament of Champions in Dorado, Puerto Rico. Colbert, whose tee shot on the third extra hole found a bunker behind a tree, split two palm trees with his approach, then watched as the ball landed 5 feet beyond a green-side bunker and rolled to within 3 feet of the cup. Colbert made the winning putt after Albus's birdie attempt from 10 feet missed. Both had finished 54 holes on the 6,740-yard Hyatt Dorado Beach East course with under-par 209 totals. For Colbert, the victory completed a major reversal. He finished tied for last place in November's season-ending Senior Tour Championship. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"When the Knicks Play the Nets, It Becomes a Battle of Opposites","web_url":"https://www.nytimes.com/1995/01/16/sports/pro-basketball-when-the-knicks-play-the-nets-it-becomes-a-battle-of-opposites.html","abstract":"  Pat Riley's motivational seminar is back on schedule. Butch Beard's remedial basketball class is, uh, coping. Where Patrick Ewing can dominate, Benoit Benjamin has been known to procrastinate. Where the Knicks sometimes shine, the Nets often whine.   But place them on the same court recently and one has the makings of a fine playground run.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Up to 4 Million Turn Out for Pope's Mass in Manila","web_url":"https://www.nytimes.com/1995/01/16/world/up-to-4-million-turn-out-for-pope-s-mass-in-manila.html","abstract":"  In Denver 17 months ago, in a World Youth Day gathering that many people compared to Woodstock, Pope John Paul II enthralled young Americans packed into a park in a scene that had all the backpack and blue-jean bonhomie of a 1960's rock concert.   This time, it was the Pope's turn to be impressed.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"The 49ers Win With Rhetorical Flourish","web_url":"https://www.nytimes.com/1995/01/16/sports/championships-the-49ers-win-with-rhetorical-flourish.html","abstract":"  They picked a fight in warm-ups, wrote incendiary newspaper columns and never issued a gag order on their fullback. So, in their maiden season as trash talkers, the San Francisco 49ers had a new law to obey: back up the rhetoric.   Obligated to put the scoreboard where their mouth was, the 49ers cooperated today. It was 7-0 before quarterback Steve Young broke a sweat, 14-0 before Dallas running back Emmitt Smith broke a sweat, and 21-0 before the chain gang broke a sweat -- because the Cowboys, by then, hadn't had a single first down.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"St. John's Questions And Losses Pile Up","web_url":"https://www.nytimes.com/1995/01/16/sports/college-basketball-st-john-s-questions-and-losses-pile-up.html","abstract":"  St. John's Coach Brian Mahoney was hoping to have some answers by now, instead he's finding more questions. The biggest of which is how to end a three-game losing streak that figures to grow to four when the Red Storm visits Syracuse tomorrow at the Carrier Dome.   Sure, the Red Storm is a young team, counting on 3 freshmen among 10 players who will return next year. But if this year's goal of reaching the National Collegiate Athletic Association tournament is to be a reality, then St. John's must reverse a downward spiral that has sunk its record to 8-4 and 2-3 in the Big East.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Rams Poised to Move the Team","web_url":"https://www.nytimes.com/1995/01/16/sports/sports-people-football-rams-poised-to-move-the-team.html","abstract":"  The Los Angeles' Rams president, JOHN SHAW, arrived in St. Louis yesterday to complete a deal to move the franchise.   A Rams source in St. Louis said the team's owner, GEORGIA FRONTIERE, was to follow later in the evening.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"1945: Reich Attacked : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/16/opinion/IHT-1945-reich-attacked-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The biggest aerial assault of the war by the combined striking power of the United States Air Force and the R.A.F. Bomber Command continued today with hundreds of bombers of both nations smashing railway and industrial targets in Germany. More th","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Repairman Is on Line While Still On Street","web_url":"https://www.nytimes.com/1995/01/16/nyregion/repairman-is-on-line-while-still-on-street.html","abstract":"  Three policemen walked right into Carlos Sam's computer repair shop Friday morning and shut off the electricity. \"Move on,\" one said. \"Take a walk.\"   Mr. Sam smiled and did as he was told. \"I really can't complain,\" he said.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/16/nyregion/chronicle-633395.html","abstract":"  JUDITH RODIN, president of the University of Pennsylvania, didn't have to travel as far to cast her eyes on an honor made in her name. JEFFREY H. LORIA, an art dealer and collector, has donated \"King Solomon,\" a work by Alexander Archipenko, the Ukranian-born sculptor, to the university in Philadelphia in honor of Dr. Rodin.    The 14-foot-tall work has been on view outdoors there since 1984 on loan from Mr. Loria. Archipenko, died shortly after casting the maquette for \"King Solomon.\"","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Lost by U.S.: The Sense of a Right to Triumph","web_url":"https://www.nytimes.com/1995/01/16/books/books-of-the-times-lost-by-us-the-sense-of-a-right-to-triumph.html","abstract":"  THE END OF VICTORY CULTURE Cold War America and the Disillusioning of a Generation  By Tom Engelhardt  351 pages. Basic Books/HarperCollins. $25.   In broadest outline, what Tom Engelhardt argues in \"The End of Victory Culture\" is neither startling nor particularly original. He writes that in the two decades between the end of World War II and America's entry into Vietnam in force, this country lost its culture of victory, which he defines as the sense of a right to triumph over American Indians, Japanese, Indochinese or any other supposedly lesser people.","thumbnail":null,"section":"Books"},{"date":"19950116","headline":"Poets' Poetry and Reflections, In Their Voices for All Time","web_url":"https://www.nytimes.com/1995/01/16/books/poets-poetry-and-reflections-in-their-voices-for-all-time.html","abstract":"  The voice is tired but not old, worn like the map that has unfolded for too many journeys. Anne Sexton would have strolled on stage at the 92d Street Y with a drink in one hand and a cigarette in the other, wearing her famous red dress, that screaming red a message in itself.   Then she starts to recite her signature poem, \"Her Kind.\"","thumbnail":null,"section":"Books"},{"date":"19950116","headline":"Clock Never Stops on the Death Watch","web_url":"https://www.nytimes.com/1995/01/16/nyregion/clock-never-stops-on-the-death-watch.html","abstract":"  There are many ways to solve old murders, and sadly, perhaps one of the best is when the killer tries another one.   Several months ago, as doctors frantically worked to save a woman who had been shot three times in the head, Detective Michael Palladino squeezed in between the doctors and asked, over and over, who it was that shot her.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/16/nyregion/inside-965595.html","abstract":"  Schools Make Do With Less   New York's budget problems have brought hardships to its schools: bigger classes, fewer teachers and new demands on parents. Page B1. Rift on Simpson's Team    An apparently irreparable breach has developed between two of O. J. Simpson's lawyers: Robert L. Shapiro and F. Lee Bailey. Page A8.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"West Bank Battle for Land Is Waged With Trees","web_url":"https://www.nytimes.com/1995/01/16/world/west-bank-battle-for-land-is-waged-with-trees.html","abstract":"  Under a milky winter sun, Diab Abdel-Moti Nasser put the remaining strength of his 75 years into the pick he swung today, digging holes in the rocky hillside for almond saplings he was about to plant.   Actually, he said, he was not planting trees so much as making his claim to that patch of land, which lies a mile from this ramshackle village in a southwestern niche of the West Bank. Here, land is politics, and Mr. Nasser was voting with his muscles.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"Johnson And Jones: Best of Enemies","web_url":"https://www.nytimes.com/1995/01/16/sports/championships-johnson-and-jones-best-of-enemies.html","abstract":"  For two seasons, they were the fractious yet successful pair who combined to lead the Dallas Cowboys to consecutive Super Bowl titles. But since last spring's divorce between Jerry Jones, the owner, and Jimmy Johnson, the well-haired coach, there's been little but animosity, backbiting and criticism.   Yesterday it was revealed by NBC's Will McDonough that Jones had made a special request to the National Football League on Saturday. And what was his request? To restrain Johnson, a member of Fox Sports' pre-game show, from walking on the field before the N.F.C. championship game, lest he provide unnecessary distractions for his former players.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Switzer Sees Red and the Cowboys Get the Blues","web_url":"https://www.nytimes.com/1995/01/16/sports/championships-switzer-sees-red-and-the-cowboys-get-the-blues.html","abstract":"  There could be no better example of the Dallas Cowboys' uncharacteristic and almost shocking self-destruction today than the knuckleheaded move that Coach Barry Switzer made in the fourth quarter. It stood as a symbol of a day gone wrong for the defending Super Bowl champs.   The San Francisco 49ers are going to the Super Bowl to play the San Diego Chargers and perhaps it has to do more with the mistakes Dallas made than with the 49ers' excellence. And Switzer, the rookie coach out of Oklahoma whose play-calling was severely criticized by the former Cowboys coach, Jimmy Johnson, made one of the biggest errors of the afternoon. With Dallas trailing, 38-28, midway through the fourth quarter and driving to cut it closer, Troy Aikman's pass to Michael Irvin was incomplete near the 49er goal line. Replays showed that the man defending him, Deion Sanders, clearly interfered with him.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"How Anti-Abortion Rhetoric Hurts the Patient","web_url":"https://www.nytimes.com/1995/01/16/opinion/l-how-anti-abortion-rhetoric-hurts-the-patient-635095.html","abstract":"  To the Editor:   Prof. Mary Ann Glendon, in \"When Words Cheapen Life\" (Op-Ed, Jan. 10), assumes soothing language fools women into thinking abortion does not involve a potential child. But women have abortions precisely because they are aware of the overwhelming responsibility of motherhood.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Angst With Purpose From Pearl Jam","web_url":"https://www.nytimes.com/1995/01/16/arts/pop-review-angst-with-purpose-from-pearl-jam.html","abstract":"  To headline a benefit concert for Voters for Choice, Pearl Jam performed on Saturday night for the first time since the spring of 1994, topping a bill at Constitution Hall with Neil Young and Crazy Horse, L7 and Lisa Germano. The concert could have been called Grunge for Choice; all four bands used guitars to both drive and smudge their songs. Pearl Jam pumped out equal portions of fire and angst, and the audience couldn't wait to sing along with every long-suffering word.    It was the first of two concerts that served more than one purpose. The shows raised $100,000 for Voters for Choice, a nonpartisan organization founded by Gloria Steinem to raise money for candidates who support abortion rights. During Pearl Jam's set, Eddie Vedder added new words when he sang \"Daughter,\" a song narrated by a woman: \"My body is nobody's body but mine.\"","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"CLINTON & CONGRESS;\nJuries Are Just Saying No","web_url":"https://www.nytimes.com/1995/01/16/opinion/clinton-congress-juries-are-just-saying-no.html","abstract":"The Common Sense Legal Reform bill, soon to be considered by Congress, is the magnum opus of the tort reform movement. This item in the \"Contract With America\" would make major changes in Federal civil litigation, especially concerning product liability suits and punitive damages, all in response to a perceived groundswell of dubious lawsuits.\n\nBut there is a problem: It's too late.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Chechen Resistance Came As Surprise, Colonel Says","web_url":"https://www.nytimes.com/1995/01/16/world/chechen-resistance-came-as-surprise-colonel-says.html","abstract":"  Lieut. Col. Yuri V. Klaptsov was told to expect little resistance when his troops advanced on Grozny on Dec. 31.   But Colonel Klaptsov, 39, deputy commander of Russia's 131st Motorized Infantry Brigade, found himself in a three-day firefight without clear orders from his superiors, who failed to answer radio messages.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"POP","web_url":"https://www.nytimes.com/1995/01/16/arts/in-performance-pop-468995.html","abstract":"  A Blues Performer With Genuine Acting Skills Jimmy Johnson, singer Chicago Blues    A set of blues music moves around, celebrating Saturday night in one song, then bankrupt love in the next, all with the extroversion of somebody swinging for the bleachers. It demands acting on the performer's part, and the technical competence to suggest emotion when it's not there.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"A 5-Part Eulogy to the War on Poverty","web_url":"https://www.nytimes.com/1995/01/16/movies/television-review-a-5-part-eulogy-to-the-war-on-poverty.html","abstract":"  \"America's War on Poverty,\" a five-hour series produced by Henry Hampton that begins tonight on PBS, is a eulogy to the nation's effort in the 1960's to raise up the down-and-out, particularly by giving poor people a voice in the way money from Washington was used. As seen in the glow of the memories of Government planners and community organizers, it is a story of idealistic innovators running up against the tough realities of politics in America.   The scene-setting opening hour, \"In This Affluent Society,\" focuses on areas like Appalachia that remained untouched by America's postwar prosperity. Demand for coal, the area's main resource, was down, and automation was eliminating jobs in the mines. Miners tell of finding themselves suddenly without work or usable skills.","thumbnail":null,"section":"Movies"},{"date":"19950116","headline":"TELEVISION REVIEW;\nNow for a Politically Correct 'Star Trek'","web_url":"https://www.nytimes.com/1995/01/16/arts/television-review-now-for-a-politically-correct-star-trek.html","abstract":"\"Sequence under way. Engage!\" And the \"Star Trek\" franchise blasts off once again. Consider merely this one statistic being bandied about by the producers: There are already more than 325 hours of \"Star Trek\" productions, including the original series (which began in 1966), the seven feature films and the television spinoffs, \"Star Trek: The Next Generation (1987)\" and \"Star Trek: Deep Space Nine (1993).\" \n\nAnd now, with the centerpiece of the new United Paramount Network, Trekkers can focus their notoriously intense scrutiny on \"Star Trek: Voyager,\" the first of the series created after the death of the \"Star Trek\" creator, Gene Roddenberry. Much will be made of the political correctness of this new venture, not least in that the captain of this ship is a woman, but \"Star Trek\" has long been a multicultural champion of erasing prejudices of all sorts. This time it just goes a bit further. After all, it's the 24th century.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"POP","web_url":"https://www.nytimes.com/1995/01/16/arts/in-performance-pop-580196.html","abstract":"  Now This Soul Sister Simply Doesn't Mince Words Millie Jackson, singer Beacon Theater    Before most gangster rappers even learned their first obscenity, Millie Jackson had broken the foul-language barrier in rhythm-and-blues music. Her new performance, \"Young Man, Older Woman,\" which opened on Tuesday and continues through Sunday at the Beacon (Broadway at 74th Street), proves that Ms. Jackson still has the strength, prurience, humor and taste for the extreme to hold her position as a big sister to most female rappers and a woman for whom any male gangster rapper would politely step aside.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"Seau Very Good With One Good Arm","web_url":"https://www.nytimes.com/1995/01/16/sports/championships-seau-very-good-with-one-good-arm.html","abstract":"  As he stepped onto a podium for a post-game interview session, Chargers linebacker Junior Seau rolled his left shoulder slightly and then winced. The grimace was quickly replaced by a smile when someone asked how he felt about his first Super Bowl trip.   \"I can't tell you, to tell you the truth,\" Seau said. \"It's a time where you go through hills and valleys in the course of 60 minutes. At the end of the game, it comes down to that last play. You don't know whether to cry or yell or smile. All I know is we're going to the Super Bowl.\"","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Age 32 Beats Age 43: It's an Old Story","web_url":"https://www.nytimes.com/1995/01/16/sports/boxing-age-32-beats-age-43-it-s-an-old-story.html","abstract":"  The class of the division sat at ringside in suit and tie, smiling pensively. Roy Jones conceded he was rooting for old man Roberto Duran, if only because the prospect of fighting weathered and worn Vinny Pazienza bored him.   \"Does anyone in boxing really want to see that fight?\" Jones, the International Boxing Federation supermiddleweight champion, wondered aloud. \"I mean, he could get seriously hurt. I don't know if I want that on my conscience. I don't know if people want to see that fight.\"","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"The Neediest Cases; After a Shooting, Help For a Recovering Victim","web_url":"https://www.nytimes.com/1995/01/16/nyregion/the-neediest-cases-after-a-shooting-help-for-a-recovering-victim.html","abstract":"  When the solitude seems stifling, Frederick B. leaves his house for the more comfortable hush of a library. He reads the newspapers, but often the buzzing in his ears is so bad that he has to stop. And when he sees articles about robberies and murders, the memories creep in and overwhelm.   Mr. B., a Jamaican immigrant, spent 30 years repairing vending machines in Brooklyn. One morning in 1992, as he loaded his car with tools, a stranger approached and forced his way into Mr. B.'s house in the Canarsie section.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"A Flooded Town Asks, 'Why Us?'","web_url":"https://www.nytimes.com/1995/01/16/us/a-flooded-town-asks-why-us.html","abstract":"  Fire and pestilence would scarcely come as a surprise after what this Pacific Coast town has been through. Almost three years ago one of the strongest earthquakes ever recorded in California struck Ferndale, tossing dozens of gaily painted 19th century craftsman-style houses off their foundations, destroying businesses and leaving millions in damages.   Then came the flood last week. On the west side of Ferndale near where the Eel River empties into the Pacific, its miles of low-lying delta filled with water in a matter of hours on Monday, drowning hundreds of cattle and sheep, and filling barns and farm homes with mud. South of town, the road to Honeydew and Petrolia was blocked by an avalanche of rock and soil, stranding families. And smack in the center of Ferndale, a town of 1,300 residents, the normally quiet St. Francis Creek burst out of its banks, turning Main Street into a foot-deep river of muck that business and homeowners have just begun to clean up.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"Shovel vs. Bulldozer In West Bank Battle","web_url":"https://www.nytimes.com/1995/01/16/world/shovel-vs-bulldozer-in-west-bank-battle.html","abstract":"  Palestinian residents of several West Bank towns planted trees yesterday in places where they say their land is in danger of being confiscated to expand Jewish settlements.   It was the latest skirmish in a conflict that is becoming more aggressive as negotiations for Palestinian autonomy in the West Bank head toward a new, uncertain phase.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"In Newark, Immigration Without Fear; A Neighborhood Remade By Unexpected Hands","web_url":"https://www.nytimes.com/1995/01/16/nyregion/in-newark-immigration-without-fear-a-neighborhood-remade-by-unexpected-hands.html","abstract":"  Jack Santos, the owner of a restaurant in the Ironbound section of Newark, remembered how easy it was 30 years ago picking out the Portuguese illegal immigrants who had begun settling in what was then a gritty neighborhood of factories and small shops. They were the ones running down Ferry Street whenever an immigration van appeared.   The raids took place just about every week, he said, leaving scores of workers hiding in their apartments and rows of driverless delivery trucks along the main thoroughfare of Ferry Street.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"1895: President Resigns : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/16/opinion/IHT-1895-president-resigns-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - M. Casimir-Perier, says the Figaro, has suddenly resigned the Presidency of the Republic. In his official statement in the Senate and the Chamber of Deputies, M. Casimir-Perier reproached \"the campaign of defamation against the army, the magi","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/16/nyregion/chronicle-632595.html","abstract":"  VARTAN GREGORIAN had no idea when he went to lunch at the presidential palace in Lisbon last week that he was about to receive one of Portugal's highest honors: President Mario Soares awarded him a medal of the Grand Official Order of Prince Henry the Navigator, named for the 15th century patron of exploration.   Dr. Gregorian is president of Brown University, which, along with the University of California at Santa Barbara, is one of the two schools in the United States to have departments of Portuguese and Brazilian studies. He was in Portugal to meet with officials of foundations and to promote cooperative projects between the United States and Portugal.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"THEATER","web_url":"https://www.nytimes.com/1995/01/16/arts/in-performance-theater-308896.html","abstract":"  Stressing the Pain Behind Chekhov's Comedy 'The Cherry Orchard' Bouwerie Lane Theater    Eve Adamson has given her version of \"The Cherry Orchard\" an agitated, nervous quality that, in the end, leaves one perplexed. She has said she spent part of last year soaking up the current unsettled atmosphere in Russia as she prepared to direct the play, and people have long noted the extraordinary premonitions of the Russian Revolution in some of the speeches of the student Trofimov in this 1904 work, Chekhov's last.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/16/nyregion/news-summary-917595.html","abstract":"  International A2-7  MEXICAN OPPONENTS MEET  Mexican peasant rebel leaders met with representatives of President Ernesto Zedillo Ponce de Leon for the first formal negotiations between the Government and the insurgents in almost a year.  A1  HOLOCAUST REMEMBRANCE DISPUTE  Elie Wiesel, the Nobel laureate, said he was not sure whether he would attend ceremonies planned by Poland to mark the 50th anniversary of the liberation of Auschwitz.  A2","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Heady Days for Young Conservatives","web_url":"https://www.nytimes.com/1995/01/16/us/heady-days-for-young-conservatives.html","abstract":"  Life around here is sweet these days for young Republicans.   Forget the aimlessness and pessimism that is emblematic of so many in Generation X. Since the Nov. 8 elections, conservative young Republicans have been euphoric and filled with a sense of purpose. For the under-30 crowd in Washington, at least, grunge is out and buttoned-down is in.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"The Big East's Undefeated","web_url":"https://www.nytimes.com/1995/01/16/sports/college-basketball-the-big-east-s-undefeated.html","abstract":"  The second half of today's Connecticut doubleheader -- the men's half -- pits the Huskies and the Hoyas in Hartford in a battle of teams that have yet to lose in the Big East.   The Huskies, ranked No. 2 in the nation, are 12-0 and are the only unbeaten team in Division I-A. The Hoyas are 11-1 and like Connecticut, are 5-0 in conference play. The third unbeaten team in the Big East is Syracuse, which is also 5-0 in the conference and 12-1 over all.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Issel Quits as Coach of Nuggets","web_url":"https://www.nytimes.com/1995/01/16/sports/sports-people-basketball-issel-quits-as-coach-of-nuggets.html","abstract":"  DAN ISSEL quit as coach of the Denver Nuggets yesterday, saying the job is \"making me something I don't want to be.\"   General Manager BERNIE BICKERSTAFF said an assistant, GENE LITTLES, will succeed Issel as head coach.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Overhaul Is Planned for New Orleans Police","web_url":"https://www.nytimes.com/1995/01/16/us/overhaul-is-planned-for-new-orleans-police.html","abstract":"  The city's new Superintendent of Police has announced a plan to restore public confidence by rebuilding the police department, which has been rocked by scandal.   \"Today we begin a battle for the soul of our city, and it starts with the implementation of Police Department reform and reorganization,\" Superintendent Richard Pennington said on Thursday at a special meeting of the City Council. Mr. Pennington took over the department in September after leaving the police department of the District of Columbia.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"Bruckner Works and a Look at How They Came to Be","web_url":"https://www.nytimes.com/1995/01/16/arts/music-review-bruckner-works-and-a-look-at-how-they-came-to-be.html","abstract":"  Probably no one who has spent much of his career immersed in the music of Mahler and Bruckner qualifies as a cockeyed optimist. But when Deryck Cooke published his blithely titled, influential little essay \"The Bruckner Problem Simplified,\" in 1969, he reckoned without a new era of problematization, as academics like to call it.   And he surely reckoned without the gleeful musical problematizer Leon Botstein. \"The spurious Schalk score,\" Mr. Cooke wrote with reference to the first published edition of Bruckner's Fifth Symphony, \"has been abandoned by everybody.\" But here was Mr. Botstein, on Friday evening, conducting the American Symphony Orchestra in the Franz Schalk edition of the Fifth at Avery Fisher Hall.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"At Home Abroad; Truth And Healing","web_url":"https://www.nytimes.com/1995/01/16/opinion/at-home-abroad-truth-and-healing.html","abstract":"  In a bleak cemetery at the edge of town there is a gravestone marked Bantu Steven Biko: Born Dec. 18, 1946, died Sept. 9, 1977. Steve Biko was a brilliant intellectual leader of the Black Consciousness movement, the most respected young anti-apartheid figure of his time; his friends, black and white, thought that someday he would lead a new South Africa. He died of massive brain injuries while in the hands of the security police.    When I left that graveyard, I thought to myself that I could not forgive the murderers of Steve Biko. It is true that South Africa needs reconciliation -- that the terrible past cannot be raked over forever. But how can one overlook such a crime?","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/16/nyregion/metro-digest-087495.html","abstract":"  THE STRAIN ON DISPLACED WORKERS  They gathered at 3:45 A.M. in a commuter parking lot in Meriden, Conn., shrinking into the seats of the Ford Club Wagon with their lunch boxes and their makeshift pillows and their gruff greetings. They drove the 87 miles to the General Motors assembly plant in Tarrytown, N.Y., by 6. They worked nine hours on the assembly line and then drove home. Detroit calls these people \"G.M. gypsies,\" and automotive industry experts say that across the country, as the nation's largest car manufacturer has closed and consolidated plants, tens of thousands of such workers are in similar situations. A1.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Romance, Romance","web_url":"https://www.nytimes.com/1995/01/16/opinion/l-romance-romance-643095.html","abstract":"  To the Editor:   Re your Jan. 10 Chronicle: Amanda Quick does not also write under the name Jayne Ann Krentz. Jayne Ann Krentz uses the pseudonym Amanda Quick to write her best-selling historical romances.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Aging Auto Workers Travel Long Roads to Stay in Place","web_url":"https://www.nytimes.com/1995/01/16/nyregion/aging-auto-workers-travel-long-roads-to-stay-in-place.html","abstract":"  They gathered in the blackness of 3:45 A.M. in a commuter parking lot here, pulling their coats around them, shrinking into the seats of the Ford Club Wagon with their lunch boxes and their makeshift pillows and their gruff greetings. They drove the 87 miles to the General Motors assembly plant in Tarrytown, N.Y., by 6, still in darkness. They worked nine hours on the assembly line.   As they drove home, the morbid banter rolled on: old age, aching muscles, spouses who have become complete strangers, and especially this winter's closing of the G.M. plant in Bristol that took away their old jobs. Then, somewhere around Waterbury, there was a subtle change, immediately perceptible to people who know one another's rhythms: Ricardo Torres stopped joking.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Touring Paris Opera Ballet Stars Show How Times Have Changed","web_url":"https://www.nytimes.com/1995/01/16/arts/dance-review-touring-paris-opera-ballet-stars-show-how-times-have-changed.html","abstract":"  Eager balletomanes helped fill the Tilles Center at the C. W. Post Campus of Long Island University on Saturday night for a performance by the Paris Opera Ballet Ensemble, a touring company headed by French stars who included Charles Jude, Elisabeth Platel, Isabelle Guerin and Florence Clerc. The air had an extra tingle of excitement. How times have changed, though. Instead of the endless procession of \"diverts,\" or great classical star turns, that would have been served like canapes even a decade ago, the group offered strong dancing, a tantalizing new face and interesting choreography from the international ballet repertory.    One highlight of the evening was \"Pierrot Lunaire,\" a slight but potent solo choreographed by Ella Jarowzevitch to Beethoven's \"Moonlight\" Sonata. Mr. Jude was the usual disconsolate, hopeful Pierrot, but one who was also homesick for the moon. This Pierrot's arm kept reaching up toward the glowing disk as if to climb back up to it, in a portrait that might have been painted by the poet Paul Verlaine. And the dance captured all Mr. Jude's inherent nobility and the resonance of his performing.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"Cocaine in Luggage Leads to an Arrest","web_url":"https://www.nytimes.com/1995/01/16/nyregion/cocaine-in-luggage-leads-to-an-arrest.html","abstract":"  A 38-year-old man carrying 37 pounds of cocaine in his luggage was arrested yesterday morning moments after he stepped off a plane at La Guardia Airport from Los Angeles, officials said.   The man, Jose Adrian Rivera Majia, was arrested at 8:40 A.M. as he was about to claim two suitcases loaded with cocaine wrapped in 13 plastic bundles, clothing and other items, said Terry Benczik, a spokeswoman for the Port Authority of New York and New Jersey. The value of the shipment was estimated at $250,000 wholesale and four times that price on the street.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Algeria's Most Radical Islamic Group Seeks Pact, With Conditions","web_url":"https://www.nytimes.com/1995/01/16/world/algeria-s-most-radical-islamic-group-seeks-pact-with-conditions.html","abstract":"  The most radical of the militant groups fighting to turn Algeria into an Islamic state said today that it was ready to end its insurgency if the Algerian Government accepts a peace plan proposed by other major opposition parties on Friday.   But the organization, the Armed Islamic Group -- which claimed responsibility for the hijacking of a French airliner last month -- added some conditions. It demanded punishment for generals leading the battle against Islamic militants, a ban on communist and atheist political parties and the release of two of the Islamic Group's top leaders.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/16/nyregion/no-headline-960495.html","abstract":"  \"The heritage of the civil rights movement is too important to be controlled by a Government agency that has only superficial familiarity with the internal dynamics of our freedom struggle.\" DEXTER KING.  [ A10:3. ] \"People closest to a legacy are not the most reliable stewards of that legacy. They are emotionally invested in an experience and feel proprietary about it.\" DAVID LEVERING LEWIS, historian.  [ A10:3. ]","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Sani Top Journal; Lesotho, Where the Scenery Soars, and Life's Flat","web_url":"https://www.nytimes.com/1995/01/16/world/sani-top-journal-lesotho-where-the-scenery-soars-and-life-s-flat.html","abstract":"  For the men of this vertiginous border outpost that overlooks South Africa from mountains nearly two miles high, the two main seasonal activities are beer drinking and sheep shearing.   Often simultaneously, judging by the many bleeding wounds on the white-stubbled flanks of the shorn flocks penned outside the tin shed of the village wool cooperative.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"Legions of Berliners Salute Two 1919 Martyrs of the Left","web_url":"https://www.nytimes.com/1995/01/16/world/legions-of-berliners-salute-two-1919-martyrs-of-the-left.html","abstract":"  Tens of thousands of people marched through eastern Berlin today to honor the memory of two Communist martyrs who were killed 76 years ago: Rosa Luxemburg and Karl Liebknecht, co-founders of Germany's Communist Party in 1918.   They were captured and slain on Jan. 15 of the next year. The anniversary of their death was marked by giant demonstrations staged each year of Communist rule. Few expected that the demonstrations would continue into the post-Communist era, but today's startlingly large turnout suggested that many Germans still consider the two worthy of honor. At the cemetery, people stood in line for hours for the chance to file past their graves. Many left red carnations. A police spokesman estimated the crowd at 50,000, but officers at the scene said the true figure was considerably higher.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"THEATER","web_url":"https://www.nytimes.com/1995/01/16/arts/in-performance-theater-308895.html","abstract":"  Stressing the Pain Behind Chekhov's Comedy 'The Cherry Orchard' Bouwerie Lane Theater    Eve Adamson has given her version of \"The Cherry Orchard\" an agitated, nervous quality that, in the end, leaves one perplexed. She has said she spent part of last year soaking up the current unsettled atmosphere in Russia as she prepared to direct the play, and people have long noted the extraordinary premonitions of the Russian Revolution in some of the speeches of the student Trofimov in this 1904 work, Chekhov's last.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"How Anti-Abortion Rhetoric Hurts the Patient; What Roe Says","web_url":"https://www.nytimes.com/1995/01/16/opinion/l-how-anti-abortion-rhetoric-hurts-the-patient-what-roe-says-638495.html","abstract":"  To the Editor:   In Roe v. Wade, the Supreme Court refused \"to acknowledge the developing fetus as either human or alive,\" claims Prof. Mary Ann Glendon (Op-Ed, Jan. 10). This is false.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Chechens Keep Fighting Under a Hail Of Shelling","web_url":"https://www.nytimes.com/1995/01/16/world/chechens-keep-fighting-under-a-hail-of-shelling.html","abstract":"  In vicious street battles under a ferocious Russian artillery bombardment today, Chechens fighting for their self-declared independence kept up their resistance against seemingly impossible odds and retained control of essential buildings in central Grozny, the capital.   Fighting was said to be continuing in the area around the presidential palace, especially around the Interior Ministry and Security Ministry. There was also heavy fighting near the railway station.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/16/sports/transactions-642795.html","abstract":"  Football  National Football League    JACKSONVILLE JAGUARS -- Named Kevin Gilbride offensive coordinator.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Remedy Sought for 22,000 Heart Patients With Risky Pacemakers","web_url":"https://www.nytimes.com/1995/01/16/us/remedy-sought-for-22000-heart-patients-with-risky-pacemakers.html","abstract":"  A panel of heart experts met this weekend to consider what steps to take about potentially defective wiring in heart pacemakers implanted in more than 22,000 Americans.   The manufacturer of the pacemakers, Telectronics Pacing Systems Inc., of Englewood, Colo., issued a voluntary recall of the wire leads used on some pacemakers last October after it was found that a support wire could break, penetrate surrounding plastic insulation and pierce the heart.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"49ers Favored By 17 1/2 Points","web_url":"https://www.nytimes.com/1995/01/16/sports/49ers-favored-by-17-1-2-points.html","abstract":"  The San Francisco 49ers opened as 17 1/2-point favorites over the San Diego Chargers in Super Bowl XXIX, according to the Glantz-Culver Line released last night by World Features Syndicate Inc.   That point spread is the largest between a favorite and underdog in Super Bowl history. It is half a point wider than the 17-point spread that the Jets overcame on Jan. 12, 1969, when they not only beat the gamblers' margin, but won the game by 16-7 against the Baltimore Colts in Super Bowl III.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"How Anti-Abortion Rhetoric Hurts the Patient; The Nazi Comparison","web_url":"https://www.nytimes.com/1995/01/16/opinion/l-how-anti-abortion-rhetoric-hurts-the-patient-the-nazi-comparison-637695.html","abstract":"  To the Editor:   Prof. Mary Ann Glendon says Planned Parenthood unreasonably opposes the rhetoric of the anti-abortion movement (Op-Ed, Jan. 10). She says it is the pro-choice movement whose rhetoric cheapens life.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"POP","web_url":"https://www.nytimes.com/1995/01/16/arts/in-performance-pop-580195.html","abstract":"  Now This Soul Sister Simply Doesn't Mince Words Millie Jackson, singer Beacon Theater    Before most gangster rappers even learned their first obscenity, Millie Jackson had broken the foul-language barrier in rhythm-and-blues music. Her new performance, \"Young Man, Older Woman,\" which opened on Tuesday and continues through Sunday at the Beacon (Broadway at 74th Street), proves that Ms. Jackson still has the strength, prurience, humor and taste for the extreme to hold her position as a big sister to most female rappers and a woman for whom any male gangster rapper would politely step aside.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"1920: League Convenes : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/16/opinion/IHT-1920-league-convenes-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The League of Nations will perform its first official acts this morning by the selections of the commissions which, under the terms of the Treaty of Versailles, are to determine questions affecting the Sarre Valley and Dantzig. The League's initia","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/16/nyregion/c-corrections-607495.html","abstract":"  An obituary on Saturday about the cartoonist George Price referred incorrectly to one of his fellow cartoonists at The New Yorker. William Steig is alive and still working.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Peace Talks Resume in Mexico Even as Disputes in South Deepen","web_url":"https://www.nytimes.com/1995/01/16/world/peace-talks-resume-in-mexico-even-as-disputes-in-south-deepen.html","abstract":"  Peasant rebel leaders met today with representatives of President Ernesto Zedillo Ponce de Leon for the first formal negotiations in almost a year to end the uprising in the southern state of Chiapas.   There was a dramatic air to the encounter, held at a rebel strongholdin the Lacandon rain forest and announced in this outlying city only as it got under way. But hopes for peace were tempered by conflicts over politics and land that have deepened even as the threat of new fighting has waned.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"Essentials Become Luxuries as Schools Cope With Budget Cuts","web_url":"https://www.nytimes.com/1995/01/16/nyregion/essentials-become-luxuries-as-schools-cope-with-budget-cuts.html","abstract":"  At Public School 6 on the Upper East Side of Manhattan, the fourth graders in an honors class, meeting in the school cafeteria, get their literature lessons not from teachers but from volunteers. There is no school librarian; parents staff the library.    At P.S. 172 in Sunset Park in Brooklyn, there is not even a library anymore; it was removed a couple years ago to make room for two kindergarten classes with a total of 56 students. The school is one of Brooklyn's most crowded, with 731 students in a building meant for just over 400. Music and art classes were eliminated this year because of budget cuts.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Holiday Today","web_url":"https://www.nytimes.com/1995/01/16/nyregion/holiday-today.html","abstract":"  The Rev. Dr. Martin Luther King Jr.'s birthday, which was yesterday, is being legally observed today. Here are holiday schedules.  NEW YORK  GOVERNMENT OFFICES: Closed. POST OFFICE: Express Mail and special delivery only; main post office, at 33d Street and Eighth Avenue, open. BANKS: Closed. PARKING: Alternate-side street-cleaning regulations suspended. SANITATION: Regular pickups and recycling but no street cleanings. SCHOOLS: Closed. FINANCIAL MARKETS: Open. TRANSPORTATION: Subways, buses, the Long Island Rail Road and the Metro-North railroad on regular weekday schedules. NEW JERSEY  GOVERNMENT OFFICES: Closed. POST OFFICES: Express mail and special delivery only.  BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION: Buses and rail service on regular weekday schedule.  CONNECTICUT  GOVERNMENT OFFICES: Closed. POST OFFICES: Express mail and special delivery only. BANKS: Closed. SCHOOLS: Closed. TRANSPORTATION: Metro-North on regular weekday schedule.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"POP","web_url":"https://www.nytimes.com/1995/01/16/arts/in-performance-pop-468996.html","abstract":"  A Blues Performer With Genuine Acting Skills Jimmy Johnson, singer Chicago Blues    A set of blues music moves around, celebrating Saturday night in one song, then bankrupt love in the next, all with the extroversion of somebody swinging for the bleachers. It demands acting on the performer's part, and the technical competence to suggest emotion when it's not there.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"Essay; Baltics Belong in a Big NATO","web_url":"https://www.nytimes.com/1995/01/16/opinion/essay-baltics-belong-in-a-big-nato.html","abstract":"  Should we trust the Russians? That's the central strategic question of our time.    If your answer is yes, then it follows we should send Moscow aid and credits; we should cluck-cluck about the savagery in putting down the Chechen reach for independence but discourage any secession from the vast Russian federation. And not only should we not expand NATO eastward, we should respond to our allies' abandonment of Bosnia by bringing home 110,000 American troops now defending Europe.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"The Founders Took Time Out for Prayer","web_url":"https://www.nytimes.com/1995/01/16/opinion/l-the-founders-took-time-out-for-prayer-640695.html","abstract":"  To the Editor:   Prof. Robert S. Alley, a respected Madison scholar, is factually correct in criticizing House Speaker Newt Gingrich's quotation of Benjamin Franklin's call for prayer at the Constitutional Convention (letter, Jan. 9): The delegates did not act on Franklin's suggestion that \"prayers imploring the assistance of Heaven, and its blessing on our deliberations, be held . . . every morning before we proceed.\"","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Gambling Suspect Gives Up As Raids Uncover Assets","web_url":"https://www.nytimes.com/1995/01/16/nyregion/gambling-suspect-gives-up-as-raids-uncover-assets.html","abstract":"  As about 500 police officers raided betting parlors and confiscated stashes of money in northern Manhattan, Brooklyn and Queens on Friday night, Raymond Marquez was on his cellular phone, trying to figure out how badly his gambling operation had been damaged, law-enforcement officials said yesterday.   Investigators had been monitoring calls by Mr. Marquez, better known as Spanish Raymond, who was free while facing trial on an earlier gambling arrest, and they closed in fast to arrest him again, officials said. At one point Friday night, they rushed into a bar he had been in, only to miss him by minutes, the authorities said. Finally the police called Mr. Marquez's lawyer, Herman Graber, who found him and advised him to surrender.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Chargers Strike and the Hype Crumbles","web_url":"https://www.nytimes.com/1995/01/16/sports/championships-chargers-strike-and-the-hype-crumbles.html","abstract":"  It wasn't enough that Steelers defensive end Ray Seals had assured a shutout against San Diego in this afternoon's American Football Conference championship game at Three Rivers Stadium. Some Pittsburgh players had actually arranged to shoot a music video this week in anticipation of a trip to Super Bowl XXIX in Miami.   Too bad the Steelers didn't consult the San Diego Chargers before they decided to shoot from the lip and have themselves immortalized in celluloid. The Chargers absorbed what they deemed insults all week and waited until the game to inflict injury.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Roe and UMass, No. 1 and Trying Harder","web_url":"https://www.nytimes.com/1995/01/16/sports/college-basketball-roe-and-umass-no-1-and-trying-harder.html","abstract":"  Lou Roe had not been feeling good. He had the flu, and his game had developed a touch of anemia. Nothing so depleting, however, that Saturday's 93-60 victory by top-ranked Massachusetts over 21st-ranked Pennsylvania couldn't cure.   \"That's as well as we can play,\" UMass Coach John Calipari said after the game. It was not a night for false modesty, and none was offered.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Martin Luther King, American","web_url":"https://www.nytimes.com/1995/01/16/opinion/martin-luther-king-american.html","abstract":"Martin Luther King Jr. was, above all, an American thinker and activist. It is understandable to see him as \"ethnic\": his political thought cannot be understood outside the context of white racism and the struggle for black liberation. But in recent times there has been a growing tendency to play down his longstanding commitment to the idea of America, especially his insistence on the central importance of social equality.\n\nAt one end of the political spectrum are ardent Afrocentrists who claim Dr. King as essentially and singularly their own. At the other are \"Bell Curve\" ideologues bent on reviving old racial partitions. Dr. King would find either extreme objectionable. To read through his works -- from the obscure sermons and essays to the great \"I Have a Dream\" speech and the \"Letter From a Birmingham Jail\" -- is to be struck by the consistency of his vision and the scale of his undertaking: a critical reassessment of democratic values and an effort to revitalize political culture in the grand tradition of American protest writing.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Mr. Aspin: Pick Up the Pace","web_url":"https://www.nytimes.com/1995/01/16/opinion/mr-aspin-pick-up-the-pace.html","abstract":"  Les Aspin, the former Secretary of Defense, has an opportunity to draw the blueprint for an overhaul of American intelligence agencies, but he must move quickly or lose the chance. More than two months have passed since Congress, impatient with the Clinton Administration's lethargic efforts to review the operations and budgets of the intelligence services, created an outside commission to do the job. President Clinton quickly selected Mr. Aspin to run it. Not enough has happened since.    Republican and Democratic leaders in Congress have appointed the eight members of the panel the legislature was authorized to select. Mr. Aspin and President Clinton have yet to name eight others the White House gets to appoint. There is no staff director and no staff, and little sign preparations are being made so the commission can get to work swiftly once the membership is set.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"How Anti-Abortion Rhetoric Hurts the Patient; Vulnerable Clinics","web_url":"https://www.nytimes.com/1995/01/16/opinion/l-how-anti-abortion-rhetoric-hurts-the-patient-vulnerable-clinics-639295.html","abstract":"  To the Editor:   Abortion is not \"superior to other rights infringed on by violent crime\" (letter, Jan 11). But there are other reasons for giving special police protection to family-planning clinics.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Farrakhan Case Informer: A Man Living on the Edge","web_url":"https://www.nytimes.com/1995/01/16/us/farrakhan-case-informer-a-man-living-on-the-edge.html","abstract":"  Michael Fitzpatrick, the man who the authorities say turned in the daughter of Malcolm X and accused her of trying to hire him to kill Louis Farrakhan, has emerged as the central figure in the case, shadowed by intrigue and a history of enticing others to wrongdoing.   While little has emerged about Qubilah Shabazz, despite the notoriety of her father, in the days since she was indicted on the basis of his testimony, a much clearer portrait of Mr. Fitzpatrick, the Government's star witness, has come into view.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"In Japan, It's Chic to Eat American Apples","web_url":"https://www.nytimes.com/1995/01/16/opinion/l-in-japan-it-s-chic-to-eat-american-apples-523995.html","abstract":"  To the Editor:   Re \"Japan Tastes Once-Forbidden Fruit: U.S. Apples\" (news article, Jan. 11): There are two main reasons American apples are popular in Japan. The obvious one is that they are inexpensive. Less obvious, the Japanese are fascinated by how Americans live and are eager to try American ways, which partly explains why teen-agers can be seen in punk style, and there is a voracious appetite for used Levi jeans and jewelry from Tiffany's.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Fehr on a Mission in Venezuela","web_url":"https://www.nytimes.com/1995/01/16/sports/sports-people-baseball-fehr-on-a-mission-in-venezuela.html","abstract":"  DONALD FEHR, the union chief, is due to arrive in Caracas, Venezuela, today to ask local players not to break ranks with fellow major leaguers.   Fehr will meet with Venezuelans and others playing winter ball for a briefing on efforts against the owner-imposed salary cap and the use of replacements, DIONISIO ACOSTA, president of the Venezuelan Baseball Players Association, said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Ministers Raise Voices in Face of the Death Penalty","web_url":"https://www.nytimes.com/1995/01/16/nyregion/ministers-raise-voices-in-face-of-the-death-penalty.html","abstract":"  In the cavernous sanctuary of the Concord Baptist Church in Bedford-Stuyvesant, the Rev. Gary V. Simpson grasped the pulpit yesterday acknowledging that the return of the death penalty to New York seemed virtually assured. But he then went on to offer parishioners a passionate attack on capital punishment.   \"Now that the death penalty is coming back to New York,\" he said, lifting his head in prayer, \"we must recognize that life is Yours to call for and take out. We would not release that power to governors and legislators to say who is fit to live and die.\"","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"World News Briefs; U.S. Warns Airlines Of Threat in East Asia","web_url":"https://www.nytimes.com/1995/01/16/world/world-news-briefs-us-warns-airlines-of-threat-in-east-asia.html","abstract":"  The Federal Aviation Administration has ordered United States airlines flying to and from East Asia to increase security measures as a result of bomb threats, a State Department official said tonight.    In the wake of the directive, a United Airlines jet, Flight 826 en route to Hawaii, returned to Tokyo today after F.A.A. investigators warned airline officials in Chicago that a bomb might have been planted on the plane. No bomb was found.  The flight was scheduled to proceed to Honolulu this afternoon, the airline said.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"At Party's Helm, a Gritty Politician","web_url":"https://www.nytimes.com/1995/01/16/nyregion/at-party-s-helm-a-gritty-politician.html","abstract":"  William D. Powers lost his patronage job with the New York State Legislature in 1980 for supporting Alfonse M. D'Amato's successful campaign to wrest the Republican nomination from the United States Senator Jacob K. Javits but landed another post anyway: on Senator D'Amato's payroll. A decade later, rejecting Mr. D'Amato's advice but winning his blessing, Mr. Powers captured the state chairmanship of a party that was financially and politically bankrupt.    Both times, Mr. Powers bet against the odds. And he won.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"No Doubt About It: Heat Is Up for Sampras And Sanchez Vicario","web_url":"https://www.nytimes.com/1995/01/16/sports/tennis-no-doubt-about-it-heat-is-up-for-sampras-and-sanchez-vicario.html","abstract":"  It's hot and it's humid and it's the Grand Slam tournament where, appropriately enough, players learn just how it feels to be a shrimp on the barbie. According to Pete Sampras, you can't survive two weeks at the Australian Open without experiencing the sensation of being broiled alive.   \"It's the hottest one of them all,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"JAZZ","web_url":"https://www.nytimes.com/1995/01/16/arts/in-performance-jazz-972795.html","abstract":"  Murray the Composer, Eloquent Across the Genres David Murray, saxophonist Knitting Factory    The saxophonist and composer David Murray and his octet performed his \"Picasso Suite\" -- a tight, long-form piece that uses farmyard braying and swing and Mr. Murray's completely distinct melodic sensibility -- on Wednesday night. For their first show in New York in three years, Mr. Murray and his band invoked the early and middle 1980's with music that was rife with imagination and drama and short on musical precision.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"Healthy Rangers Proving Time Does Heal All Wounds","web_url":"https://www.nytimes.com/1995/01/16/sports/hockey-healthy-rangers-proving-time-does-heal-all-wounds.html","abstract":"  Colin Campbell has plenty of things to worry about as the Rangers prepare for their season opener on Friday, but team injuries is not one of them.   It is a welcome development for the rookie coach. At the conclusion of an injury-plagued training camp last September, Campbell faced the prospect of opening the season without a number of key players.","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"A New Chairman Is Selected For Assembly Schools Panel","web_url":"https://www.nytimes.com/1995/01/16/nyregion/a-new-chairman-is-selected-for-assembly-schools-panel.html","abstract":"  Assembly Speaker Sheldon Silver has named Assemblyman Steven Sanders, a Manhattan Democrat, as chairman of the influential education committee, charging him with protecting New York City's schools in a year when Gov. George E. Pataki has pledged to cut state spending.   The appointment of Mr. Sanders on Friday fills a vacancy left by the death last month of Assemblyman Angelo Del Toro of East Harlem, who had led the panel since 1990.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"49ers and Chargers Going to Super Bowl","web_url":"https://www.nytimes.com/1995/01/16/us/49ers-and-chargers-going-to-super-bowl.html","abstract":"  The San Francisco 49ers yesterday fulfilled the promise first hinted at last summer. But the Pittsburgh Steelers ended their day stunned. In San Francisco, the 49ers soundly defeated the Dallas Cowboys, 38-28, in the National Football Conference championship game to advance to Super Bowl XXIX in two weeks in Miami. In Pittsburgh, the San Diego Chargers upset the Steelers by 17-13 in the American Football Conference championship in a game decided by a last-minute goal-line stand. The Chargers will face the 49ers in the Super Bowl. Above, San Francisco quarterback Steve Young lunged into the end zone for a 3-yard touchdown in the third quarter. At right, the Chargers' Dennis Gibson (57) knocked the ball away from Pittsburgh's Barry Foster to deny the Steelers a last-minute game-winning touchdown.   SportsMonday, page C1.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"Now for a Politically Correct 'Star Trek'","web_url":"https://www.nytimes.com/1995/01/16/arts/television/now-for-a-politically-correct-star-trek.html","abstract":"\"Star Trek\" has long been a multicultural champion of erasing prejudices of all sorts. This time it just goes a bit further.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"Confusion Marks Polish Plan To Commemorate Auschwitz","web_url":"https://www.nytimes.com/1995/01/16/world/confusion-marks-polish-plan-to-commemorate-auschwitz.html","abstract":"  Elie Wiesel, the Nobel laureate, expressing unease at the confusion surrounding ceremonies planned by the Polish Government to mark the 50th anniversary of the liberation of Auschwitz, said today that he was not sure whether he would attend.   The office of President Lech Walesa has announced that Mr. Wiesel, who as a teen-ager spent 11 months in the Nazi camp in southern Poland, will be a main speaker at the commemoration next week. But Mr. Wiesel said that he had not yet received an invitation nor had he seen the program.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"Barber's 'Vanessa,' Long Neglected, Is Revived","web_url":"https://www.nytimes.com/1995/01/16/arts/opera-review-barber-s-vanessa-long-neglected-is-revived.html","abstract":"  Like many American operas, Samuel Barber's \"Vanessa\" started strong and then faded. Its initial reception at the Metropolitan Opera in 1958 was wildly enthusiastic; Dimitri Mitropoulos, who conducted the first performance, exclaimed, \"At last, an American grand opera!\" But the Met lost interest in the work a few years later, and Cecil Beaton's sumptuous sets were destroyed in a 1973 fire. The Washington Opera's visually splendid new staging, a co-production with the Dallas Opera that opened on Saturday at the Kennedy Center for the Performing Arts, is one of very few attempts at this score in recent decades.   The principal reason for the opera's neglect is probably Gian Carlo Menotti's soggy libretto, which aims for the Gothic passions of Isak Dinesen and the subtle epiphanies of Chekhov but instead achieves a kind of uneventful, unpoetic melodrama. Vanessa, the melancholy aristocrat, falls for the young, caddish Anatol, the son of her former lover. Erika, her no less melancholy niece, also sleeps with Anatol, becomes pregnant and aborts her child to avoid compromising her aunt. Vanessa goes off with Anatol, unaware of his worthlessness, while Erika stays home and withdraws from the world.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"A Feud Begins Among Simpson's Lawyers","web_url":"https://www.nytimes.com/1995/01/16/us/a-feud-begins-among-simpson-s-lawyers.html","abstract":"  As O. J. Simpson heads for trial this week on murder charges, an extraordinary and apparently irreparable breach has developed between two of his lawyers: Robert L. Shapiro and Mr. Shapiro's former mentor, F. Lee Bailey.   The feud, which will be left to a third member of the defense team, Johnnie L. Cochran Jr., to referee or resolve, is an embarrassing distraction, becoming public only four days before opening statements, which are set for Thursday. It stems from the results of an internal investigation by Mr. Simpson's main investigator, William Pavelic of Los Angeles, into disclosures to the press.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"Woman Held in the Death of Her Newborn Baby","web_url":"https://www.nytimes.com/1995/01/16/nyregion/woman-held-in-the-death-of-her-newborn-baby.html","abstract":"  A Bronx woman who was allegedly working as a prostitute in her ninth month of pregnancy was arrested yesterday after her newborn baby was found dead, the police said.   The woman was identified as Kisha Davis, 22, said Sgt. Edward Caro, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"A Painful Recovery","web_url":"https://www.nytimes.com/1995/01/16/nyregion/a-painful-recovery.html","abstract":"  Severely injured after being shot by a robber, Frederick B. had to quit his job and faced a painful, lonely recovery. He received a small amount of worker's compensation and public assistance, but it was not enough to pay his bills. \"I had never felt so helpless,\" he said. Then Catholic Charities stepped in.   Article, page B3.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"CHAMPIONSHIPS: Sports of The Times; In the Final Analysis, Jones and Cowboys Die With Their Boots","web_url":"https://www.nytimes.com/1995/01/16/sports/championships-sports-times-final-analysis-jones-cowboys-die-with-their-boots.html","abstract":"  OUTSIDE, after he accepted the National Conference trophy, Eddie DeBartolo's voice thundered through Candlestick Park's public-address system.   \"We are going to Miami,\" the 49ers' owner said, alluding to Super Bowl XXIX, \"and we are going to bring back another championship.\"","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"The Team Behind the Male Tribal Totem","web_url":"https://www.nytimes.com/1995/01/16/style/IHT-the-team-behind-the-male-tribal-totem.html","abstract":"A miniature elephant taking a shower from the water in its trunk, celebrates its 10th birthday this year. You know the one: it appears on neckties from mass market to high society...Prince Charles, of course, wears the real Herms thing: the ele","thumbnail":null,"section":"Style"},{"date":"19950116","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/16/nyregion/c-corrections-608295.html","abstract":"  An article in the Week in Review yesterday about foreign policy and the Republicans in Congress omitted several words in a statement by the historian Michael Beschloss, altering its meaning. Mr. Beschloss said that in 1980, almost every major Republican leader agreed with \"the critique of what Jimmy Carter was doing.\" He did not say that the Republicans agreed with President Carter's foreign policy.  ","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Los Angeles's Steel-Frame Buildings: Quake-Proof or Not?","web_url":"https://www.nytimes.com/1995/01/16/us/los-angeles-s-steel-frame-buildings-quake-proof-or-not.html","abstract":"  In the year since the deadly Northridge earthquake, this disaster-hardened city has become aware of a frightening new danger: the fragility of the steel-frame buildings that at first seemed to have survived the shaking unscathed.   And despite months of urgent laboratory testing as the extent of their mostly hidden cracks and fissures became clear, no one yet knows how to make the weakened buildings safer.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1995/01/16/us/today-s-tv-listings.html","abstract":"  Television and radio news, listings and advertising appear today on pages B6-7.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"G.O.P. Governor Candidate Won't Appeal Maryland Race","web_url":"https://www.nytimes.com/1995/01/16/us/gop-governor-candidate-won-t-appeal-maryland-race.html","abstract":"  Two days after a state court rejected her effort to overturn the Maryland governor's election won by Parris N. Glendening in November, Ellen R. Sauerbrey, the Republican challenger, said today that she had withdrawn her appeal of the court's decision.   But whether her retreat clears the way for Mr. Glendening to be sworn in on Wednesday, as scheduled, remains unclear. In a brief statement, Mrs. Sauerbrey said she would disclose her \"future course of action\" at a news conference on Monday in Annapolis, leaving open the possibility that she might mount another challenge through a Federal court or the Maryland House of Delegates.","thumbnail":null,"section":"U.S."},{"date":"19950116","headline":"CHAMPIONSHIPS: Sports of The Times; Alas, the Fall of an Empire That Never Was","web_url":"https://www.nytimes.com/1995/01/16/sports/championships-sports-of-the-times-alas-the-fall-of-an-empire-that-never-was.html","abstract":"  STAN HUMPHRIES? Alfred Pupunu? The San Diego Chargers?   Who are these people? Who are these guys who stormed into Pittsburgh -- excuse me, Blitzburgh -- behind enemy lines and short-circuited some mighty grand plans?","thumbnail":null,"section":"Sports"},{"date":"19950116","headline":"Bridge","web_url":"https://www.nytimes.com/1995/01/16/nyregion/bridge-300895.html","abstract":"  One of the world's fastest analysts recently became an American resident. Martin Hoffman, a Holocaust survivor who went to England and acquired the skills of a bridge expert, now lives in Lauderhill, Fla. At the 1993 Fall Nationals, he held the South cards in a Senior Pairs event and was the declarer in four hearts after West overcalled in clubs.   West cashed two club winners and shifted to the singleton diamond. Dummy's jack was taken by the queen, and East returned a low diamond. South ruffed with the heart ten, and realized that the obvious plan would fail. He could cash dummy's spades, return to his hand with a club ruff, and ruff his spade loser. But he would then be unable to draw trumps without permitting the defense to score a trump trick.","thumbnail":null,"section":"New York"},{"date":"19950116","headline":"Breathing Room on the Homeless","web_url":"https://www.nytimes.com/1995/01/16/opinion/breathing-room-on-the-homeless.html","abstract":"  Some advocates for the homeless are angry at former Gov. Mario Cuomo for one of his last acts in office: changing the requirement that the city house homeless people immediately. They accuse Mr. Cuomo of doing for Mr. Giuliani what he would not do for fellow Democrat David Dinkins, presumably as a payoff for the Mayor's support during Mr. Cuomo's campaign. All that is moot now, however. The deed is done and it need not be the disaster for the city's homeless that their advocates fear.   For one thing, the old rule -- which stipulated that anyone who applied for shelter by midnight had to be placed by 8 the next morning -- gave housing officials no time to decide whether applicants had a valid case, or whether other solutions could be found. For another, it created a standard no city administration could meet. Over the years, various officials and the city itself were regularly found to be in contempt of court, resulting in fines of more than $5 million.","thumbnail":null,"section":"Opinion"},{"date":"19950116","headline":"Comfortable Germans, Slow to Change (Especially if It Means More Work)","web_url":"https://www.nytimes.com/1995/01/16/world/comfortable-germans-slow-to-change-especially-if-it-means-more-work.html","abstract":"  Life for the 16 million people in the former East Germany has been transformed since reunification in 1990, but change has come slower among the 64 million people here in the prosperous west despite warnings that their comfortable and costly welfare state must be cut back in a new era of global economic competition.   Pleas to work longer or harder are not easy to sell in a country where the 35-hour week is common, average hourly wages are higher than those in the United States and even first-year employees get four weeks' paid vacation.","thumbnail":null,"section":"World"},{"date":"19950116","headline":"JAZZ","web_url":"https://www.nytimes.com/1995/01/16/arts/in-performance-jazz-972796.html","abstract":"  Murray the Composer, Eloquent Across the Genres David Murray, saxophonist Knitting Factory    The saxophonist and composer David Murray and his octet performed his \"Picasso Suite\" -- a tight, long-form piece that uses farmyard braying and swing and Mr. Murray's completely distinct melodic sensibility -- on Wednesday night. For their first show in New York in three years, Mr. Murray and his band invoked the early and middle 1980's with music that was rife with imagination and drama and short on musical precision.","thumbnail":null,"section":"Arts"},{"date":"19950116","headline":"Issue Behind King Memorial: Who Owns History?","web_url":"https://www.nytimes.com/1995/01/16/us/issue-behind-king-memorial-who-owns-history.html","abstract":"  As a battle over real estate, the conflict between the family of the Rev. Dr. Martin Luther King Jr. and the National Park Service over a parcel they both want for a monument to the civil rights leader is clear-cut, prosaic and likely to be resolved through negotiations.   But less clear-cut and less susceptible to a negotiated resolution are the questions of whose history the monument would display and what the correct mix would be of dispassionate outsider and passionate insider in interpreting that history.  Spencer Crew, the director of the Smithsonian Institution's National Museum of American History, said disputes of this kind were fought on the \"battlefield of history\" and could be particularly bloody because \"it is where we define ourselves.\"","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19950116","headline":"An avalanche hits the Icelandic village Savk, destroying 25 homes and burying 26 people, 14 of whom died.","pages":[{"title":"1995 Savk avalanche","web_url":"https://en.wikipedia.org/wiki/1995_S%C3%BA%C3%B0av%C3%ADk_avalanche","description":"Avalanche in Iceland","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Sudavik_01.jpg/320px-Sudavik_01.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The 1995 Savk avalanche was an avalanche that struck the small fishing village of Savk in Icelands Westfjords on 16 January 1995, killing 14 people, including eight children, and injuring twelve. The disaster, along with the avalanche that killed 20 in Flateyri later in the year, had a profound effect on the nation and sparked a massive buildup of avalanche dams to protect towns in danger zones."},{"title":"Savk","web_url":"https://en.wikipedia.org/wiki/S%C3%BA%C3%B0av%C3%ADk","description":"Municipality in Westfjords, Iceland","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Flickr_%285838532381%29.jpg/320px-Flickr_%285838532381%29.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Savk is a fishing village and municipality on the west coast of lftafjrur in Westfjords, Iceland."}]}],"weather":[{"date":"19950116","time":"1995-01-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":69,"wspd":25.9},{"date":"19950116","time":"1995-01-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":69,"wspd":20.5},{"date":"19950116","time":"1995-01-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":70,"wspd":24.1},{"date":"19950116","time":"1995-01-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":69,"wspd":22.3},{"date":"19950116","time":"1995-01-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":69,"wspd":18.4},{"date":"19950116","time":"1995-01-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":68,"wspd":18.4},{"date":"19950116","time":"1995-01-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":68,"wspd":18.4},{"date":"19950116","time":"1995-01-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":67,"wspd":20.5},{"date":"19950116","time":"1995-01-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":71,"wspd":22.3},{"date":"19950116","time":"1995-01-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":73,"wspd":18.4},{"date":"19950116","time":"1995-01-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":72,"wspd":20.5},{"date":"19950116","time":"1995-01-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":72,"wspd":20.5},{"date":"19950116","time":"1995-01-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":70,"wspd":25.9},{"date":"19950116","time":"1995-01-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":69,"wspd":25.9},{"date":"19950116","time":"1995-01-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":77,"wspd":27.7},{"date":"19950116","time":"1995-01-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":72,"wspd":16.6},{"date":"19950116","time":"1995-01-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":72,"wspd":18.4},{"date":"19950116","time":"1995-01-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":74,"wspd":22.3},{"date":"19950116","time":"1995-01-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":73,"wspd":24.1},{"date":"19950116","time":"1995-01-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":71,"wspd":25.9},{"date":"19950116","time":"1995-01-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":69,"wspd":24.1},{"date":"19950116","time":"1995-01-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":64,"wspd":22.3},{"date":"19950116","time":"1995-01-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":66,"wspd":20.5},{"date":"19950116","time":"1995-01-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":65,"wspd":18.4},{"date":"19950116","time":"1995-01-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":90,"wspd":24.1},{"date":"19950116","time":"1995-01-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":93,"wspd":16.6},{"date":"19950116","time":"1995-01-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":93,"wspd":13},{"date":"19950116","time":"1995-01-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":93,"wspd":13},{"date":"19950116","time":"1995-01-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":96,"wspd":11.2},{"date":"19950116","time":"1995-01-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":14.8},{"date":"19950116","time":"1995-01-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":18.7},{"date":"19950116","time":"1995-01-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":97,"wspd":11.2},{"date":"19950116","time":"1995-01-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":14.8},{"date":"19950116","time":"1995-01-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":13},{"date":"19950116","time":"1995-01-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":93,"wspd":7.6},{"date":"19950116","time":"1995-01-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":11.2},{"date":"19950116","time":"1995-01-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":16.6},{"date":"19950116","time":"1995-01-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":14.8},{"date":"19950116","time":"1995-01-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":13},{"date":"19950116","time":"1995-01-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":13},{"date":"19950116","time":"1995-01-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":14.8},{"date":"19950116","time":"1995-01-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":11.2},{"date":"19950116","time":"1995-01-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":11.2},{"date":"19950116","time":"1995-01-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":5.4},{"date":"19950116","time":"1995-01-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":5.4},{"date":"19950116","time":"1995-01-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":100,"wspd":13},{"date":"19950116","time":"1995-01-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":100,"wspd":16.6},{"date":"19950116","time":"1995-01-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":100,"wspd":9.4}]},"19950117":{"guardian_articles":[{"date":"19950117","headline":"Second Front: The big beef bun fight","web_url":"https://www.theguardian.com/uk/1995/jan/17/1","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19950117","headline":"A Tale of 2 Brothers and 2 Divergent Paths","web_url":"https://www.nytimes.com/1995/01/17/us/a-tale-of-2-brothers-and-2-divergent-paths.html","abstract":"  William M. Bulger began his 17th year as President of the Massachusetts State Senate this month, a position he has held longer than anyone in the history of the Commonwealth. Meanwhile, his big brother, James (Whitey) Bulger, a convicted bank robber and reputed mobster, went on the lam.    A Federal grand jury indicted Whitey Bulger, 65, last week on charges of racketeering and extortion. Senator Bulger (pronounced BULGE-are), who is five years younger than Whitey and is widely known as Billy, was maintaining public silence, even as television reporters chased after him at the Statehouse, demanding to know whether he would urge his brother to turn himself in.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"A Harbinger of the Modern Look","web_url":"https://www.nytimes.com/1995/01/17/style/IHT-a-harbinger-of-the-modern-look.html","abstract":"If this inscrutable wooden doll - the size of a ventriloquist's dummy - could only speak, what tales it could tell. For the carved head and jointed body with articulated arms have witnessed the secrets of haute couture...It would sit on the lap of Ma","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"Glencullen Journal; In Irish Pubs, Sober Talk of a New Road Hazard","web_url":"https://www.nytimes.com/1995/01/17/world/glencullen-journal-in-irish-pubs-sober-talk-of-a-new-road-hazard.html","abstract":"  The Irish are engaged in a countrywide debate over the pleasure of drink versus the pain of driving home and being pulled over by police officers enforcing the tough new drunken driving law.   The emotional dialogue is filling newspapers, television screens, living rooms and, of course, most of the country's 10,200 pubs.","thumbnail":null,"section":"World"},{"date":"19950117","headline":"Heather Watts, An Unlikely Swan, In Her Final Song","web_url":"https://www.nytimes.com/1995/01/17/arts/dance-review-heather-watts-an-unlikely-swan-in-her-final-song.html","abstract":"  The choreography's the thing at the New York City Ballet. George Balanchine assiduously pursued a no-star policy in the company he founded with Lincoln Kirstein in 1948. Yet that did not mean he was uninterested in dancers of star quality.   Heather Watts was not his muse, but he made her a soloist in 1978 and a principal in 1979. Like a good number of other dancers who supposedly did not fit the Balanchine mold (in this case, spiky, broad-shouldered and inconsistent in his classical style), she has actually been the kind of dancer to which Balanchine was especially attracted. He knew she could subordinate stage personality to his choreography and yet retain a powerful individuality.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"The 49ers Post Second Victory","web_url":"https://www.nytimes.com/1995/01/17/sports/the-49ers-post-second-victory.html","abstract":"  Fox's broadcast of the Dallas-San Francisco game generated a 34.2 preliminary Nielsen overnight rating, up 9.2 percent from last year's 31.3 rating, when CBS aired the game.   NBC's telecast of the San Diego-Pittsburgh game drew a 27.9 rating, down 5 percent from the 29.3 for last year's Kansas City-Buffalo game.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Budget Measure Likely but Which One?","web_url":"https://www.nytimes.com/1995/01/17/us/budget-measure-likely-but-which-one.html","abstract":"  The odds are good that amid much hue and cry, the necessary two-thirds of the House of Representatives will vote late this month for a Constitutional amendment ordering the Federal Government to get its budget in balance.   A bit surprisingly, little else about the amendment is even close to a sure bet.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"American Virtuosi Cancel Rest of Season","web_url":"https://www.nytimes.com/1995/01/17/arts/american-virtuosi-cancel-rest-of-season.html","abstract":"  The American Virtuosi, a chamber orchestra, have canceled the remainder of their engagements this season at Gould Hall. The ensemble plans to give a performance of Handel's \"Acis and Galatea\" in the spring, at a place and time to be announced, its director, Kenneth Hamrick, said.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"A Drama About Hearts, Healthy and Otherwise","web_url":"https://www.nytimes.com/1995/01/17/movies/television-review-a-drama-about-hearts-healthy-and-otherwise.html","abstract":"  Have a stack of tissues handy if you are settling down to watch \"A Heart For Olivia,\" a two-hour account of a couple's efforts to save the life of their newborn daughter. The program lives up to the promise of the title of the CBS series \"Before Your Eyes,\" as the camera goes into the operating rooms and the report digs into the feelings of Sherrie and Lonnie Maize, Olivia's parents.   When the Maizes discover in Sherrie's fifth month of pregnancy that their baby has a severe heart defect, they seek help at the Loma Linda University Medical Center in California, celebrated for its infant heart transplants. The program begins slowly, taking its time to catch the flavor of Murphy, N.C., the town in the Great Smoky Mountains where the Maizes live, and the spirit of the friends and neighbors who pitch in to raise the money to send the couple across the country.","thumbnail":null,"section":"Movies"},{"date":"19950117","headline":"C. J. Dauphinot Jr., 81, Leader In Latin American Securities","web_url":"https://www.nytimes.com/1995/01/17/nyregion/c-j-dauphinot-jr-81-leader-in-latin-american-securities.html","abstract":"  Clarence J. Dauphinot Jr., an asset manager who helped develop Latin America's financial markets after World War II, died on Friday at his Manhattan apartment. He was 81. His principal residence was in Nassau, the Bahamas.   The cause was a heart attack, his family said.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"From Bosnia to Chechnya, Violence in Peace's Name","web_url":"https://www.nytimes.com/1995/01/17/opinion/IHT-from-bosnia-to-chechnya-violence-in-peaces-name.html","abstract":"This year, in which we will mark the 50th anniversary of the end of another war to end all wars, gives every sign of becoming one of violence and more violence. Often it is those who preach peace who are responsible for the bloodshed..In the United Sta","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Mrs. Clinton Shouldn't Start Weakening; Offensive to Women","web_url":"https://www.nytimes.com/1995/01/17/opinion/l-mrs-clinton-shouldn-t-start-weakening-offensive-to-women-441795.html","abstract":"  To the Editor:   House Speaker Newt Gingrich's disparaging reference to Hillary Rodham Clinton and his appointment of Christina Jeffrey as House historian show a disparity in public outrage and in his own reaction.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Quake Hit Japanese Area That Was Not Thought Highly Vulnerable","web_url":"https://www.nytimes.com/1995/01/17/world/quake-japan-region-quake-hit-japanese-area-that-was-not-thought-highly.html","abstract":"  In this earthquake-prone nation, the area around Kobe in western Japan has not been known as a danger zone. Indeed, some people are said to prefer to live in western Japan in part to escape earthquakes, which have occurred much more frequently recently in Tokyo, to the east, and in northern Japan.    \"It was difficult to imagine that an earthquake of that scale would happen in that place,\" said Minoru Kasahara, associate professor in the Research Center for Earthquake Prediction at Hokkaido University.","thumbnail":null,"section":"World"},{"date":"19950117","headline":"St. Louis Symphony Names Hans Vonk as Next Director","web_url":"https://www.nytimes.com/1995/01/17/arts/st-louis-symphony-names-hans-vonk-as-next-director.html","abstract":"  The St. Louis Symphony, which came to be regarded as one of the best American orchestras during the 25-year directorship of Leonard Slatkin, has appointed the Dutch conductor Hans Vonk as its next music director, the orchestra announced yesterday. Mr. Vonk is to succeed Mr. Slatkin starting with the 1996-97 season, when Mr. Slatkin is to take over the National Symphony Orchestra in Washington.   Mr. Vonk's three-year contract requires him to conduct for 12 to 16 of the orchestra's 24 annual subscription weeks. Mr. Slatkin will be conductor emeritus through Mr. Vonk's first term.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"A Manager Returns","web_url":"https://www.nytimes.com/1995/01/17/sports/sports-people-baseball-a-manager-returns.html","abstract":"  PHIL NIEKRO, the former knuckleball pitcher who won more than 300 games in the major leagues, enjoyed managing the Colorado Silver Bullets, the women's professional baseball team, so much in their debut season that he's going to do it again.   \"It was a magical year for me,\" Niekro said yesterday after signing for a second year. \"Give them the time all the men have had in this country to play, and you're going to find a lot of good baseball players.\"","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Flu Casts Fevered Misery Across New York Region","web_url":"https://www.nytimes.com/1995/01/17/nyregion/flu-casts-fevered-misery-across-new-york-region.html","abstract":"  Although her cubicle at the emergency room at St. Luke's-Roosevelt Hospital Center was uncomfortably warm, Martha Rivera of Manhattan wrapped herself in a sweater, scarf and thick winter coat, huddling fruitlessly against a chill that came from deep within.    \"Oh, my God,\" she said. \"I have never felt so terrible,\"","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/17/style/chronicle-913895.html","abstract":"  JOHN HERSEY, the novelist, who wrote \"Hiroshima\" and \"A Bell for Adano,\" might not have appreciated the ceremony on Sunday designating his Key West, Fla., home a literary landmark.   \"Of all the artists I've known, John was the most sincerely adverse to publicity,\" said RICHARD WILBUR, the poet and Mr. Hersey's neighbor for 20 years, The Associated Press reported. \"He'd have been very alarmed to see us all flocked here in front of his house.\"","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"A Step Against War Crimes : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/17/opinion/IHT-a-step-against-war-crimes-letters-to-the-editor.html","abstract":"Regarding my article, \"UN Foot- Dragging Could Make a Sham of the War Crimes Tribunal\" (Opinion, Dec. 21, 1994), I am pleased to report that the United Nations has now approved full funding for the Yugoslavia war crimes tribunal for January thr","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/17/nyregion/no-headline-234195.html","abstract":"  \"What's neat is that we didn't expect it. It's probably been there since the earth began. But our eyes have just been opened.\" -- DR. GERALD J. FISHMAN, an astrophysicist, discussing lightning that shoots up, not down.  [ C9:1. ]","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"Democrats Seek to Curb Effect Of Bill on Federal Mandates","web_url":"https://www.nytimes.com/1995/01/17/us/democrats-seek-to-curb-effect-of-bill-on-federal-mandates.html","abstract":"  Facing the almost certain passage of a bill that would make it harder for Congress to impose new Federal requirements on state and local governments without paying the costs, Senate Democrats this week intend to offer amendments to limit the bill's reach.   Many Democrats say they agree with the goal of reducing the burdens of what are known as \"unfunded mandates.\" But they also sympathize with environmental, labor and education groups that say the proposed legislation would go too far in tying the hands of Congress. Republicans strongly support the bill as a way of curbing Federal power.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Questions on Coach","web_url":"https://www.nytimes.com/1995/01/17/sports/sports-people-basketball-questions-on-coach.html","abstract":"  The Nevada-Las Vegas interim president, KENNY GUINN, hopes to meet with Coach TIM GRGURICH today or tomorrow and discuss his medical problems and his immediate future with the team.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"1895:Tallying the Troops : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/17/opinion/IHT-1895tallying-the-troops-in-our-pages100-75-and-50-years-ago.html","abstract":"YOKOHAMA - The native press publishes a telegram from Kaiping according to which a Japanese scouting party which has been sent out, reports that 400 Chinese troops are at Rhtaohotsu, 300 at Laowehio and 1,000 at Tokwatotsu. Chinese prisoners report that 4","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Q&A","web_url":"https://www.nytimes.com/1995/01/17/science/q-a-110895.html","abstract":"  Elliptical Orbits   Q.  Why are the planets in elliptical orbits around the Sun?","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"Is the Future of China in Deng's Iron Hand?; Going Back","web_url":"https://www.nytimes.com/1995/01/17/opinion/l-is-the-future-of-china-in-deng-s-iron-hand-going-back-440995.html","abstract":"  To the Editor:   William Safire (column, Jan. 9) argues that \"Russia is in better political shape than China\" because its new openness insures a long-run stability that China's \"totalitarian state\" can only simulate. Perhaps, but listen to my Chinese friend.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"It's a State of Delirium: UConn Men Go to 13-0","web_url":"https://www.nytimes.com/1995/01/17/sports/college-basketball-it-s-a-state-of-delirium-uconn-men-go-to-13-0.html","abstract":"  Kirk King's picturesque slam dunk to finish the first half did not win the game for Connecticut tonight, not with 20 more minutes of basketball to play. But it certainly changed it.   King's recovery and slam of Rudy Johnson's blocked layup attempt helped Connecticut retain the lead and the momentum against a Georgetown team the Huskies had outplayed in the first half. The significance of King's two-handed jam with three ticks left before intermission became immediately apparent in the second half.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Couple Are Struck and Killed by L.I. Train","web_url":"https://www.nytimes.com/1995/01/17/nyregion/couple-are-struck-and-killed-by-li-train.html","abstract":"  A Long Island Rail Road train struck and killed a 26-year-old man and a 20-year-old woman early this morning as they crossed the railroad tracks at an intersection just east of the Farmingdale station, the police said.   Investigators said that the couple, who had just left a nearby 7-Eleven convenience store, ignored flashing signals, walked around a crossing-guard rail and stepped onto the tracks just after an a eastbound train passed through the intersection at 2:30 A.M. The couple apparently did not see an oncoming westbound train that struck and killed them, said Detective Robert Goetchlius of the Nassau County Police Department.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"San Diego Journal; An 'Underdog Town' Welcomes Home Its Underdog Chargers","web_url":"https://www.nytimes.com/1995/01/17/us/san-diego-journal-an-underdog-town-welcomes-home-its-underdog-chargers.html","abstract":"  When earthquakes strike Southern California, overloaded telephone systems routinely fall dead as tens of thousands of people try to make urgent calls.   It happened again on Sunday but for a different reason: This city's euphoria overwhelmed its telephones, and the lines went down for 20 minutes when the San Diego Chargers beat the Pittsburgh Steelers.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Japan's Cedar Forests Are Man-Made Disaster","web_url":"https://www.nytimes.com/1995/01/17/science/japan-s-cedar-forests-are-man-made-disaster.html","abstract":"  IT was a crisp, golden day in the vast forests here, near the base of Mount Fuji, but for Shigejiro Sugiyama a stroll in the country was an encounter with an impending disaster.   He plucked a sprig of cedar and pointed out how the trees were heavy with dense rows of tiny amber buds, the product of a particularly hot, dry summer. They meant that come spring, he and millions of other Japanese are likely to suffer in what experts are saying will be the worst year ever for a malady known in no other country to such a degree: allergic reactions to cedar pollen.","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/01/17/sports/transactions-058695.html","abstract":"  Baseball  American League  DETROIT TIGERS -- Named Skeeter Barnes player-coach at Toledo of the International League; Rick Adair pitching coach; and Lou Pinhey trainer. National League","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Bringing Cops to Public Housing","web_url":"https://www.nytimes.com/1995/01/17/opinion/bringing-cops-to-public-housing.html","abstract":"  Nearly 1 in 12 New Yorkers -- close to 700,000 in all -- live in housing that is owned and operated by The New York City Housing Authority. New York's public housing is orderly and well maintained compared with the violent eyesores that blight cities like Chicago. Still, as poverty has deepened, New York's public housing projects have grown poorer and more vulnerable to crime and social disintegration.    The Housing Authority chairman, Ruben Franco, now proposes to get police officers to move into public housing apartments in exchange for various inducements. The basic idea is sound. The city should move promptly to make it a reality.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/17/us/c-corrections-437995.html","abstract":"  Because of a transcription error, the Personal Computers column in Science Times last Tuesday, about on-line sources of information about government, misstated the Internet address for the Internet Multicasting Service of Washington. It is http://town.hall.org.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"In Mexico's Peace Talks, a Slow if Hopeful Beginnin","web_url":"https://www.nytimes.com/1995/01/17/world/in-mexico-s-peace-talks-a-slow-if-hopeful-beginnin.html","abstract":"  Despite what mediators described as a productive first meeting between Mexico's new Government and peasant rebels, people familiar with the talks cautioned today that the two sides did not even begin to discuss the issues involved in a peace settlement.   In what were the first negotiations between the Government and the insurgents in more than 10 months, representatives of the Mexican Interior Ministry and the Zapatista National Liberation Army focused instead on steps to restore a formal truce.","thumbnail":null,"section":"World"},{"date":"19950117","headline":"New York City's Undying Deficit: Slash It, and It Just Grows Back","web_url":"https://www.nytimes.com/1995/01/17/nyregion/new-york-city-s-undying-deficit-slash-it-and-it-just-grows-back.html","abstract":"  Although he has already slashed $2 billion from city programs, Mayor Rudolph W. Giuliani still faces another budget gap in the next 18 months that will be as large, if not larger.   And those grim figures do not take into account the real possibility of large cuts in aid from Washington and from Albany, where Gov. George E. Pataki is looking for ways to solve the state's own budget gaps and make good on his campaign promise of major cuts in taxes and spending.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"Some Haitians No Longer View G.I.'s as Saviors","web_url":"https://www.nytimes.com/1995/01/17/world/some-haitians-no-longer-view-gi-s-as-saviors.html","abstract":"  When American troops first arrived here in September, the local population greeted them as liberators. But for many in this isolated town of 25,000 at the tip of Haiti's southern peninsula, the Americans have turned out to be not saviors of the Haitian people, but rather allies of the paramilitary groups that oppressed Haitians for a generation.   Human rights groups say that while reports of collaboration between the United States military and such groups have been rare in Port-au-Prince, where most of the 6,000 American troops still in Haiti are deployed, such accusations are often heard from provincial centers and the countryside.","thumbnail":null,"section":"World"},{"date":"19950117","headline":"1920: Appeal for Modesty : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/17/opinion/IHT-1920-appeal-for-modesty-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Protests have been numerous of late in Paris against the present tendency of women's fashions to favor exaggerated styles in low-cut dresses, short skirts and other vagaries. The appeal, being issued to department stores and dressmaking firms by t","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Mr. Gingrich's Cyber-Revolution","web_url":"https://www.nytimes.com/1995/01/17/opinion/mr-gingrichs-cyberrevolution.html","abstract":"Last week, Newt Gingrich unveiled an electronic archive that will contain every bill submitted to Congress and every speech uttered in the House and Senate. The archive -- called \"Thomas\" (as in Jefferson) and accessible through the Internet computer network -- is, according to Mr. Gingrich, just one part of an ambitious plan to take power away from the elite and give it back to the people. The goal is a return to a Jeffersonian past with a 21st-century twist -- the agrarian community, the glue that held 18th-century America together, is to be replaced by cyberspace. \n\nFor all the talk about the information superhighway and rise of cyberculture, cyberpunks, cyber this and cyber that, the social, economic and political importance of this new order remains undefined. Into the void steps Mr. Gingrich, who from his new position of power could well undo the very things that make cyberspace an inspiration to him and other Americans.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/17/style/chronicle-998195.html","abstract":"  About six months ago, JOHN CARDINAL O'CONNOR said to BARRY TUCKER, a son of the tenor RICHARD TUCKER, \" 'If I give you St. Patrick's, would you do a concert in the cathedral?' \", Mr. Tucker recalled yesterday. He is the president of the Richard Tucker Music Foundation, which awards prizes and study grants to young singers.    The cardinal, who sits on the board of the foundation, gave Mr. Tucker a list of available dates and he picked Jan. 15, little suspecting that it was more than an ordinary Sunday.","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"Making a Unified Whole With Music and Design","web_url":"https://www.nytimes.com/1995/01/17/arts/dance-review-making-a-unified-whole-with-music-and-design.html","abstract":"  Complexions began life last year as a company that seemed dedicated to the idea of unifying dance, music and design into an inseparable whole whose parts, ideally, were created by dancers. The dance component, created by Dwight Rhoden, had an appealing, nubbly roughness and brash enthusiasm. The performers were first-rate, headed by Desmond Richardson, one of the most gifted dancers of his generation and, like Mr. Rhoden, then a member of the Alvin Ailey American Dance Theater. Complexions returned to the New York stage on Friday night in excerpts from new dances to be performed in July. The program, presented at the Clark Studio Theater in the Rose Building at Lincoln Center, was a dispiriting affair.    Mr. Rhoden knows what he is after, which is not an evening of concert dance as it is currently known but a sort of fashion parade of hot and gorgeous bodies, apparently refugees from the club scene. Dressed in bikinis and gauze veils for the most part, they seem to move not to musical scores but through air filled with music and sensual poetry past odd, evocative bits of sculpture and props. He knows how to pull it all off.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"A Memo to Chargers: Watch Game 14 Film, Then Burn It","web_url":"https://www.nytimes.com/1995/01/17/sports/on-pro-football-a-memo-to-chargers-watch-game-14-film-then-burn-it.html","abstract":"  They bolted to a 21-0 lead. It was all clicking for the San Francisco 49ers. Steve Young was doing his thing, darting and scrambling here and there, tossing 304 yards worth of beautiful spirals to Jerry Rice and John Taylor and Brent Jones and Ricky Watters. Watters did his thing, rushing for 53 yards and scoring on a 4-yard run. And the defense won it early. Only 3 points allowed in the first half.   All around, the 49ers were quicker, faster, smarter more physical.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Fears Raised On Possibility Of Fare Rise","web_url":"https://www.nytimes.com/1995/01/17/nyregion/fears-raised-on-possibility-of-fare-rise.html","abstract":"  The uncertainty of government subsidies for mass transit in New York could force a fare increase in the near future and is jeopardizing a plan to offer discounts to riders, transit officials said yesterday. But they added that it was too soon to predict the timing and size of a fare increase.    \"Until the state's executive budget comes out on Feb. 1, we won't have a clear idea of exactly how much trouble we're in,\" said Jay Walder, executive director and chief financial officer of the Metropolitan Transportation Authority.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"Iona, With Eye on Efficiency, Picks New Head","web_url":"https://www.nytimes.com/1995/01/17/nyregion/iona-with-eye-on-efficiency-picks-new-head.html","abstract":"After more than 20 years of ambitious expansion, Iona College has chosen a new president who says the college has to look for ways to save money and operate more efficiently.\n\nBrother James A. Liguori, a former Superintendent of Schools of the Roman Catholic Archdiocese of Newark, was elected president of the Catholic college on Saturday by the board, officials said today. The board plans to announce the appointment formally on Tuesday, and he will take over on Monday.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"Sports of The Times; Coleman Attends a Shootaround","web_url":"https://www.nytimes.com/1995/01/17/sports/sports-of-the-times-coleman-attends-a-shootaround.html","abstract":"  DERRICK COLEMAN finally showed up for a shootaround, which is all yesterday's 107-90 victory by the Knicks over the Nets really was.   For those who don't speak N.B.A., shootaround is what game-day practice is known as in the National Basketball Association. Teams gather for an hour in the morning to jog through the plays, theirs and their opponent's, and toss a few uncontested shots at the rim.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Let's Not Take Risk of Putting School Meals in Private Hands","web_url":"https://www.nytimes.com/1995/01/17/opinion/l-let-s-not-take-risk-of-putting-school-meals-in-private-hands-432895.html","abstract":"  To the Editor:   While we are often in agreement with City Council Speaker Peter F. Vallone, we strongly disagree with his recommendation that school meals be removed from New York Board of Education jurisdiction (editorial, Jan. 11).","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"More's in It for the Male Molly Than Thought, Study Finds","web_url":"https://www.nytimes.com/1995/01/17/science/more-s-in-it-for-the-male-molly-than-thought-study-finds.html","abstract":"  IT had looked to all the world like a sterile affair, one built on mutual convenience and exploitation. She, an Amazon molly fish, had sought copulation with a male, not to obtain his genes and mix them with her own to spawn the next generation, but simply for a quick chemical jump start. She needed his sperm to prod her eggs to split in twain and create clonal progeny, the fry all female and identical to the mother.    For his part, the male, a closely related species of molly fish that propagates through more normal channels of sexual reproduction, also appeared to benefit from the odd affair. As scientists showed last year, the male molly fish that copulates with an Amazon becomes immediately irresistible to the females of his own kind, who then hungrily mate with him and give his seed a chance to sire piscine multitudes. In this way, scientists proposed, a so-called gynogenetic species like the Amazon can persist, gaining the chemical prod of a male's sperm without giving him offspring in return. She merely made him sexy to other females, and that seemed motivation enough.","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"Chess","web_url":"https://www.nytimes.com/1995/01/17/arts/chess-136195.html","abstract":"  Moscow crime spoiled the recent World Chess Olympiad for many players and teams. Joel Benjamin of Manhattan, Board 3 of the United States squad, said, \"It was so rampant that we quickly learned never to go out of the Hotel Cosmos.\"   One team representative was robbed of $7,000 after he had exchanged currency. Moreover, two members of the American team, Alexey Yermolinsky and Alexander Shabalov, both originally from the Soviet Union, were also robbed of considerable amounts of money. There was no tally of how many players were victims, but there were new stories of robberies almost every day.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"Studies Point to Flaws In Lineups of Suspects","web_url":"https://www.nytimes.com/1995/01/17/science/studies-point-to-flaws-in-lineups-of-suspects.html","abstract":"  IT was just turning dark one October night when a young woman hitchhiker was picked up on Pacific Highway South 10 miles outside of Seattle by a man with a beard and a three-piece suit. Instead of driving her to Tacoma, the man turned into an isolated dirt road, raped her and left her by the side of the road.   Just 24 hours later, the rape victim, shown an array of photographs by detectives, identified Steven Titus as her rapist. Largely on the basis of her testimony, Mr. Titus was found guilty.","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"New Class of Lightning Found High Above Clouds","web_url":"https://www.nytimes.com/1995/01/17/science/new-class-of-lightning-found-high-above-clouds.html","abstract":"  SCIENTISTS have been studying lightning ever since Benjamin Franklin demonstrated its electrical nature some two centuries ago, and have generally felt that its nuances were understood. The bolts were white hot, hitting temperatures of 50,000 degrees Fahrenheit and strengths of several hundred million volts. Though dazzling to the eye, lightning as a scientific topic had become rather passe.   But it turns out that science missed the most bizarre and interesting bolts of all, which materialize above thunderheads and shoot upward, not downward, flickering across great distances. Such wonders were hidden from view until recently, when ground observers, aircraft and spacecraft managed to glimpse their ephemeral dance.","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"The Newest Monument in Paris:A World of Music","web_url":"https://www.nytimes.com/1995/01/17/style/IHT-the-newest-monument-in-parisa-world-of-music.html","abstract":"The most recent of the major cultural construction projects of the Mitterrand era, and in some ways the least visible, the newly opened Cit de la Musique nevertheless is a potential catalyst for profound change in French musical education and in th","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"G.O.P. Plan For Welfare Is Criticized","web_url":"https://www.nytimes.com/1995/01/17/us/gop-plan-for-welfare-is-criticized.html","abstract":"  The Clinton Administration today denounced a major element of the House Republicans' welfare bill, which would replace most Federal food and nutrition programs with cash grants to be administered by the states.   The Administration said the Republican proposal would cut at least $5.2 billion -- almost 13 percent --from the $40.8 billion that would otherwise be spent on food assistance next year.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Japan's Second-Largest Port Is Site of Heaviest Earthquake Damage","web_url":"https://www.nytimes.com/1995/01/17/world/quake-japan-focus-japan-s-second-largest-port-site-heaviest-earthquake-damage.html","abstract":"  The earthquake that struck Japan early this morning caused major damage to one of Japan's most distinctive big cities and the country's second largest port. Thus the disaster could have a major impact on Japan's economy, at least in the short term.   Kobe, with a population of 1.47 million people and an area of 208 square miles, is a thriving port city, the sixth busiest in the world. It has been a lifeline to the outside world for more than a thousand years. The city, once known as Hyogo, was an important outlet for Japan's trade with China and other Asian nations since the Nara period, in the 8th century, and still plays a major role in the nation's economic life. It is now the capital of Hyogo Prefecture and serves a region of more than 18 million people.","thumbnail":null,"section":"World"},{"date":"19950117","headline":"Rebuffed by Alvarez, Miami Talks to Lubick","web_url":"https://www.nytimes.com/1995/01/17/sports/sports-people-football-rebuffed-by-alvarez-miami-talks-to-lubick.html","abstract":"  Wisconsin Coach BARRY ALVAREZ turned down a chance to be interviewed by the University of Miami for its coaching post, and Colorado State's SONNY LUBICK remained a front-runner for the job yesterday.   The Hurricanes' athletic director, PAUL DEE, received permission from the Wisconsin athletic director, PAT RICHTER, to talk with Alvarez, who ended the courtship before it began.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"From Chinese Traditions, Up-to-the-Minute Clothes","web_url":"https://www.nytimes.com/1995/01/17/style/from-chinese-traditions-up-to-the-minute-clothes.html","abstract":"  Fashion, like every other aspect of American culture, is constantly absorbing the flavors of ethnic groups. In the 1970's, black designers like Stephen Burrows, Jon Haggins and Willi Smith made a splash with their use of bright colors and innovative cuts. In recent years, Asian, Latino and Indian designers have added their particular esthetics to the fashion blend.    One of the most successful at translating Chinese traditions into Western clothes is Vivienne Tam, who was born in Canton and educated in Hong Kong. She takes a classic Chinese multicolored peony pattern and prints it in black and white on pre-pleated polyester georgette. She puts typically Chinese embroidered butterflies and flowers on netting or nylon. And she decorates T-shirts with sequined Pop Art images of Mao Zedong wearing pigtails or a clerical collar, or being stung on the nose by a bee.","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"Police Investigating Slain Doctor's Son","web_url":"https://www.nytimes.com/1995/01/17/sports/police-investigating-slain-doctor-s-son.html","abstract":"  Since Dr. Teresita Valera Costello's body was found, the police have said they do not have a suspect in the killing. But they add that they are looking into the background of her older son, James Costello, 25.   He and his mother had disputes over money, one law-enforcement official said, and she had recently threatened to throw him out of the house.   \"She was completely scared of him,\" the officials said. \"She was going to kick him out.\"    Article, page B3.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/17/nyregion/news-summary-196595.html","abstract":"  International A2-8  QUAKE HITS CENTRAL JAPAN  A powerful predawn earthquake devastated central Japan, killing about 600 people and injuring thousands as it crumbled buildings and collapsed elevated freeways.  A1","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"CHAMPIONSHIPS;\nNew in '95: Coach Ross Getting the Instruction","web_url":"https://www.nytimes.com/1995/01/17/sports/championships-new-in-95-coach-ross-getting-the-instruction.html","abstract":"Bobby Ross had a chat with his two quarterbacks this morning, but it wasn't about the 49ers. It was about how to handle tickets, curfews and families at the Super Bowl. Stan Humphries and Gale Gilbert should know about distractions at the big dance. They've been to five Super Bowls.\n\n\"I heard Gale and Stan out,\" said Ross, the San Diego coach. \"I was anxious to hear them. I haven't been to a Super Bowl game, but I've been to other bowl games and that has been valuable. I want my players informed. I want no suprises.\"","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/17/nyregion/metro-digest-904995.html","abstract":"  NEW YORK DEFICIT DEFIES CUT AFTER CUT   Although he has already slashed $2 billion from city programs, Mayor Giuliani still faces another budget gap in the next 18 months that will be as large, if not larger. And those grim figures do not take into account the real possibility of large cuts in aid from Washington and from Albany, where Governor Pataki is looking for ways to solve the state's own budget gaps and make good on his campaign promise of major cuts in taxes and spending. A1.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"Partial Disclosure by the Speaker","web_url":"https://www.nytimes.com/1995/01/17/opinion/partial-disclosure-by-the-speaker.html","abstract":"  True to his promise of a more open House of Representatives, Speaker Newt Gingrich has taken steps to expand television access to House proceedings. He is less open about his finances. Mr. Gingrich recently pledged that his political action committee, Gopac, would disclose future donors. But past Gopac donors who aided the Speaker on his climb to power remain anonymous.    A second fund-raising arm of Mr. Gingrich's political apparatus, the Progress and Freedom Foundation, has also decided against full disclosure. The two-year-old think tank, which underwrites Mr. Gingrich's weekly call-in program on National Empowerment Television, has released data showing that it has collected nearly $1.7 million from 95 major donors. The list includes companies whose interest in Mr. Gingrich is not limited to his ideas. According to Roll Call, the Capitol Hill newspaper, Direct Access Diagnostics, a subsidiary of Johnson & Johnson, became a foundation supporter after Mr. Gingrich sent a strongly worded letter to the Food and Drug Administration supporting the company's application for approval of its home AIDS test.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"The Joys of Upgrading An Everyday System","web_url":"https://www.nytimes.com/1995/01/17/science/peripherals-the-joys-of-upgrading-an-everyday-system.html","abstract":"  IT was past time. I had avoided upgrading the workaday Macintosh, a Quadra 660AV, to System 7.5 from 7.1, because of a strong disinclination to make a major change during a big project. Now the project is finished. The installation, from a CD-ROM, went smoothly. The machine seems faster, and Wordperfect 3.0 has definitely speeded up.    The most noticeable addition is that the Apple menu is now hierarchical; when you pull it down from under the Apple logo at the upper left corner, rightward-pointing triangles next to some of the entries lead to submenus. Selecting Control Panels, for example, offers access to all the control panels in the system folder -- ways of adjusting color, keyboard, mouse and more -- without leaving a running program. That also means that the Apple menu is huge. With the eight items I have added to it because they represent programs I like to be able to get at easily, there are now 18 choices, so many that the list scrolls off the screen.","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"What to Expect in Washington Today","web_url":"https://www.nytimes.com/1995/01/17/us/diary-what-to-expect-in-washington-today.html","abstract":"  HOUSE: The Ways and Means Committee will hold a hearing on family programs.   SENATE: The Judiciary Committee will hold two hearings involving Federal spending and the Constitution. In the morning, the full committee is scheduled to act on a proposed constitutional amendment to require a balanced budget. In the afternoon, the panel's subcommittee on the Constitution will hold a hearing on a constitutional approach to the line-item veto.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Minority Leader Becomes an Intraparty Annoyance for Clinton","web_url":"https://www.nytimes.com/1995/01/17/us/minority-leader-becomes-an-intraparty-annoyance-for-clinton.html","abstract":"  President Clinton took a couple of hundred aides, advance men and bodyguards to a community college in western Illinois last week to press his proposals for educational tax breaks for the middle class. But he had to compete for headlines and television time with the House minority leader, Richard A. Gephardt, who simply answered a question on Capitol Hill.   As Mr. Clinton was busy arguing that his ideas were crucial to the security of working Americans, and by implication the Democratic Party, the Democratic leader in Congress surprised the White House with his own attention-getting alternative at a hearing of the Ways and Means Committee: flattening and simplifying the income tax rates.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Russian Artists Flocking To Berlin","web_url":"https://www.nytimes.com/1995/01/17/arts/russian-artists-flocking-to-berlin.html","abstract":"  For the second time this century, Russian artists are descending on Berlin.   In the years after the 1917 revolution, some 50,000 fleeing Russians came here, establishing Russian newspapers, galleries, cafes and theater companies. Among them were creative artists ranging from Vladimir Horowitz to Wassily Kandinsky to Vladimir Nabokov.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"At an Atlanta Celebration: Hope, Resolve And Memories","web_url":"https://www.nytimes.com/1995/01/17/us/at-an-atlanta-celebration-hope-resolve-and-memories.html","abstract":"  In what is likely to be her last annual \"State of the Dream\" speech, Coretta Scott King, the widow of the slain civil rights leader, scanned the international horizon today and said she saw reasons for hope as well as reasons to redouble the efforts to build the \"beloved community of Martin Luther King Jr.'s dream.\"   Late last year, Mrs. King, the 67-year-old founder of the Martin Luther King Jr. Center for Nonviolent Social Change here, announced that she was stepping down as chairwoman and chief executive of the nonprofit, educational organization.  Dexter Scott King, 33, the youngest son among the four King children, has succeeded succeed her.   Speaking to nearly 400 people gathered at Ebenezer Baptist Church on the 10th annual observance of the King holiday to mark what would have been Dr. King's 66th birthday, Mrs. King said she saw reasons for hope as crises abated in places like Rwanda, Haiti and parts of the Middle East, even though civil strife continued in places like Nigeria, Bosnia and Russia.   \"The most positive development for the state of the dream worldwide since we last met has been the establishment of a great new democracy in South Africa,\" she said.   Domestically, she said, political leaders seemed focused on budget deficits when the nation had a serious \"compassion deficit.\" Nevertheless, Mrs. King said she was optimistic about the future as she left the leadership of the King center to write about her life after her husband's assassination and to pursue some \"long overdue\" musical projects that would put her conservatory training as a singer to use.   \"I am leaving this ship of hope in good hands,\" she said of her son.   Since taking over last month, Mr. King has been involved in a public dispute with the National Park Service over control of a main site in the King Historic District here and the right to construct a major memorial to his father.   Only oblique mention was made of that dispute today as some who have been critical of the King center in the dispute, like Representative John Lewis of Georgia and Mayor Bill Campbell of Atlanta, sat on the dais alongside King family members for the official observance of the holiday.   But a reminder of the dispute was just outside the door of the church and across the street. There stood the half-demolished hulk of the city's Martin Luther King Jr. Community Center, which city officials have deeded to the National Park Service over the objections of the King family for the construction of an $11 million visitors' center. If completed, the center is likely to become the gateway to the historic district, setting the tone for an estimated three million visitors a year, and possibly eclipsing the King family's plans for a high-tech, interactive museum.   In a voice strikingly reminiscent of the cadence and phrasing of his father, Dexter King said that Dr. King was part of American history and \"belonged to everyone spiritually\" but that his family was the guardian of his legacy until his dream was fulfilled.   \"My father delivered political freedom and I would like to deliver economic freedom,\" Mr. King said, sketching a goal that he said the King center was likely to pursue under his leadership. \"Had his life not been cut short, I believe economic empowerment would have been the next step and the King center should be the catalyst in that goal,\" he said. \"I'm calling home all those freedom fighters who marched with my father. Dexter Scott King is going to be there with you this time, and we will make it to the promise land.\"","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Is the Future of China in Deng's Iron Hand?","web_url":"https://www.nytimes.com/1995/01/17/opinion/l-is-the-future-of-china-in-deng-s-iron-hand-434495.html","abstract":"  To the Editor:   Re \"Deng's Daughter Opens a Long-Shut Door\" (front page, Jan. 13): In anticipating the passing of the ailing Chinese leader Deng Xiaoping, some Beijing leaders summoned to see him recently were startled by the harshness of his final bits of advice.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Woman Held In Drowning Of Two Sons Is Arraigned","web_url":"https://www.nytimes.com/1995/01/17/us/woman-held-in-drowning-of-two-sons-is-arraigned.html","abstract":"  Covering her eyes with her hands at the mention of her dead sons, Susan V. Smith appeared in court today, where she declined to enter a plea as a prosecutor announced that he would seek to have her executed for murder.   Mrs. Smith, 23, is charged with drowning her sons, Michael, 3, and Alex, 14 months.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"It's a Rout As Ewing Makes It Look Easy","web_url":"https://www.nytimes.com/1995/01/17/sports/pro-basketball-it-s-a-rout-as-ewing-makes-it-look-easy.html","abstract":"  The Knicks played hard. The Nets hardly offered a response. So what was expected to be an intense game between old rivals on a holiday afternoon quickly became a rout yesterday.   The Nets trailed by 21 points at halftime and by 29 points with four minutes to play. By that time, many of the people who attended the Dr. Martin Luther King Jr. Day game at Madison Square Garden had seen enough. So had Butch Beard, the Nets' coach.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Bomb Threats To a Church By a Protester Are Charged","web_url":"https://www.nytimes.com/1995/01/17/nyregion/bomb-threats-to-a-church-by-a-protester-are-charged.html","abstract":"  A longtime abortion-rights advocate in Rockland County was arrested over the weekend and charged with threatening to blow up a Roman Catholic church and school in Suffern, N.Y., local authorities said yesterday.   Alice Hand, 54, of Suffern, was charged with aggravated harassment, a misdemeanor, after the police said she made at least three threatening telephone calls to the Sacred Heart Roman Catholic Church in Suffern.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"A Year's Experience With Lemaire an Edge for Devils","web_url":"https://www.nytimes.com/1995/01/17/sports/hockey-a-year-s-experience-with-lemaire-an-edge-for-devils.html","abstract":"  Instead of the coaching vacancy that was too often the norm during previous off seasons, the Devils spent this off season knowing they would have last year's top coach in the league back at the helm as they embark on the most ambitious campaign in their history.   It would be an understatement to say that the continuity provided by Jacques Lemaire's return as coach is an advantage for the Devils, who fell an overtime goal short of reaching the Stanley Cup finals last season.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Change at Montclair","web_url":"https://www.nytimes.com/1995/01/17/sports/sports-people-basketball-change-at-montclair.html","abstract":"  NICK DELTUFO is stepping aside as Montclair State's basketball coach for the rest of the season because of chronic fatigue, the school announced yesterday.   DelTufo, 35, has missed the Red Hawks' last eight games because of health problems. He led Montclair State to an 18-8 record last season and an N.C.A.A. Division III tournament berth, the first for the Red Hawks since 1983.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Clinton Says Budget Cutters Should Spare Service Plan","web_url":"https://www.nytimes.com/1995/01/17/us/clinton-says-budget-cutters-should-spare-service-plan.html","abstract":"  President Clinton today mounted a defense of his $500 million program that encourages young people to take part in national service, an idea that Congressional Republicans have in their budget-cutting sights.   The program, known as Americorps, now includes 20,000 young people who work full or part time at minimum wage in one of 300 programs in communities around the country, in return for Government help in repaying their college loans. In an address here today, the President proclaimed that its establishment had been perhaps his proudest achievement.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Count-Down With Rudy Giuliani","web_url":"https://www.nytimes.com/1995/01/17/nyregion/count-down-with-rudy-giuliani.html","abstract":"  To the strains of \"New York, New York,\" Mayor Rudolph W. Giuliani walked onto the set of David Letterman's \"Late Show\" last night and read the \"Top 10 Announcements That Will Make New Yorkers Go Nuts.\"   The Mayor gave a spirited reading, pumping his fist into the air by the time he got to No. 1.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/17/arts/in-performance-classical-music-429895.html","abstract":"  Piecing Together A Difficult Work by Strauss  New York Philharmonic Avery Fisher Hall    When Debussy first heard \"Ein Heldenleben,\" he made an astonishingly prescient comment. Even though the medium of film had just been invented, he said that Strauss was practicing a sort of musical cinematography. The description may have been intended as an insult, but it neatly captured Strauss's style, which is a matter of images juxtaposed rather than structures sustained. \"Ein Heldenleben,\" one of Strauss's trickiest big pieces, proceeds by a series of stunning contrasts: the grandly heroic opening leads into the inane chattering of the \"Hero's Adversaries\"; the passion of \"The Hero's Courtship\" is broken by the ferocity of the battle scene.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"Mrs. Clinton Shouldn't Start Weakening","web_url":"https://www.nytimes.com/1995/01/17/opinion/l-mrs-clinton-shouldn-t-start-weakening-442595.html","abstract":"  To the Editor:   Re \"Hillary Clinton Asks Help in Finding a Softer Image\" (front page, Jan. 10):","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/17/arts/in-performance-classical-music-433695.html","abstract":"  'Figaro' With Newcomers And a Countess's Homecoming  'Nozze di Figaro' Metropolitan Opera    The Metropolitan Opera's revival of Mozart's \"Nozze di Figaro\" in the fall was remarkable not only for the New York debut of the Welsh bass-baritone Bryn Terfel but also for the quality and unity of most of the cast around him. So some anticlimax was inevitable when the cast was overhauled on Thursday evening.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"Is the Future of China in Deng's Iron Hand?; The Copyright Idea","web_url":"https://www.nytimes.com/1995/01/17/opinion/l-is-the-future-of-china-in-deng-s-iron-hand-the-copyright-idea-439595.html","abstract":"  To the Editor:   Re Thomas L. Friedman's Jan. 8 column on Chinese violations of international copyright protections:","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Two Lost Battles","web_url":"https://www.nytimes.com/1995/01/17/opinion/l-two-lost-battles-443395.html","abstract":"  To the Editor    Anyone with the price of a plane ticket can come to the United States as a tourist and stay illegally, and anyone who wants to buy drugs can buy them, even though our Government spends billions on enforcement. Why keep trying to win the unwinnable? JESSE BRYANT New York, Jan. 10, 1995","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"SOCCER","web_url":"https://www.nytimes.com/1995/01/17/sports/soccer.html","abstract":"  Italy    While Juventus was taking a stronger grip on first place with a 3-0 triumph over Roma, Franco Sensi, the president of the Roma team, was protesting the officiating.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"UConn Women Stake Claim to No. 1 by Beating the No. 1","web_url":"https://www.nytimes.com/1995/01/17/sports/college-basketball-uconn-women-stake-claim-to-no-1-by-beating-the-no-1.html","abstract":"  No. 1 learned something today. No. 1 is no longer No. 1.   In a gritty, physical, often frenzied game this afternoon before a national television audience, unbeaten Connecticut soundly beat previously unbeaten Tennessee, 77-66.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Russia Breaks the Rules : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/17/opinion/IHT-russia-breaks-the-rules-letters-to-the-editor.html","abstract":"Western governments have deserted the democratic forces in Russia by treating the military intervention in Chechnya as an \"internal affair.\" And they have jeopardized the set of international agreements that was meant to make for a safer and fr","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Go After Corporate Welfare","web_url":"https://www.nytimes.com/1995/01/17/opinion/go-after-corporate-welfare.html","abstract":"  Republicans will have to cut over $1 trillion out of the Federal budget over seven years in order to pay for their promise to cut taxes and balance the budget. If Social Security and defense are exempted, as many Republican leaders insist, that means the remaining programs must be cut by 30 to 40 percent. This benighted pledge, if fulfilled, will wreck Government programs, good and bad.    The damage could be mitigated by requiring defense to absorb its fair share of the cuts, as this page has urged -- and by eliminating the huge, unjustified Federal subsidies and tax breaks doled out every year to wealthy companies and other special interests.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Russian Guns Pound Deeper in Chechen Capital","web_url":"https://www.nytimes.com/1995/01/17/world/russian-guns-pound-deeper-in-chechen-capital.html","abstract":"  Russian bombers and helicopters swung low over the capital of the secessionist region of Chechnya today, and artillery pounded deeper south toward Chechen-held territory. The besieged Chechen rebels, who say they have forced the Russians to retreat from some buildings in the city, appeared tired and dangerously edgy.   As artillery and rocket fire continued to hit the capital, Grozny, the Russian Prime Minister, Viktor S. Chernomyrdin, appeared on television in Moscow. He called for immediate peace talks and a cease-fire in Chechnya, where the Russian military campaign to seize control from the secessionist government entered its sixth week today.","thumbnail":null,"section":"World"},{"date":"19950117","headline":"By Design; Time to Shine","web_url":"https://www.nytimes.com/1995/01/17/style/by-design-time-to-shine.html","abstract":"  Shine and transparency are two big trends for spring, and there's one material that combines both qualities: clear vinyl. It showed up on runways on both sides of the Atlantic and is now coming into stores.   Bergdorf Goodman has clear vinyl tote bags with handles of white or black patent leather by Miu Miu ($280), narrow belts in red or blue clear vinyl by Herve Masson ($65), and ultra-skinny belts in red, yellow or clear vinyl ($45).","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"The Dreams That Literary Works Are Made Of","web_url":"https://www.nytimes.com/1995/01/17/books/books-of-the-times-the-dreams-that-literary-works-are-made-of.html","abstract":"  MY EDUCATION A Book of Dreams  By William S. Burroughs  193 pages. Viking. $21.95.   A WORLD OF MY OWN A Dream Diary  By Graham Greene  116 pages. Viking. $21.95.    \"I read in a newspaper that I had been appointed Archbishop of Westminster,\" Graham Greene writes in his dream diary. It was a laughable idea, he goes on, but each member of his family had been given two tickets for the ceremony and he felt he ought to go through with it, though secrets from his past -- a mistress and possible tax evasion -- threatened to get in the way.","thumbnail":null,"section":"Books"},{"date":"19950117","headline":"DNA Sleuths Follow Disease's Tracks to 2 Very Different Genes","web_url":"https://www.nytimes.com/1995/01/17/science/dna-sleuths-follow-disease-s-tracks-to-2-very-different-genes.html","abstract":"  WHENEVER a lot of very good scientists spend years searching single-mindedly for a high-profile disease gene, they invariably begin fishing out all sorts of candidate genes that look, smell and wiggle like the real thing, but then prove to be frustrating red herrings. In the course of seeking the genes that contribute to hereditary colon cancer and breast cancer, for example, researchers published reports of discoveries that in short order were shown to be the wrong genes.    Usually the source of the confusion is not hard to sort out: in the case of the mistaken breast cancer gene, biologists determined that what appeared to be a guilty mutation in the candidate gene was in fact a so-called polymorphism, a harmless variation in the chemical makeup of some people's DNA that had nothing to do with why one woman had familial breast cancer and another did not.","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1995/01/17/arts/in-performance-dance-423995.html","abstract":"  Work on a Grand Scale In a Tiny Space  Colloquium Contemporary Dance Exchange Here    The lively South Village arts center known as Here has several spaces for performances and exhibitions. The one in which a concert of dance and music was presented on Thursday night by the Colloquium Contemporary Dance Exchange proved inappropriate for the kinds of events the participants favored.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"Graves Pledges Not to Let Back Surgery Soften His Style","web_url":"https://www.nytimes.com/1995/01/17/sports/hockey-graves-pledges-not-to-let-back-surgery-soften-his-style.html","abstract":"  The scar on the small of Adam Graves's back is not even an inch long. But the surgical procedure last October that put it there could have forced the Rangers gritty left wing to miss two months of the regular season, maybe more.   Could have, had their not been a lockout that lasted 103 days.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Panthers Are Patient","web_url":"https://www.nytimes.com/1995/01/17/sports/sports-people-hockey-panthers-are-patient.html","abstract":"  Defenseman ED JOVANOVSKI, whom the Florida Panthers selected as the No. 1 overall pick in the National Hockey League draft last June, will be left in juniors the entire season.   \"It'll be better for him with the tight schedule, the lack of practice time and the limited playing time he would have,\" Panthers General Manager BRYAN MURRAY said.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/17/us/c-corrections-436095.html","abstract":"  An article on Friday about the filming of the movie \"City Hall\" in New York City misstated the position of Kenneth Lipper. He is a co-producer of the film, not the writer of the screenplay. It was written by Bo Goldman.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Building A New Life, Step by Step","web_url":"https://www.nytimes.com/1995/01/17/nyregion/neediest-cases-building-a-new-life-step-by-step.html","abstract":"  He works in a health-food shop now, doling out vitamins, herbal remedies and thoughtful advice. But his own self-improvement interests Paul O. the most, and he marvels at the distance he has traveled.   Mr. O. dropped out of college after two years, and shortly afterward had a nervous breakdown. Other breakdowns followed, and he could not keep a job or create any permanence in his life. By age 45, Mr. O. had survived several suicide attempts and been hospitalized three times.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"NATO Expansion:The Need Is Dubious, the Risks Real","web_url":"https://www.nytimes.com/1995/01/17/opinion/IHT-nato-expansionthe-need-is-dubious-the-risks-real.html","abstract":"There is a strong consensus in the American foreign policy-making establishment and, to a lesser extent, in Western Europe that at least one or two and perhaps several Central European states should be made members of NATO at some point in the not too di","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"1945: One Per Marquee : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/17/opinion/IHT-1945-one-per-marquee-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - All brightly lighted outdoor signs and illumination must be eliminated beginning February 1 throughout the nation, to conserve coal and oil for essential war use, the War Production Board ordered in Washington yesterday [Jan. 16]. The country","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Uneasy Quiet After Turmoil On the Team For Simpson","web_url":"https://www.nytimes.com/1995/01/17/us/uneasy-quiet-after-turmoil-on-the-team-for-simpson.html","abstract":"  O. J. Simpson's defense team was largely tranquil today, even though fundamental tensions between Robert L. Shapiro and F. Lee Bailey, erstwhile friends and colleagues who are now incommunicado, still bubbled beneath the surface.   At the behest of Mr. Simpson, Alan Dershowitz of Harvard Law School, a man more known for advocacy than conciliation, set out to bring peace to Mr. Simpson's warring defense lawyers, who must join forces by Friday for opening statements in the case. His actions suggested that whatever Mr. Shapiro wished, Mr. Simpson wanted Mr. Bailey in the case for keeps.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Despite the Long Odds, Chargers Are Hardly Ready to Be Counted Out","web_url":"https://www.nytimes.com/1995/01/17/sports/championships-despite-the-long-odds-chargers-are-hardly-ready-to-be-counted-out.html","abstract":"  Now that San Diego is in the Super Bowl, the popular sentiment is that the Chargers are California dreaming if they think they have any shot at beating the 49ers on Jan. 29 at Joe Robbie Stadium.   So, for the next two weeks San Diego is going to have to convince most people that it is not just Buffalo with better weather. That will be a tough sale because the Chargers will be facing a 49ers team that was built to win a Super Bowl this year.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/17/arts/in-performance-classical-music-072195.html","abstract":"  Early Florentine Music To Illuminate a Lecture  Waverly Consort Metropolitan Museum of Art    No one should have felt shortchanged by the Waverly Consort's hourlong program \"Music in Florence, Circa 1350-1450,\" on Saturday evening. Though few and brief, the musical selections, squeezed into a slide lecture by John Nadas of the University of North Carolina, were of high quality, and the performances were mostly worthy of them.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"In Hartford, Labor's 'True Believer' Is Ready to Battle Rowland","web_url":"https://www.nytimes.com/1995/01/17/nyregion/in-hartford-labor-s-true-believer-is-ready-to-battle-rowland.html","abstract":"  At the Governor's black-tie inaugural ball earlier this month, Jerome P. Brown, the president of the New England Healthcare Employees, District 1199, stuck out like a sore thumb.   Dressed in a hand-me-down gray suit from his brother, Mr. Brown, the leader of 9,000 state employees, wished good luck to the new Republican Governor, John G. Rowland, whom Mr. Brown had opposed in the campaign. As the union leader walked away, Governor Rowland is said to have called out, \"Hey, Jerry, you need a tux.\"","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"Women's Five at Connecticut Make a Perfect Season Better","web_url":"https://www.nytimes.com/1995/01/17/sports/college-basketball-women-s-five-at-connecticut-make-a-perfect-season-better.html","abstract":"  The players' joyful faces and the noise from all around transformed a basketball game into a milepost. And nobody wanted to leave.    The women from the University of Connecticut reached uncharted territory today by defeating the top-ranked Lady Vols of Tennessee. Their victory came before a roaring full house of 8,241 fans in Gampel Pavilion, before a national television audience and at the expense of the team whose three national championships make it the standard for challengers in women's college basketball.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Small but Joyful Flock Greets Pope in Papua New Guinea","web_url":"https://www.nytimes.com/1995/01/17/world/small-but-joyful-flock-greets-pope-in-papua-new-guinea.html","abstract":"  After a Mass attended by four million people in the Philippines on Sunday, Pope John Paul II arrived here tonight and sat among 300 worshipers in a small and hot concrete church and prayed with them.   The crowds may not have been the same, said a local priest, but it was \"namba wan samting tru -- that's pidgin English for a good thing.\"","thumbnail":null,"section":"World"},{"date":"19950117","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/17/style/chronicle-998196.html","abstract":"  About six months ago, JOHN CARDINAL O'CONNOR said to BARRY TUCKER, a son of the tenor RICHARD TUCKER, \" 'If I give you St. Patrick's, would you do a concert in the cathedral?' \", Mr. Tucker recalled yesterday. He is the president of the Richard Tucker Music Foundation, which awards prizes and study grants to young singers.    The cardinal, who sits on the board of the foundation, gave Mr. Tucker a list of available dates and he picked Jan. 15, little suspecting that it was more than an ordinary Sunday.","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"Mr. Grasso's Death Wish","web_url":"https://www.nytimes.com/1995/01/17/opinion/mr-grasso-s-death-wish.html","abstract":"  Delivering on a campaign pledge, Gov. George Pataki has shipped the confessed multiple murderer Thomas Grasso from New York to Oklahoma, where the prisoner has waived all defenses to a quick execution. The pledge, which was cheap politically, and its fulfillment, billed as a cost savings for New York's prisons, are meant to look \"tough\" on criminals. Actually they amount to a rare state capitulation to a killer's desire to choose his own punishment.    Already a fugitive from a 1990 murder in Tulsa, Mr. Grasso fled to New York, where he committed a second murder at a Staten Island boarding house. He pleaded guilty to the second murder and began serving New York's maximum term of 20 years to life. Oklahoma asked to borrow the prisoner back, in accord with an interstate compact, to conduct its own trial. After the trial the compact provides that the prisoner \"shall be returned to the sending state,\" in this case New York.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"A Long Road Ahead","web_url":"https://www.nytimes.com/1995/01/17/sports/IHT-a-long-road-ahead.html","abstract":"There is no offseason in tennis. The sport goes on vacation for three weeks over Christmas and expects everyone to return refreshed and ready to work..No doubt this has helped build the Australian Open which, logically, should have the best tennis of t","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"No One Flies for the Obstetric Services","web_url":"https://www.nytimes.com/1995/01/17/opinion/l-no-one-flies-for-the-obstetric-services-427195.html","abstract":"  To the Editor:   Re Stuart Elliott's Jan. 11 Advertising column on the South African Airways commercial re-enacting a baby's in-flight birth: When I first saw the ad, I assumed the airline was drawing a subtle analogy between the birth of a baby and the birth of democracy in South Africa.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/01/17/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"Embroidery:A Family Affair","web_url":"https://www.nytimes.com/1995/01/17/style/IHT-embroiderya-family-affair.html","abstract":"Keeping it in the family, embroiderer Franois Lesage and his two children are holding a joint show of their work. Beside the fantastic bunch-of- grapes creations for Yves Saint Laurent in haute couture by Lesage pre are the rustic handwoven f","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"Patterns","web_url":"https://www.nytimes.com/1995/01/17/style/patterns-988095.html","abstract":"  A Fashion Biennale    Beneath Michelangelo's naked David at the Galleria dell' Accademia, one of the more ambitious projects concerning dress was announced last Thursday.","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"Vargas Llosa Wins The Jerusalem Prize","web_url":"https://www.nytimes.com/1995/01/17/books/vargas-llosa-wins-the-jerusalem-prize.html","abstract":"  Mario Vargas Llosa, the Peruvian novelist, was named the winner of the Jerusalem Prize yesterday. The $5,000 prize, sponsored by the Jerusalem International Book Fair, is awarded every other year to a writer whose work expresses the idea of the freedom of the individual in society.   In awarding the prize to Mr. Vargas Llosa, whose works include \"The Green House\" and \"The War of the End of the World,\" the judges praised his \"uncompromising stance on the writer's role in fighting human injustice\" and added, \"His oft-quoted statement that 'Literature is fire' expressed his belief in the revolutionary potential of writing.\"","thumbnail":null,"section":"Books"},{"date":"19950117","headline":"Dallas's Once Steady Compass Is Aflutter","web_url":"https://www.nytimes.com/1995/01/17/sports/championships-dallas-s-once-steady-compass-is-aflutter.html","abstract":"  Where do the Dallas Cowboys go from here? It is a question that was on the mind of every Cowboys player.    Some, like guard Nate Newton, aren't ready to say that it is the end of a dynasty. \"Don't say that; I should slap you,\" he joked. \"We're just beginning.\"","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Preachers and Plain Folk Honor King","web_url":"https://www.nytimes.com/1995/01/17/nyregion/preachers-and-plain-folk-honor-king.html","abstract":"  Politicians made speeches, preachers delivered sermons and ordinary people in and around New York used a day off yesterday to march, rally and celebrate the birthday of the Rev. Dr. Martin Luther King Jr.   Some used the opportunity to inveigh against budget cuts. Others chose to reflect on how Dr. King might have responded to efforts to reinstate the death penalty, increase the military budget and cut aid to the poor.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"One-on-One Is No Way for Nets to Win","web_url":"https://www.nytimes.com/1995/01/17/sports/pro-basketball-notebook-one-on-one-is-no-way-for-nets-to-win.html","abstract":"  The double team never came, Derrick Coleman was guarding someone else and Benoit Benjamin was home with the flu. That left Patrick Ewing room to operate and the Nets with no one to stop him.   Ewing put together his most impressive offensive output of the season, scoring 32 points on 13-of-22 shooting and leading the Knicks past the Nets, 107-90, yesterday afternoon at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"What's New About a Spider's Web? It Takes a Computer to Know.","web_url":"https://www.nytimes.com/1995/01/17/science/what-s-new-about-a-spider-s-web-it-takes-a-computer-to-know.html","abstract":"  USING a computer model to study the behavior of spider webs, researchers say they have discovered the solution to what one of them described as a crucial problem for the spider -- how to stop a relatively massive insect moving at a fast speed.    If the web were too stiff, said Lorraine H. Lin, a structural engineer and an author of a new study on spider web dynamics, \"the insect would bounce back out like hitting a trampoline,\" adding, \"If there was too much give, the threads would break.\"","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"For Hospital by the Sea, Courtship and Alliance","web_url":"https://www.nytimes.com/1995/01/17/nyregion/our-towns-for-hospital-by-the-sea-courtship-and-alliance.html","abstract":"  LONG BEACH MEMORIAL HOSPITAL is not particularly well known beyond the borders of this oceanfront city. Founded in 1922 as a first-aid station under a tent on a municipal beach, it has grown over the years but never outgrown the community it serves.   It is a big institution as institutions go in a city of 34,000 people, a 200-bed hospital with a 200-bed nursing home that is the largest employer in town. Even its emphasis on the treatment of geriatric diseases is a reflection of the community around it, for the city has one of the highest concentrations of elderly people on Long Island.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"San Francisco's Seifert Is All Coach and All Fan","web_url":"https://www.nytimes.com/1995/01/17/sports/championships-san-francisco-s-seifert-is-all-coach-and-all-fan.html","abstract":"  If he had a 49er pompom, George Seifert would have waved it today. He is home-grown, straight out of the Mission District and a former Kezar Stadium usher.   Forty years later, he is showing his city to a Super Bowl, and he can explain his emotions only in San Francisco terms. Candlestick Park almost tipped over with glee on Sunday, and Seifert's provincial reaction was, \"It was like the days of the Haight.\"","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Bob: Your New Best Friend's Personality Quirks","web_url":"https://www.nytimes.com/1995/01/17/science/personal-computers-bob-your-new-best-friend-s-personality-quirks.html","abstract":"  MAKING computers easier to use is easier said than done. For years the Microsoft Corporation has been designing convoluted user interfaces and declaring them \"easy.\" The simple command for saving one's work in early Microsoft programs was the Escape key followed by the letters T and S for Transfer, Save. In \"The Underground Guide to Word for Windows,\" the author, Woody Leonhard, writes, \"If you think it's easy, you haven't been trying.\" Even Microsoft now grants that using Windows itself is not nearly as simple as its ads once proclaimed.   Now that Microsoft has announced Bob, the resulting barrage of publicity leads me to break my habit of waiting for the final version before testing the product and to proceed with a close look at what works and what doesn't. (Note well: Bob will not be on the shelves before the end of March.)","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"Managers and Coaches May Feel Cost of Strike","web_url":"https://www.nytimes.com/1995/01/17/sports/baseball-managers-and-coaches-may-feel-cost-of-strike.html","abstract":"  On a day when the baseball players union took what the clubs view as a fantasy step in their ongoing labor dispute by filing 123 players for salary arbitration, a union official also raised a possibility yesterday that would provide all-too-real consequences for major league managers, coaches and trainers.   Gene Orza, the Players Association's associate general counsel, said union officials will soon talk to managers, coaches and trainers about their intentions of working with the replacement teams major league clubs are forming.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Observer; Those Vital Paupers","web_url":"https://www.nytimes.com/1995/01/17/opinion/observer-those-vital-paupers.html","abstract":"  There is probably no solution to the welfare problem. It is the inescapable product of an economic system with which the powers that be are quite content.    This is why politicians and social planners are limited to tinkering with the going welfare system. Attacking the problem at its root would mean admitting it is rooted in the structure of American capitalism.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/17/us/c-corrections-286495.html","abstract":"  An article yesterday about an informant who implicated Qubilah Shabazz, a daughter of Malcolm X, in a plot against Louis Farrakhan, rendered his surname incorrectly at one point. He is Michael Fitzpatrick, not Fitzgerald.","thumbnail":null,"section":"U.S."},{"date":"19950117","headline":"Everybody Loses In Cuts to the Arts","web_url":"https://www.nytimes.com/1995/01/17/opinion/l-everybody-loses-in-cuts-to-the-arts-428095.html","abstract":"  To the Editor:  Representative John A. Boehner argues that it is irresponsible for our Government to finance the arts when the country suffers from crime and poverty (front page, Jan. 9). The National Endowment for the Arts budget is $167.4 million; appropriating it wouldn't make a dent in the $30 billion crime bill.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Making E Pluribus Unum Personal","web_url":"https://www.nytimes.com/1995/01/17/arts/critic-s-notebook-making-e-pluribus-unum-personal.html","abstract":"  Musicians use little lies to tell the truth. Robert Shaw's choral rehearsals last week, ending with Sunday's concert of Brahms and Hindemith at Carnegie Hall, was full of them. It is the fifth year that Mr. Shaw has taken some 200 relative strangers, used teaching methods developed over a lifetime, and created splendid performances with the Orchestra of St. Luke's. All in just five days.   His method is calculated distortion: note values shorter than the ones composers wrote, syllables that are not in the score added to consonants, singing with numbers, not words, or words without pitches, asking singers to face one another as they rehearse or march in time rather than massing themselves as soprano, alto, tenor and bass. Mr. Shaw has been conducting choruses all his life and most of his singers here have, or aspire to, similar jobs. At Carnegie Hall's workshop series, leaders of church choirs and glee clubs from Sumter, S.C., to Dublin, Ohio, shop for new and better techniques to take home with them.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/17/style/chronicle-392595.html","abstract":"  Fifty years ago today, Raoul Wallenberg, the Swedish diplomat who rescued tens of thousands of Jews in Hungary from the Nazis, disappeared into the Soviet Union. His fate is still unknown, but his name is burnished with reverence.   Tonight, when the Raoul Wallenberg Committee of the United States commemorates the anniversary at a dinner in the Pierre Hotel, ELIZABETH HANFORD DOLE will receive the Raoul Wallenberg Award. The connection: She is the president of the American Red Cross and he was sent to Budapest in 1944 to rescue Jews under the auspices of the International Red Cross.","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/17/arts/in-performance-classical-music-435295.html","abstract":"  Celebrating Bartok With Words and Notes  Jerome Lowenthal, pianist Third Street Music School Settlement    This 50th-anniversary year of Bartok's death will see many commemorations, but it is doubtful that any event will give as clear and edifying a picture of the composer's world as Jerome Lowenthal's lecture and recital on Friday night. In principle, one should be wary of the talking pianist, but Mr. Lowenthal is worth hearing on two counts: what he says is strikingly intelligent, and his intelligence is reflected in his playing.","thumbnail":null,"section":"Arts"},{"date":"19950117","headline":"Slain Doctor's Elder Son: A Troubled Relationship","web_url":"https://www.nytimes.com/1995/01/17/nyregion/slain-doctor-s-elder-son-a-troubled-relationship.html","abstract":"  For two decades, a large Tudor-style house at 84 Greenway South in Forest Hills was home to Dr. Teresita Valera Costello, an obstetrician, but many neighbors knew little of her. They knew only a quiet hard-working widow who saw patients in an office in her basement, and often drove to her other office, in Manhattan.   Her sons, James and Craig Costello, were another matter.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"Soldiers on Both Sides Talk of an Anarchic War","web_url":"https://www.nytimes.com/1995/01/17/world/soldiers-on-both-sides-talk-of-an-anarchic-war.html","abstract":"  As Russian troops pound their way toward Chechnya's presidential palace, the charred symbol of the region's secession, Chechen militants in this village some eight miles southwest of the capital are organizing against Russian occupation. They intend to harass Moscow's troops and block their columns.   With electricity cut weeks ago when the fighting began, the deep black night is broken only by the steady, reverberating crump-whump-whump of heavy artillery explosions from the capital, Grozny.  About 100 young men, ages 14 to 20, patrol the streets of this village of about 10,000 people in six, two-hour shifts from 6 P.M. to 6 A.M.","thumbnail":null,"section":"World"},{"date":"19950117","headline":"On My Mind; The Broken People","web_url":"https://www.nytimes.com/1995/01/17/opinion/on-my-mind-the-broken-people.html","abstract":"  When I was living and reporting in India, I saw things that hurt my eyes. I saw them every day for years -- twisted bodies, rotting bodies, mutilated bodies dragging through the streets.    Faces were attached to the bodies but usually you did not look at them peering up from the sidewalk or the gutter. That way, it was possible to keep walking past the broken people and their hands.","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"Sampras Starts Strong and Sticks to Basics","web_url":"https://www.nytimes.com/1995/01/17/sports/tennis-sampras-starts-strong-and-sticks-to-basics.html","abstract":"  Preferring comfort to novelty, Pete Sampras, the Australian Open's defending champion, wore old sneakers and used an old racquet today to produce a familiar result: a first-round victory without a hitch.   \"Hopefully things will work out for me here,\" Sampras said after his 73- minute demolition of Gianluca Pozzi of Italy by 6-3, 6-2, 6-0.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"Extra Goal for Holman and O'Sullivan","web_url":"https://www.nytimes.com/1995/01/17/sports/track-field-extra-goal-for-holman-and-o-sullivan.html","abstract":"  Steve Holman of the United States sees American honor at stake. Marcus O'Sullivan of Ireland has an all-Irish score to settle. As the two top milers entered in the 88th Wanamaker Mile, both hope to accomplish their goals on Feb. 3 at the Chemical Bank Millrose Games at Madison Square Garden.   \"I'd love to win for a sixth time,\" said O'Sullivan, the 33-year-old three-time world indoor champion, whose five Wanamaker victories, following the record seven by Eammon Coghlan, have contributed to a virtual Irish hegemony over the venerable race.","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"2 Pandas Bound for U.S. May Be Just First Wave","web_url":"https://www.nytimes.com/1995/01/17/science/2-pandas-bound-for-us-may-be-just-first-wave.html","abstract":"IN a move that could open the door to a small parade of pandas from China to American zoos, Interior Secretary Bruce Babbitt has reversed himself and approved a permit for the San Diego Zoo to import a pair of giant pandas. \n\nMr. Babbitt, who only 18 months ago denied a permit to the zoo, gave his approval on Saturday for the first five years of a proposed 12-year panda loan. He said new guidelines on panda loans to American zoos would be issued by the Fish and Wildlife Service within 60 days.","thumbnail":null,"section":"Science"},{"date":"19950117","headline":"Bosnia Truce Frayed by Fighting and Disputes","web_url":"https://www.nytimes.com/1995/01/17/world/bosnia-truce-frayed-by-fighting-and-disputes.html","abstract":"  Intense fighting in the Bihac area of northwestern Bosnia and disagreements over easing the Serbian encirclement of Sarajevo suggested today that the logic of war would again prevail over a tenuous Bosnian cease-fire.   The fraying of the four-month cease-fire that took effect on Jan. 1 came as the United Nations and NATO sought to paper over yet another bitter row, this one over the plans of the United Nations commander in Bosnia to reveal NATO's flight plans to the Serbs.","thumbnail":null,"section":"World"},{"date":"19950117","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/17/sports/results-plus-993695.html","abstract":"  TRACK AND FIELD  Boys and Girls Excels at King Relays  Boys and Girls of Brooklyn won three events yesterday at the Public Schools Athletic League Martin Luther King Relays at the West 168th Street Armory. Coach Jim Jackson's squad also posted the fastest time, 3 minutes 26.67 seconds, in a qualifying 1,600-meter heat for the Millrose Games P.S.A.L. final, which will be held on Feb. 3 at Madison Square Garden. The victories yesterday for the Kangaroos were in the 4 x 200 (1 minute 33.47 seconds), the sprint medley (3:35.96) and the 4 x 400 (3:31.89) relays. Dwight Joseph of Edison High in Jamiaca, Queens, did 43 feet 8 1/2 inches in the triple jump relay as he and teammate Roland Navia combined for a winning performance of 83 feet 3 inches. Curtis of Staten Island won two events, the high jump (11-6) and the pole vault (12.0).","thumbnail":null,"section":"Sports"},{"date":"19950117","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/17/opinion/IHT-letters-to-the-editor.html","abstract":"J. Brauner (Letters, Jan. 12) attempts to justify the genocide in Chechnya on the grounds that \"Chechnya has been part of Russia for very long. It cannot legitimately break away unilaterally.\" This is analogous to saying that a woman who has be","thumbnail":null,"section":"Opinion"},{"date":"19950117","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/01/17/style/IHT-what-theyre-reading.html","abstract":"Susan Black, managing director of E.M. Warburg, Pincus & Co., is reading: \"Truman\" by David McCullough..\"A biographical blockbuster. On his desk was the notice 'the buck stops here.' This man was one of the most significant presidents","thumbnail":null,"section":"Style"},{"date":"19950117","headline":"An American Tourist Is Killed By Gunmen in North Cambodia","web_url":"https://www.nytimes.com/1995/01/17/world/an-american-tourist-is-killed-by-gunmen-in-north-cambodia.html","abstract":"  Gunmen in northwestern Cambodia killed an American tourist and her Cambodian guide in an attack Sunday on near a remote stone temple outside the ancient Khmer capital of Angkor, American and Cambodian officials said today.   The woman's husband was seriously wounded in the attack, which Cambodian officials said was carried out by Khmer Rouge guerrillas, who kidnapped and killed at least six tourists last year. But foreign diplomats said the attack was just as likely to have been the work of bandits.","thumbnail":null,"section":"World"},{"date":"19950117","headline":"The Cold War In Brighton Beach; Police and Russian Emigres Share an Uneasy Relationship","web_url":"https://www.nytimes.com/1995/01/17/nyregion/cold-war-brighton-beach-police-russian-emigres-share-uneasy-relationship.html","abstract":"  Of numerous murders in recent years linked to Russian organized crime in Brighton Beach, not one has been solved. That, police investigators say, is because no one has come forward with any information, despite the fact that dozens of people were present at the scenes of some of the killings.   The unsolved murders -- the police say as many as 15 in the last 10 years -- are perhaps the most flagrant consequence of the uneasy relationship between the police and Russian immigrants in Brighton Beach. It is a wariness bound up in competing stereotypes and conflicting interests, and it represents yet the latest twist on a tension intrinsic to the dynamic between the police and many new immigrant groups in New York City.","thumbnail":null,"section":"New York"},{"date":"19950117","headline":"Justice Dept. Knew of Case On Farrakhan","web_url":"https://www.nytimes.com/1995/01/17/us/justice-dept-knew-of-case-on-farrakhan.html","abstract":"  After initially playing down their role in the investigation of a daughter of Malcolm X, officials at the Justice Department's headquarters here said today that Federal prosecutors in Minneapolis repeatedly advised them of their progress in the case.   The extent of coordination between prosecutors in Minneapolis and officials at the Justice Department has emerged as an issue in the wake of criticism that the Government may have entrapped the daughter, Qubilah Bahiyah Shabazz, into a crime by relying on a witness with a record as an informer.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19950117","headline":"The 6.9 Mw Great Hanshin earthquake shakes the southern Hygo Prefecture with a maximum Shindo of VII, leaving 5,5026,434 people dead, and 251,301310,000 displaced.","pages":[{"title":"Great Hanshin earthquake","web_url":"https://en.wikipedia.org/wiki/Great_Hanshin_earthquake","description":"Earthquake in Japan on January 17, 1995","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Hanshin_Expressway_Nada_b059.jpg/320px-Hanshin_Expressway_Nada_b059.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Great Hanshin Earthquake occurred on January 17, 1995, at 05:46:53 JST in the southern part of Hygo Prefecture, Japan, including the region known as Hanshin. It measured 6.9 on the moment magnitude scale and had a maximum intensity of 7 on the JMA Seismic Intensity Scale. The tremors lasted for approximately 20 seconds. The focus of the earthquake was located 17km beneath its epicenter, on the northern end of Awaji Island, 20km away from the center of the city of Kobe."},{"title":"Hygo Prefecture","web_url":"https://en.wikipedia.org/wiki/Hy%C5%8Dgo_Prefecture","description":"Prefecture of Japan","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Night_view_of_Rokk%C5%8D_Island_and_Higashinada-ku%2C_Kobe%2C_Japan.jpg/320px-Night_view_of_Rokk%C5%8D_Island_and_Higashinada-ku%2C_Kobe%2C_Japan.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Hygo Prefecture  is a prefecture of Japan located in the Kansai region of Honshu. Hygo Prefecture has a population of 5,469,762 and a geographic area of 8,400 square kilometres. Hygo Prefecture borders Kyoto Prefecture to the east, Osaka Prefecture to the southeast, and Okayama and Tottori prefectures to the west."},{"title":"Japan Meteorological Agency seismic intensity scale","web_url":"https://en.wikipedia.org/wiki/Japan_Meteorological_Agency_seismic_intensity_scale","description":"Japanese earthquake measurements","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Summary_of_Tables_explaining_the_JMA_Seismic_Intensity_Scale.pdf/page1-320px-Summary_of_Tables_explaining_the_JMA_Seismic_Intensity_Scale.pdf.jpg","thumbnail_width":320,"thumbnail_height":452},"abstract":"The Japan Meteorological Agency (JMA) Seismic Intensity Scale is a seismic intensity scale used in Japan to categorize the intensity of local ground shaking caused by earthquakes."}]}],"weather":[{"date":"19950117","time":"1995-01-17 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":70,"wspd":24.1},{"date":"19950117","time":"1995-01-17 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":70,"wspd":22.3},{"date":"19950117","time":"1995-01-17 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":74,"wspd":22.3},{"date":"19950117","time":"1995-01-17 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":81,"wspd":20.5},{"date":"19950117","time":"1995-01-17 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":84,"wspd":20.5},{"date":"19950117","time":"1995-01-17 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":82,"wspd":14.8},{"date":"19950117","time":"1995-01-17 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":81,"wspd":14.8},{"date":"19950117","time":"1995-01-17 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":93,"wspd":24.1},{"date":"19950117","time":"1995-01-17 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":84,"wspd":22.3},{"date":"19950117","time":"1995-01-17 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":87,"wspd":24.1},{"date":"19950117","time":"1995-01-17 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":84,"wspd":25.9},{"date":"19950117","time":"1995-01-17 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":85,"wspd":22.3},{"date":"19950117","time":"1995-01-17 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":73,"wspd":25.9},{"date":"19950117","time":"1995-01-17 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":69,"wspd":27.7},{"date":"19950117","time":"1995-01-17 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":67,"wspd":24.1},{"date":"19950117","time":"1995-01-17 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":81,"wspd":31.3},{"date":"19950117","time":"1995-01-17 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":79,"wspd":27.7},{"date":"19950117","time":"1995-01-17 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":76,"wspd":35.3},{"date":"19950117","time":"1995-01-17 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":80,"wspd":35.3},{"date":"19950117","time":"1995-01-17 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":74,"wspd":37.1},{"date":"19950117","time":"1995-01-17 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":75,"wspd":35.3},{"date":"19950117","time":"1995-01-17 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":91,"wspd":18.4},{"date":"19950117","time":"1995-01-17 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":85,"wspd":24.1},{"date":"19950117","time":"1995-01-17 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":84,"wspd":20.5},{"date":"19950117","time":"1995-01-17 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":14.8},{"date":"19950117","time":"1995-01-17 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":7.6},{"date":"19950117","time":"1995-01-17 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":100,"wspd":7.6},{"date":"19950117","time":"1995-01-17 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":100,"wspd":9.4},{"date":"19950117","time":"1995-01-17 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":16.6},{"date":"19950117","time":"1995-01-17 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":14.8},{"date":"19950117","time":"1995-01-17 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":9.4},{"date":"19950117","time":"1995-01-17 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":93,"wspd":18.7},{"date":"19950117","time":"1995-01-17 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":89,"wspd":16.6},{"date":"19950117","time":"1995-01-17 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":24.1},{"date":"19950117","time":"1995-01-17 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":86,"wspd":16.6},{"date":"19950117","time":"1995-01-17 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":22.3},{"date":"19950117","time":"1995-01-17 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":80,"wspd":24.1},{"date":"19950117","time":"1995-01-17 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":24.1},{"date":"19950117","time":"1995-01-17 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":27.7},{"date":"19950117","time":"1995-01-17 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":24.1},{"date":"19950117","time":"1995-01-17 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":80,"wspd":29.5},{"date":"19950117","time":"1995-01-17 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":29.5},{"date":"19950117","time":"1995-01-17 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":66,"wspd":31.7},{"date":"19950117","time":"1995-01-17 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":69,"wspd":27.7},{"date":"19950117","time":"1995-01-17 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":43,"wspd":24.1},{"date":"19950117","time":"1995-01-17 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":66,"wspd":25.9},{"date":"19950117","time":"1995-01-17 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":63,"wspd":27.7},{"date":"19950117","time":"1995-01-17 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":16.6}]},"19950118":{"guardian_articles":[{"date":"19950118","headline":"Quake toll nears 2,000 as rescuers dig through rubble","web_url":"https://www.theguardian.com/world/1995/jan/18/naturaldisasters.japan","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19950118","headline":"DEATH COUNT IN JAPAN QUAKE EXCEEDS 2,000; HUNDREDS STILL TRAPPED IN KOBE WRECKAGE","web_url":"https://www.nytimes.com/1995/01/18/world/quake-japan-overview-death-count-japan-quake-exceeds-2000-hundreds-still-trapped.html","abstract":"  Rescue teams dug frantically through the rubble in western Japan today and contained huge fires that had raged out of control and darkened the skies with smoke, the aftermath of a catastrophic earthquake on Tuesday in which thousands of people were killed or injured.   The earthquake lasted just 20 seconds but heaved trains on their sides, toppled elevated highways and knocked over buildings, some as cleanly as if they had been severed with a knife.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Mexico Eases Crisis, Selling All Bonds Offered","web_url":"https://www.nytimes.com/1995/01/18/world/mexico-eases-crisis-selling-all-bonds-offered.html","abstract":"  Mexico's halting economic recovery passed a crucial test of confidence today as foreign and domestic investors bought $400 million worth of a type of Government bond that had prompted nervousness only last week.   In a similar auction last Tuesday, only 20 percent of the bonds the Government offered were sold, sending signals of uncertainty that caused Mexican stocks to plummet.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Plan for Cuts In Day Care Stirs Anxiety","web_url":"https://www.nytimes.com/1995/01/18/nyregion/plan-for-cuts-in-day-care-stirs-anxiety.html","abstract":"  It was nap time yesterday at the Police Athletic League's Miccio Day Care Center in Red Hook, Brooklyn, and the children in Virginia de Guzman's class were curled on their cots, resting from all that tracing of protest signs: \"Scream, Shout, Don't Let Them Force Us Out.\"   All except Ivana Purvis, a 4-year-old, who thumbed through a Dr. Seuss book, \"Are You My Mother?\"","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/18/nyregion/c-corrections-566495.html","abstract":"  A television review on Monday about the new series \"Star Trek: Voyager\" referred incorrectly to the show's history since the death of its creator, Gene Roddenberry, in 1991. The latest version is the second \"Star Trek\" series since then. \"Star Trek: Deep Space 9,\" in 1993, was the first.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Foreign Affairs; Good Morning, Vietnam","web_url":"https://www.nytimes.com/1995/01/18/opinion/foreign-affairs-good-morning-vietnam.html","abstract":"  In 1966, at the height of the Vietnam War, Senator George Aiken became famous for suggesting that we simply declare victory and bring American troops home. That victory was phony, but 29 years later we truly have one in Vietnam, if winning is measured by a Vietnam that is economically, politically and strategically pro-Western. Yet despite that victory, Washington is reluctant to open full diplomatic relations with Hanoi and consolidate its tentative move into America's orbit. It's time. It's time we started relating to Vietnam as a country, not a conflict. It's time that we declare victory and go back to Vietnam to reap it.    President Bush should have been the one to open relations. He knew it was the right thing to do, and he had the credibility with veterans' groups to do it. But he didn't. (Wouldn't be prudent.) President Clinton, despite his problems with Vietnam vets, has inched closer to Hanoi, by lifting economic sanctions last year and agreeing to a low-level liaison office this year. For months the State Department has been quietly recommending full normalization, but after the midterm Republican rout the White House said \"Forget it.\" (Wouldn't be prudent.) That is America's loss.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"A New Chapter in a 31-Year-Old Case","web_url":"https://www.nytimes.com/1995/01/18/nyregion/a-new-chapter-in-a-31-year-old-case.html","abstract":"  James L. Harris, who escaped from a chain gang in Alabama 31 years ago, fled to Long Island and built a new life for himself after Gov. Nelson A. Rockefeller allowed him to stay, is in trouble with the law again.   On Dec. 24, Mr. Harris learned that New York State's highest court had cleared the way for his extradition to Alabama. On Dec. 31, his legal troubles compounded when he was charged with possession of crack, a $10 drug sale and resisting arrest.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"A Man Reviled and Revered; Family and Friends Fete Joseph Bonanno on 90th Birthday","web_url":"https://www.nytimes.com/1995/01/18/nyregion/man-reviled-revered-family-friends-fete-joseph-bonanno-90th-birthday.html","abstract":"  He is retired now -- no more of the murderous gangland mayhem the Federal Government says he used to mastermind. He is, his son says, \"somewhat frail.\" But not too frail to put on a trimly tailored tuxedo and celebrate with 300 friends and relatives: Joseph Bonanno is 90 years old today.   Actually, Mr. Bonanno had his revelry a few days early. On Saturday, Mr. Bonanno's three children rented a ballroom in Tucson, Ariz., 2,070 miles from the scenes of what the Government says were major crimes like attempted murder, gambling and narcotics trafficking.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"What F.D.R. Really Said","web_url":"https://www.nytimes.com/1995/01/18/opinion/l-what-fdr-really-said-595895.html","abstract":"  To the Editor:   My Jan. 13 letter about Newt Gingrich's error in quoting \"nothing to fear but fear itself\" from Franklin D. Roosevelt's 1933 Inaugural Address was also in error. I took Mr. Gingrich to task for not looking it up. I looked it up but copied it incorrectly. Roosevelt said, \"the only thing we have to fear is fear itself.\" I fear that I misinformed the readers of my \"correction.\"  HAROLD REISS Buffalo, Jan. 13, 1995","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"PRO FOOTBALL: Look Who's Talking; 49ers' Taylor, Mostly Silent, Reveals His Inner Soul","web_url":"https://www.nytimes.com/1995/01/18/sports/pro-football-look-who-s-talking-49ers-taylor-mostly-silent-reveals-his-inner.html","abstract":"  It has taken John Taylor nine seasons in the National Football League to talk. Nine seasons of building something special as a San Francisco 49ers receiver on the field. Nine seasons of building something unique within.   Nine seasons of building rock-solid maturity.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Clinton Visits Sites of Disasters","web_url":"https://www.nytimes.com/1995/01/18/us/clinton-visits-sites-of-disasters.html","abstract":"  Touring the California communities where natural disasters have struck, President Clinton today pointed to his Administration's provision of billions in Federal aid as evidence that Government can work.   From the Northridge section of Los Angeles, the epicenter of last year's earthquake, to the small town of Roseville north of here, where streets were still muddy from this month's flooding, Mr. Clinton expressed admiration at residents' efforts to overcome their plight, and he reminded them of Washington's help.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Affirmative Action Challenge Seems to Perplex High Court","web_url":"https://www.nytimes.com/1995/01/18/us/affirmative-action-challenge-seems-to-perplex-high-court.html","abstract":"  As a vehicle for a major Supreme Court pronouncement on the constitutionality of Government-sponsored affirmative action, a case that came before the Court today appeared an unlikely, even a poor candidate by the end of an hourlong argument that left some of the Court's strongest opponents of affirmative action visibly frustrated.   \"We may have a case here in which we can't decide an issue we thought we were going to decide,\" Justice Antonin Scalia said at one point after Solicitor General Drew S. Days 3d, defending the highway construction program at issue on behalf of the Clinton Administration, said the case might not properly be before the Court.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Ex-Gov. Alexander Moves Toward '96 Run","web_url":"https://www.nytimes.com/1995/01/18/us/the-104th-congress-ex-gov-alexander-moves-toward-96-run.html","abstract":"  Former Gov. Lamar Alexander of Tennessee today announced the formation of a 1996 Republican Presidential campaign committee.   Although he stopped short of formally declaring his candidacy, the 54-year-old Mr. Alexander sounded very much like a candidate in a speech here, saying he had come to New Hampshire because it was \"the traditional place to start.\"","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Rap Performer Slain In Drive-by Shooting","web_url":"https://www.nytimes.com/1995/01/18/nyregion/rap-performer-slain-in-drive-by-shooting.html","abstract":"Devon Lee, a novice rap performer who had recently recorded material for a debut album, was killed early yesterday morning when a man drove by in a Ford Bronco and shot him eight times on a Staten Island street, the police said.   While the police said a motive in the shooting remains unclear, relatives of the 20-year-old said he was probably killed by people who thought he was a police informer. Law-enforcement officials said that Mr. Lee, who had two drug-sale charges pending against him on Staten Island, was a small-time, street-level dealer. - According to the police and witnesses, the shooting occurred about 12:17 A.M. yesterday as Mr. Lee returned to his house after buying milk at a nearby grocery store.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"A Grand Party as Gov. Bush Is Sworn In","web_url":"https://www.nytimes.com/1995/01/18/us/a-grand-party-as-gov-bush-is-sworn-in.html","abstract":"  George Walker Bush was sworn in as Texas's 46th Governor today, vowing to \"use every resource at my disposal to make the Federal Government in Washington heed this simple truth: Texans can run Texas.\"    The 48-year-old Mr. Bush, only the state's second Republican Governor since Reconstruction, strode to the podium under raised swords and the six flags of Texas with his wife, Laura, followed by his twin teen-age daughters, Jenna and Barbara. Later they celebrated with a parade, three inaugural balls, a barbecue and a Mexican-style luncheon on the State Capitol grounds for roughly 9,000 of his closest friends.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Bomb in the Laboratory : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/18/opinion/IHT-bomb-in-the-laboratory-letters-to-the-editor.html","abstract":"I find it absurd that a country whose main export is its creativity would penalize itself for the future by questioning the very existence of its National Endowment for the Arts - the arts being the very laboratory of creativity.. GREGOIRE MULLER. . Mont","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/18/nyregion/c-corrections-562195.html","abstract":"  An article on Monday about the drive for a balanced-budget amendment to the Constitution misstated the minimum number of votes and the minimum number of Democrats needed to approve the amendment in the House. If all 435 members were present, approval would take a two-thirds vote, that is 290 members (necessarily including 60 Democrats) -- not 283 members, of whom 53 would be Democrats.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"The Neediest Cases; Finding Help Until Job Search Pays Off","web_url":"https://www.nytimes.com/1995/01/18/nyregion/the-neediest-cases-finding-help-until-job-search-pays-off.html","abstract":"  The leather satchel is faded, creased and bulging with testaments to a grueling job search: resumes, references and rejection letters. Leafing through its contents, Aida D.'s hands start to shake.   She worked at a savings bank for 14 years, starting as a clerk and eventually becoming the head teller. But in 1987, she lost her job to the recession. She found a new position as a bookkeeper, but it lasted only three years, again because of the poor economy. Since then, Miss D. has juggled temporary jobs and searched doggedly for full-time work.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Sports of The Times; Masquerade Is Over At St. John's","web_url":"https://www.nytimes.com/1995/01/18/sports/sports-of-the-times-masquerade-is-over-at-st-john-s.html","abstract":"  TIME is beginning to run out on Brian Mahoney. Not in a vocational sense: no one is calling for his head. The folks at St. John's say they are solidly behind their third-year coach.   What Mahoney is running out of is time out of the limelight where his young highly touted players and the third-year coach can take lumps without scrutiny. Scrutiny the university sought.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Pedro Juan Caballero Journal; Where Contraband Has Thrived, Cocaine Arrives","web_url":"https://www.nytimes.com/1995/01/18/world/pedro-juan-caballero-journal-where-contraband-has-thrived-cocaine-arrives.html","abstract":"  Well-stocked stores in this border town seem to support the official fib that Paraguay, a thinly populated farming nation, is Latin America's largest per capita consumer of scotch whisky, American cigarettes and French perfumes.   But Paraguay has a long and open tradition of smuggling, and nowhere is it more prevalent than in this town, where the international border is an unpatrolled strip of grass and Paraguayan shop clerks long ago learned to speak Portuguese, the language of their bargain-hunting Brazilian neighbors.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Albany Toys With Court Cameras","web_url":"https://www.nytimes.com/1995/01/18/opinion/albany-toys-with-court-cameras.html","abstract":"  Most states have permanently opened their courtrooms to television by permitting the presence of unobtrusive cameras strictly regulated by trial judges. Not so New York, a communications hub and the venue for some of the nation's most important trials. The State Legislature, distrustful of judges and wary of the news media, has kept courtroom cameras at bay, allowing only a series of \"experiments\" -- three in the past seven years. The latest temporary authority expires Jan. 31.   The time for experimentation is over. Television in courtrooms has been fair to the parties involved and to the legal system. It has also been illuminating for the public. Still, it seems that another period of probation, this one lasting two and a half more years, is the best that Albany is prepared to provide.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Hormone Replacement Study Answers Questions, but Not All","web_url":"https://www.nytimes.com/1995/01/18/us/hormone-replacement-study-answers-questions-but-not-all.html","abstract":"  THE recently reported finding that various forms of hormone replacement therapy can lower the risk of heart disease in postmenopausal women has answered many concerns about the safety and effectiveness of taking estrogen and progesterone in middle age, but it has also raised important new questions, according to Dr. Bernadine Healy, former director of the National Institutes of Health.   In an editorial in today's issue of The Journal of the American Medical Association, in which details of the study are also published, Dr. Healy wrote that \"after a half century of conflicting data, we can affirm with growing confidence that, at the very least, estrogen reduces key cardiovascular risk factors in women at a time when they become especially vulnerable to heart disease, namely, after 50 years of age.\"","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/18/nyregion/c-corrections-567295.html","abstract":"  A brief sports report on Monday about a high school track meet, the Archbishop Molloy Games, reversed the names of the winner of the boys' 55-meter hurdles. He was Deworski Odom of Overbrook High in Philadelphia. The report also misidentified the event won by Brandit Copper of William Penn High in Philadelphia. It was the girls' triple jump, not the long jump.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Integrate the Mentally Ill : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/18/opinion/IHT-integrate-the-mentally-ill-letters-to-the-editor.html","abstract":"Regarding \"9 Highland Road:. A Review\" (Books, Dec. 23):.If \"9 Highland Road\" is an argument for community-based mental health care, said to be cheaper and more humane, it also raises a big question on why the mentally ill have to b","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Bosnia From Close Up : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/18/opinion/IHT-bosnia-from-close-up-letters-to-the-editor.html","abstract":"Regarding \"Arm Muslim Fighters and Bomb Serbian Positions\" (Opinion, Nov. 29) by William Safire:.As a former British soldier who served in Bosnia for a year as an interpreter and who, prior to that, was a student in Sarajevo for six months, I","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Investigators Unable to Determine Why Copter Hit Electrical Wires","web_url":"https://www.nytimes.com/1995/01/18/nyregion/investigators-unable-to-determine-why-copter-hit-electrical-wires.html","abstract":"  In their final report on a helicopter crash in North Bergen, N.J., near the Lincoln Tunnel in May, investigators say they cannot figure out why the copter lost altitude 22 seconds before it flew into overhead electrical wires during a training flight.   Robert L. Hancock, an air safety inspector for the National Transportation Safety Board, said he found no evidence of mechanical failure with the helicopter's engine nor did he find any sign that the craft's two overhead rotor blades had failed before slicing into the lines, about 150 feet off the ground. There were no radio distress calls in the five and a half minutes between the helicopter's takeoff after refueling at Teterboro Airport and the crash onto I-495 at the Manhattan-bound approaches to the tunnel at 12:50 P.M. on May 5.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Defendant in Rail Killings Wants to Question Clinton","web_url":"https://www.nytimes.com/1995/01/18/nyregion/defendant-in-rail-killings-wants-to-question-clinton.html","abstract":"  Colin Ferguson announced today that he planned to subpoena President Clinton and former Gov. Mario M. Cuomo to testify at his trial on charges of killing six people aboard a Long Island Rail Road train in 1993.   \"They have both made certain comments about my case and I need to subpoena them,\" Mr. Ferguson told Judge Donald E. Belfi in Nassau County Court as jury selection got under way.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Singapore Court Finds a U.S. Scholar and Newspaper Guilty of Contempt","web_url":"https://www.nytimes.com/1995/01/18/world/singapore-court-finds-a-us-scholar-and-newspaper-guilty-of-contempt.html","abstract":"  An American academic and an American- owned newspaper were found guilty today of contempt of court in Singapore over an opinion article critical of what it called \"intolerant regimes\" in Asia that use \"a compliant judiciary\" to bankrupt opposition politicians.   Putting aside protests from the Clinton Administration, a Singapore judge ordered the academic, Christopher Lingle; the newspaper, The International Herald Tribune, and its publishers and Asia editor to pay fines and court costs that are expected to total tens of thousands of dollars.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/18/nyregion/c-corrections-565695.html","abstract":"  An article on Friday about a New Jersey legislative hearing on royalties for songwriters credited the authorship of \"Lullaby of Birdland\" incompletely. George David Weiss, who testified at the hearing, wrote the lyrics; George Shearing, the pianist, wrote the melody.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Struggling Is Allowed These Days At the Hall","web_url":"https://www.nytimes.com/1995/01/18/sports/college-basketball-struggling-is-allowed-these-days-at-the-hall.html","abstract":"  Wherever P. J Carlesimo, the former Seton Hall coach, was tonight, he probably had the feeling that something was amiss.   Carlesimo's former team attempted an arena-record 27 3-point field goals against Boston College at Byrne Meadowlands Arena tonight and made 5 of them. And get this: The Hall actually won, 66-58.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Whatever the Repair Bill, Insurance Companies Spread the Cost Around","web_url":"https://www.nytimes.com/1995/01/18/world/quake-japan-paying-for-it-whatever-repair-bill-insurance-companies-spread-cost.html","abstract":"  Japanese insurance companies have learned to protect themselves against massive losses from earthquakes and will bear very little of the burden of rebuilding the area devastated by the earthquake near Kobe.   Instead, Japanese homeowners and companies have been left to bear the brunt of property damages from the earthquake themselves, or to rely on help from the Government.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"1920: Prohibition : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/18/opinion/IHT-1920-prohibition-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - There were nation-wide festivities last evening [Jan. 16] up until midnight when national prohibition went into effect. The United States has now become as dry as a desert with the constitutional amendment in force, which prohibits the manufact","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Mayor Acts To Stave Off School Cuts","web_url":"https://www.nytimes.com/1995/01/18/nyregion/mayor-acts-to-stave-off-school-cuts.html","abstract":"  Acknowledging for the first time that the city schools cannot handle further funding cuts before the summer, Mayor Rudolph W. Giuliani said yesterday that the city would borrow money to help close its budget gap instead of turning to the Board of Education to find savings this school year.   But the plan prompted a major credit-rating agency to put the city on a negative credit watch, which is one step short of lowering the city's credit rating. The agency, Standard & Poor's, said the city's intention to save $120 million by borrowing to pay off debt owed on Feb. 1 is a fiscal gimmick that simply shifts the cost to future years.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Islanders Lose Beers to Injury","web_url":"https://www.nytimes.com/1995/01/18/sports/hockey-islanders-lose-beers-to-injury.html","abstract":"  The Islanders suffered their first major injury of training camp Monday night when defenseman Bob Beers was hit in the face with a puck.   Beers, 27, suffered multiple facial fractures and hyphema (blood in his right eye). He was taken to North Shore University Hospital, where he will stay three to seven days to allow the swelling to go down before undergoing surgery.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Revolt Against School Spending Reaches the Wealthiest Suburbs","web_url":"https://www.nytimes.com/1995/01/18/nyregion/revolt-against-school-spending-reaches-the-wealthiest-suburbs.html","abstract":"  Martin Halpin and his family left the Bronx two decades ago and moved to this affluent riverfront village to take advantage of one of the most alluring trappings of suburbia: good public schools.   But a few years ago, Mr. Halpin started feeling crushed under the weight of escalating school taxes. His last tax bill climbed to roughly $7,500, and he has had to put off expensive house repairs, like replacing the plumbing in the bathrooms of his modest split-level home.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Jimmy Carter, It Turns Out, Is a Poet, Too","web_url":"https://www.nytimes.com/1995/01/18/books/jimmy-carter-it-turns-out-is-a-poet-too.html","abstract":"  Stoically, with the economy of an engineer or a time-study man, the former President kept signing his new book of poems for customers lining up at Rizzoli's bookstore in the World Financial Center. \"JCarter,\" he wrote with a felt-tip pen, paring off the first name so as to squeeze in more signatures in the time allotted.    For two hours yesterday he signed, never even pausing for a drink of water. \"He's the best signer I ever saw,\" said Mary Beth Roche, the director of publicity for his publisher, Times Books. \"He's better than Tip O'Neill, better than Kirk Douglas. He not only signs, he makes eye contact. He says 'hi.' \"","thumbnail":null,"section":"Books"},{"date":"19950118","headline":"1895: New President : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/18/opinion/IHT-1895-new-president-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] M. Flix Faure was yesterday [Jan. 17] elected to the Presidency of the French Republic by the National Assembly at Versailles. M. Faure does not have an easy task before him. He has only been elected becaus","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"POP","web_url":"https://www.nytimes.com/1995/01/18/arts/in-performance-pop-622995.html","abstract":"  Introducing a New Band, Featuring the Producer  Blackstreet Apollo Theater    Back in the deep history of pop music, almost 10 years ago, the producer Teddy Riley helped invent a style called New Jack Swing. Mr. Riley threw together a bit of Stevie Wonder, hip-hop rhythms and some church music and made black pop singing a viable thing again, a contender in the age of rap.","thumbnail":null,"section":"Arts"},{"date":"19950118","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1995/01/18/sports/college-hockey-report.html","abstract":"  Harvard    Look out for the Crimson. \"I think we're going to be a pretty dangerous team in February,\" said Coach Ronn Tomassoni after his players completed a recent series of seven road games with a 6-1 record.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Ausanio Figures the Count Is Running Out","web_url":"https://www.nytimes.com/1995/01/18/sports/baseball-ausanio-figures-the-count-is-running-out.html","abstract":"  Joe Ausanio is not desperate because of baseball's dispute between players and owners. He is just exasperated. He is not perturbed at someone specific. He is just irritated by an unpredictable situation. He is not considering leaving the Yankees temporarily to play in Italy because he wants to make them squirm. He is just reviewing his options.   In a peaceful baseball world, Ausanio would be less than one month away from reporting for spring training in Fort Lauderdale, Fla. It would be the start of his first full season with the Yankees, a team that might have figured in post-season play last October if there had been a post-season. It would be a placid time.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/18/nyregion/inside-856095.html","abstract":"  Credit Warning for New York   Mayor Giuliani's move to borrow to close a budget gap prompted a bond-rating agency to put the city's credit rating under watch. Page B1. Cease-Fire Possible    Russia and a secessionist region agreed on the timing for a cease-fire, but as the fighting continued, few people expect it to happen. Page A10. Merrill Lynch Blamed    The former treasurer of Orange County, Calif., blamed Merrill Lynch for an investment strategy that led to a $2 billion loss. Page D1. U.S. Industry's Strong Pace    High production levels, and their inflationary impact, revived forecasts of an interest-rate rise. Page D1.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Internet Users Consider Spamming a Hostile Act","web_url":"https://www.nytimes.com/1995/01/18/opinion/l-internet-users-consider-spamming-a-hostile-act-597495.html","abstract":"  To the Editor:   Most of us who read and administer the newsgroups at Internet sites do not equate \"spamming\" with \"excessive crossposting,\" as your Jan. 11 article on E-mail does. A crossposted article is a single electronic file that can be viewed from any of the several newsgroups (discussion areas) to which it has been sent.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"In Michigan, Uncertainty and Unhappiness Over New Method to Finance the Schools","web_url":"https://www.nytimes.com/1995/01/18/us/in-michigan-uncertainty-and-unhappiness-over-new-method-to-finance-the-schools.html","abstract":"  For two years, the symbol of the need to change the state's method of financing public education was the rural northern Michigan school district of Kalkaska, which ran out of money in March 1993 and closed until the fall term. Voters in the district had repeatedly refused to raise their property taxes, which financed education.   So it might seem that Doyle Disbrow, the Kalkaska superintendent of schools, would be an enthusiastic backer of Michigan's new education financing plan, which guarantees the state's 570 school districts at least $4,200 a year for each pupil.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"In a Stricken Kobe, Survivors Count Losses","web_url":"https://www.nytimes.com/1995/01/18/world/quake-in-japan-the-scene-in-a-stricken-kobe-survivors-count-losses.html","abstract":"  Tamio Arima sat in the chilly hall of an elementary school and seemed overwhelmed, not by the debris of the buildings that had crumbled around him, but by the size of his losses.   \"All I can see in my future is darkness,\" said Mr. Arima, a 47-year-old businessman. \"I've lost everything, and I must support my wife and daughter. I can't imagine what I'm going to do. I don't even have my own place to sleep in now.\"","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Tong Leader Guilty","web_url":"https://www.nytimes.com/1995/01/18/nyregion/tong-leader-guilty.html","abstract":"  In what Federal prosecutors called a major blow against Chinese organized crime, the powerful former president of a Chinatown fraternal and business organization was convicted of murder, extortion and racketeering. The authorities say such groups, known as tongs, often work with criminal gangs to protect and expand their businesses.   Article, page B3.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"The Ticket-Sales Dilemma Requires Creative Approach","web_url":"https://www.nytimes.com/1995/01/18/sports/baseball-the-ticket-sales-dilemma-requires-creative-approach.html","abstract":"  Steve Greenberg calls it a time for \"hand-holding.\" Greenberg is the person in charge of selling season tickets for the Pittsburgh Pirates. He has a season-ticket base of approximately 17,300. At this time of year, he is supposed to get as many season-ticket holders as possible to renew their subscriptions.   It has not been an easy job this winter. For Greenberg and others like him in major league baseball, the labor dispute has presented a complicated problem: How do you sell tickets when you can't guarantee what kind of product -- if any -- will be on the field opening day?","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"John Paul Beatifies a Papuan Martyr","web_url":"https://www.nytimes.com/1995/01/18/world/john-paul-beatifies-a-papuan-martyr.html","abstract":"  The Pope and the prelates wore red today to symbolize the blood of martyrs. The warriors wore paint and feathers to show respect for the dead. And between them they blessed the bones of Peter To Rot, a martyr in these Melanesian parts, in a rite that has become one of the most distinctive of John Paul II's papacy.   Mr. To Rot was executed at the age of 33 by occupying Japanese forces during the last days of World War II for refusing to give up his work as a religion teacher. The Pope was presiding over his beatification, the step before sainthood.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Breast Cancer Weapons: Fruit, Vegetables and, Maybe, Olive Oil","web_url":"https://www.nytimes.com/1995/01/18/us/breast-cancer-weapons-fruit-vegetables-and-maybe-olive-oil.html","abstract":"  EVIDENCE continues to mount indicating that many of the foods people eat may either protect against cancer or promote its growth. In the newest report, being published today in The Journal of the National Cancer Institute, a survey in Greece of 820 women with breast cancer and 1,548 women who were free of cancer revealed that eating lots of vegetables and fruits and consuming olive oil seems to lower the risk of developing breast cancer.    The study found that women who ate the most vegetables had a 48 percent lower cancer risk than those who ate the fewest, and those who ate the most fruits had a 32 percent reduction in breast cancer risk compared with those who ate the fewest.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"WNYC Shouldn't Go to a Commercial Buyer","web_url":"https://www.nytimes.com/1995/01/18/opinion/l-wnyc-shouldn-t-go-to-a-commercial-buyer-596695.html","abstract":"  To the Editor:   I served as director (1982-88) and chairman (1984-88) of the WNYC Foundation. Before I became chairman, New York City was suffering a severe financial crisis. Some of Mayor Edward I. Koch's advisers urged him to sell the television station, saying the city could not support it.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/18/nyregion/c-corrections-563095.html","abstract":"  A Man in the News article on Jan. 14 about the new chairman of the House Appropriations Committee, Representative Robert L. Livingston, Republican of Louisiana, misspelled his middle name. It is Linlithgow.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Transit Officials Try to Prevent Withholding of Police Funds","web_url":"https://www.nytimes.com/1995/01/18/nyregion/transit-officials-try-to-prevent-withholding-of-police-funds.html","abstract":"  Transit officials are seeking a court ruling and outside arbitration to stop Mayor Rudolph W. Giuliani from forcing a merger of the transit police and the city police by withholding city financing for the transit force.   The Mayor has threatened to withhold about $320 million a year from the force starting on Tuesday. But transit officials said yesterday that the city actually stopped its payments six weeks ago, an assertion the city's budget director denied.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"An Irate Bosnia Tells U.N. to Reopen Airfield or Remove Troops","web_url":"https://www.nytimes.com/1995/01/18/world/an-irate-bosnia-tells-un-to-reopen-airfield-or-remove-troops.html","abstract":"  Angered by the behavior of the United Nations commander here, the Bosnian Government gave him an ultimatum today to reopen a critical airfield in the northeastern town of Tuzla.   The airfield in the Muslim-held town was declared open by the United Nations last March, only to close immediately because of threats from Serbian gunners in the surrounding hills. Today, the Muslim-led Government demanded that the United Nations military commander, Lieut. Gen. Sir Michael Rose, either reopen the Tuzla airfield by Feb. 1 or remove the more than 200 United Nations soldiers stationed there.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"One Half Can't Make A Whole For Storm","web_url":"https://www.nytimes.com/1995/01/18/sports/college-basketball-one-half-can-t-make-a-whole-for-storm.html","abstract":"  St. John's lost its fourth straight game and plunged even deeper in the Big East standings. But if there is any way a team can salvage something positive out of such a plight, the Red Storm can.   Sixth-ranked Syracuse won its 13th straight game, outlasting St. John's, 91-87, before 24,687 tonight in the Carrier Dome. But the way the Red Storm battled back from a 19-point second-half deficit to have a chance to win indicates that it isn't ready to give up on its season despite what its record might suggest.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Mexico Crisis Seen Spurring Flow of Aliens","web_url":"https://www.nytimes.com/1995/01/18/world/mexico-crisis-seen-spurring-flow-of-aliens.html","abstract":"  With its $40 billion rescue plan for Mexico running into opposition from members of President Clinton's own party, the Administration told leaders of Congress today that the number of illegal immigrants crossing the border into Texas and California would increase by 430,000 this year if the Mexican financial crisis deepened.    That estimate would mean a rise of 30 percent over earlier projections of illegal 1995 border crossings, as Mexican workers are drawn to a dollar that has become 35 percent more valuable relative to the peso since the devaluation of the Mexican currency began just before Christmas.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"U.S. League Expects Its Stars to Come Home","web_url":"https://www.nytimes.com/1995/01/18/sports/soccer-us-league-expects-its-stars-to-come-home.html","abstract":"  Major League Soccer, the United States league that the 1994 World Cup is supposed to have left behind as its legacy, will sign most of the Americans playing overseas and make them available for its inaugural season, which will start in spring 1996.    \"All the players overseas would like to play here, some sooner than others, and I think we will get most of them,\" Alan Rothenberg, the Major League Soccer chairman and president of the United States Soccer Federation, said yesterday in midtown Manhattan, where he attended a meeting of of sports executives.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Lubick Is Staying Put","web_url":"https://www.nytimes.com/1995/01/18/sports/sports-people-colleges-lubick-is-staying-put.html","abstract":"  Colorado State Coach SONNY LUBICK withdrew his name from consideration yesterday for the University of Miami job.   Lubick called a news conference in Fort Collins, Colo., to announce his decision. The 57-year-old coach has three years remaining on his current contract and is expected to sign a four-year extension.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Book Notes","web_url":"https://www.nytimes.com/1995/01/18/books/book-notes-362995.html","abstract":"  Joyce Turns Up in China   When it comes to challenge, some people cast their gaze toward Everest; others test themselves against the triathlon.   And some try \"Ulysses.\"","thumbnail":null,"section":"Books"},{"date":"19950118","headline":"Note to Readers","web_url":"https://www.nytimes.com/1995/01/18/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Messier Says He's Ready for Anything","web_url":"https://www.nytimes.com/1995/01/18/sports/hockey-rangers-notebook-messier-says-he-s-ready-for-anything.html","abstract":"  Three more years! Three more years! That's what Mark Messier wants, for about $6 million annually, from a reluctant Rangers management, whose inclination has been to retain the team captain for two years.   \"A three-year deal is not too unfair,\" said Messier, who turns 34 years old Wednesday. \"Hopefully, I can celebrate my birthday with a new contract.\"","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/01/18/sports/results-plus-280095.html","abstract":"  N.B.A.  Magic Halts Hornets  Shaquille O'Neal scored 35 points and grabbed 15 rebounds to outduel Alonzo Mourning (33 points, 12 rebounds) and help host Orlando stop Charlotte's eight-game winning streak with a 109-98 victory over the visiting Hornets last night. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Overcoming In the South Of the 60's","web_url":"https://www.nytimes.com/1995/01/18/movies/television-review-overcoming-in-the-south-of-the-60-s.html","abstract":"  Tonight's edition of \"Dateline\" looks back at some brutal aspects of Mississippi's resistance to the civil rights movement in the 1960's. Stone Phillips talks with a repentant undercover informer for the Sovereignty Commission, a state agency that kept track of civil rights workers. The assertion here is that information was passed by the commission to the Klan-infiltrated police, with dire results.   Mr. Phillips also tells how the commission checked out potential jurors for the benefit of the defense in Byron de la Beckwith's trial in the murder of Medgar Evers, and he names a black businessman and state official as having alerted the commission to the plans of James Chaney, Andrew Goodman and Michael Schwerner, the three young civil rights workers who were killed in June 1964.","thumbnail":null,"section":"Movies"},{"date":"19950118","headline":"This Sceptered, Smug, Shortsighted Isle","web_url":"https://www.nytimes.com/1995/01/18/opinion/this-sceptered-smug-shortsighted-isle.html","abstract":"Prime Minister John Major of Britain is boxed in. Preliminary diplomacy begins in June for next year's conference on the development of the European Union. Some Europeans want a closer federation. If Mr. Major moves an inch in their direction, he will split the already divided Conservative Party, his Government will fall, there will be an election and he will lose. If he rejects closer cooperation, a core of European Union members will proceed without him. Britain, which started the century as the center of the world's greatest empire, will end it an offshore irrelevance.\n\nForeign Secretary Douglas Hurd highlighted Mr. Major's problem last week in urging France to make common cause with Britain in resisting that core. But the last 50 years show that France prefers a continental grouping it can dominate.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Gingrich on Tightrope Over Congress's Pensions","web_url":"https://www.nytimes.com/1995/01/18/us/104th-congress-pension-plan-gingrich-tightrope-over-congress-s-pensions.html","abstract":"  When Newt Gingrich was first elected to Congress in 1978, he spurned the members' pension system as too lavish and announced that he would not participate in it.   But a decade later he joined the system, his office confirmed today. He has been participating since August 1989, an aide said.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/18/style/chronicle-127895.html","abstract":"  ROSEANNE, the comedienne who no longer uses a last name, has been ordered to bed in Los Angeles because of difficulties with her pregnancy, The Associated Press reported yesterday.   \"Her doctor asked her to stay in bed in the early stages of her pregnancy,\" said Kevin Campbell, her publicity agent. The baby, conceived through in-vitro fertilization, is due in July or August.","thumbnail":null,"section":"Style"},{"date":"19950118","headline":"New 'Star Trek' Helps New Network","web_url":"https://www.nytimes.com/1995/01/18/arts/new-star-trek-helps-new-network.html","abstract":"  \"Star Trek: Voyager,\" the newest version of \"Star Trek,\" provided the United Paramount Network with a rocket-fueled start on Monday night: the new network beat all the established ones on its first night on the air in many of the largest cities in the country.   In the Nielsen overnight ratings, measuring 29 of the largest cities, the two-hour premiere of \"Star Trek: Voyager\" scored a 14.2 rating, easily beating the competition. (Each overnight rating point in those cities represents 488,735 homes.)","thumbnail":null,"section":"Arts"},{"date":"19950118","headline":"A Steamy Pasolini Rarity From 1962","web_url":"https://www.nytimes.com/1995/01/18/movies/film-review-a-steamy-pasolini-rarity-from-1962.html","abstract":"Pier Paolo Pasolini's second feature film displays his eccentricities without veering into the perversity of his later work. Anna Magnani is all raw emotion as a former prostitute and the mother of a handsome teen-age son (Ettore Garofolo). In a sinister, voluptuous world of pimps and whores, the mother guides the boy with an overwrought abandon. Beneath the ribaldry, however, are forces pulling her toward a frightening past.\\n","thumbnail":null,"section":"Movies"},{"date":"19950118","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/18/nyregion/c-corrections-564895.html","abstract":"  An entry in the Business Digest yesterday referring to the Market Place column, about investors who ignored a company's warning of a slowdown in sales of promotional items, misstated the company's name in some editions. It was Cyrk Inc., not the Cyrix Corporation.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Kotite Loses Only Jet Coach He Rehired","web_url":"https://www.nytimes.com/1995/01/18/sports/pro-football-kotite-loses-only-jet-coach-he-rehired.html","abstract":"  The new Jets regime headed by Rich Kotite took one of the stranger turns in club history last night when Johnny Roland, who had agreed Monday night to return as running backs coach, left a message on Kotite's answering machine: he changed his mind.   Roland had been the first and only coach from the Pete Carroll's administration that Kotite rehired. But Roland then met yesterday with the Oilers' head coach, Jeff Fisher, in Mobile, Ala. -- where the coaching fraternity has gathered for the Senior Bowl -- and accepted the post with Houston.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"State Deficit Up Threefold, Officials Say","web_url":"https://www.nytimes.com/1995/01/18/nyregion/state-deficit-up-threefold-officials-say.html","abstract":"  The Pataki administration said today that the state deficit for the current fiscal year has grown threefold since last month, to $300 million, because of continuing problems in the banking, insurance and securities industries.   Administration officials said they believed that simple belt-tightening by state agencies, like cutting back travel allowances, could close the gap by the end of the fiscal year on March 31, as is required under state law. But they left open the possibility that more drastic measures, including layoffs, might be taken if the deficit continued to grow.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Fehr Cries Foul Play","web_url":"https://www.nytimes.com/1995/01/18/sports/fehr-cries-foul-play.html","abstract":"  The players' labor leader accused the owners yesterday of giving Congress a false picture of the status of talks between the two sides in baseball's labor dispute.   In a letter to Bud Selig, the acting commissioner, Donald Fehr wrote that he has been told that Selig and other owners have told members of Congress that the union \"is refusing to return to the bargaining table\" in an attempt to reach a negotiated settlement. \"As you well know,\" Fehr wrote, \"that is false. The owners walked out, not the players.\"","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Marino Won't Need Surgery","web_url":"https://www.nytimes.com/1995/01/18/sports/sports-people-pro-football-marino-won-t-need-surgery.html","abstract":"  Miami Dolphins quarterback DAN MARINO will not need further surgery on his Achilles' tendon and plans to continue his rehabilitation plan, the team announced yesterday. Marino was examined by the Dolphins medical staff and three other foot and ankle specialists and all decided against further surgery.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Noe Wants to Save New York Racing From Itself","web_url":"https://www.nytimes.com/1995/01/18/sports/horse-racing-noe-wants-to-save-new-york-racing-from-itself.html","abstract":"  The most feared man in horse racing sat behind a huge wooden desk at Aqueduct race track wearing a sweater vest, drinking water from a bottle and frequently casting an admiring glance at the framed picture of his grandson, Justin, and said: \"There is no hit list.\"   He is Kenny Noe Jr., who was summoned from Florida in October to rescue New York racing from financial chaos, the loss of fans and betting money and general corporate flabbiness.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"What's the Rush on Mandates?","web_url":"https://www.nytimes.com/1995/01/18/opinion/what-s-the-rush-on-mandates.html","abstract":"  Environmentalists and others whose interests are served by Federal regulation have a name for the three main elements of what promises to be a sustained Republican effort to deregulate American society: the \"Unholy Trinity.\" The term connotes both respect and fear. There is merit in all three ideas. Yet critics fear that, taken together, they will cripple a quarter-century of Federal efforts to protect everything from the environment to worker safety.   The ideas grew out of Newt Gingrich's \"Contract With America.\" One would require compensation when property values are diminished by Federal regulation. A second would subject regulations to independent cost-benefit analysis, otherwise known as \"risk assessment,\" that could make it more difficult for Federal agencies to carry out rules. The third would make it harder for Congress to approve costly new \"unfunded mandates\" -- obligations imposed on state and local governments without the Federal dollars to pay for them.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"The 'Contract' Gets New Ally On the Right","web_url":"https://www.nytimes.com/1995/01/18/us/the-104th-congress-lobbying-the-contract-gets-new-ally-on-the-right.html","abstract":"  Muffling for the time being the Christian Coalition's rallying cries on school prayer, abortion and homosexuality, the group's leader said today that the coalition would mount its most ambitious lobbying drive ever for passage of the House Republicans' legislative agenda.   In an address at the Detroit Economic Club, Ralph Reed, the group's executive director, said religious conservatives deserved credit for the Republican successes at the polls last November. And he made it clear that his group expected to be a central player in pressing for the Republicans' \"Contract With America.\"","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/18/nyregion/no-headline-860995.html","abstract":"  \"All I can see in my future is darkness.\" TAMIO ARIMA, a victim of the earthquake in Japan.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Collusion Case Grants Unusual Damages","web_url":"https://www.nytimes.com/1995/01/18/sports/baseball-collusion-case-grants-unusual-damages.html","abstract":"  Dave Kingman is the biggest winner in the latest awards stemming from the owners' collusion against free agents in the 1980's, but Butch Wynegar and Steve Kemp emerge with the most unusual awards granted by Thomas Roberts, the arbitrator.   Roberts, who 11 months ago awarded $59.5 million to players for lost salaries in 1986 and 1987, issued the latest awards for lost jobs and loss of mobility for those years plus assorted other damages, including emotional distress. Owners were found guilty of collusion following the 1985, 1986 and 1987 seasons.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/18/nyregion/news-summary-803095.html","abstract":"  International A2-15  CATASTROPHIC QUAKE  In Japan's sixth largest city, rescure teams struggled to contain fires and combed through rubble in the wake of an earthquake that killed more than 2,000 people. A1  VICTIMS TRYING TO COPE  The earthquake in Japan has left the victims stunned, and people began trying to cope with the destruction that left many homes and businesses in ruins. A1","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"THEATER","web_url":"https://www.nytimes.com/1995/01/18/theater/in-performance-theater-380795.html","abstract":"  In Suburbia, in a Den Of Comic Sadness and Excess  'Living Proof' Jewish Repertory Theater   \"Living Proof,\" Gordon Rayfield's new comedy, which opened on Sunday, rushes right to the edge of outrage in its almost breathless first act. But then it turns to muddled moralizing about the values of people who could do the things that happened in that act, and finally ends in a silent moment that is perhaps meant to be ironic but comes off as sticky sentimentality.","thumbnail":null,"section":"Theater"},{"date":"19950118","headline":"Pardee Is Near a New Post","web_url":"https://www.nytimes.com/1995/01/18/sports/sports-people-pro-football-pardee-is-near-a-new-post.html","abstract":"  JACK PARDEE, a former Houston Oilers' coach, said yesterday that he was working out the details to become head coach of the new Canadian Football League team in Birmingham, Ala. Pardee, twice the N.F.L.'s coach of the year, has never coached in the Canadian Football League, which uses a larger field, three downs instead of four and a wide-open passing attack. Pardee said he was working on a deal with the team's owner, ART WILLIAMS, who last week refused comment on whether Pardee was his choice as coach. Pardee was coach of the Oilers from 1990 until midway through this season, when he was dismissed after an 0-9 start. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"UConn Women Voted No. 1","web_url":"https://www.nytimes.com/1995/01/18/sports/college-basketball-uconn-women-voted-no-1.html","abstract":"  A day after the University of Connecticut's second-ranked women's basketball team beat top-ranked Tennessee, the undefeated UConn women got further evidence that their 77-66 dream victory had really been for real. The writers and broadcasters who participate in the Associated Press poll yesterday joined the coaches surveyed Monday night by CNN and USA Today in placing UConn atop the college rankings.   As in the coaches poll, the two teams swapped positions in the A.P. poll, with UConn drawing all 31 first-place votes.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"1945: Warsaw Liberated : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/18/opinion/IHT-1945-warsaw-liberated-in-our-pages100-75-and-50-years-ago.html","abstract":"MOSCOW - Warsaw fell today [Jan. 17] before the Russian hurricane which shattered the German line in Poland and pushed to within 15 miles of the Reich border. The order of the day, issued by Marshal Josef Stalin, testified to the utter defeat of the Wehrm","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Squaw Valley Journal; Above California Flood, Days of Alpine Ecstasy","web_url":"https://www.nytimes.com/1995/01/18/us/squaw-valley-journal-above-california-flood-days-of-alpine-ecstasy.html","abstract":"  You've got to love California.    North of Sacramento, in flooded Roseville, homeowners were dragging soggy couches out of their houses, and President Clinton was in town to review the disaster. But here in Squaw Valley, 90 miles to the east and 6,200 feet above sea level in the Sierra Nevada, James Dykema was exulting over a wondrous day of skiing.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Mexican Parties Sign Accord On Shift to Full Democracy","web_url":"https://www.nytimes.com/1995/01/18/world/mexican-parties-sign-accord-on-shift-to-full-democracy.html","abstract":"  The Mexican Government and the ruling political party agreed today with the main opposition parties to negotiate changes to fully democratize the country's political system and defuse bitter conflicts over recent elections in two southern states.   In a pact signed here this evening, President Ernesto Zedillo Ponce de Leon and leaders of the country's four largest parties pledged to conclude \"definitive\" reforms of federal and state election laws and to respect the outcome of voting conducted under fair conditions.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Heroin Medication Approved As Treatment for Alcoholism","web_url":"https://www.nytimes.com/1995/01/18/us/heroin-medication-approved-as-treatment-for-alcoholism.html","abstract":"  A drug used to treat heroin addiction has been approved as a treatment for alcoholism, the first new drug for this use in more than 45 years, a pharmaceutical company announced today.   The Du Pont Merck Pharmaceutical Corporation said the Food and Drug Administration had approved the drug, naltrexone, for the new use on Dec. 30. The drug is available immediately to be prescribed as a therapy for alcoholism in conjunction with a comprehensive treatment program, the company said.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"For Japanese in the U.S., a Frantic Hunt for News","web_url":"https://www.nytimes.com/1995/01/18/world/quake-in-japan-looking-homeward-for-japanese-in-the-us-a-frantic-hunt-for-news.html","abstract":"  Kazusa Yonema spent much of Monday night with a telephone pressed to her ear, urgently trying to get through to relatives in western Japan.   \"I called and called and called,\" said Mrs. Yonema, who moved to Westchester County four years ago but whose father and brother live near Kobe, close to the epicenter of the earthquake. \"I couldn't reach them.\"","thumbnail":null,"section":"World"},{"date":"19950118","headline":"A Working Man","web_url":"https://www.nytimes.com/1995/01/18/sports/IHT-a-working-man.html","abstract":"Every dogged competitor shall have his day, and out of a day may blossom a season, out of a season a career..Fabrizio Ravanelli, the silver fox of Italian soccer, has fought his way to the top of the scoring charts. In getting there, he deceived all of","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/18/arts/in-performance-classical-music-623795.html","abstract":"  A Compositional Tour Of Bach, Liszt and Scriabin  Lilya Silberstein, pianist 92d Street Y    Lilya Silberstein won the Ferrucio Busoni International Piano Competition in 1987 and has been making records for Deutsche Grammophon since 1988, but she is not as well known in the United States as she deserves to be. Her recital on Saturday evening showed her to be an insightful interpreter with a powerful technique and a sense of what makes an interesting program.","thumbnail":null,"section":"Arts"},{"date":"19950118","headline":"Through Kobe's Rubble, An Economic Rainbow","web_url":"https://www.nytimes.com/1995/01/18/world/quake-in-japan-the-cost-through-kobe-s-rubble-an-economic-rainbow.html","abstract":"  The earthquake that ripped through western Japan today has paralyzed one of the nation's commercial hubs, leaving rubble and smoke and panic. It caused colossal damage to Japan's roads, railways and communications and knocked out of commission a port that accounts for 12 percent of the nation's exports.   The quake was the worst in an urban area of Japan in 70 years, ever since the great Tokyo earthquake of 1923, and it struck in a crucial economic zone that includes the business center of Osaka, Japan's third largest city, as well as Kobe, the sixth largest.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Documents Released by Court Give Account of Simpson Violence Against First Wife","web_url":"https://www.nytimes.com/1995/01/18/us/documents-released-by-court-give-account-of-simpson-violence-against-first-wife.html","abstract":"  Court papers released on Tuesday revealed for the first time that on at least one occasion O. J. Simpson's first wife, Marquerite Simpson Thomas, reported that Mr. Simpson had beaten her. They also disclosed that Mr. Simpson called Mrs. Thomas shortly before his arrest last June, saying he had been framed and was about to kill himself.   The documents, contained in a motion to compel Mrs. Thomas's testimony, contradict her repeated assertions that Mr. Simpson never struck her during their 12-year marriage, which ended in March 1979. That was what she told the police on June 23, 10 days after Nicole Brown Simpson and Ronald L. Goldman were killed.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Scientists Anticipated Temblor but Not the Spot","web_url":"https://www.nytimes.com/1995/01/18/world/quake-in-japan-the-geology-scientists-anticipated-temblor-but-not-the-spot.html","abstract":"  The earthquake that hit Japan yesterday was both unusual and ordinary, geologists said.   It was unusual in that the devastated area in southwestern Japan has been seismologically quiet of late. If a big earthquake was going to strike anywhere, the geologists said, they expected it in the northeast part of the archipelago, which has been shaken by a series of big temblors in the last two years.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Composing a Kinship Between Classical and Pop","web_url":"https://www.nytimes.com/1995/01/18/arts/composing-a-kinship-between-classical-and-pop.html","abstract":"  William Bolcom's music, which New York Philharmonic audiences will hear a lot of this week, is a wordless rebuttal to ideas of rank and category. As a ragtime pianist and espouser of American popular song who writes operas and symphonies, Mr. Bolcom works hard to erase the lines between the elite and the vulgar, the intellectual and the visceral, the select and the popular.   Music, he seems to be telling us, has pulled itself apart from both ends of the cultural spectrum: the classical extremity eager to isolate high-mindedness and rise above the everyday; the pop end cornered by a concern for the bottom line and an obsession with rigid species and subspecies of style. Neither Mr. Bolcom's \"Commedia\" nor his Fifth Symphony, which Leonard Slatkin will conduct tomorrow, Friday and Saturday at Avery Fisher Hall, are new pieces. Both, however, create what the composer calls an \"axis\": a fulcrum on which the classical and the popular can sway in happy balance.","thumbnail":null,"section":"Arts"},{"date":"19950118","headline":"Russians and Rebels Agree to a Cease-Fire","web_url":"https://www.nytimes.com/1995/01/18/world/russians-and-rebels-agree-to-a-cease-fire.html","abstract":"  With both sides groping for a way out of the widening war in the seccessionist republic of Chechnya, Russian and Chechen officials agreed today on a cease-fire to begin Wednesday night.   Officials here immediately made clear that they held little hope for an end to the fighting, which has taken the lives of thousands of civilians and soldiers since President Boris N. Yeltsin sent 40,000 troops to the Caucasus region last month.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Developments in Congress","web_url":"https://www.nytimes.com/1995/01/18/us/the-104th-congress-diary-developments-in-congress.html","abstract":"  HOUSE: With overwhelming bipartisan cooperation, lawmakers cleared the first legislation of the Republican-controlled 104th Congress -- a bill that would end Congress's exemptions from discrimination and workplace laws and from employees' lawsuits. The 390-to-0 vote in the House to make Congress more accountable gave the Republican majority its first, and probably its easiest, down payment on its \"Contract With America.\" Speaker Newt Gingrich said the legislation had passed Congress and reached the President faster than any measure since 1933. President Clinton is expected to sign the bill into law.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Message to Black Athletes","web_url":"https://www.nytimes.com/1995/01/18/sports/sports-people-colleges-message-to-black-athletes.html","abstract":"  The Arkansas basketball coach, NOLAN RICHARDSON, said yesterday that black athletes must understand they are being neglected by the National Collegiate Athletic Association. He made the remarks after the Black Coaches Association said Monday it has given up on working with the N.C.A.A. and will turn to outside groups for help in attacking what it considers to be inequities in college athletics. The Black Coaches Association said it would urge those groups to try to influence black athletes in their choice of schools.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"One American Reported Dead Among 20,000 in Quake Area","web_url":"https://www.nytimes.com/1995/01/18/world/quake-japan-americans-one-american-reported-dead-among-20000-quake-area.html","abstract":"  Initial reports of American casualties from the earthquake in Japan put the death toll at one, out of an estimated 20,000 in the affected region, the United States Embassy in Tokyo said today. In most cases American businesses with operations in the Osaka-Kobe region said damage to their operations appeared to be slight.   Shortly after news of the quake reached the United States, the State Department set up telephone lines and a task force yesterday to handle calls about the disaster.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"The First Sign of What's to Come","web_url":"https://www.nytimes.com/1995/01/18/sports/on-baseball-the-first-sign-of-what-s-to-come.html","abstract":"  An hour or so after the major league executive council approved a plan for use of replacement players last Friday, Bud Selig was asked why the owners were keeping details of the plan secret.    Selig, who is council chairman and acting commissioner, said: \"I don't know that there is a secret. All the details have to be worked out.\"","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"In H.M.O.'s, You Have to Know the Rules; Patient vs. Profit","web_url":"https://www.nytimes.com/1995/01/18/opinion/l-in-hmo-s-you-have-to-know-the-rules-patient-vs-profit-591595.html","abstract":"  To the Editor:   In \"H.M.O.'s Are Changing the Face of Medicare\" (front page, Jan. 11), Virginia Golden, whom you quote, is right on target in expressing concern about which specialists she and her husband could see and under what conditions.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Tharp Introduces an All-American Workshop","web_url":"https://www.nytimes.com/1995/01/18/arts/dance-review-tharp-introduces-an-all-american-workshop.html","abstract":"  Twyla Tharp's new program, \"Red, White and Blues New Works,\" looks like Show-and-Tell. It is definitely not Let's Pretend.   The real Tharp, brainy and entertaining, is all there in the lecture-demonstration format with which she and seven excellent dancers opened a two-week run on Monday night at the Brooklyn Academy of Music (30 Lafayette Avenue, at Ashland Place, Fort Greene). The evening is studded with, but not dominated by, Ms. Tharp's didactic patter about her choreographic methods, and the new works, some polished and some still raw studies, feature performers in practice clothes on a bare stage with bright lighting.","thumbnail":null,"section":"Arts"},{"date":"19950118","headline":"Court Rejects Appeal of Man Convicted in Child Smut Case With Political Overtones","web_url":"https://www.nytimes.com/1995/01/18/us/court-rejects-appeal-man-convicted-child-smut-case-with-political-overtones.html","abstract":"  Although the Supreme Court issued no decisions today, the Justices gave the Clinton Administration some most welcome news: They turned down an appeal by a man convicted of violating the Federal child pornography law.   It was the second time in two years that the man, Stephen A. Knox, had brought his case to the Court. Mr. Knox, a Pennsylvania State University graduate student, received a five-year prison sentence for possessing three videotapes of young girls dressed in bathing suits and other scanty apparel.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Congress Approves Measure Extending Work Laws to Itself","web_url":"https://www.nytimes.com/1995/01/18/us/104th-congress-overview-congress-approves-measure-extending-work-laws-itself.html","abstract":"  In a unanimous vote, the House of Representatives today cleared the first legislation of the Republican-controlled 104th Congress, a bill that would end Congress's exemptions from discrimination and workplace laws and from lawsuits by employees.   The 390-to-0 vote also gave the Republican majority its first, and probably easiest, victory in its quest to pass the \"Contract With America,\" a package of campaign promises from the election last year. Speaker Newt Gingrich of Georgia said it was the fastest that a piece of legislation had passed through Congress and reached the President since 1933.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Pentagon and Budget Office Duel Over Unexpected Expenses","web_url":"https://www.nytimes.com/1995/01/18/us/pentagon-and-budget-office-duel-over-unexpected-expenses.html","abstract":"  In a dispute that President Clinton may have to settle personally, the Pentagon and the White House budget office are clashing over how to pay for unanticipated military operations in places like Rwanda, Haiti and Kuwait.    Defense Secretary William J. Perry and Gen. John M. Shalikashvili, the Chairman of the Joint Chiefs of Staff, are preparing a memorandum to Mr. Clinton seeking his support in a disagreement with Alice M. Rivlin, the White House budget director.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/18/nyregion/metro-digest-110395.html","abstract":"  WEALTHY JOIN REVOLT ON SCHOOL SPENDING    Even the wealthiest suburban communities in the New York metropolitan region and across the country have begun to revolt against school spending -- particularly growing teacher salaries -- after years of supporting public education at almost any expense. A1.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"A Simple Brunch Plan For a Lazy Weekend","web_url":"https://www.nytimes.com/1995/01/18/style/a-simple-brunch-plan-for-a-lazy-weekend.html","abstract":"ALAIN QUIRIN believes a Sunday brunch should actually be fun for the host. Mr. Quirin, a native of the Alsace region of France, who is now in charge of the takeout and catering departments at Gourmet Garage, on Broome Street, in SoHo, keeps brunches simple with an unexpectedly delicious make-ahead soup of leek and oatmeal, an almost-instant scrambled-eggs-and-salmon dish and a fruit dessert invigorated with Champagne or white wine. \nLeek and Oatmeal Soup\nTotal time: 30 minutes\n 3 leeks \n 3 cups sliced yellow onion, cut in thin rounds \n 2 tablespoons extra-virgin olive oil \n 3/4 cup uncooked oatmeal \n Fine sea salt to taste \n Freshly ground black pepper to taste.\n\n1. Cut off and discard the root ends of the leeks and most of the green stalks. Cut the leeks lengthwise into thin slivers and wash them very well.  Cut the onion rounds in half. \n\n2. Heat the olive oil in a large, heavy pot. Add the onions and cook for two minutes, or until soft. Add the leeks and 2 quarts of water.  Bring to a boil and continue boiling uncovered over medium heat for 20 minutes. Add the oatmeal, reduce to low boil and cook, stirring, for 5 minutes. \n\n3. Transfer to a food processor and blend until smooth. Add salt and pepper to taste. Thin with more water if desired. \n\n4. Serve immediately. Or refrigerate in a covered bowl overnight and reheat, stirring, before serving.\n\nYield: 6 servings\n\nApproximate nutritional analysis per serving: 150 calories, 5 grams fat, 0 milligrams cholesterol, 15 milligrams sodium (before optional salting), 3 grams protein, 25 grams carbohydrate.\nSmoked-Salmon\nScrambled Eggs \nTotal time: 5 minutes\n 1/4 cup butter or extra-virgin olive oil \n 12 large eggs, beaten \n 1/2 pound smoked salmon, diced \n Minced fresh dill \n 2 ripe tomatoes, if desired, skinned and diced \n 1/4 cup evaporated skim milk or heavy cream \n Freshly ground black pepper to taste.\n\nNote: Because this dish is easiest to cook in two batches, divide the ingredients in half and use a heavy 9- or 10-inch skillet.\n\n1. Melt the butter or heat the olive oil over medium heat. Add the beaten eggs and stir until they have just set. Add the smoked salmon and dill, and the tomato if desired. Stir until firm but not dry.\n\n2. Add the evaporated skim milk or cream and stir just enough to mix.  Add pepper to taste and serve immediately.\n\nYield: 6 servings \n\nApproximate nutritional analysis per serving, made with butter and skim milk: 270 calories, 20 grams fat, 455 milligrams cholesterol, 510 milligrams sodium, 20 grams protein, 2 grams carbohydrate.\nSpirited Fruit \nTotal time: 5 minutes, plus 1 hour to chill\n 3 cups mixed berries, like strawberries, raspberries and blueberries; or use 4 cups winter fruits like grapes, peeled sliced oranges, grapefruit and pears\n 1 1/2 cups Champagne or dry white wine \n 1/3 cup sugar \n 1 bunch fresh mint.\n\n1. If using blueberries or strawberries, rinse them quickly (do not wash other, softer berries, but discard any imperfect ones). Cut strawberries in half.\n\n2. Put the berries or prepared winter fruits in a large glass bowl. Add the Champagne or white wine and sugar. Stir gently. Cover with plastic wrap and refrigerate for at least 1 hour but not longer than 3 hours. \n\n3. Garnish with fresh mint sprigs and serve.\n\nYield: 6 servings\n\nApproximate nutritional analysis per serving: 105 calories, 0 grams fat, 0 milligrams cholesterol, 2 milligrams sodium, 1 gram protein, 18 grams carbohydrate.","thumbnail":null,"section":"Style"},{"date":"19950118","headline":"Reissues Of 2 Novels By O'Hara","web_url":"https://www.nytimes.com/1995/01/18/books/books-of-the-times-reissues-of-2-novels-by-o-hara.html","abstract":"  APPOINTMENT IN SAMARRA By John O'Hara 269 pages. Modern Library. $13.50   We readers are an untrustworthy lot: writers do everything they can to enthrall us, but as soon as their backs are turned there we are, slipping in and out of their books, \"without being singed, pinched, bumped or tickled by any line or chapter.\" Those rueful, accusatory words are John O'Hara's, and in four decades of writing fiction (his first book was published in 1934, his last in 1974 four years after he died), he shocked, courted and overwhelmed his readers by any and every means at hand. He is the omniscient narrator and the dispassionate chronicler; he will unleash a volley of newspaper headlines or brute facts about coal mining in Pennsylvania or shopping in New York; he will disappear into a long, intimate soliloquy, or into pages of dialogue, fine-tuned to each character's temper and needs.","thumbnail":null,"section":"Books"},{"date":"19950118","headline":"Expand NATO Only When and If the Russians Make It Necessary","web_url":"https://www.nytimes.com/1995/01/18/opinion/IHT-expand-nato-only-when-and-if-the-russians-make-it-necessary.html","abstract":"This is the second of two articles.. The West must not be sanguine about Russia's imperialistic history, its aggressive policies today in the Caucasus in particular, or the prospects for democracy in Russia. It is entirely possible that Russia will embark","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"In H.M.O.'s, You Have to Know the Rules","web_url":"https://www.nytimes.com/1995/01/18/opinion/l-in-hmo-s-you-have-to-know-the-rules-590795.html","abstract":"  To the Editor:   \"H.M.O.'s Are Changing the Face of Medicare\" (front page, Jan. 11) is a balanced piece on the rising enrollment of Medicare beneficiaries in health maintenance organizations. But a harder look at the accessibility of services is needed.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"McEnroe Ousts Becker in Opener","web_url":"https://www.nytimes.com/1995/01/18/sports/tennis-mcenroe-ousts-becker-in-opener.html","abstract":"  After a serenely sunny and uneventful opening day, the goings-on turned tumultuous today at the Australian Open. There were rain delays, three major upsets and a long-awaited debut by a famous Las Vegas entertainer that nearly upstaged the rest of the dramas.   When the skies cleared and the stadium's retractable roof retreated, out trotted the Open's boldest and baldest debutante, Andre Agassi, whose look has launched a thousand shaven heads. Ninety minutes later, he had earned safe passage to the second round.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Devastation Shakes Trust In Construction Standards","web_url":"https://www.nytimes.com/1995/01/18/world/quake-japan-engineering-devastation-shakes-trust-construction-standards.html","abstract":"  When a bridge and an elevated highway collapsed during the big San Francisco earthquake of 1989, Minoru Hirano, a Japanese highway designer, reassured his countrymen that Japanese bridges were stronger than those in America.    \"I didn't think it would happen to Japan,\" Mr. Hirano, director of project planning for the Japan Highway Public Corporation, recalled today. \"I thought our design code would be enough.\"","thumbnail":null,"section":"World"},{"date":"19950118","headline":"State Work Overpaid? Statistics Explain Little","web_url":"https://www.nytimes.com/1995/01/18/nyregion/state-work-overpaid-statistics-explain-little.html","abstract":"  In his campaign to deny state employees raises, Gov. John G. Rowland has tried to win over legislators by portraying state workers as overpaid, compared with their counterparts in private industry.   But with the State Senate scheduled to consider on Wednesday whether to approve the raises for 21,000 workers earning between $19,000 and $92,000, it is still unclear how state employees measure up, and whether such comparisons are ultimately a useful way to gauge public workers' compensation.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/18/style/chronicle-620295.html","abstract":"  R. NICHOLAS BURNS, a career Foreign Service officer who has been in charge of the Russian desk at the National Security Council, was named the State Department's spokesman yesterday, The Associated Press reported.    Mr. Burns, 38, was in Geneva with Secretary of State Warren Christopher, who made the announcement. \"I am delighted to welcome Nick as a member of my team and look forward to working closely with him,\" Mr. Christopher said.","thumbnail":null,"section":"Style"},{"date":"19950118","headline":"Japan's Players Frantic Over Earthquake","web_url":"https://www.nytimes.com/1995/01/18/sports/tennis-japan-s-players-frantic-over-earthquake.html","abstract":"  The pre-dawn earthquake that hit Kobe, Japan, on Tuesday held frightening repercussions for several Japanese players in contention here at the Australian Open, particularly 26th-ranked Naoko Sawamatsu. The 21-year-old player learned that although her immediate family had been spared, her home had been destroyed and her best friend was missing and presumed dead.   Sawamatsu was grateful for the drizzle that postponed her first-round match until today as it gave her time to spend a frantic morning on the telephone tracking down her relatives back in Japan.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"The Wall of Secrecy Finally Cracks (a Little)","web_url":"https://www.nytimes.com/1995/01/18/opinion/the-wall-of-secrecy-finally-cracks-a-little.html","abstract":"Tomorrow the Clinton Administration is scheduled to go public with an armistice in the cold war: a new executive order changing the rules of Government secrecy in cases of national security.  The order (copies of which are circulating in the bureaucracy) takes some important steps forward -- but they are only the first steps toward reforming a secrecy system that is rapidly collapsing of its own weight. \n\nThe order's most innovative section requires the public release of secrets more than 25 years old. (The order could be overturned or modified by Congress, but that is unlikely.) Agencies are to be given until the year 2000 to find and set aside information that is still sensitive, such as weapons design or the identities of spies. Only these set-aside records will undergo the current declassification process, which entails expensive, labor-intensive line-by-line review; everything else 25 years old or more would be automatically declassified. This is a big improvement over a 1993 draft of the executive order, which called for automatic declassification after 40 years.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"After 130 Years, A. & S. Name Will Fade Into Retailing History","web_url":"https://www.nytimes.com/1995/01/18/nyregion/after-130-years-a-s-name-will-fade-into-retailing-history.html","abstract":"  In 130 years, it grew from a 25-by-90-foot dry-goods shop in downtown Brooklyn to a chain of 18 department stores across the New York metropolitan region. But on April 30, the name Abraham & Straus will pass into shopping history. The parent company, Federated Department Stores Inc., will convert most of the stores into one of its better known national chains, Macy's, Stern's or Bloomingdale's.   The end of the A. & S. nameplate will leave the most heartbreak on Fulton Street in downtown Brooklyn, where the store flourished from the opening of the Brooklyn Bridge in 1883, becoming the borough's best-known emporium.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Russia Assures Anxious U.S. Of Its Commitment to Reforms","web_url":"https://www.nytimes.com/1995/01/18/world/russia-assures-anxious-us-of-its-commitment-to-reforms.html","abstract":"  Russia's Foreign Minister assured Secretary of State Warren Christopher of his country's commitment to democracy and market reform and its determination to negotiate a peaceful settlement of the conflict in Chechnya, but did not say what concrete steps his country intended to take, senior Administration officials said tonight.   The sweeping but vague assurances by Foreign Minister Andrei V. Kozyrev came during a three-hour dinner with Mr. Christopher that opened two days of intense discussions to repair a relationship between the two countries that was declining even before Russia's military offensive in the breakaway region of Chechnya.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Tong Leader In Chinatown Is Convicted","web_url":"https://www.nytimes.com/1995/01/18/nyregion/tong-leader-in-chinatown-is-convicted.html","abstract":"  In what Federal prosecutors called a major blow against Chinese organized crime in the United States, the powerful former president of a Chinatown fraternal and business organization was convicted yesterday of murder, extortion and racketeering.   Prosecutors in Brooklyn said that the guilty verdict against Clifford Wong, a businessman who long headed the Tung On association, was the first time that the leader of such an organization -- or tong -- had been convicted of such crimes in the United States.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Koss Wins Owens Trophy","web_url":"https://www.nytimes.com/1995/01/18/sports/sports-people-awards-koss-wins-owens-trophy.html","abstract":"  JOHANN OLAV KOSS of Norway, who won three gold medals and set three world records in speed skating at the 1994 Winter Olympics, has been selected as the winner of the Jesse Owens International Trophy Award yesterday. In balloting by a worldwide panel of electors, Koss received 141 points. The speed skater BONNIE BLAIR of the United States finished second with 86 points and the distance runner NOUREDDINE MORCELI of Algeria was third with 71.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"On Sale: A Near-Death Experience","web_url":"https://www.nytimes.com/1995/01/18/sports/sports-business-on-sale-a-near-death-experience.html","abstract":"  In hockey, we now have an in vitro case study: how to market a sport that nearly self-obliterated a season. Obviously, the best marketing is to open -- or re-open -- the doors with major league players.   Nassau Coliseum opened for business on Monday. And? \"We've sold four times the tickets on the first day of sales than we ever have,\" said Jim Johnson, the Islanders' vice president of sales. So much for apathy.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"Still-Sturdy Russia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/18/opinion/IHT-stillsturdy-russia-letters-to-the-editor.html","abstract":"Regarding the report \"Russian Army's Might and Myth Shattered in Grozny\" (Jan. 7):.The Soviet Union's winter war with Finland, prior to World War II, left the West, and particularly Hitler, with an inaccurate impression of Moscow's military p","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Clinton in Context : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/18/opinion/IHT-clinton-in-context-letters-to-the-editor.html","abstract":"Regarding \"As Clinton Tries to Reinvent Himself, the Question Is: Who Is He?\" (Dec. 16): .Since Bill Clinton came to office there has been dramatic progress in the Middle East and Haiti; the U.S. economy has done very well; GATT, the most imp","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"U.S. Is Fearful Of Alien Surge","web_url":"https://www.nytimes.com/1995/01/18/us/us-is-fearful-of-alien-surge.html","abstract":"  Countering growing opposition from President Clinton's own party to its $40 billion rescue plan for Mexico, the Administration told leaders of Congress that the number of illegal immigrants crossing the border into Texas and California would increase by about 430,000 this year if the Mexican financial crisis deepened.    Article, page A3.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Farrakhan Sees 'Set Up' in Case Of Murder Plot","web_url":"https://www.nytimes.com/1995/01/18/us/farrakhan-sees-set-up-in-case-of-murder-plot.html","abstract":"  Louis Farrakhan, the Nation of Islam leader who the authorities say was the target of an assassination plot involving the daughter of Malcolm X, spoke out in her defense tonight and expressed anger and sadness that she had been made what he called the victim of \"a trained set-up artist.\"   In a speech billed as a news conference but directed mostly to the converted, who packed the bleached-white interior of the organization's mosque on Chicago's South Side, Mr. Farrakhan said he did not want any harm to come to her and that justice would not be served if she went to prison.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"Police Check Suspect In Plot to Kill Pope For Link to Bombing","web_url":"https://www.nytimes.com/1995/01/18/nyregion/police-check-suspect-in-plot-to-kill-pope-for-link-to-bombing.html","abstract":"  Federal agents have flown to Manila to investigate the possibility that a man being held by local police in a suspected plot against the Pope is the same man who has been accused of masterminding the bombing of the World Trade Center, Federal law-enforcement officials said.   It was not clear last night whether the man being detained by Philippine authorities was Ramzi Yousef, the lean 27-year-old Kuwaiti whom the Federal Bureau of Investigation has been seeking since he fled the country a few hours after the bombing in February 1993.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Repeat After Pat Riley: This Is Just Another Game","web_url":"https://www.nytimes.com/1995/01/18/sports/pro-basketball-repeat-after-pat-riley-this-is-just-another-game.html","abstract":"  Revenge? Redemption? Rematch?   Better rethink that, because the Knicks say they are refusing to look at Thursday night's game at Houston -- the first meeting between the teams since June 22, the night the Rockets defeated the Knicks to capture the National Basketball Association championship -- as anything more than a tough road game.","thumbnail":null,"section":"Sports"},{"date":"19950118","headline":"MORE ON THE QUAKE","web_url":"https://www.nytimes.com/1995/01/18/world/more-on-the-quake.html","abstract":"  Crisis of Confidence    Japan has long believed that it had developed technology to prevent disaster from earthquakes, but the widespread destruction from the earthquake in Kobe has undermined that confidence. Page A14. Economic Impact    The earthquake has knocked out a major commercial hub. But the blow to the economy could be balanced by the need to rebuild. Page A13. Surprise Location    The earthquake in Japan was caused by an age-old process, with plates grinding against each other, but geologists were surprised that it happened where it did. Page A15. Markets Are Calm    The earthquake would once have been Wall Street's \"doomsday scenario,\" but the markets remained calm, reflecting an increasing diversity of investment. Page D1.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Japanese and U.S. Ways of Structural Engineering Differ","web_url":"https://www.nytimes.com/1995/01/18/world/quake-in-japan-japanese-and-us-ways-of-structural-engineering-differ.html","abstract":"  American engineering experts said yesterday that they were surprised by the extent of the collapse of roadways and other structures in the earthquake near Kobe, Japan. But they said it was too early to tell if some of the damage was related to the fact that the Japanese take a slightly different approach to earthquake engineering than do Americans.   Sections of several major expressways collapsed, as did many modern buildings. Some roads and overpasses buckled. And as can be expected in an old, densely populated city, many wooden buildings with heavy tile roofs collapsed.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"Texan Who Killed Ex-Wife And Her Niece Is Executed","web_url":"https://www.nytimes.com/1995/01/18/us/texan-who-killed-ex-wife-and-her-niece-is-executed.html","abstract":"  The life of Mario Marquez, a life his lawyer called \"sadness from beginning to end,\" was ended by lethal injection at 12:21 A.M. today, a short time after the condemned man said he wanted to \"come home to my Lord Jesus, my savior.\"    Mr. Marquez, who killed his former wife and her niece in a jealous rage 11 years ago, gasped deeply, strained once against the straps, then lay still as a dozen or so somber witnesses, including six reporters, watched through a glass partition. Among the onlookers were two brothers, who wept quietly in each other's arms, and his lawyer, who said his client had been victimized by a \"Catch-22\" in the law.","thumbnail":null,"section":"U.S."},{"date":"19950118","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/18/style/chronicle-621095.html","abstract":"  HILLARY RODHAM CLINTON is due to visit New York City today. She is scheduled to go to the Beth Israel Medical Center, on First Avenue and 16th Street, this morning, where she will meet with women whose breast cancer screenings have been covered by Medicare. In the evening she will receive the Humanitarian Award of United Cerebral Palsy of New York City at the organization's 40th annual awards dinner at the Waldorf-Astoria. The presentation to Mrs. Clinton is to be made by Katharine Graham, former publisher of The Washington Post, who was honored last year.","thumbnail":null,"section":"Style"},{"date":"19950118","headline":"Everett Quinton, You're No Rise Stevens","web_url":"https://www.nytimes.com/1995/01/18/theater/theater-review-carmen-everett-quinton-you-re-no-rise-stevens.html","abstract":"  As first imagined by Prosper Merimee in his novella and then as scored by Georges Bizet in his opera, the Gypsy beauty named Carmen is the quintessential, overwrought femme fatale: scornful, mocking, headstrong, doomed. She's dangerous, and not only because she walks around with a rose sticking out of her mouth like a toothpick. Carmen's a terminal vamp, a woman for whom men are playthings. She uses them and tosses them aside, without heed to their feelings or her future.   In the Ridiculous Theatrical Company's exuberant, updated new \"Carmen,\" which opened last night at the Charles Ludlum Theater, Carmen is all these things and more.  She's a man.","thumbnail":null,"section":"Theater"},{"date":"19950118","headline":"Don't Begrudge Veterans Medical Care","web_url":"https://www.nytimes.com/1995/01/18/opinion/l-don-t-begrudge-veterans-medical-care-594095.html","abstract":"  To the Editor:   William Safire says that money spent on America's veterans is \"the most wasteful special-interest spending in Washington\" (column, Jan. 12). Mr. Safire may begrudge the men and women whose health was impaired by military service, but neither taxpayers nor their representatives share his attitude.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Don't Snub Congress on Haiti","web_url":"https://www.nytimes.com/1995/01/18/opinion/don-t-snub-congress-on-haiti.html","abstract":"  The American force in Haiti has largely completed the mission imposed on Washington by the United Nations Security Council last July -- to establish secure and stable conditions. The moment has arrived, as agreed, for U.N. peacekeepers to take over. The thuggish military Government has been dismantled. The legitimate Government of President Aristide has been restored. The initial U.S. expeditionary force of 20,000 has been scaled back to some 5,600 soldiers, joined by about 2,000 troops from 20 other nations.   Conditions in Haiti are far from ideal and democracy is not yet secure. Many Haitians, particularly Aristide supporters, would like U.S. forces to stay on indefinitely. But that would turn the present limited mission into a U.S. occupation of Haiti and increase the risk of Americans being drawn into Haitian political conflicts.","thumbnail":null,"section":"Opinion"},{"date":"19950118","headline":"Article 118995 -- No Title","web_url":"https://www.nytimes.com/1995/01/18/nyregion/article-118995-no-title.html","abstract":"  The Walt Disney Company's plan to renovate the New Amsterdam Theater, making it an anchor for a revitalized 42d Street, crossed an important threshold yesterday when officials announced an agreement for the company to spend up to $34 million on the dilapidated landmark.    Although a final lease on the New Amsterdam is not expected to be signed until July 1, state and city officials said the agreement announced yesterday represents a strong commitment by Disney. The company plans to operate the 92-year-old theater, once home to the Ziegfeld Follies, as a showplace for its own theatrical productions.","thumbnail":null,"section":"New York"},{"date":"19950118","headline":"Italian Premier Lists Cabinet, Faces Warning","web_url":"https://www.nytimes.com/1995/01/18/world/italian-premier-lists-cabinet-faces-warning.html","abstract":"  As promised, Italy's new Prime Minister-designate, Lamberto Dini, appointed a Government of largely nonpartisan ministers today, but its chances of winning approval in Parliament quickly dimmed as his predecessor, Silvio Berlusconi, threatened to withhold support unless he pledges to move toward early national elections.    The warning came after Mr. Berlusconi and his remaining allies in the outgoing coalition tried unsuccessfully to get members of their parties into the new Cabinet lineup.","thumbnail":null,"section":"World"},{"date":"19950118","headline":"13 Years After Slaying of Surgeon, His Widow Heals","web_url":"https://www.nytimes.com/1995/01/18/nyregion/about-new-york-13-years-after-slaying-of-surgeon-his-widow-heals.html","abstract":"  THE murderous confrontation could not have taken more than a minute or two. Dr. John Wood, an energetic and much admired surgeon, was on his dinner break at Columbia-Presbyterian Medical Center when three men tried to rob him on 168th Street. A single shot was fired. The doctor fell wounded, and 90 minutes later he died in the emergency room of the hospital where he was completing his residency.   More than 13 years have elapsed since that early November day in 1981, but still the consequences and emotions loosed by the stupid fury have not yet fully played themselves out. A suspect arrested for the crime just six months ago sits in jail awaiting trial and judgment while Diana Wood, the surgeon's widow, searches for closure and grieves differently from before.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19950118","time":"1995-01-18 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":84,"wspd":18.4},{"date":"19950118","time":"1995-01-18 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":85,"wspd":16.6},{"date":"19950118","time":"1995-01-18 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":83,"wspd":11.2},{"date":"19950118","time":"1995-01-18 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":71,"wspd":20.5},{"date":"19950118","time":"1995-01-18 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":82,"wspd":13},{"date":"19950118","time":"1995-01-18 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":83,"wspd":11.2},{"date":"19950118","time":"1995-01-18 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":74,"wspd":14.8},{"date":"19950118","time":"1995-01-18 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":70,"wspd":9.4},{"date":"19950118","time":"1995-01-18 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":65,"wspd":11.2},{"date":"19950118","time":"1995-01-18 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":71,"wspd":9.4},{"date":"19950118","time":"1995-01-18 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":68,"wspd":11.2},{"date":"19950118","time":"1995-01-18 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":69,"wspd":14.8},{"date":"19950118","time":"1995-01-18 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":65,"wspd":14.8},{"date":"19950118","time":"1995-01-18 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":67,"wspd":22.3},{"date":"19950118","time":"1995-01-18 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":68,"wspd":20.5},{"date":"19950118","time":"1995-01-18 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":65,"wspd":11.2},{"date":"19950118","time":"1995-01-18 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":70,"wspd":20.5},{"date":"19950118","time":"1995-01-18 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":74,"wspd":14.8},{"date":"19950118","time":"1995-01-18 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":74,"wspd":16.6},{"date":"19950118","time":"1995-01-18 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":77,"wspd":13},{"date":"19950118","time":"1995-01-18 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":76,"wspd":16.6},{"date":"19950118","time":"1995-01-18 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":76,"wspd":13},{"date":"19950118","time":"1995-01-18 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":77,"wspd":14.8},{"date":"19950118","time":"1995-01-18 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":85,"wspd":7.6},{"date":"19950118","time":"1995-01-18 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":69,"wspd":24.1},{"date":"19950118","time":"1995-01-18 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":74,"wspd":24.1},{"date":"19950118","time":"1995-01-18 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":80,"wspd":25.9},{"date":"19950118","time":"1995-01-18 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":79,"wspd":27.7},{"date":"19950118","time":"1995-01-18 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":79,"wspd":22.3},{"date":"19950118","time":"1995-01-18 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":76,"wspd":13},{"date":"19950118","time":"1995-01-18 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":79,"wspd":16.6},{"date":"19950118","time":"1995-01-18 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":82,"wspd":22.3},{"date":"19950118","time":"1995-01-18 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":79,"wspd":18.7},{"date":"19950118","time":"1995-01-18 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":82,"wspd":16.6},{"date":"19950118","time":"1995-01-18 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":82,"wspd":16.6},{"date":"19950118","time":"1995-01-18 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":85,"wspd":18.7},{"date":"19950118","time":"1995-01-18 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":85,"wspd":16.6},{"date":"19950118","time":"1995-01-18 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":89,"wspd":20.5},{"date":"19950118","time":"1995-01-18 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":89,"wspd":20.5},{"date":"19950118","time":"1995-01-18 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":89,"wspd":18.7},{"date":"19950118","time":"1995-01-18 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":89,"wspd":16.6},{"date":"19950118","time":"1995-01-18 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":16.6},{"date":"19950118","time":"1995-01-18 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":18.7},{"date":"19950118","time":"1995-01-18 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":16.6},{"date":"19950118","time":"1995-01-18 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":14.8},{"date":"19950118","time":"1995-01-18 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":16.6},{"date":"19950118","time":"1995-01-18 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":13},{"date":"19950118","time":"1995-01-18 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":16.6}]}}