{"19940404":{"guardian_articles":[],"nytimes_articles":[{"date":"19940404","headline":"Tempest in a Demitasse","web_url":"https://www.nytimes.com/1994/04/04/opinion/tempest-in-a-demitasse.html","abstract":"The French and many other Europeans, as well as the Japanese, often have unfair impressions of the United States. And vice-versa. American press comments about France -- especially when it is preparing to adopt a law on the use of the French language -- generally have been amusing. You would think we were declaring war on English words by expurgating them from the French language, and even preparing to send violators to prison, as some news services have incorrectly reported.\n\nTrue, in France we would rather use \"logiciel\" with our \"ordinateur,\" rather than software with our computers, yet the main problem lies not with the infiltration of English words; it is therefore a pity that focusing on such trivial things distracts everyone from the essence of the debate.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Ration Smoking; Don't Ban It","web_url":"https://www.nytimes.com/1994/04/04/opinion/ration-smoking-dont-ban-it.html","abstract":"By asking Congress for guidance on regulating nicotine as an addictive drug, the Food and Drug Administration has implicitly raised the prospect of declaring it a controlled substance and banning it. But total prohibition of cigarettes, with no special provision for today's smokers, would create a black market larger than that for cocaine. A smart policy would separate current addicts from new users.\n\nSince almost every smoker picks up the habit during adolescence, the key to reducing smoking is to keep teen-agers from starting. Controls on advertising, a crackdown on sales to minors and designating more smoke-free areas can all help. Raising cigarette taxes would be even more effective, but this approach has its drawbacks if carried to extremes, as experience in Canada has shown. The Canadian tax of $5 a pack, introduced in the early 90's, reduced smoking among teen-agers, but it was a huge burden on low-income people addicted to cigarettes (a two-pack-a-day smoker carried a $3,500 annual habit). It also made drugstores the targets of tobacco robberies and spurred so much tax evasion -- eventually 80 percent of cigarettes smoked in Canada were smuggled -- that this year the Government had to cut the tariff to keep up tax revenues.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Firepower and Ice: Lake Superior State Ambushes B.U.","web_url":"https://www.nytimes.com/1994/04/04/sports/ncaa-championship-firepower-and-ice-lake-superior-state-ambushes-bu.html","abstract":"  For a college hockey championship game, a 9-1 score is astonishing, like 100-50 in basketball or 73-0 in football.   Such a game took place here Saturday night and the team with the one goal, Boston University, was the one that had been ranked No. 1 in the nation for the last month of the season and the one favored last fall to become the next National Collegiate Athletic Association champion.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Hydrant Painting Plan Made Tamper-Resistant","web_url":"https://www.nytimes.com/1994/04/04/opinion/l-hydrant-painting-plan-made-tamper-resistant-674648.html","abstract":"  To the Editor:   \"Red Tape and Green Hydrants\" (editorial, March 28) refers to my letter published in The New York Post on March 21, recommending green paint for obsolete fire hydrants, in front of which drivers should be allowed to park.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Review/Opera; Gwyneth Jones Takes Over Title Role in 'Elektra'","web_url":"https://www.nytimes.com/1994/04/04/arts/review-opera-gwyneth-jones-takes-over-title-role-in-elektra.html","abstract":"  Singing the title role of Strauss's \"Elektra\" on Friday night for the first time in her Metropolitan Opera career, Gwyneth Jones snatched dramatic victory from the jaws of vocal defeat. \"Allein,\" her opening monologue, teemed with bad signs: an underpowered lower range; an upper register colorlessly overblown and at times excruciatingly off pitch. Notes were repeatedly attacked from below and then missed altogether. Points of crucial musical tension throughout the opera fell victim to explosions of raw, ugly sound. Prospects looked bleaker than ever for the House of Atreus.   But this soprano's considerable reputation has never rested on purely vocal qualities. Her art cannot be measured listening blind, which is why she has made very few recordings. She viscerally inhabited the role, radiating Elektra's righteous madness; the flashes of anguish and fury on her face were frightening to behold. She quickly took possession of the set and made sense of its awkward topography. From the outset, she had the audience in thrall; after the curtain, shredded Stagebills rained down from the balconies like confetti.","thumbnail":null,"section":"Arts"},{"date":"19940404","headline":"1894:Furious Artistes : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/04/opinion/IHT-1894furious-artistes-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - An outrageous article appeared in the Chicago Times in regard to Mmes. Melba, Calvé and Nordica, charging that they accepted entertainments by prominent society men. The artistes are furious. Mme. Melba threatens a suit against the paper f","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Ski Slopes Are Graying, Except for Rebellious Snowboarders","web_url":"https://www.nytimes.com/1994/04/04/us/ski-slopes-are-graying-except-for-rebellious-snowboarders.html","abstract":"  Since the heyday of ski bums and hot doggers a generation ago, spring break has represented the final fling of the ski season for many college students, a chance to glide the slopes all day and cram together, six or eight to a room, at night.   But even as ski resorts across the nation continue to thrive, and with this season projected to finish near last year's record pace of 54 million customers, the percentage of students on the slopes has been declining sharply.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Gooden Goal: More Changeups, Less Pain","web_url":"https://www.nytimes.com/1994/04/04/sports/baseball-gooden-goal-more-changeups-less-pain.html","abstract":"  Dwight Gooden's ambitions for 1994 are simple. He would like to avoid the disabled list. He would like to make all of his starts. He would like the season to be respectable. He is not asking for much more than that.   Gooden realizes that when he takes the mound today in Chicago -- when he makes his seventh consecutive appearance as the Mets' opening-day starter -- that the level of expectation, of excitement, won't be the same as it was in the past. These Mets are not looking to capture a pennant, they are looking to be respectable. And Gooden is not hoping to strike out more than 200 batters with a blistering fastball, he is hoping to throw a respectable changeup and keep his right shoulder pain-free.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Devils Concede Nothing, Except Maybe First Place","web_url":"https://www.nytimes.com/1994/04/04/sports/hockey-devils-concede-nothing-except-maybe-first-place.html","abstract":"  After two losses in two days over the weekend, the Devils have more or less become resigned to the idea that first place in the National Hockey League belongs to the Rangers.   Their loss to the Rangers here Saturday night put the Devils 4 points behind their cross-river rivals in the race for the President's Trophy, which goes to the team with the most points in the N.H.L.'s regular season.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Crusading for Harmony as a Skinhead Spy; Repentant Racist to Go Into Hiding After Giving Data on New Jersey's Neo-Nazis","web_url":"https://www.nytimes.com/1994/04/04/nyregion/crusading-for-harmony-skinhead-spy-repentant-racist-go-into-hiding-after-giving.html","abstract":"  Dominick Bruno Jr. says he first took a razor to his scalp when he was 15, submitting to the rites of a neo-Nazi skinhead gang that prowled the mall-encrusted landscape of suburban New Jersey. Soon he was preaching bigotry in the schoolyard and flooding increasingly diverse neighborhoods with fliers that said, \"Deport Niggers, Spiks, Jews!\"   But recently, something snapped in Mr. Bruno, a leader of the S.S. Action Group, one of the more virulent skinhead gangs. He said he began to feel repulsed by the subculture he had embraced: the bristling hostility to nonwhites, the throbbing racist music from Germany and Britain called oi, the violent teen-agers who seemed little more than small-town losers hungry for attention.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"She's Young and Smart, But Not Too Smart to Lead","web_url":"https://www.nytimes.com/1994/04/04/movies/she-s-young-and-smart-but-not-too-smart-to-lead.html","abstract":"  At the age of 33, Lisa Henson is the youngest studio head in Hollywood, one of a handful of powerful women here and, most significant, a new breed of movie executive.   \"Highbrow?\" she said with a nervous laugh. \"Does anyone really think of me as highbrow?\"","thumbnail":null,"section":"Movies"},{"date":"19940404","headline":"1944:American Apology : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/04/opinion/IHT-1944american-apology-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Secretary of State Cordell Hull expressed today [April 3] \"my own and all Americans' deep regret over the tragic bombing by American planes of the Swiss city of Schaffhausen\" on Saturday [April 1], and p","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"A Shot That Catches Nothing but History","web_url":"https://www.nytimes.com/1994/04/04/sports/a-shot-that-catches-nothing-but-history.html","abstract":"  What can you do in seven-tenths of a second? If you're a world-class runner, you can run 7 or 8 yards. If you're a world-class swimmer, you can cover 5 feet. If you're the North Carolina women's basketball team, you can win the national championship.   Today, score one for North Carolina as it won the National Collegiate Athletic Association's 64-team tournament. With seven-tenths of a second to go and Louisiana Tech leading, 59-57, North Carolina had the ball under the Louisiana Tech basket. Stephanie Lawrence snapped a pass to Charlotte Smith, just behind the 3-point line on the far side. Smith, a 6-foot junior known for rebounding, not shooting, swished a 20-footer.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/04/nyregion/chronicle-671819.html","abstract":"  They were the glory days that burn on in the memories of Brooklyn Dodgers fans, the days when \"Dem Bums\" triumphed in Ebbets Field 40, 50 years ago.   Now those Dodgers rarely assemble except for funerals like those of Roy Campanella and Don Drysdale last year. So nostalgia is likely to prevail at two events in New York this week, a panel discussion called \"An Evening With the Brooklyn Dodgers\" at the 92d Street Y on Thursday and a private reunion at the Downtown Athletic Club on Saturday.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"In Guatemala, Too, Journalists Go in Peril","web_url":"https://www.nytimes.com/1994/04/04/opinion/l-in-guatemala-too-journalists-go-in-peril-674630.html","abstract":"  To the Editor:   \"Firing the Messenger\" (editorial, March 19), on Hungary's sacking of 200 journalists whose reporting criticized the regime, makes a compelling case: \"When journalists are fired, starved and forced into exile, it is the first big backward step to tyranny.\"","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Part of a Bridge Over East River Is Marked Out For Car Pools","web_url":"https://www.nytimes.com/1994/04/04/nyregion/part-of-a-bridge-over-east-river-is-marked-out-for-car-pools.html","abstract":"  Trying to reduce the number of cars squeezing into Manhattan each morning, the city plans to reserve two lanes of the Queensboro Bridge for vehicles with at least two occupants to induce solo drivers to double up. If the lanes are successful, the city may convert lanes of other bridges and tunnels for car pool use.   The lanes being created on the Queensboro Bridge, which may save 10 minutes of travel time for commuters who use them, are to be the first car pool lanes in the city.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Bonner's Strong Efforts Demand a Lot of Notice","web_url":"https://www.nytimes.com/1994/04/04/sports/pro-basketball-bonner-s-strong-efforts-demand-a-lot-of-notice.html","abstract":"  After the Knicks wrapped up their 15th consecutive victory, a 110-87 drubbing of the Miami Heat at Madison Square Garden late Saturday night, all Pat Riley wanted to talk about was an unlikely hero.   \"If there is one player who stood out tonight, it is Anthony Bonner,\" Riley said of the small forward. \"He was not expected to play. He took four or five charges, got three or four loose balls and second shots. It's incredible what he has given us.\"","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"German Riders Lead in Dressage","web_url":"https://www.nytimes.com/1994/04/04/sports/horse-racing-german-riders-lead-in-dressage.html","abstract":"  Monica Theodorescu of Germany,riding Ganimedes, won the Grand Prix event ahead of Nicole Uphoff-Becker as the World Cup dressage finals started today.    Competing indoors in theScandinavium Arena, Theodorescu collected 1,684 points in the compulsory test for the halfway lead. Uphoff-Becker, also from Germany, who won individual and team gold medals in the 1992 Barcelona Olympics, had 1,645 points on Grand Gilbert.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/04/04/arts/dance-in-review-674850.html","abstract":"  Lynn Shapiro   Bessie Schonberg Theater    The world of Lynn Shapiro is filled with bodies contorted and cramped by unexpressed feelings. The Francis Bacon of contemporary choreographers, Ms. Shapiro uncannily established an atmosphere of dread and loss without a single familiar psychic sign post in \"Ambition Bird,\" a program of five dances presented on Thursday night.","thumbnail":null,"section":"Arts"},{"date":"19940404","headline":"Fall of a Man Pivotal in Breast Cancer Research","web_url":"https://www.nytimes.com/1994/04/04/us/fall-of-a-man-pivotal-in-breast-cancer-research.html","abstract":"  Dr. Bernard Fisher was pivotal in changing the way breast cancer is treated by pioneering large-scale research and therapy studies of the disease and by overcoming the natural independence of surgeons. But the same forceful personality that allowed him to accomplish so much has contributed to his downfall.   Last week, Dr. Fisher, a 75-year-old surgeon who has served on the University of Pittsburgh faculty since 1947, was suddenly ousted from his job as head of a group of studies of breast and bowel cancer amid questions about why he delayed reporting falsifications and irregularities among studies he oversaw to his Federal sponsors. A Canadian researcher has admitted falsifying data submitted to Dr. Fisher, but Dr. Fisher himself is not under suspicion.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Fighting the Mafia: Not Much Help at the Polls","web_url":"https://www.nytimes.com/1994/04/04/world/fighting-the-mafia-not-much-help-at-the-polls.html","abstract":"  Two years after their fiery protests ignited Sicily and galvanized the authorities into fighting the mob, Sicily's anti-Mafia campaigners suffered a startling defeat in elections last month.   They became victims of the region's economic misery, a desire for change and, paradoxically, the very zeal they brought to combating organized crime, losing the March 27-28 elections to the right-wing alliance led by the media magnate Silvio Berlusconi. It was the same coalition they accused of being the mob's choice.","thumbnail":null,"section":"World"},{"date":"19940404","headline":"Reluctant Reds and Tradition Lose Opener","web_url":"https://www.nytimes.com/1994/04/04/sports/baseball-reluctant-reds-and-tradition-lose-opener.html","abstract":"  The St. Louis Cardinals called it a season opener. The Cincinnati Reds didn't want to. After a long night of pratfalls, errors and otherwise sloppy play, both teams probably wished they could have called baseball's 1994 opener a dress rehearsal.   Those feelings aside, what unfolded here in frigid weather tonight does count. And the Cardinals, by virtue of a 6-4 victory, will wake up Monday as the first team atop the newly created National League Central Division. Conversely, the Reds, thought by many to be the team to beat in the Central, find themselves in last place.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/04/nyregion/chronicle-674877.html","abstract":"  GARRISON KEILLOR plans to make the original site of the Grand Ole Opry in Nashville, his prairie home away from home this summer. And his companions will include two eras of performers, The Associated Press reported. A special broadcast of \"A Prairie Home Companion\" will be made on June 4 from Ryman Auditorium, where the Grand Ole Opry ran from 1943 to 1974. The broadcast will help celebrate the completion of an $8.5 million restoration of the 102-year-old auditorium. Appearing on the radio show will be the EVERLY BROTHERS , VINCE GILL and MARY CHAPIN CARPENTER . The Everly Brothers performed at the Ryman as youthful members of the Opry cast in the late 1950's. Mr. Gill and Ms. Carpenter never had a chance to play there.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Bridge","web_url":"https://www.nytimes.com/1994/04/04/nyregion/bridge-671886.html","abstract":"  To answer the question \"What is the rarest undoubled contract?\" one must ask another: \"Where is the game being played?\" In Italy the first answer is one club, since that bid is almost always treated as forcing. On this side of the Atlantic the answer is five no-trump.   When that contract is reached, the bidding is usually open to criticism. The diagramed deal was played in a duplicate game at the Manhattan Club, 27 West 72d Street, and reported by Dr. Paul Metz of Brooklyn. South had one of the rare hands on which a direct leap to four no-trump makes sense in response to a one-level opening. Even so, he was headed for jeopardy in five spades when his partner showed one ace. North, hungry for match points, then increased the danger by converting to five no-trump.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Sports of The Times; A Coach and a Player Climb a Mountaintop","web_url":"https://www.nytimes.com/1994/04/04/sports/sports-of-the-times-a-coach-and-a-player-climb-a-mountaintop.html","abstract":"  COLLEGE basketball ends tonight with a touch of irony that, in many ways, amplifies the swirling social and political currents that have subjected intercollegiate athletics to a more thorough analysis than ever before.   In January, the Black Coaches Association threatened to boycott games scheduled on Jan. 15, the anniversary of Dr. Martin Luther King Jr.'s birthday.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Algeria Is Seen Edging Toward Breakup","web_url":"https://www.nytimes.com/1994/04/04/world/algeria-is-seen-edging-toward-breakup.html","abstract":"  The armed forces defending Algeria's military Government, and the Islamic fundamentalists fighting to overthrow it, are splitting into warring clans of diminishing loyalty, pushing the North African nation of 28 million people closer to a full-fledged civil war, say Algerians who make frequent trips to France or who have fled here.   Algerians active in politics assert that, as the death toll for foreigners and citizens rises, the daily armed confrontations between fundamentalists and Algerian authorities are turning into a free-for-all where various armed groups are adopting their own political agendas and using force to support their views.","thumbnail":null,"section":"World"},{"date":"19940404","headline":"Real-Estate Deal Puts Archdiocese in a Controversial Light","web_url":"https://www.nytimes.com/1994/04/04/nyregion/real-estate-deal-puts-archdiocese-in-a-controversial-light.html","abstract":"  The Greek Orthodox Archdiocese of North and South America is trying to extricate itself from legal claims and troubling questions surrounding a multimillion-dollar real-estate transaction in Westchester County.   Leaders of the church, the largest body of Orthodox Christians in the United States, hope a proposed $7 million settlement could put to rest questions about the deal raised by some church members -- and the New York State Attorney General's Office, which has gone to court seeking access to financial records surrounding the transaction.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Books of The Times; God, Self and Evil From a Fundamentalist View","web_url":"https://www.nytimes.com/1994/04/04/books/books-of-the-times-god-self-and-evil-from-a-fundamentalist-view.html","abstract":"  Apocalypse On the Psychology of Fundamentalism in America  By Charles B. Strozier  316 pages. Beacon Press. $25.    A couple of exciting times in his perplexing new book, \"Apocalypse,\" Charles B. Strozier, who teaches history at John Jay College of the City University of New York, seems on the verge of delivering what he promises with his subtitle, \"On the Psychology of Fundamentalism in America.\"","thumbnail":null,"section":"Books"},{"date":"19940404","headline":"Critic's Notebook; New Plays With Big Ideas, Really Big","web_url":"https://www.nytimes.com/1994/04/04/theater/critic-s-notebook-new-plays-with-big-ideas-really-big.html","abstract":"  Aleskii Antedilluvianovich Prelapsarianov, the ancient Bolshevik who continues to deliver the prologue to Tony Kushner's \"Perestroika\" on Broadway, died here recently, in another play of Mr. Kushner's, from an uncontrolled fit of speechifying.   In \"Slavs! (Thinking about the Longstanding Problems of Virtues and Happiness),\" 1 of 10 works in the 18th Annual Humana Festival of New American Plays last week. Prelapsarianov (played here by Ray Fry) once again fiercely lamented the decline of the \"beautiful theory\" that had shaped the Bolshevik Revolution and the \"mad, swirling, planetary disorganization\" in which his world found itself in 1985. Shortly before his collapse, he concluded: \"God is a reactionary. And the progressive people are the enemies of God.\"","thumbnail":null,"section":"Theater"},{"date":"19940404","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/04/nyregion/c-corrections-674486.html","abstract":"  An article yesterday about funeral services for two New York City firefighters misattributed a quotation in some editions. It was the Fire Department chaplain, the Rev. Myckal Judge, who said that like Jesus, Christopher J. Siedenburg had been received directly into heaven; the remark was not made by the Rev. Joseph Murphy.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/04/nyregion/c-corrections-674494.html","abstract":"  A picture caption on Friday about Easter celebrations in New York City misidentified the site of an egg-decorating event. It was at the Children's Museum of Manhattan, not at St. Hilda's and St. Hugh's School.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Bonfire of the Duke Fanatics","web_url":"https://www.nytimes.com/1994/04/04/sports/bonfire-of-the-duke-fanatics.html","abstract":"  Duke students have their own Final Four tradition: a bonfire in the main quadrangle celebrating each victory.   Despite a week of administration warnings that a fire would not be tolerated this year and ignoring the lure of a rock band playing a free concert in an empty parking lot, Duke students built their blaze after 6,000 of them watched the victory over Florida on Saturday on a giant television screen in Cameron Stadium. A chant (\"burn the bench\"), a streaker and more than a little alcohol added to the festivities.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"It's Orderly Chaos Vs. Order in Final","web_url":"https://www.nytimes.com/1994/04/04/sports/ncaa-tournament-it-s-orderly-chaos-vs-order-in-final.html","abstract":"  Arkansas vs. Duke offers a flexible, and contrasting, national championship clash, an inside-outside, 94-foot sprint and waltz toward claiming college basketball's sweetest prize.   This is a matchup that covers every base. It is a challenge of both teams' persistence on making true for themselves the motto of each of the previous 55 champions: \"What you can do best, we can do better.\"","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/04/04/nyregion/metro-digest-669997.html","abstract":"  HOSPITAL PARTNERS, BIG AND SMALL   Economic pressures in the health care industry are causing big-name medical centers in the New York area to pursue affiliations with small hospitals. The result is the emergence of a few huge hospital networks and a constantly shifting landscape of hospital alliances that make Balkan politics seem simple. Such consolidation is taking place all over the country, but is most striking in New York, where hospitals until recently have turned a blind eye to the inevitable arrival of managed care. A1.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Israeli Police Finally Arrest Fugitive Anti-Arab Militant","web_url":"https://www.nytimes.com/1994/04/04/world/israeli-police-finally-arrest-fugitive-anti-arab-militant.html","abstract":"  Five weeks after he was declared an outlaw, the Israeli police finally caught up today with the fugitive leader of the anti-Arab Kach movement, arresting him and ordering that he be held without trial for three months.   In a cat-and-mouse chase, the Kach leader, Baruch Marzel, eluded the police for weeks even though journalists managed to find him for interviews in which he repeatedly taunted his pursuers.","thumbnail":null,"section":"World"},{"date":"19940404","headline":"Budget Group Urges Cut in Police Desk Jobs Held by Officers","web_url":"https://www.nytimes.com/1994/04/04/nyregion/budget-group-urges-cut-in-police-desk-jobs-held-by-officers.html","abstract":"  New York City could save at least $50 million a year and put more police officers on the street by changing work schedules and replacing hundreds of officers in administrative positions with civilians, a private budget monitoring group said in a report released yesterday.   The report, by the Citizens Budget Commission, said carrying out the two recommendations would allow Mayor Rudolph W. Giuliani to avoid some of the most painful cuts he has proposed to close a $2.3 billion gap in the budget for the coming fiscal year, which begins in July.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Essay; 2 Climbdowns, 1 Climb-Up","web_url":"https://www.nytimes.com/1994/04/04/opinion/essay-2-climbdowns-1-climb-up.html","abstract":"  Two climbdowns and one climb-up illuminate the state of politics in Europe today.   In Britain, where the Conservatives are split between Euro-lovers and Euro-skeptics, Prime Minister John Major made a puny, pitiful effort to strengthen the voice of the minority in the expanding European Union. He clambered atop the ramparts, derided his Labor opposition as \"Monsieur Oui, the French poodle\" -- but then had to climb down again, his tail between his own poodlish legs.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/04/04/sports/results-plus-672289.html","abstract":"  GOLF  Winning Tradition for Floyd, in a Playoff  Raymond Floyd birdied the 18th hole twice in 20 minutes yesterday, once to stay abreast of Dale Douglass and again to win the Tradition in the first playoff in the tournament's six-year history. In winning the first major of the year on the Senior P.G.A. tour, the 51-year-old Floyd joined Don Bies (1989), Jack Nicklaus (1990, 1991), Lee Trevino (1992) and Tom Shaw (1993) as champions of the event played in Phoenix.   Floyd, who won his sixth championship in 24 senior events since September 1992, won $127,500. He had to birdie two of the last three holes to do it. (AP) Crenshaw Has the Touch: Ben Crenshaw, whose putting was especially sharp, shot his third straight round of 68 to win the Freeport-McMoRan Classic by three strokes in New Orleans. Crenshaw finished with a 15-under-par total of 273. The victory, the 18th in his 22-year career, earned Crenshaw $216,000. The Texan's last three top 10 finishes have been victories. (AP) TENNIS  The Upsets Stop Here as Sampras Cruises  Top-ranked Pete Sampras defeated Lionel Roux, a French qualifier, 6-2, 6-2, yesterday to win the Salem Open, his fifth title this season. Roux had upset fourth-seeded Ivan Lendl and No. 6 Aaron Krickstein on the way to the final on the hard courts in Osaka, Japan. But Sampras quickly took control, breaking the 20-year-old Roux's serve in the third and seventh games of the first set. (AP) Costa Turns Back Medvedev: Carlos Costa fought back to overcome defending champion Andrei Medvedev, 4-6, 7-5, 6-4, and win the Estoril Open in Lisbon. Costa lost the first set and was down, 5-2, in the second before seizing the initiative on the clay court. (AP) Hometown Hero Loses Twice: Magnus Larsson beat Richey Reneberg, 6-4, 6-2, to win the River Oaks International in Houston. Reneberg, of Houston, fared no better in the doubles final, teaming with Scott Davis to lose, 6-1, 7-6 (7-1), to Mark Knowles and Christo Van Rensburg. (AP) N.B.A. Lakers 4-1 Since Coach Johnson Took Over  Elden Campbell scored 17 points and the Los Angeles Lakers improved to 4-1 under Coach Magic Johnson, defeating the Atlanta Hawks, 102-89. It was the Lakers' season-high sixth consecutive home victory. The Hawks had won seven of their last nine games, but shot 38 percent last night. (AP) Bulls 96, Pistons 93: Scottie Pippen had 26 points, 9 rebounds and 9 assists as Chicago swept its five-game season series against Detroit in Auburn Hills, Mich. (AP) Rockets 106, Clippers 98: Hakeem Olajuwon had 39 points, 11 rebounds and 6 blocked shots as visiting Houston beat Los Angeles for the eighth straight time. The Rockets pulled within a half game of San Antonio in their battle for the Midwest Division lead. (AP) Celtics 135, 76ers 112: In Philadelphia, Sherman Douglas scored a season-high 27 points and passed for a career-high 22 assists to spark Boston. It was the 10th straight defeat for the 76ers. (AP) N.H.L.  Lemieux Sparkles for First-Place Penguins  Mario Lemieux scored his 13th and 14th goals and added two assists as the Pittsburgh Penguins beat the Boston Bruins, 6-2, yesterday to keep sole possession of first place in the National Hockey League's Northeast Division. The Penguins went 6-0 against Boston this season. The game was played before a neutral-site crowd of 17,224 in the Richfield (Ohio) Coliseum. (AP) Stars 6, Capitals 3: In Landover, Md., Mike Modano got two goals and Pelle Eklund and Mike Craig scored 37 seconds apart in a four-goal second period that lifted Dallas past Washington. (AP) Blues 3, Red Wings 3: In Detroit, Curtis Joseph, St. Louis's goaltender, made 47 saves in the tie. With the point, first-place Detroit moved 4 points ahead of Toronto in the Central Division. Both teams have five regular-season games remaining. (AP) Kings 6, Oilers 1: Wayne Gretzky had three assists and Los Angeles capitalized on three second-period goals to defeat Edmonton in a neutral-site game in Sacramento, Calif. (AP) Blackhawks 2, Flames 1: Ed Belfour made 36 saves as Chicago triumphed at home to end a six-game winless streak. (AP) SOCCER  Zambia, Ivory Coast Advance to Semifinals  Zambia, which lost most of its team in a plane crash last April 28, advanced to the semifinals of the African Nations Cup by beating Senegal, 1-0, yesterday in Sousse, Tunisia. Zambia will play Mali in Wednesday's semifinals. Ivory Coast, the defending African champion, also advanced to the semifinals against World Cup qualifier Nigeria by beating Ghana, 2-1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Editorial Notebook; Get Ready for ARF","web_url":"https://www.nytimes.com/1994/04/04/opinion/editorial-notebook-get-ready-for-arf.html","abstract":"  East Asia, from Seoul to Singapore, is now the world's axis for expanding trade and economic growth. Any interruption of that region's growth would reverberate around the globe. Fortunately, most economic indicators point toward further expansion -- provided there is continued political stability and peace. With that in mind, East Asian nations are preparing to launch, this July, a promising new vehicle for avoiding military conflicts. It is called the Asean Regional Forum, or ARF.   It has received scant attention in the West, even though the U.S. will be an important participant. It is not a military alliance like NATO or a collective security organization like Europe's Conference on Security and Cooperation. But, in time, it could come to play a central role in American strategy for the Asia-Pacific region.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"High-Profile Hazard","web_url":"https://www.nytimes.com/1994/04/04/opinion/l-high-profile-hazard-674621.html","abstract":"  To the Editor:   Further on \"Pull Over, Urban Cowboys\" by Jamie Lincoln Kitman (Op-Ed, March 30), about sport-utility vehicles, also known as four-by-fours:","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1994/04/04/us/today-s-tv-listings.html","abstract":"  Television and radio news, listings and advertising appear today on pages B14-15.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Political Memo; Imperiled AIDS Agency Is at Center of Budget Storm","web_url":"https://www.nytimes.com/1994/04/04/nyregion/political-memo-imperiled-aids-agency-is-at-center-of-budget-storm.html","abstract":"  With Mayor Rudolph W. Giuliani committed to whittling 15,000 jobs from the government, perhaps nothing better illustrates the budgetary tradeoffs and choices, the wrenching political decisions and even the high-stakes gambles than the administration's debate over whether to eliminate the Division of AIDS Services.   How the division ended up fighting for its existence is a tale of the city budget's complexity, of the scores of restrictions on Federal and state grants and of the options left when a mayor seeks to close a $2.3 billion budget deficit without new taxes and still protect the police, firefighters and schoolteachers from cuts.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"N.C.A.A. TOURNAMENT: Sports of The Times; Arkansas Coach Delivers a History Lesson","web_url":"https://www.nytimes.com/1994/04/04/sports/ncaa-tournament-sports-of-the-times-arkansas-coach-delivers-a-history-lesson.html","abstract":"  OUT in the west Texas town of El Paso as the song goes -- the junior high school was hard by the Mexican border. Nolan Richardson describes his players as being rather short, and not very good at rebounding, but there was one tangible bonus for a coach of African-American heritage.    \"If I wanted to go to the movies, I'd go across the border,\" Nolan Richardson told hundreds of witnesses yesterday. \"If I wanted to ride the bus, I'd go across the border.\"","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"U.S. Rules Out Using Force to Save Muslim Town","web_url":"https://www.nytimes.com/1994/04/04/world/us-rules-out-using-force-to-save-muslim-town.html","abstract":"  Defense Secretary William J. Perry today ruled out military action to save a Bosnian town that the United Nations Security Council has promised to protect, even as the town came under fierce attacks by Serbian forces.    He said the Administration would not use air strikes to prevent Serbian forces from overrunning Gorazde, a predominantly Muslim town of 65,000 in eastern Bosnia that is one of six areas that the United Nations Security Council has designated \"safe havens.\"","thumbnail":null,"section":"World"},{"date":"19940404","headline":"21 Injured in Greenpoint Tenement Fire","web_url":"https://www.nytimes.com/1994/04/04/nyregion/21-injured-in-greenpoint-tenement-fire.html","abstract":"  A critically burned woman was forced to leap from a window, 20 other people were injured, some as they were rescued from fiery rooms, and 25 families were left homeless early yesterday when a four-alarm fire roared through a row of four tenement buildings in a Brooklyn waterfront community on the East River.   No one was killed in the spectacular blaze of undetermined origin, which burned out of control for two hours despite the efforts of 200 firefighters and gutted the three-story attached frame buildings at 198, 200, 202 and 204 Huron Street, between Manhattan Avenue and McGuinness Boulevard in Greenpoint.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Canaveral Runs Last And Out of the Derby","web_url":"https://www.nytimes.com/1994/04/04/sports/horse-racing-canaveral-runs-last-and-out-of-the-derby.html","abstract":"  One month from the Kentucky Derby, the rocky road to Louisville took one of its most dramatic turns yesterday when John Kluge's rookie star Canaveral lost his lead after three-quarters of a mile in the Flamingo Stakes and not only lost the race but finished 10th and last.   The race was won by Meadow Flight, who now may join the traffic on the road to the Derby but who was so far below Canaveral in status that he paid a soaring $54.80 for anybody bold enough to bet $2 on him.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Tragedy in Turkey","web_url":"https://www.nytimes.com/1994/04/04/opinion/tragedy-in-turkey.html","abstract":"  Hardly anybody is paying attention, but a bad war in Turkey has turned worse. Frustrated by a persistent Kurdish uprising in the mountainous southeast, the Turkish Army is preparing a massive spring offensive involving 130,000 troops.   America is necessarily involved. Turkey is a NATO ally and buys American weapons that were certainly not meant for use against Kurdish villages. Yet Washington's protests are muted for an ironic reason: The U.S. relies on bases in Turkey to provide help to Iraqi Kurds, who have carved out an autonomous enclave in northern Iraq.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Florida Entrepreneur Plans Huge Amusement Complex","web_url":"https://www.nytimes.com/1994/04/04/us/florida-entrepreneur-plans-huge-amusement-complex.html","abstract":"  H. Wayne Huizenga has a vision. Where others see merely 2,500 acres of wetlands, quarries and canals here on the eastern fringe of the Everglades midway between Miami and Fort Lauderdale, he imagines the biggest new tourist attraction to arise in Florida since Disney World, a gleaming $1 billion sports and entertainment complex he calls Blockbuster Park.   Within five years, Mr. Huizenga plans to build a 45,000-seat domed stadium and an indoor sports and concert arena to house the major league baseball and hockey teams he owns. In recent months, he has spent more than $30 million acquiring land -- pocket change for a tycoon whose empire includes Blockbuster Video, the nation's largest movie rental chain, three of Miami's four professional sports franchises, and other media and entertainment properties.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Jays Hope Titles Come in Threes","web_url":"https://www.nytimes.com/1994/04/04/sports/baseball-94-jays-hope-titles-come-in-threes.html","abstract":"  If the Chicago White Sox repeat as a division champion, they will credit their success to the presence of Michael Jordan in spring training. With Jordan taking the focus and attention away from everyone else, the White Sox will explain, the real players were able to get in their work and not face the pressure of daily questions about their ability to repeat.   What will the Toronto Blue Jays' excuse be for repeating?","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"WHITE HOUSE SAYS INTEREST RATE RISE MAY SLOW GROWTH","web_url":"https://www.nytimes.com/1994/04/04/us/white-house-says-interest-rate-rise-may-slow-growth.html","abstract":"  With long-term interest rates now above 7 percent, President Clinton's top economic advisers expressed concern over the weekend that further rate increases could damage the economy and slow growth to an unacceptable level.   The Administration argues that the economy is going through a transition from very strong growth in last year's fourth quarter to less growth now. But no one can tell where the leveling-off point will be. The concern is that if interest rates rise another notch, economic growth could decline too much -- slowing the creation of new jobs.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Baseball's Finest Hour","web_url":"https://www.nytimes.com/1994/04/04/opinion/baseball-s-finest-hour.html","abstract":"  Opening Day!   May thine glories never fade   Or perish in an ambuscade!   Every spring about this time, I conclude that my place in baseball history is not yet secure. Few believe there was ever a time without an Opening Day, but there was such a time, and it was I who greased the sleeves of the club owners with \"Say, boys, wouldn't it be grand if every season began on the same day? Oh, what an adventure that would be!\"   \"Well, boys,\" the pooh-bahs exclaimed, \"does the lad have a point or not?\" The lad was 12, and did. The year, 1878.   We called our game base-ball back then, which seemed such a waste of space. That's another of my contributions. I still preserve a copy of my letter to the Scribes Association of 1875. \"Oh, you Scribes,\" I postulated, \"drop the hyphen and save the space!\" I signed it \"A NineYearOld With Ideas in His Bean.\" And that's what I was.   With my brother Neddy I spent many unsupervised hours tossing a Cognac bottle up against our barn. The game was to make our mother come bounding and leaping out. My, but she was widely held to be insane! Her appearances each counted as a run. Later, Neddy, who penned verse to toughen his fielding hand, dashed off these lines in her sainted honor: Mother, your apron is burning,   But I cannot put it out.   I'm miles away in a pasture,   Playing base-ball  [ sic ]  like a lout.   Mother, your leggings are burning,   They have a phosphoric smell.   But I'm running bases, Dear Heart,   They'll love your pies in Hell.    When it became too dark to continue our games, we would join our comrades of all ages in sitting around and yacking baseball, forever baseball, unless someone had plague blankets, and then we dared each other to sleep in them.   But soon it was back to baseball. I heard much wild talk of the tragedy of the Monitor and the Merrimac, and the number of lefty twirlers who gave their lives on those ships. At these times, in the closing dark, we felt a special sense of each other's destinies, but tastefully, we kept that kind of news to ourselves.   On one occasion, the superb Kid Gerty loomed at the center of our bunch. The chesty second sacker had been recently expelled from the Hartfords for muffing a superstition. \"Boys, I let a missionary parade about in my uniform. What harm could it do this once?\" he sobbed. \"I was dead wrong, and my mates were right to cast me out.\"   I asked Gerty did I have the stuff to be a true professional.   \"Oh, I couldn't say,\" he replied. \"It would crush you. No, I haven't a clue.\" This judgment much inflated my standing in town.   Truly, baseball of my day had seized the national imagination, so that made for trouble right there. I observed that there was entirely too much pretending going on. \"Play back, boys, I'm peerless Cappy Anson and he bats like this\" was a common fantasy of the fields. Or perhaps, \"See me, boys, I'm the barrel-chested O'Rourke twins. Say, watch how we feature the stick!\" Gosh, it was an epidemic.   To combat such carelessness, I became the Stance Authenticator, a service which, at 5 cents a player or a dollar a team, was a small price to pay for uniformity. What an inspiring sight it must have been to our women: hundreds of men and boys lined across a meadow, getting Cappy Anson's infernal hitch exactly right.   Inevitably, as my fame spread, I was visited by the Rule Book Committee of the Sporting Clubs -- Benny Songstreet, Senor Lou Cash, P. K. Thotny.    Senor Cash was humming It ain't no rupture, Roger   I'm a-stayin' in the Game.  Thotny asked, \"You the logical boy?\"    I conveyed that I was.   \"Gather round, boys,\" he whispered. \"We are in disarray. Disarray. Where is this season's logic when the Bostons have played all winter, all night, 50 or 60 games a week, salting away enough victories already -- 909 -- to cop the flag several times over? The Indianapoli, however, refuse to commence until their 'grand march' to the Grain Library is done. The Milwauks began yesterday, but the Chi Nine rooters have already accused them of letting gamblers take the field while players roam freely through the stands. Can you help us? Oh, a mumpy randomness is starting to spot the body of a noble racket!\"    \"Infatuated amateurs,\" I cried. \"Smug mice! You must decree one Opening Day and make the squads adhere or else. Then, expunge the records of this erstwhile silly season. The pleasures of monotony are ours for the taking! Oh, isn't this just the life?\"    What is it about those days and ways, why do they haunt me still, inning by inning, pitch by pitch, rolling ever onward like a baseball, endlessly stitched? I gave you the best I've gotten   I spent all the shells I've shotten   My tale is bereft   But it's all I got left   I'm afraid it adds up to notten.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Blazers Feel the Clinch As Nets Feel the Pinch","web_url":"https://www.nytimes.com/1994/04/04/sports/pro-basketball-blazers-feel-the-clinch-as-nets-feel-the-pinch.html","abstract":"  For the second straight game, Nets Coach Chuck Daly watched helplessly as his team, playing at home, had a playoff-bound club on the ropes only to go down to defeat.   Today, the Portland Trail Blazers escaped with a 109-105 victory.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Abroad at Home; Physician, Heal Thyself","web_url":"https://www.nytimes.com/1994/04/04/opinion/abroad-at-home-physician-heal-thyself.html","abstract":"  During a long trip abroad last month I kept reading, in local papers, Washington reports about President Clinton's \"Whitewater crisis.\" When people asked me to explain what exactly it was, I could not.   Now, after sifting through the news of recent weeks, I do see a crisis: an oncoming crisis of confidence in the press. For magazines, television and newspapers have taken stories that deserve modest attention and blown them up to hyperbolic proportions.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Small Hospitals Being Recruited To Join With Manhattan Giants","web_url":"https://www.nytimes.com/1994/04/04/nyregion/small-hospitals-being-recruited-to-join-with-manhattan-giants.html","abstract":"  Until recently, doctors and administrators at Manhattan's prestigious medical centers looked down on the city's dozens of smaller hospitals, which they referred to condescendingly as community hospitals populated by L.M.D.'s, short for \"local medical docs.\"   But today, with new economic pressures driving the organization of health care, the big-name institutions are aggressively courting those same hospitals, offering to affiliate in exchange for perquisites like low-interest loans to improve weak departments, consultations with internationally recognized academic experts and professorships at some of the best medical schools in the world.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"With Little Room to Lose, Martinez Breezes to Title","web_url":"https://www.nytimes.com/1994/04/04/sports/tennis-with-little-room-to-lose-martinez-breezes-to-title.html","abstract":"  It was a star-crossed tournament from the start, so it came as no surprise that the Family Circle Magazine Cup's marquee-unfriendly final bordered on the anticlimactic and, in the case of its swift second set, the anti-contested.   Graf-less, Navratilova-less and Sabatini-less, the tournament toiled on under pristine blue skies and produced for its grand finale a match between second-seeded Conchita Martinez, the only one of its top five seeded contestants to survive beyond the quarterfinals, and sixth-seeded Natalya Zvereva.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Review/Jazz; Wynton Marsalis Takes a Long Look at Slavery","web_url":"https://www.nytimes.com/1994/04/04/arts/review-jazz-wynton-marsalis-takes-a-long-look-at-slavery.html","abstract":"  Wynton Marsalis's skills have grown as fast as his ambition, and he is the most ambitious younger composer in jazz. On Friday night at Alice Tully Hall, he led the world premiere of his first work for big band, \"Blood on the Fields,\" a large composition -- nearly three hours of music -- about a vast topic, slavery. The piece was commissioned by Jazz at Lincoln Center, of which Mr. Marsalis is the artistic director.    For the new work, Mr. Marsalis not only shifted from his usual septet to a 15-member jazz orchestra; he also worked with text (his own libretto), singers and narrative. But he responded to the change in scale and ensemble with an outpouring of ideas. His music holds on to jazz fundamentals -- blues and ballads, swing and Afro-Caribbean rhythms, call-and-response -- while abstracting them into fast-mutating collages. With \"Blood on the Fields,\" he also proves he can write melodies that sound natural for singers.","thumbnail":null,"section":"Arts"},{"date":"19940404","headline":"Suicide Law Still in the Dock As Kevorkian's Trial Nears","web_url":"https://www.nytimes.com/1994/04/04/us/suicide-law-still-in-the-dock-as-kevorkian-s-trial-nears.html","abstract":"  As a trial date nears for Dr. Jack Kevorkian on charges that he violated Michigan's law against assisted suicide, lawyers are wondering when the state's high court will rule on the constitutionality of the law.   Nearly three months ago, on Jan. 6, the Michigan Court of Appeals promised to expedite its deliberations. Two county judges had ruled the law invalid, saying it violated technical provisions of the state Constitution, while a third issued a broader ruling, holding that suicide may sometimes be a constitutionally protected right.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"St. John's Future Has the Talent but Needs Some Weight","web_url":"https://www.nytimes.com/1994/04/04/sports/high-school-basketball-st-john-s-future-has-the-talent-but-needs-some-weight.html","abstract":"  Felipe Lopez had to prove he could fly, and did. Zendon Hamilton wanted to show he could finish, and left some doubts. Six thousand sets of eyes, looking for two-fifths of St. John's next Final Four team, saw two quick, talented players whose first stop next fall should be at the basketball team's training table.   The weight of being St. John's supposed saviors in approximately seven months is going to require a bunch of additional pounds.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Reviews/Pop; The Clanging Dissonances Of Pavement's Guitars","web_url":"https://www.nytimes.com/1994/04/04/arts/reviews-pop-the-clanging-dissonances-of-pavement-s-guitars.html","abstract":"  Pavement's set at Irving Plaza on Wednesday night started out well enough, but it flopped around at its midpoint, then died. The band, which is touring in support of a new album, \"Crooked Rain, Crooked Rain\" (Matador), is known for its erratic shows; this one disintegrated in front of a full house.   The band plays noisy rock, glorifying all the different textures and sounds of the electric guitar. The two guitarists use odd tunings, and for the first third of Wednesday's show, strange and dissonant notes rose from the murk; it was art rock with a sense of humor. The sound was percussive, with metallic clanging, the rush of harsh distortion and abrupt blasts all layered over one another. It added up to a modern, cool sound, almost purifying in its excess, the outpouring of guitars and amplifiers being pushed to their limits.","thumbnail":null,"section":"Arts"},{"date":"19940404","headline":"No Headline","web_url":"https://www.nytimes.com/1994/04/04/nyregion/no-headline-669253.html","abstract":"  \"I've seen more kids die in this area than buddies of mine in Vietnam. This is not the country I fought for.\" -- RUDOLPH MONROE, a drama instructor at a Chicago park.  [ A8:2. ]","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Dominican Officers Arrest 2 Linked to Violent Drug Gang","web_url":"https://www.nytimes.com/1994/04/04/nyregion/dominican-officers-arrest-2-linked-to-violent-drug-gang.html","abstract":"  The last of the Wild Cowboys, one of New York City's most violent drug gangs, went down last week.   That is how law-enforcement officials are portraying an unexpected pair of arrests of what they say are a leader and a senior executioner of a gang that ruthlessly enforced its control of the cocaine trade in parts of Washington Heights and the South Bronx.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Mystery in China: Where Is Dissident?","web_url":"https://www.nytimes.com/1994/04/04/world/mystery-in-china-where-is-dissident.html","abstract":"  The whereabouts of China's most prominent democracy and human rights campaigner, Wei Jingsheng, remained a mystery today with his office unable to locate him and Government security services unwilling to discuss his case.   \"If he was released, he should have contacted me immediately,\" his secretary, Tong Yi, said tonight by telephone.","thumbnail":null,"section":"World"},{"date":"19940404","headline":"Ex-Senator Runs Again, Elsewhere","web_url":"https://www.nytimes.com/1994/04/04/us/ex-senator-runs-again-elsewhere.html","abstract":"  After three decades in public life, William E. Brock 3d is regarded as one of the most skilled politicians in the Republican Party. But his decision to run for the Senate from Maryland 17 years after serving as a senator from Tennessee has puzzled even his biggest admirers.   Of the many reasons put forth by his friends as to why Bill Brock should not return to the fray of elective politics, this is the most persuasive: He would probably lose. Though Mr. Brock would become the first senator elected by popular vote from two states, Democrats are already attacking him as a carpetbagger.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Reviews/Pop; Seasoned and Saucy, Annie Ross, Singing","web_url":"https://www.nytimes.com/1994/04/04/arts/reviews-pop-seasoned-and-saucy-annie-ross-singing.html","abstract":"  Among the seasoned jazz singers eligible for the title of Last of the Oldtime Bohemians, none cuts a saucier figure than Annie Ross. With her fire-engine red hair and impish personality, the 63-year-old jazz legend still exudes the high-spirited adventurousness of someone who can be barely bothered to stop for a traffic light.    The singer, who is appearing at Rainbow and Stars (30 Rockefeller Plaza) through April 23, should not be confused with the morose nightclub performer she portrayed so compellingly in Robert Altman's \"Short Cuts.\" Ms. Ross's voice may be ravaged, but she remains one of the most vigorous and inventive swing stylists in all of jazz. One of the high points of her show at Rainbow and Stars on Thursday was a rip-roaring rendition of \"Jumpin' at the Woodside.\" Backed by a first-rate quartet that included Mike LeDonne on piano, John Webber on bass, Al Harewood on drums and Doug White on saxophone, she turned the Count Basie classic into a playful explosion of rhythmic pizazz.","thumbnail":null,"section":"Arts"},{"date":"19940404","headline":"Police Apology for Raid Calms Racial Tensions","web_url":"https://www.nytimes.com/1994/04/04/us/police-apology-for-raid-calms-racial-tensions.html","abstract":"  In a city where the police have a reputation for misconduct and disregard for minorities, the swift admission by the new Police Commissioner that a mistaken drug raid several days ago had led to the death of an elderly black minister is being viewed by some blacks here as remarkable.    The Commissioner, Paul F. Evans, acknowledged on March 25 that the minister, Accelynne Williams, had suffered a fatal heart attack that afternoon after a SWAT team broke through his door, chased him into a bedroom and handcuffed him. The police had the wrong apartment, Mr.  Evans said. The next day he apologized privately to Mr. Williams's widow, and publicly to blacks and the city. He promised a full investigation.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Rangers' Additions Producing As Planned","web_url":"https://www.nytimes.com/1994/04/04/sports/hockey-rangers-additions-producing-as-planned.html","abstract":"  When the Rangers acquired four players at the trading deadline two weeks ago, Coach Mike Keenan and General Manager Neil Smith said they added the size, grit and experience necessary to improve the team from merely a good regular-season squad to a Stanley Cup contender.   In the seven games since the arrival of Craig MacTavish, Brian Noonan, Stephane Matteau and Glenn Anderson, the Rangers are 5-1-1, and those four players have combined for 11 goals. Six of the seven games have been on the road. The latest goal was scored by MacTavish, on a flukey play that turned out to be a backbreaker in a 4-2 victory over the Devils on Saturday night at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Handel's Life and Music","web_url":"https://www.nytimes.com/1994/04/04/arts/handel-s-life-and-music.html","abstract":"  \"Who Is Handel?,\" a program tracing the composer's career from his German roots to his years in Italy and England, is to be given by the early-music ensemble Vineyard musicke on Thursday at 8 P.M. at the Liederkranz Foundation, 6 East 87th Street, Manhattan. The soprano Kristin Norderval is to join the four-member ensemble, which consists of Sarah Davol, oboist; Jorie Garrigue, violinist; Lucy Bardo, gambist, and Dongsok Shin, harpsichordist. Regular tickets are $15; benefit tickets, which include a dinner and lecture at 6 P.M. and eligibility for door prizes, are $60. Information: (212) 353-3366.","thumbnail":null,"section":"Arts"},{"date":"19940404","headline":"Health Plan Poses Question: Who Is an Employee?","web_url":"https://www.nytimes.com/1994/04/04/us/health-plan-poses-question-who-is-an-employee.html","abstract":"  For more than 10 million Americans who work as independent contractors -- truckers, construction workers, computer programmers and many nurses, among others -- President Clinton's health plan and several of its major rivals could prove an awkward fit.   Proposals like Mr. Clinton's, which would require employers to buy health insurance for all their workers, have reignited a long-running battle over how to define just who is an employee.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"A Chance For Labor In Asia","web_url":"https://www.nytimes.com/1994/04/04/opinion/IHT-a-chance-for-labor-in-asia.html","abstract":"The writer is general secretary of the ICFTU-APRO, the International Confederation of Free Trade Unions, Asian and Pacific Regional Organization.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/04/04/style/IHT-what-theyre-reading.html","abstract":"Annie Dillard, who won a Pulitzer Prize in 1975 for \"Pilgrim at Tinker Creek,\" is reading James McConkey's \"Court of Memory.\"..\"This memoir is a treasure because of its extraordinary depth of feeling. The thoughtfulness he bri","thumbnail":null,"section":"Style"},{"date":"19940404","headline":"Republican Blind Spots","web_url":"https://www.nytimes.com/1994/04/04/opinion/republican-blind-spots.html","abstract":"  Congressional Republicans have raised legitimate questions about President Clinton's Whitewater dealings. It is too bad that their zeal about ethics, and the impropriety of accepting financial favors from people with an obvious interest in government decisions, stops with the Democrat in the White House.   On the two fundamental ethics issues now facing Congress -- campaign financing and lobbyists' gifts to House and Senate members -- Republicans, with only a few exceptions, remain unwilling to support urgently needed changes.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"1919:Council's Progress : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/04/opinion/IHT-1919councils-progress-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Council of Four was extremely active yesterday [April 3], holding two meetings, one...at which the questions of reparations and of Poland were discussed, and another...during which the Yugo- Slav situation was presented, Signor Orlando, the It","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Let's All Complain About Postal Rates","web_url":"https://www.nytimes.com/1994/04/04/opinion/l-let-s-all-complain-about-postal-rates-659851.html","abstract":"  To the Editor:   It has been suggested that, because the nominal price of first-class postage is about where it was in the late 18th century, Americans who complain about the proposal to increase postal rates are merely whining wimps who are lacking in historical perspective.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Dodgers Find Strawberry","web_url":"https://www.nytimes.com/1994/04/04/sports/dodgers-find-strawberry.html","abstract":"  Darryl Strawberry, whose disappearance prompted an all-day search by the Los Angeles Dodgers, was located last night.   A Dodgers spokesman said Strawberry, who failed to appear for the team's final exhibition game yesterday, was safe and with his family, but did not offer further details. The team, however, was not happy with his reason for leaving.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"In the Bronx, a Police Presence Can Save Lives","web_url":"https://www.nytimes.com/1994/04/04/opinion/l-in-the-bronx-a-police-presence-can-save-lives-659843.html","abstract":"  To the Editor:   Your March 24 and 25 coverage of the slaying of two teen-agers and the injury of a third in a South Bronx playground makes no mention of the police role, or the lack of it, in providing a visible and deterring presence in hot spots that are glaringly obvious to the community.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/04/04/us/inside-669261.html","abstract":"  Algeria in Chaos   Algeria is edging toward civil war, with factions splitting both the Government and the Islamic Fundamentalist opposition, and many Algerians are fleeing the violence. Page A7. Into Manhattan, Two by Two    Two weeks from today, the Queensboro Bridge will become the first roadway in New York City to get car pool lanes. Page B1. A Flaw of Personality?    The strong personality of a researcher who played a pivotal role in changing how breast cancer is treated may have contributed to his ouster as head of a group of studies. Page B10.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Don't You Believe That Nicotine Isn't Addictive","web_url":"https://www.nytimes.com/1994/04/04/opinion/l-don-t-you-believe-that-nicotine-isn-t-addictive-659886.html","abstract":"  To the Editor:   Cigarette manufacturers dispute that cigarette smoking involves addiction to nicotine. They emphasize that more than 40 million Americans have quit smoking, that most did so with no professional help, and that this is not consistent with the behavior of individuals addicted to such drugs as heroin or cocaine. There are problems with this argument.","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"The Bottom Doll Is Explosive Russian Disillusion","web_url":"https://www.nytimes.com/1994/04/04/opinion/IHT-the-bottom-doll-is-explosive-russian-disillusion.html","abstract":"The way things are these days, you can take your choice of Russias. There is Russia, Son of Evil Empire, growling about past glories, glowering at its near abroad and demanding to be treated as the equal of America. There is Russia the Good Balkan Neighb","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Network Baseball's Unopening Day","web_url":"https://www.nytimes.com/1994/04/04/sports/baseball-tv-sports-network-baseball-s-unopening-day.html","abstract":"  It is opening day for most of the baseball world except for network television. For the first time in decades, network baseball telecasts will take a bye on the first half of the season before reappearing July 12 for the All-Star Game, followed by 12 consecutive weeks of games and the post-season.   CBS is gone, after four years and $500 million in losses. In its place is The Baseball Network, the joint venture formed last May by major league baseball, ABC and NBC out of the ashes of the humbling CBS experience.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Islanders Could Sneak Into Playoffs","web_url":"https://www.nytimes.com/1994/04/04/sports/hockey-islanders-could-sneak-into-playoffs.html","abstract":"  It has been a while since the Islanders set a specific goal and actually accomplished it. But the past weekend was a good example of what this team is capable of when it focuses completely on the task ahead.   \"We said we wanted three out of four points this weekend and it's pretty evident we hung in there,\" said Islander center Ray Ferraro.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Helping Hand For Survivors Of Holocaust","web_url":"https://www.nytimes.com/1994/04/04/nyregion/helping-hand-for-survivors-of-holocaust.html","abstract":"  With $300,000 from the German Government, social workers are going to Brooklyn groceries and butcher shops, synagogues and bus stations in search of aging survivors of Nazi persecution who need help.   Finding them will not be simple. Many have deteriorating physical or emotional health and live alone. But the workers of Selfhelp Community Services have long experience and know where to look. For 57 years, the New York-based welfare organization has tracked Holocaust victims and given them aid -- medical or financial assistance, counseling, home-care or just a sympathetic ear.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"A Fight for Peace on Chicago's Streets","web_url":"https://www.nytimes.com/1994/04/04/us/a-fight-for-peace-on-chicago-s-streets.html","abstract":"  When the last bell of the day rings and students pour out of the neighborhood high school, Hal Baskin prays for peace but prepares for trouble.   He peers into passing cars and worries about drive-by shootings. He spots a group of boys shouting at one another across the street and runs over, knowing how quickly teasing words can be replaced by fists or, more likely these days, by bullets.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Rival Visions of Freedom Split South African Zulus","web_url":"https://www.nytimes.com/1994/04/04/world/rival-visions-of-freedom-split-south-african-zulus.html","abstract":"  From the sphinx-shaped crag that gives this place its name, a vast amphitheater of yellow grass, drenched in blood and history, rolls east to a distant horizon.   On a sunny January day in 1879, a British force of 1,800 soldiers on their way to an anticipated easy conquest of Zululand looked up from this plain to see 20,000 Zulu warriors cascading down from the plateau.","thumbnail":null,"section":"World"},{"date":"19940404","headline":"Dublin Journal; Peacemaker or Pet-Food Maker? History Will Say","web_url":"https://www.nytimes.com/1994/04/04/world/dublin-journal-peacemaker-or-pet-food-maker-history-will-say.html","abstract":"  When historians evaluate this period in Ireland, supporters of Prime Minister Albert Reynolds hope that he will be praised as the leader who brought peace to this island after 700 years of intermittent war.   But if he fails in his effort to end the current phase of that war -- the 25 years of killing in the British province of Northern Ireland -- he could be relegated to a footnote: a pet-food manufacturer and dance hall impresario who was known to dress in a cowboy suit and sing a Jim Reeves country-western howler that begins, \"Put your sweet lips a little closer to the phone.\"","thumbnail":null,"section":"World"},{"date":"19940404","headline":"Welcome to Augusta National, Home of the Big Masters Debate","web_url":"https://www.nytimes.com/1994/04/04/sports/golf-welcome-to-augusta-national-home-of-the-big-masters-debate.html","abstract":"  Even now, Gene Sarazen remembers it as though it were last week. He can see the 15th green, with the pin cut on the right side. He can feel the breeze, smell the grass. In his mind's eye, he can recall the moment his caddie, Stovepipe, handed him his 4-wood for the most significant second shot in tournament golf history.   \"I was debating with my caddie about whether to go for it or whether to play safe,\" said Sarazen, 92 years old. \"He said to me: 'Oh, we've got nothing to lose. Let's go for it.' \"","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/04/04/arts/dance-in-review-674842.html","abstract":"  Tere O'Connor  Performance Space 122    Tere O'Connor's choreography suggests that there are times when love is far from lovely. No worldly-wise person would argue with him about that. Unfortunately, he also made love seem a bore in the two works that his company, Tere O'Connor Dance, presented on Thursday night.","thumbnail":null,"section":"Arts"},{"date":"19940404","headline":"Yanks Set To Start The Quest For First","web_url":"https://www.nytimes.com/1994/04/04/sports/baseball-yanks-set-to-start-the-quest-for-first.html","abstract":"  There is confidence throughout the clubhouse, considerable talent in the dugout, determination in the manager's office, anxiety in the owner's box and doubt about the bullpen. Another baseball season opens in the Bronx today with the Yankees truly believing that this can be a memorable season for them, memorable for positive reasons.   The Yankees do not want to be remembered as the team that challenged the Blue Jays and tied for first place nine different times, as they managed last year. They do not want to be remembered as the team that failed to break the Yankees' 12-year drought in the post-season, especially because a new and not necessarily improved three-division alignment allows a second-place club to qualify. Memories of that sort will not suffice.","thumbnail":null,"section":"Sports"},{"date":"19940404","headline":"Serbs Press Attack on Muslims in Gorazde","web_url":"https://www.nytimes.com/1994/04/04/world/serbs-press-attack-on-muslims-in-gorazde.html","abstract":"  Serbian forces continued an intense assault today against the eastern Bosnian town of Gorazde, using artillery and armor-supported infantry and pressing ahead with an offensive that United Nations officials here said was aimed at seizing the strategic eastern half of the town.   The Sarajevo radio reported tonight that 47 people had been killed and 207 wounded in the six-day-old attack on Gorazde, whose 65,000 people, mostly refugees, have been cut off by Serbian forces since last May. Gorazde is one of six areas that the United Nations has promised to protect as \"safe havens.\"","thumbnail":null,"section":"World"},{"date":"19940404","headline":"Dance in Review","web_url":"https://www.nytimes.com/1994/04/04/arts/dance-in-review-672947.html","abstract":"  Nago Manman Ye Performing Ensemble  La Mama Annex Theater    Out of adversity -- both immediate and long-term -- there came a charming and poignant theatrical experience on Friday night, when the Nago Manman Ye Performing Ensemble presented a program of theater and dance based on voodoo rhythms and rituals.","thumbnail":null,"section":"Arts"},{"date":"19940404","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/04/04/nyregion/news-summary-669032.html","abstract":"  International A2-7 ZULU WARS REDUX As South African troops moved into the Zulu homeland to quell violence leading up to the election, some recalled historic Zulu resistance and raised concern about whether the conflict would become chronic.  A1 More violence as Nelson Mandela counsels patience.  A6","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"For Addicts, Alternatives to Prison","web_url":"https://www.nytimes.com/1994/04/04/nyregion/for-addicts-alternatives-to-prison.html","abstract":"  For Eduardo Rufino, jail was less a place to do penance than to learn from experts about the tawdry urban science of peddling drugs.    So when he emerged from Rikers Island eight years ago after serving time for a purse snatching, he started to sell, then use, crack and heroin, developing addictions so fierce that he lost track of time, people and money.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Don't You Believe That Nicotine Isn't Addictive; A Ban for Health's Sake","web_url":"https://www.nytimes.com/1994/04/04/opinion/l-don-t-you-believe-that-nicotine-isn-t-addictive-a-ban-for-health-s-sake-674613.html","abstract":"  To the Editor:   In \"Pssst. Wanna Light?\" (Op-Ed, March 24) Richard Klein attacks proposed bans on smoking in schools, fast-food restaurants and workplaces. He compares them to Prohibition and derides their imposition as a \"futile and costly experiment in prohibiting perennial vices.\"","thumbnail":null,"section":"Opinion"},{"date":"19940404","headline":"Rabbi's Followers In Fight at Hospital","web_url":"https://www.nytimes.com/1994/04/04/nyregion/rabbi-s-followers-in-fight-at-hospital.html","abstract":"  Outside the hospital room where the spiritual leader of the Lubavitch Hasidic sect has hovered near death for three weeks, a brawl broke out last night among his followers over who would be permitted to pay a Passover visit to their Grand Rabbi, or rebbe, the police said.   Three men were arrested at Beth Israel Medical Center and charged with misdemeanor assault, and a fourth man required stitches to close a cut over his left eye, said Sgt. John Clifford, a police spokesman. \"It was an argument over who should or shouldn't get to see the rebbe,\" he said.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"The Many Joyful Noises of Easter","web_url":"https://www.nytimes.com/1994/04/04/nyregion/the-many-joyful-noises-of-easter.html","abstract":"  The faithful celebrated the Resurrection atop the Empire State Building and beside a hot-dog vendor on Fifth Avenue. They prayed in Korean and Polish, knelt at the Cathedral of St. John the Divine in Manhattan, and sang loud at New Hope Baptist Church in Queens.   Some took part in a Latin Mass at Ave Maria Chapel in Westbury, L.I., while others acted out the betrayal of Christ by Judas in street plays in midtown Manhattan.","thumbnail":null,"section":"New York"},{"date":"19940404","headline":"Duke-Arkansas Is More Than Just a Game","web_url":"https://www.nytimes.com/1994/04/04/us/ncaa-tournament-duke-arkansas-is-more-than-just-a-game.html","abstract":"  When the college basketball season ends on the floor of the Charlotte Coliseum on Monday night, before a national championship plaque is awarded to the captains from Duke or Arkansas fresh, legends will have been manufactured and sent on to become an everlasting part of the game.   This championship night has become distinctive because it combines the possibility of a historic achievement in Duke's chance to win a third title in four tournaments with a theme that goes beyond the basketball court.","thumbnail":null,"section":"U.S."},{"date":"19940404","headline":"Cancer Study Group Lists Its Advances in Treatment","web_url":"https://www.nytimes.com/1994/04/04/us/cancer-study-group-lists-its-advances-in-treatment.html","abstract":"  Since 1958, Federal agencies have financed the work of the National Surgical Adjuvant Breast and Bowel Project at the University of Pittsburgh to determine the effectiveness of various surgical procedures, drugs and radiation therapies for cancers of the breast, colon and rectum.   The project's studies helped clarify what the location and size of the cancer and spread of tumor cells to lymph nodes indicated about the patient's prognosis. The project also generated data on the occurrence of cancer in the second breast.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19940404","headline":"Three people are killed when KLM Cityhopper Flight 433 crashes at Amsterdam Airport Schiphol.","pages":[{"title":"KLM Cityhopper Flight 433","web_url":"https://en.wikipedia.org/wiki/KLM_Cityhopper_Flight_433","description":"Crash of a Dutch Saab 340B on emergency landing","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/PH-KSH_%40_AMS_28_sept_1990_by_Johan_Hetebrij_SAAB_340B%2C_PH-KSH%2C_KLM_cityhopper.jpg/320px-PH-KSH_%40_AMS_28_sept_1990_by_Johan_Hetebrij_SAAB_340B%2C_PH-KSH%2C_KLM_cityhopper.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"KLM Cityhopper Flight 433 was a Saab 340B, registered as PH-KSH, which crashed during an emergency landing on 4 April 1994 and killing 3 occupants, including the captain. Flight 433 was a routine scheduled flight from Amsterdam, the Netherlands, to Cardiff, Wales. The accident was caused by inadequate pilot training and faulty failure sensor, leading to loss of control during go-around."},{"title":"Amsterdam Airport Schiphol","web_url":"https://en.wikipedia.org/wiki/Amsterdam_Airport_Schiphol","description":"Airport in the Netherlands","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Schiphol_airport_02_%28cropped%29.jpg/320px-Schiphol_airport_02_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Amsterdam Airport Schiphol, known informally as Schiphol Airport, is the main international airport of the Netherlands. It is located 9 kilometres southwest of Amsterdam, in the municipality of Haarlemmermeer in the province of North Holland. It is the world's third busiest airport by international passenger traffic in 2021. With almost 72 million passengers in 2019, it is the third-busiest airport in Europe in terms of passenger volume and the busiest in Europe in terms of aircraft movements. With an annual cargo tonnage of 1.74 million, it is the 4th busiest in Europe. AMS covers a total area of 6,887 acres of land. The airport is built on the single-terminal concept: one large terminal split into three departure halls."}]}],"weather":[{"date":"19940404","time":"1994-04-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":93,"wspd":18.4},{"date":"19940404","time":"1994-04-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":94,"wspd":20.5},{"date":"19940404","time":"1994-04-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":94,"wspd":20.5},{"date":"19940404","time":"1994-04-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":92,"wspd":18.4},{"date":"19940404","time":"1994-04-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":95,"wspd":18.4},{"date":"19940404","time":"1994-04-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":96,"wspd":20.5},{"date":"19940404","time":"1994-04-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":87,"wspd":18.4},{"date":"19940404","time":"1994-04-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":81,"wspd":16.6},{"date":"19940404","time":"1994-04-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":78,"wspd":13},{"date":"19940404","time":"1994-04-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":75,"wspd":22.3},{"date":"19940404","time":"1994-04-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":65,"wspd":37.1},{"date":"19940404","time":"1994-04-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":78,"wspd":59.4},{"date":"19940404","time":"1994-04-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":70,"wspd":29.5},{"date":"19940404","time":"1994-04-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":59,"wspd":29.5},{"date":"19940404","time":"1994-04-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":54,"wspd":38.9},{"date":"19940404","time":"1994-04-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":57,"wspd":33.5},{"date":"19940404","time":"1994-04-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":46,"wspd":50},{"date":"19940404","time":"1994-04-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":50,"wspd":42.5},{"date":"19940404","time":"1994-04-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":56,"wspd":37.1},{"date":"19940404","time":"1994-04-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":59,"wspd":25.9},{"date":"19940404","time":"1994-04-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":68,"wspd":22.3},{"date":"19940404","time":"1994-04-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":73,"wspd":24.1},{"date":"19940404","time":"1994-04-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":79,"wspd":22.3},{"date":"19940404","time":"1994-04-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":81,"wspd":20.5},{"date":"19940404","time":"1994-04-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":18.7},{"date":"19940404","time":"1994-04-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":74,"wspd":14.8},{"date":"19940404","time":"1994-04-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":83,"wspd":13},{"date":"19940404","time":"1994-04-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":14.8},{"date":"19940404","time":"1994-04-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":83,"wspd":9.4},{"date":"19940404","time":"1994-04-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":83,"wspd":14.8},{"date":"19940404","time":"1994-04-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":83,"wspd":14.8},{"date":"19940404","time":"1994-04-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":16.6},{"date":"19940404","time":"1994-04-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":80,"wspd":25.9},{"date":"19940404","time":"1994-04-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":79,"wspd":22.3},{"date":"19940404","time":"1994-04-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":76,"wspd":22.3},{"date":"19940404","time":"1994-04-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":76,"wspd":20.5},{"date":"19940404","time":"1994-04-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":22.3},{"date":"19940404","time":"1994-04-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":73,"wspd":20.5},{"date":"19940404","time":"1994-04-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":70,"wspd":24.1},{"date":"19940404","time":"1994-04-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":60,"wspd":14.8},{"date":"19940404","time":"1994-04-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":50,"wspd":22.3},{"date":"19940404","time":"1994-04-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":44,"wspd":22.3},{"date":"19940404","time":"1994-04-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":37,"wspd":14.8},{"date":"19940404","time":"1994-04-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":34,"wspd":0},{"date":"19940404","time":"1994-04-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":30,"wspd":9.4},{"date":"19940404","time":"1994-04-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":31,"wspd":9.4},{"date":"19940404","time":"1994-04-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":30,"wspd":9.4},{"date":"19940404","time":"1994-04-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":37,"wspd":9.4}]},"19940405":{"guardian_articles":[{"date":"19940405","headline":"N Korea says it will resume nuclear work","web_url":"https://www.theguardian.com/world/1994/apr/05/northkorea","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940405","headline":"The Game of the Name","web_url":"https://www.nytimes.com/1994/04/05/opinion/the-game-of-the-name.html","abstract":"The Los Angeles Times's new \"Guidelines on Racial and Ethnic Identification,\" for its writers and editors, bans or restricts some 150 words and phrases such as \"birth defect,\" \"Chinese fire drill,\" \"crazy,\" \"dark continent,\" \"stepchild,\" \"WASP\" and \"to welsh.\"\n\nDefying such politically correct sensibilities, The Economist allows the use of variants of \"he\" for both sexes (as in \"everyone should watch his language\"), and \"crippled\" for disabled people.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Arbiters of Bias in Securities Industry Have Slight Experience in Labor Law","web_url":"https://www.nytimes.com/1994/04/05/us/arbiters-of-bias-in-securities-industry-have-slight-experience-in-labor-law.html","abstract":"  A Congressional study has found that at a time when more employees are compelled to submit complaints of job discrimination and sexual harassment to arbitration the people who decide these cases for the securities industry are overwhelmingly white men in their 60's with little experience in labor law.   The study, conducted by the General Accounting Office and made public last week, looked at companies affiliated with the New York Stock Exchange and the National Association of Securities Dealers.","thumbnail":null,"section":"U.S."},{"date":"19940405","headline":"Lest We Forget: Steinbrenner Lurks Behind the Euphoria","web_url":"https://www.nytimes.com/1994/04/05/sports/on-baseball-lest-we-forget-steinbrenner-lurks-behind-the-euphoria.html","abstract":"  The team that played a glorious opening-day game at Yankee Stadium yesterday was George Steinbrenner's team. Not as in the team principally owned by George Steinbrenner but the team hand-picked by George Steinbrenner.   This is nothing new, of course, Steinbrenner's dictating which players will receive the paychecks funded by money that is principally his. An owner inherently has that right. But Steinbrenner is one of the few who exercises it, and he epitomizes the also-rans that those owners are.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/04/05/nyregion/news-summary-675067.html","abstract":"  International A3-13  NATIONALIST IMPACT ON RUSSIA  Vladimir V. Zhirinovsky, the nationalist who made a strong showing in Russia's parliamentary elections, continues to press his cause, and it is changing policy in Russia.  A1","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"A New Straight Man for the Scooter","web_url":"https://www.nytimes.com/1994/04/05/sports/tv-sports-a-new-straight-man-for-the-scooter.html","abstract":"  Paul Olden, the Yankees' new voice on WPIX-TV, said he was not nervous about replacing Tom Seaver and working with Phil Rizzuto and Bobby Murcer. He has never met Murcer and knows Rizzuto only casually. They haven't practiced together, so it will be a cold start when their 50-game schedule starts Friday night.   \"The most important thing is to lay back and feel one another out in terms of pacing,\" the 38-year-old Olden said while watching the Yankees-Rangers game yesterday. \"I have to get a feel for how they work.\"","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"SIDELINES : Masters, British Open To Be Telecast by ESPN","web_url":"https://www.nytimes.com/1994/04/05/sports/IHT-sidelines-masters-british-open-to-be-telecast-by-espn.html","abstract":"PARIS (IHT) - The Masters golf tournament this week and the British Open in July will be telecast live by ESPN International, the 24- hour satellite sports network said. .The British Open will be telecast in Asia, the Middle East, Africa and Latin Amer","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"1894: Anarchists Again?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-1894-anarchists-again-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Many people thought the war of the Anarchists against society would flag a little after the Anarchist Bourdin blew himself to pieces near the Greenwich Observatory and after Pauwels met death from his own bomb in the Madeleine. But another outrage","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Foreigners Attacked in Guatemala","web_url":"https://www.nytimes.com/1994/04/05/world/foreigners-attacked-in-guatemala.html","abstract":"  Fed by rumors that Americans were coming to kidnap children, cut out their vital organs and ship them to the United States for transplantation, an extraordinary wave of panic has swept Guatemala over the last month.   Tourists and other foreigners have been attacked by mobs in at least three recent incidents, the latest of which left a 52-year-old Alaska woman in a coma.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"Extravagant Orioles, Extravagant Plans","web_url":"https://www.nytimes.com/1994/04/05/sports/baseball-extravagant-orioles-extravagant-plans.html","abstract":"  After having stumbled the last two Septembers and having tried to cure their problems by spending $44 million on free agents, the Baltimore Orioles opened their season today with their fans, players and owners unwilling to be satisfied with anything less than a place in the playoffs.   There are 161 more games to go, but today's game against the Kansas City Royals did nothing to dash those hopes, with the Orioles winning, 6-3, at Camden Yards.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Workplace For Disabled Helps U.S. Help Bosnia","web_url":"https://www.nytimes.com/1994/04/05/nyregion/workplace-for-disabled-helps-us-help-bosnia.html","abstract":"  In a factory that once pounded sheet metal into office furniture, Linda Davis now sews the olive-green bags that relief flights are dropping into Bosnia, stuffed with food and medicine.   She is proud of the quality and purpose of the work, which has made her employer a major military contractor in a city that has seen its woodworking and sheet-metal industries decline in recent decades. And she is proud of how the work has changed attitudes about her and her co-workers.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"China Says It Holds Dissident to Check 'New Crimes'","web_url":"https://www.nytimes.com/1994/04/05/world/china-says-it-holds-dissident-to-check-new-crimes.html","abstract":"  China said today that its security forces are holding Wei Jingsheng, the country's best-known dissident, under arrest because he is \"suspected of having committed new crimes\" while on parole after 14 1/2 years in prison.   The statement by the official New China News Agency followed several days of uncertainty over Mr. Wei's whereabouts and represents a serious attempt to silence him.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"Supreme Court Roundup; Justices Bar Extra Fees for Dumping of Out-of-State Waste","web_url":"https://www.nytimes.com/1994/04/05/us/supreme-court-roundup-justices-bar-extra-fees-for-dumping-of-out-of-state-waste.html","abstract":"  The Supreme Court ruled today that states may not impose extra fees for dumping waste from another state.   The 7-to-2 decision overturned an Oregon surcharge on the disposal of solid waste generated beyond Oregon's borders. Under the 1989 law, the fee for placing out-of-state waste in an Oregon landfill is $3.10 a ton, as against 85 cents for waste generated within Oregon. The Oregon Supreme Court upheld the surcharge last year.","thumbnail":null,"section":"U.S."},{"date":"19940405","headline":"New Covers On Manholes After Mishap","web_url":"https://www.nytimes.com/1994/04/05/nyregion/new-covers-on-manholes-after-mishap.html","abstract":"  Work crews started replacing or modifying covers on 150 small manholes in Central Park yesterday to insure that they were securely closed after a 5-year-old girl fell 15 feet into an open manhole on Friday near the park's carousel.   The girl, Sara Kinn, who was playing with her family and friends in a field, was not seriously injured. She was rescued by her father, William, who climbed down the manhole and pulled his daughter out.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Turkish Survival : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-turkish-survival-letters-to-the-editor.html","abstract":"Regarding the editorial \"Turks, Kurds and Allies\" (March 28):.This Washington Post editorial shows an effort to be balanced and objective. But it falls short of understanding the Turkish side of this complex problem, which involves the very s","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"WHITE HOUSE MEMO SEES HIGHER COSTS FOR WELFARE PLAN","web_url":"https://www.nytimes.com/1994/04/05/us/white-house-memo-sees-higher-costs-for-welfare-plan.html","abstract":"  President Clinton's plan to overhaul the welfare system could cost much more in the long run than previously disclosed, possibly adding $58 billion to the nation's welfare costs over 10 years, according to a confidential memorandum presented to Mr. Clinton.   The document also says Mr. Clinton should understand that \"in rare circumstances\" his plan to enforce a two-year limit on welfare benefits could leave families \"homeless or unable to care for their children.\"","thumbnail":null,"section":"U.S."},{"date":"19940405","headline":"Delay of Toxic-Waste Report Explained","web_url":"https://www.nytimes.com/1994/04/05/nyregion/delay-of-toxic-waste-report-explained.html","abstract":"  A former official in the New York City Department of Sanitation said last week that the discovery of toxic contamination at the site of the proposed Brooklyn Navy Yard incinerator in 1988 \"did not alarm me\" and that it was his decision not to fully disclose the finding to the state, which was considering whether to grant a permit for the plant.   Information about the contamination, found in a 1988 report that detailed evidence of contamination by petroleum and polychlorinated biphenyls, or PCB's, in the soil and groundwater at the Brooklyn Navy Yard site, was finally turned over to the State Department of Environmental Conservation two weeks ago.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Indians Finally Find Comfort at Home","web_url":"https://www.nytimes.com/1994/04/05/sports/baseball-indians-finally-find-comfort-at-home.html","abstract":"  If the Cleveland Indians thought that their old haunt, Cleveland Stadium, was cursed because of a supposed hex put on the franchise by a fired manager in 1958, what would they have believed about Jacobs Field if the first game the Indians ever played in their new home resulted in a no-hitter? Against them.   Well, for seven and a third innings today, the Indians had to be wondering how awful that incredible bit of bad luck would have been, not just for today but for all the days the karma would surely have lasted. For seven and a third innings is exactly how long Randy Johnson, the Seattle left-hander and perhaps the American League's most dominant pitcher, held the Indians hitless today before a crowd of 41,459 that included President Clinton.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Feller's Excruciating Vigil","web_url":"https://www.nytimes.com/1994/04/05/sports/baseball-feller-s-excruciating-vigil.html","abstract":"  For 54 years, Bob Feller has sweated through each opening day, waiting to see if some pitcher would repeat a feat only he has ever accomplished: throwing a no-hitter in the first game of the season. Never was that vigil more excruciating than today, as Feller watched Seattle's Randy Johnson come within five outs of duplicating the feat against the Cleveland Indians, the team Feller once pitched for.   The 75-year-old Feller was among the 41,459 fans watching for seven and one-third as Johnson threatened to nudge his way into the record book alongside the Cleveland legend, whose opening-day no-hitter in 1940 against the Chicago White Sox in the old Comiskey Park was the first of three no-hitters Feller pitched in his Hall of Fame career.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Woodstock Gets News On Line","web_url":"https://www.nytimes.com/1994/04/05/nyregion/our-towns-woodstock-gets-news-on-line.html","abstract":"  KEEPING tabs on the news surrounding the 25th anniversary Woodstock concerts is one tough job.   Crocuses are just pushing up, yet planning for the two big August festivals is reaching world economic summit proportions. Hardly a day goes by when the local papers don't mention some snarl or other. Who (town, county, concert promoters) will pay for what (sewer use, parking, water, medical staff) remains a looming question, to name just one. There is infighting, out-fighting (one town wants another to pay for police overtime when crowds trample through) and plenty of permit snafus.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Q&A","web_url":"https://www.nytimes.com/1994/04/05/science/q-a-681547.html","abstract":"  Snow White    Q.  Why is snow white?   A.  \"The color of snow is whatever light is shining on it,\" said Dr. Alan J. Friedman, director of the New York Hall of Science in Queens. The individual ice crystals are transparent but reflective, so that light hitting them is scattered, broken up and recombined in different colors so many times that the end result usually appears white.","thumbnail":null,"section":"Science"},{"date":"19940405","headline":"'Vinyl Wars' Divide a Hamlet; Tappan Board's Ban on Siding Angers Some Homeowners","web_url":"https://www.nytimes.com/1994/04/05/nyregion/vinyl-wars-divide-a-hamlet-tappan-board-s-ban-on-siding-angers-some-homeowners.html","abstract":"  This aged hamlet, one of the cradles of the American Revolution, finds itself enduring another revolt, one that is also about life, liberty and the pursuit of happiness, though it seems at first to be mostly about vinyl siding.   A group of homeowners here and their sympathizers are rebelling against the rule of the local Historic Areas Board of Review, Tappan's version of a landmarks commission, which was formed three decades ago to preserve the hamlet's 46 historic dwellings, some almost 300 years old, as well as the hoary look of a village founded by farmers and mill hands.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"1944: Bucharest Is Hit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-1944-bucharest-is-hit-in-our-pages100-75-and-50-years-ago.html","abstract":"NAPLES - [From our New York edition:] American Flying Fortresses and Liberators bombed Bucharest, the Rumanian capital, for the first time today [April 4], flying to within 200 miles of the Russo-German front to strike the third Allied blow in twenty-four","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Sports of The Times; Yankee Clipper Off the Cuff","web_url":"https://www.nytimes.com/1994/04/05/sports/sports-of-the-times-yankee-clipper-off-the-cuff.html","abstract":"  OUTSIDE, the opening-day festivities at Yankee Stadium had begun. Members of the \"Damn Yankees\" cast were singing \"You Gotta Have Heart.\" Two Winter Olympic medalists, the short-track speed skater Cathy Turner and the skier Picabo Street, were holding red roses and Robert Merrill would soon be singing the national anthem.   But in the catacombs behind the Yankee dugout, Joe DiMaggio suddenly emerged from the clubhouse and lighted the hallway.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"1919: Belgium's Needs : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-1919-belgiums-needs-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The King of the Belgians honored the Council of Four with his presence and outlined completely his nation's attitude on many of the questions before the Peace Conference, emphasizing the imperative needs of financial and economic aid. The King's h","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Gift to Beth Israel Is Just Part of a Family Tradition","web_url":"https://www.nytimes.com/1994/04/05/nyregion/gift-to-beth-israel-is-just-part-of-a-family-tradition.html","abstract":"  It began with a pushcart more than a century ago in the busy warren of streets on the Lower East Side, all crowded with immigrants, many of them Polish and Russian Jews who had come to America fleeing the pogroms. One was a peddler named Moses Phillips, who set out mornings pushing a cart piled high with shirts sewn by his wife, Endel, in their one-room loft.   At first he sold shirts solely to support his family, but soon he had a bigger cause: to scrape together enough money to open a medical dispensary, because new immigrants did not meet the residency requirements imposed by local hospitals. Neighbors helped, going door-to-door collecting anything offered -- pennies, nickels, pillow cases, candles and even a few chickens. These efforts made it possible to transform a Henry Street tenement into a clinic, which later grew into Beth Israel Medical Center, one of the country's leading hospitals.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"No Details On Budget From Albany","web_url":"https://www.nytimes.com/1994/04/05/nyregion/no-details-on-budget-from-albany.html","abstract":"  Three days after they declared a budget deal, Gov. Mario M. Cuomo and the state's legislative leaders still had virtually no details to provide about it today, including which taxes they would cut, how they would divide aid to schools, which construction projects they would finance and how they would allocate money to local governments.   Although the leaders, particularly Mr. Cuomo, were eager to extol their budget, it became increasingly clear through the day that there was no budget to extol. Instead, there was just the skeleton of an agreement, with rough numbers penciled in as totals in a number of broad categories, like tax cuts, state aid to schools and spending on pet construction and maintenance projects.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Israeli Experts Support Assertion Lone Gunman Acted at Hebron","web_url":"https://www.nytimes.com/1994/04/05/world/israeli-experts-support-assertion-lone-gunman-acted-at-hebron.html","abstract":"  The Israeli commission of inquiry into the Hebron massacre heard expert testimony today that supported assertions by the army that the killings were the work of a lone gunman.   The testimony by police ballistics experts produced no evidence to back up assertions by Arab survivors of the massacre on Feb. 25 that there had been more than one source of gunfire in the mosque, where at least 29 worshipers were killed.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"Evacuation Of Bosnia Area Is Postponed","web_url":"https://www.nytimes.com/1994/04/05/world/evacuation-of-bosnia-area-is-postponed.html","abstract":"  The International Committee of the Red Cross announced tonight that it has postponed a planned evacuation of thousands of Muslims and Croats from the northwestern Bosnian town of Prijedor after Serbian nationalist leaders refused to grant safe passage for large numbers of people to leave the area.   The top International Red Cross official in the former Yugoslavia, Andreas Kuhn, told a late-night news conference here that the Serbs had backed down on assurances given Sunday night to allow Muslims and Croats safe passage out of northwestern Bosnia.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"An Agency Seeks Forensic Wisdom From a Hole in the Ground","web_url":"https://www.nytimes.com/1994/04/05/nyregion/an-agency-seeks-forensic-wisdom-from-a-hole-in-the-ground.html","abstract":"  If the Addams Family ran a shipping company, its entrance would look like the lobby of the National Transportation Safety Board headquarters here, its walls covered with large color photographs of train wrecks, ship sinkings, jet-plane crashes, pipeline explosions, and one inspired shot of the tail of a small plane sticking out of the wall of a white clapboard house. Each picture is discreetly accompanied by a little silver plaque that gives the date and the location.    There are no photographs yet of the inferno that engulfed an apartment complex in Edison, N.J., last month when a natural-gas pipeline exploded, but chunks of the pipeline are in a back room, along with other material undergoing analysis.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"BASEBALL;\nStrawberry Out With Drug-Abuse Problem","web_url":"https://www.nytimes.com/1994/04/05/sports/baseball-strawberry-out-with-drugabuse-problem.html","abstract":"The problem-stricken life of outfielder Darryl Strawberry took another turn today when he admitted having a drug abuse problem.\n\nStrawberry, who underwent alcohol rehabilitation in 1990 when he was with the Mets, was immediately placed on the disabled list by the Dodgers, who open their season Tuesday at Dodger Stadium against the Florida Marlins.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"'I'll Have to Sell the House to Pay for Treatment'; Making Hard Decisions","web_url":"https://www.nytimes.com/1994/04/05/opinion/l-i-ll-have-to-sell-the-house-to-pay-for-treatment-making-hard-decisions-683213.html","abstract":"  To the Editor:   Decisions affecting coverage of experimental treatments for terminally ill patients are among the most difficult and controversial that managed-care companies make. Unfortunately, the generalizations in your March 28 front-page article fail to capture any of the circumspection that is typical of the decision making by many managed-care companies.   Aetna Health Plans, for example, has established a prototype process that maintains the balance between the needs of dying patients and assuring the efficiency of the health care system. The foundation of the process is an independent panel of 130 expert physicians who are asked to review questionable requests for coverage of high-dose chemotherapy with autologous bone marrow transplant.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Ships in the Night","web_url":"https://www.nytimes.com/1994/04/05/opinion/ships-in-the-night.html","abstract":"I had only just arrived at the club when I bumped into Roger. After we had exchanged a few pleasantries, he lowered his voice and asked, \"What do you think of Martha and I as a potential twosome?\"\n\n\"That,\" I replied, \"would be a mistake. Martha and me is more like it.\"","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"When Dance and Music Develop in Duet","web_url":"https://www.nytimes.com/1994/04/05/arts/when-dance-and-music-develop-in-duet.html","abstract":"  Making dances is supposed to be easy. Choreographers put on some music and try out movements in front of their bedroom or studio mirrors, and then, butterflylike, new pieces emerge. The reality is different, of course, especially when living composers and new music are involved.   When the curtain goes up tonight on \"Ayego,\" presented by the Peter Pucci Plus Dancers as they open their weeklong season at the Joyce Theater, Mr. Pucci and the composer Nana Simopoulos will have lived through a five-month relationship as tumultuous as most love affairs.","thumbnail":null,"section":"Arts"},{"date":"19940405","headline":"Mexicans Arrest 3 More Guards In Killing of Leading Candidate","web_url":"https://www.nytimes.com/1994/04/05/world/mexicans-arrest-3-more-guards-in-killing-of-leading-candidate.html","abstract":"  Citing new evidence of a conspiracy in the assassination of the governing party's presidential candidate last month, Mexican authorities today charged three men, including two former state police officials, with involvement in the killing.   The new arrests brought to five the number of men jailed on suspicion of taking part or conspiring in the shooting of the heavily favored candidate, Luis Donaldo Colosio, as he left a campaign rally in the northern border city of Tijuana on March 23.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"Schindler Uncensored : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-schindler-uncensored-letters-to-the-editor.html","abstract":"Regarding \"'Schindler': A Hit Worldwide\" (Features, March 23):.In an article describing the international reception of the movie \"Schindler's List,\" you state, \"The Philippine censor attempted to ban the film because of a scene","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"What they're reading","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-what-theyre-reading.html","abstract":"Dame Beryl Grey, the British prima ballerina, has just read \"Come Dance With Me: A Memoir 1898-1956\" by Ninette de Valois. .\"I was preparing a lecture for the Royal Society of Arts, and wanted to check some facts, and I became so absorbed","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Review/Television; The Words That Inspired Dr. Kevorkian's Actions","web_url":"https://www.nytimes.com/1994/04/05/arts/review-television-the-words-that-inspired-dr-kevorkian-s-actions.html","abstract":"  As the title indicates, \"The Kevorkian File\" is less about the man known as Dr. Death than about the cases that brought him that distinction, presented through riveting videotapes of people asking for his help in killing themselves.   Whatever his motives -- some credit him with compassion, others detect self-aggrandizement -- Dr. Jack Kevorkian began his career as a death facilitator, which has included 20 such encounters, almost four years ago. The Michigan doctor is seen on June 2, 1990, talking to Janet Adkins, a 54-year-old woman with Alzheimer's disease, and her husband, Ron. Although her doctor had told her she had several good years left and opposed thoughts of suicide, Mrs. Adkins feared the disease would in time deprive her of the ability to make the decision to end a much-diminished life. After several other doctors refused her request for pills that would do that job, she answered an advertisement by Dr. Kevorkian, who was then beginning his campaign to help dying patients die.","thumbnail":null,"section":"Arts"},{"date":"19940405","headline":"By Design; Simple Adornment","web_url":"https://www.nytimes.com/1994/04/05/style/by-design-simple-adornment.html","abstract":"  Last year, designers reduced minimalism to its bare bones, banishing all accessories except shoes. In the recent fall shows in Europe, the pendulum started to swing back. Even the high priest of purity, Giorgio Armani, hung necklaces around the models' necks, making the world safe for jewelry.    The newest-looking necklaces are long and adorned with hefty beads or charms, often arranged asymmetrically. They're all that's necessary to perk up simple slip dresses and tunics.","thumbnail":null,"section":"Style"},{"date":"19940405","headline":"Judge Blocks The Military In Gay Suits","web_url":"https://www.nytimes.com/1994/04/05/us/judge-blocks-the-military-in-gay-suits.html","abstract":"  A Federal district judge today blocked the Pentagon from discharging six gay service members who had challenged the military's new policy on homosexuals. The ruling signaled that the policy itself could face serious trouble in the courts.   In the first legal challenge to the new policy, Judge Eugene H. Nickerson of New York barred the Defense Department from investigating or dismissing the six, two on active duty and four reservists, until their suit was resolved.","thumbnail":null,"section":"U.S."},{"date":"19940405","headline":"'I'll Have to Sell the House to Pay for Treatment'","web_url":"https://www.nytimes.com/1994/04/05/opinion/l-i-ll-have-to-sell-the-house-to-pay-for-treatment-683183.html","abstract":"  To the Editor:   The tone of \"Patients' Lawyers Lead Insurers to Pay for Unproven Treatments\" (front page, March 28) suggests that patients have been encouraged to sue their health insurance companies to secure coverage for catastrophic illness, and that insurance companies are victims in these lawsuits. This is incorrect.    The patients and their families, who have paid high premiums for comprehensive health insurance, are the victims, and the health insurance companies, which encourage lawsuits through their unethical, immoral and sometimes illegal practices of arbitrarily and capriciously denying coverage, deserve to lose every lawsuit.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/04/05/sports/soccer.html","abstract":"  Political Futbol    There will be a crucial summit meeting today in Zurich among Joao Havelange, 78, and the leaders of the world's five soccer confederations regarding the FIFA presidency.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"The Suit of the Moment Might Just Be a Dress","web_url":"https://www.nytimes.com/1994/04/05/style/the-suit-of-the-moment-might-just-be-a-dress.html","abstract":"  It is not likely that by next fall the one-piece dress will replace the jacket with skirt or pants as the most important part of a woman's wardrobe. Still, the jacket or suit has been around so long it is not unreasonable to expect that something will come along to challenge it. The question simply is when.    Avant-garde designers have, in fact, been trying to deconstruct the jacket, or tear it apart, for some time. They've ripped out the stiffening, thrown away the shoulder pads and even poked holes in the material. Giorgio Armani, the world's most respected suit designer, said last month in Milan that everywhere he looked women were wearing jackets and that he viewed dresses as a respectable alternative. At any rate, he showed a lot of them, along with suits.","thumbnail":null,"section":"Style"},{"date":"19940405","headline":"D'Amato to Give $400,000 To Pataki in Governor Race","web_url":"https://www.nytimes.com/1994/04/05/nyregion/d-amato-to-give-400000-to-pataki-in-governor-race.html","abstract":"  United States Sen. Alfonse M. D'Amato said today that he would give $400,000, which he raised as he toyed with running for governor last year, to the candidate he is now endorsing in the race, State Senator George E. Pataki.    Mr. D'Amato said he hoped that the money -- nearly half of what he collected at a major fund-raiser last year -- would help Mr. Pataki, a former mayor of Peekskill, break out of the pack of virtually unknown Republican challengers to Gov. Mario M. Cuomo in the election this fall.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Mr. Giuliani's Blinkered Budget; A Better Way to Curb the City Payroll","web_url":"https://www.nytimes.com/1994/04/05/opinion/mr-giuliani-s-blinkered-budget-a-better-way-to-curb-the-city-payroll.html","abstract":"  New York City could hire fewer new policemen, increase street patrols with the existing force, soften cuts in other agencies and save at least $51 million a year in a plan laid out by the nonpartisan Citizens Budget Commission. In view of this creative proposal, Mayor Rudolph Giuliani's insistence on exempting police from spending cuts needs a second look.   The budget commission is a nonpolitical, business-sponsored fiscal watchdog. Its well-documented analysis of police operations takes aim at just two soft spots -- officers in desk jobs, and the departmental work schedule. The Mayor says he is considering other ways to save money at no loss to public safety. But he has already rejected a modest proposal to invite private contractors to bid for custodial and police car maintenance jobs, and a senior adviser says he views the commission plan as \"wrong-minded.\"","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Critic's Notebook; Beyond Slapstick to Show Perils Faced by Blacks","web_url":"https://www.nytimes.com/1994/04/05/movies/critic-s-notebook-beyond-slapstick-to-show-perils-faced-by-blacks.html","abstract":"  In the 1970's, in a sitcom like \"Good Times,\" a black family struggling to survive in a high-rise Chicago ghetto would somehow always be good for a laugh, especially if the goofy son popped his eyes and shouted \"Dy-no-mite!\" And in \"Chico and the Man,\" an ingratiating young Hispanic man in East Los Angeles could joke his way into a garage partnership with an elderly white, a harmless fantasy that dribbled to an end when the drug-plagued star of the show, Freddie Prinze, committed suicide. Prime time entertainment's ability to fudge the harsher aspects of reality is boundless.    Today? Where minorities are concerned, specifically blacks and Hispanics, there's no dearth of dopey escapism or broad stereotypes bordering on minstrelsy. But at least occasionally an unusual effort is made to go beyond the standard television props of one-liners and tidy uplift. This week, two very different examples of a new grittiness are on tap: \"South-Central,\" a new comedy drama series starting tonight on Fox Broadcasting, and \"Lives in Hazard,\" a documentary on NBC on Friday night. In each case, the setting is Los Angeles.","thumbnail":null,"section":"Movies"},{"date":"19940405","headline":"Any Discipline Issues Will Wait","web_url":"https://www.nytimes.com/1994/04/05/sports/baseball-analysis-any-discipline-issues-will-wait.html","abstract":"  When Peter O'Malley, owner of the Los Angeles Dodgers, heard yesterday about Darryl Strawberry's newly disclosed drug abuse problem, he was angry and wanted to throw the troubled outfielder off the team, a baseball person familiar with O'Malley's reaction said last night.   But major league baseball's substance-abuse policy does not permit such rash action. Actually, no one knows for sure, until an arbitrator decides the inevitable union grievance over drug discipline, what the policy really permits.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Sound Familiar?\" (Letters, March 23) from Alena Hochmann:. Ms. Hochmann misses the point in comparing Jewish settlements in the West Bank and Gaza with the presence of Palestinians living in Israel..International law forbids the se","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Dubious Debbie Inspires Battle Over a Trademark","web_url":"https://www.nytimes.com/1994/04/05/nyregion/dubious-debbie-inspires-battle-over-a-trademark.html","abstract":"  For more than 30 years, the smiling girl in the sunbonnet who graces packages of cupcakes, fruit cookies and oatmeal cream pies has been known to snack-food lovers as Little Debbie, the symbol of what her creators say are the best-selling snack cakes in the nation.   But in a move that has enraged the McKee Foods Corporation, the company based in Collegedale, Tenn., that makes the cakes, the smiling girl has inspired a novelty company's parody that turns her goody-goody image on its head. Emblazoned on the front of a T-shirt, she has a marijuana cigarette hanging out of her mouth. Instead of cream pies, she hawks \"Weed Pies\" that promise to \"blow your mind . . . not your waistline.\" Her new name? Little Doobie.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Voice Names New Editor","web_url":"https://www.nytimes.com/1994/04/05/nyregion/voice-names-new-editor.html","abstract":"  Karen Durbin, a feminist editor and writer and a former staff member of The Village Voice, has been named editor in chief of The Voice, David Schneiderman, the newspaper's president and publisher, announced yesterday. The appointment is effective immediately.   Ms. Durbin, 49, who has been arts and entertainment editor of Mirabella magazine since February 1990, succeeds Jonathan Z. Larsen, who resigned in February after five years as editor.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Review/Theater; Mort Sahl Continues To Deflate Pretension","web_url":"https://www.nytimes.com/1994/04/05/theater/review-theater-mort-sahl-continues-to-deflate-pretension.html","abstract":"  \"A liberal is someone who believes in busing but is repelled by school prayer,\" observes Mort Sahl. \"A conservative is someone who is repelled by busing and believes in school prayer. And a moderate would like to compromise between these two extremes and perhaps have prayer on the bus.\"   These witty political definitions, voiced near the beginning of Mr. Sahl's new one-man show at Theater Four, set the tone of a performance in which the 67-year-old humorist deflates the self-righteousness and egotism of public figures whose views cover the spectrum of American political opinion. If Mr. Sahl affects a cynical, above-it-all attitude toward politics, politicians and their celebrity supporters, he takes an extra relish in puncturing the pretensions of those who call themselves liberals. The show puts a number of movers and shakers of Hollywood's liberal establishment through the wringer. Norman Lear, Shelley Winters, Ed Asner and Robert Redford come in for especially sharp tweaks.","thumbnail":null,"section":"Theater"},{"date":"19940405","headline":"Despite Reservations, Police to Begin Rounding Up Truants","web_url":"https://www.nytimes.com/1994/04/05/nyregion/despite-reservations-police-to-begin-rounding-up-truants.html","abstract":"  A police plan to round up teen-age truants in New York City will begin tomorrow, Board of Education officials said yesterday, even as some school officials and civil libertarians continued to express concern about possible racial discrimination and the violation of students' legal rights.   The board's announcement irritated the police, who had envisioned a joint statement. John Miller, the department spokesman, refused to confirm that truancy patrols would begin tomorrow or to discuss most other aspects of the plan, including earlier reports that 100 officers would be involved.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Patterns","web_url":"https://www.nytimes.com/1994/04/05/style/patterns-680052.html","abstract":"  Illustration's Rebirth    Fashion illustrations once looked like pages torn from a designer's sketch pad, so literal that they could be sent to a pattern maker. But a new generation of artists is changing not only the look of fashion illustration, but its goal.","thumbnail":null,"section":"Style"},{"date":"19940405","headline":"First-Time Tourists Need a Pocket Guide To Downtown Internet","web_url":"https://www.nytimes.com/1994/04/05/science/personal-computers-first-time-tourists-need-a-pocket-guide-to-downtown-internet.html","abstract":"  THE Internet is the virtual equivalent of New York and Paris. It is a wondrous place full of great art and artists, stimulating coffee houses and salons, towers of commerce, screams and whispers, romantic hideaways, dangerous alleys, great libraries, chaotic traffic, rioting students and a population that is rarely characterized as warm and friendly.    In truth, the Internet and its metropolitan analogues are home to many friendly people. (The Internet population, by the way, is roughly equivalent to that of New York City and Paris combined.) It is just that new visitors do not often meet them. First-time visitors may discover that finding the way around is an ordeal, especially if they do not speak the language.","thumbnail":null,"section":"Science"},{"date":"19940405","headline":"Feeding a Booming Population Without Destroying the Planet","web_url":"https://www.nytimes.com/1994/04/05/science/feeding-a-booming-population-without-destroying-the-planet.html","abstract":"  AS modern contraceptives steadily reduce birth rates in the third world, the surging wave of humans now engulfing the earth is expected to level off in a century or so. But by then the global population is likely to have doubled, and this grim realization is reshaping efforts to address the planet's overriding ecological question:   Will all those people -- nearly 12 billion of them -- be able to provide decent lives for themselves without doing irreversible damage to the croplands, water resources, forests, fisheries and other ecological resources on which life ultimately depends?","thumbnail":null,"section":"Science"},{"date":"19940405","headline":"The Shot That Ended A Looming Dynasty","web_url":"https://www.nytimes.com/1994/04/05/sports/ncaa-tournament-the-shot-that-ended-a-looming-dynasty.html","abstract":"   Great teams produce great games.   Great players make great plays.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"'I'll Have to Sell the House to Pay for Treatment'; Patient Victories","web_url":"https://www.nytimes.com/1994/04/05/opinion/l-i-ll-have-to-sell-the-house-to-pay-for-treatment-patient-victories-683205.html","abstract":"  To the Editor:   Your March 28 front-page article on insurance coverage for medical treatment may discourage patients from enforcing their legal rights, while encouraging insurance companies to continue denying coverage.   The efficacy of bone marrow transplants for breast cancer and other advanced treatments is a medical issue that certain insurance companies have made into a legal issue, by taking the treatment decision away from the patient's qualified medical specialists and giving it to an insurance company administrator.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Sports of The Times; Doc Gooden Ignores The Winds of Change","web_url":"https://www.nytimes.com/1994/04/05/sports/sports-of-the-times-doc-gooden-ignores-the-winds-of-change.html","abstract":"  THIS was around 11:30 A.M., and Dwight Gooden had this voracious grin on his face as he rushed back to the clubhouse after taking batting practice. Why was this man smiling?   \"Wind's blowing straight out,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"2 Environmental Camps Feud Over Noisy Ocean Experiment","web_url":"https://www.nytimes.com/1994/04/05/science/2-environmental-camps-feud-over-noisy-ocean-experiment.html","abstract":"  A $35 MILLION test of a new way to measure the temperature of the world's oceans was delayed last week and may be canceled altogether amid accusations that it threatens to harm whales and other marine mammals. The dispute is unusual in that it pits two arms of the environmental movement against one another: those trying to fight global warming and those trying to protect endangered animals.   The experiment, run by the Scripps Institution of Oceanography in La Jolla, Calif., and involving seven nations, would send sounds from underwater speakers across the Pacific Ocean at least once a day every day for two years. Sound travels faster in warm water than cold. In theory, the test should be able to detect changes in the sound's speed as it crosses the Pacific that would reveal temperature shifts as subtle as one-hundredth of a degree Fahrenheit.","thumbnail":null,"section":"Science"},{"date":"19940405","headline":"Troyanos Memorial","web_url":"https://www.nytimes.com/1994/04/05/arts/troyanos-memorial.html","abstract":"  A memorial concert for the mezzo-soprano Tatiana Troyanos is to be held at the Metropolitan Opera House on Thursday at 5 P.M. James Levine will conduct members of the Metropolitan Opera Orchestra and Chorus and soloists. Miss Troyanos, who died on Aug. 21 at the age of 54, sang 22 roles during her 17 years with the Met. Free tickets are available at the box office. Information: (212) 362-6000.","thumbnail":null,"section":"Arts"},{"date":"19940405","headline":"'Light Menu' for White House As a New Chef Takes Charge","web_url":"https://www.nytimes.com/1994/04/05/us/light-menu-for-white-house-as-a-new-chef-takes-charge.html","abstract":"  After a six-week search and sample meals from a half-dozen prominent chefs, the White House plans to announce today the appointment of its new chef, a 39-year-old graduate of the Culinary Institute of America who is now the chef at the Greenbrier Resort and Health Spa in White Sulphur Springs, W. Va.   The new chef, Walter S. Scheib 3d, was chosen after an interview with Hillary Rodham Clinton last week and a sample meal. But neither he nor the White House would describe the meal that helped him win the job.","thumbnail":null,"section":"U.S."},{"date":"19940405","headline":"Relentless Arkansas Knocks Down Heaven's Door","web_url":"https://www.nytimes.com/1994/04/05/sports/ncaa-tournament-relentless-arkansas-knocks-down-heaven-s-door.html","abstract":"  At long, long last, Nolan Richardson and his Arkansas Razorbacks earned their 40 minutes of heaven.   It may not have felt that way as the Duke Blue Devils took the Razorbacks into the final, taut minutes of the national collegiate championship game. But the hard-earned signature ability of the Razorbacks to operate in the most stressful moments -- a quality forged by the intense effort Richardson once named 40 minutes of something else -- helped Arkansas win its first national championship, 76-72, over Duke tonight at Charlotte Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Justice Dept. Persists In Harassing the Arts","web_url":"https://www.nytimes.com/1994/04/05/opinion/l-justice-dept-persists-in-harassing-the-arts-683159.html","abstract":"  To the Editor:   \"On Decency and the Courts,\" which accompanies your March 23 report on Clinton Administration arts policy, notes that the Justice Department is appealing \"a court decision overturning the so-called decency provision, which requires the National Endowment for the Arts to take standards of decency into account when awarding its grants.\"    As co-counsel for the plaintiff artists in the case, Finley v. National Endowment for the Arts, let me add that the law requires of the agency \"respect for the diverse beliefs and values of the American public.\"","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Algeria: Descent Into the Abyss","web_url":"https://www.nytimes.com/1994/04/05/opinion/algeria-descent-into-the-abyss.html","abstract":"  Beware of \"enlightened\" military coups. Two years ago, with a militant Islamic party poised to win parliamentary runoff elections, Algeria's army struck, canceling the vote, rounding up Islamic politicians and imposing an army-backed dictatorship. The West, led by Algeria's former colonial ruler, France, put their fear of Islamic radicalism ahead of their commitment to democracy and wished the soldiers success.   Instead Algeria plunged into an abyss of terrorism and civil war with no end yet in sight. More than 4,000 people have been killed and hundreds of thousands imprisoned. Tens of thousands more have fled abroad, mainly to France.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Knicks' Smith Says He's Ready To Play","web_url":"https://www.nytimes.com/1994/04/05/sports/pro-basketball-knicks-smith-says-he-s-ready-to-play.html","abstract":"   Charles Smith says he is back, just as the Knicks try for a 16th consecutive victory when they play in Miami on Tuesday night.   \"I'm playing tomorrow night,\" Smith said after practice today. \"It feels O.K.\"","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"3 Singles Never Felt This Good","web_url":"https://www.nytimes.com/1994/04/05/sports/baseball-3-singles-never-felt-this-good.html","abstract":"  The Mets did not know much about Karl (Tuffy) Rhodes when he came to the plate this afternoon at Wrigley Field, the first Chicago batter of the season. They knew he had hit a lot of home runs in the minor leagues last year, had bounced around a bit before that and had played a bunch of games with the Astros over four years in the Houston organization.   Obviously, though, they did not know how to get him out.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Review/Music; Other Realms in Works by Brahms","web_url":"https://www.nytimes.com/1994/04/05/arts/review-music-other-realms-in-works-by-brahms.html","abstract":"  An unhelpful cliche repeated ad nauseam about Brahms is that he shied away from symphonic music for much of his career and channeled his ambitions into instrumental and chamber forms. We read of the \"orchestral\" piano sonatas, the \"symphonic\" chamber pieces for piano and strings. Schoenberg argued that the Piano Quartet in G minor was inadequate as written and went so far as to concoct a loony orchestration with clangorous percussion in the finale.   Better to say that Brahms's chamber music, the center of his achievement, contains other realms. His Clarinet Trio, which anchored a Chamber Music Society of Lincoln Center program on Sunday afternoon at Tully Hall, derives from abandoned sketches for a Fifth Symphony; it is just possible to sense an orchestral outline in the first movement. It's much easier, however, to imagine what the Fourth Symphony might have sounded like in chamber form.","thumbnail":null,"section":"Arts"},{"date":"19940405","headline":"Hebron Is Now Divided by a Concrete Wall, Too","web_url":"https://www.nytimes.com/1994/04/05/world/hebron-is-now-divided-by-a-concrete-wall-too.html","abstract":"  The wall of concrete blocks, standing 7 feet high and stretching 100 yards, was put up by the Israeli Army more than a week ago as a security measure.   \"Welcome to the Hebron Ghetto,\" spray-painted graffiti say in Hebrew, suggesting that some of the Jewish settlers are no happier with the wall than are the Arabs, who call it a hulking offense.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/05/style/chronicle-679992.html","abstract":"  ROBERT BUCK, the director of the Brooklyn Museum, returned to his office yesterday after a 10-day business trip to Paris and London to learn that the museum was being deluged with calls from a very distressed public.  The callers wanted to know if it was true that the museum was being sold and would be transformed into a Las Vegas-style Egyptian theme park?    April fool.","thumbnail":null,"section":"Style"},{"date":"19940405","headline":"Subway Alarm Halts Service at Rush Hour","web_url":"https://www.nytimes.com/1994/04/05/nyregion/subway-alarm-halts-service-at-rush-hour.html","abstract":"  Someone triggered an emergency alarm disrupting power deep in a subway tunnel in Brooklyn yesterday, trapping more than 1,000 rush-hour commuters in trains for two to three hours and disrupting service to thousands of others throughout the city.   The alarm device, along tracks used by the A and C lines, is one of many interspersed on tunnel walls throughout the subway system, and could have been tripped only by someone on foot in the tunnel, said Charles Seaton, a spokesman for the New York City Transit Authority.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/05/style/chronicle-683078.html","abstract":"  Byline readers noticed a new name, JON KATZ, atop the \"Media\" column in the issue of New York magazine that came out yesterday. Does that mean that EDWIN DIAMOND, who has been the magazine's media columnist for nine years, is out in the new KURT ANDERSEN regime?    Sort of, but not quite, both Mr. Diamond and Mr. Anderson say.","thumbnail":null,"section":"Style"},{"date":"19940405","headline":"Judge Says He May Reject Plea Deal in Garbage-Hauling Case","web_url":"https://www.nytimes.com/1994/04/05/nyregion/judge-says-he-may-reject-plea-deal-in-garbage-hauling-case.html","abstract":"  Five men, including the man prosecutors had said controlled New York City's private trash-hauling industry for the Mafia, pleaded guilty yesterday to murder conspiracy. But the judge said he might reject the plea bargain because it involved prison terms of just seven years.   The most prominent defendant is James Failla, 75, who law-enforcement authorities had accused of using force and threats of violence to divide up collection routes for the private companies that pick up trash from commercial buildings in the city. Officials have said that longtime mob control of the industry has helped make New York's garbage-hauling costs the highest in the country.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"American Center In Paris Cuts Back","web_url":"https://www.nytimes.com/1994/04/05/arts/american-center-in-paris-cuts-back.html","abstract":"  There it sits, a gleaming, marbled, fully functional architectural abstraction. It is surrounded by a nearly finished city park and staffed by 22 busy people. But for the moment, at least, it's a shell.   This is the current state of the new American Center in the Bercy district of eastern Paris. Frank Gehry's building, which cost a big chunk of the $40 million the center obtained in 1987 when it sold its old quarters in central Paris, was pretty much completed months ago. But the center's board decided in the fall of 1992 that it did not have enough money to proceed with long-range plans for this combined museum, performance space, educational facility and community center. The programming staff was messily fired and uneasy silence settled on what was to have been a major showcase of American culture in the French capital.","thumbnail":null,"section":"Arts"},{"date":"19940405","headline":"Clinton's Doubleheader: Two Cities, Two Sports","web_url":"https://www.nytimes.com/1994/04/05/us/clinton-s-doubleheader-two-cities-two-sports.html","abstract":"  On Tuesday, he'll be back at work.   But today President Clinton played hookey as only a President can, taking Air Force One and a cavalcade of aides with him to witness both baseball's opening day and college basketball's last one.","thumbnail":null,"section":"U.S."},{"date":"19940405","headline":"Chess","web_url":"https://www.nytimes.com/1994/04/05/arts/chess-681512.html","abstract":"  The most dramatic failure at the Linares International Tournament in Spain was Gary Kasparov's slumping into a distant second place behind Anatoly Karpov. The greatest player of our time is supposed to win, win and win. But he was not the only one who disappointed the fans. Three luminaries who were widely expected to leapfrog Karpov as Kasparov's most formidable rival took their own nosedives.   Viswanathan Anand, a 24-year-old Indian grandmaster, has been named by Kasparov as a threat to his pre-eminence, but Anand slipped down into an even score, which put him seventh among the 14 entrants. Vasily Ivanchuk, a 25-year-old Ukrainian grandmaster, was widely hailed as a challenger for Kasparov when he won the Linares International in 1991, but he finished this time with a 6-7 score. Boris Gelfand a 25-year-old Belarus grandmaster, tallied an unimpressive 5 1/2-7 1/2.","thumbnail":null,"section":"Arts"},{"date":"19940405","headline":"An 'Extinct' Butterfly Flutters Back to Life","web_url":"https://www.nytimes.com/1994/04/05/science/an-extinct-butterfly-flutters-back-to-life.html","abstract":"  FOURTEEN years after being declared an endangered species and 11 years after being presumed extinct, the Palos Verdes blue butterfly has risen against all odds in the tall grass of Navy land in San Pedro.   \"It didn't register at first,\" said Dr. Rudi Mattoni, the last person to sight the fragile creatures in 1983 and the first to see a small cluster of them three weeks ago. \"The sun broke through and there they were. It was a real resurrection for Easter.\"","thumbnail":null,"section":"Science"},{"date":"19940405","headline":"Dispute in Brooklyn Subway Ends in Killing of Student, 16","web_url":"https://www.nytimes.com/1994/04/05/nyregion/dispute-in-brooklyn-subway-ends-in-killing-of-student-16.html","abstract":"  Rashad King, a 16-year-old student with a solid record in school but no chance of outsprinting a bullet, was shot and killed late Sunday night on a subway platform in Brooklyn.   He was on his way home, 20 minutes before the midnight curfew set by his mother, when he was shot in the back. The police said a \"staredown\" between two other youths on a subway car had escalated into a physical confrontation.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"The Boys of Winter","web_url":"https://www.nytimes.com/1994/04/05/opinion/the-boys-of-winter.html","abstract":"  Not so long ago, well within the memory of middle-aged fans, baseball's opening day game was played before a capacity crowd in Cincinnati, on a Monday afternoon, with speeches, music, red, white and blue bunting and kids playing hooky. All other teams opened the next day.   Well, this year Cincinnati again staged the opening game -- a night game, on Sunday. It was played in miserable, near-freezing weather in a half-empty stadium and it didn't feel or look right at all. Marge Schott, the Reds' owner, treated the game like an exhibition and delayed the traditional opening day ceremonies until yesterday afternoon. Of the Sunday night exercise, she noted sardonically: \"This is their game\" -- a reference to the agreement between baseball's high command and ESPN to hold the first game at night to guarantee a nationwide television audience.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/05/nyregion/c-corrections-683043.html","abstract":"  A brief sports article last Thursday about Anheuser-Busch's television sponsorship agreement with major league baseball misstated its value. It is $20 million annually.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Treasure Trove Of Fossils Turns Up In the Gobi","web_url":"https://www.nytimes.com/1994/04/05/science/treasure-trove-of-fossils-turns-up-in-the-gobi.html","abstract":"  NO paleontologist had ever investigated this part of the Gobi Desert, some low hummocks of 80-million-year-old reddish rock in a remote basin in southwestern Mongolia. Not Roy Chapman Andrews, the adventurous American explorer of the 1920's. Not the Russian and Polish scientists who reconnoitered there more than two decades ago. And last summer's American-Mongolian expedition might have passed through without striking real paydirt, if it had not been for what happened to one of the trucks.   As Dr. Michael J. Novacek, the expedition leader, told the story, the caravan of dust-coated trucks had traveled some 250 miles southwest of the town of Dalan Dzadgad through mountains and over sand dunes, across some of the bleakest landscape in the Gobi. About 30 miles north of the forlorn village of Dauz, the party approached the basin, which did not look like much from a distance.","thumbnail":null,"section":"Science"},{"date":"19940405","headline":"In Italy, All or Nothing; Communists Once Sure of a Bit of Power, Say the New Elections Leave Them None","web_url":"https://www.nytimes.com/1994/04/05/world/italy-all-nothing-communists-once-sure-bit-power-say-new-elections-leave-them.html","abstract":"  If Italy's just-completed election turns out to herald the peaceful revolution some forecast before the vote, the reason will not just lie in new faces and new promises of change after years of corruption and stagnation.   Rather, the most fundamental change will be in the relationship between winner and loser, between a government and an opposition that will now have to digest the most shocking implication of the vote: In Italy's new political system the winner takes almost everything, and the loser gets virtually nothing.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"Hogs Got Off Deck To Deliver 1-2 Punch","web_url":"https://www.nytimes.com/1994/04/05/sports/ncaa-tournament-hogs-got-off-deck-to-deliver-1-2-punch.html","abstract":"  For all talk about Arkansas's depth, talent, quest for respect, the Razorbacks' season came down to one fundamental question tonight: could the two players who had carried the team all season -- Scotty Thurman on the outside and Corliss Williamson on the inside -- dig Arkansas out of a monstrous 10-point hole with 17 minutes 9 seconds left in the season?   The two all-Southeastern Conference players had played like mortals for much of the championship game and now, after Jeff Capel's 3-pointer stretched Duke's lead to 48-38, everything the Razorbacks had worked for seemed headed for the drain.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Tillman Shuns the Giants' Bench for a Chicago Huddle","web_url":"https://www.nytimes.com/1994/04/05/sports/pro-football-tillman-shuns-the-giants-bench-for-a-chicago-huddle.html","abstract":"  The Giants put up a good fight. But in the end, running back Lewis Tillman couldn't resist the prospect of being a starter. He agreed to a three-year, $3 million deal with the Chicago Bears yesterday, according to several people close to the situation. The Bears are expected to announce the deal today.   Tillman's signing ended a tumultuous 24 hours for the running back. Late yesterday, the Giants matched the original Bears offer of $2.85 million over three years. And the Giants added $65,000-$100,000 to sweeten the pot.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Montreal Journal; Quebec Bets on Subsidized Milk, Mother's Kind","web_url":"https://www.nytimes.com/1994/04/05/world/montreal-journal-quebec-bets-on-subsidized-milk-mother-s-kind.html","abstract":"  \"It's great news,\" Josee Paradis said, rocking her 6-week-old son, Brock, in her arms in her sparsely furnished basement apartment in an industrial suburb of Montreal.   Ms. Paradis, a 19-year-old former secretarial student, was praising a decision by Quebec's provincial government to raise the subsidy for breast-feeding from $15 to about $37.50 a month under a new program to encourage low-income women to nurse their infants.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"Quest for Evolutionary Meaning In the Persistence of Suicide","web_url":"https://www.nytimes.com/1994/04/05/science/quest-for-evolutionary-meaning-in-the-persistence-of-suicide.html","abstract":"  CONSIDERED on its face, suicide seems to flout the laws of nature, slashing through the sturdy instinct that wills all beings to fight for their lives until they can fight no longer.    Yet to some evolutionary geneticists, suicide cannot be entirely explained as a violent aberration or a human pathology lying outside the ebbs and pulls of natural selection and adaptation. These researchers note that suicide, for all its private, tangled sorrows, is surprisingly common in most countries, accounting on average for nearly 1 percent of all deaths. And when the number of serious suicide attempts is taken into account, the prevalence of the behavior jumps considerably.","thumbnail":null,"section":"Science"},{"date":"19940405","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/05/nyregion/c-corrections-675059.html","abstract":"  An article yesterday about judicial vacancies on the Federal bench in the Second Circuit misstated the 1983 backlog of district-court cases in some editions and referred incompletely in those editions to the area covered. The number of cases pending was 27,167, not 22,964; the figure included Connecticut and Vermont, not just New York.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"It's Sense to Keep Talking to North Korea","web_url":"https://www.nytimes.com/1994/04/05/opinion/l-it-s-sense-to-keep-talking-to-north-korea-683191.html","abstract":"  To the Editor:   Senator John McCain (letter, March 28) characterizes the Administration's response to the situation on the Korean Peninsula as concessional. First, let me make it clear that I have the highest regard for the Senator from Arizona. He is a true American hero, who fought valiantly for our country in Vietnam.   Nevertheless, his characterization of the Administration's handling of the crisis as \"concession-laden\" for attempting to resolve the crisis by diplomacy is unfair. United States policy has been reasoned and reasonable. We have responded to North Korean noncompliance in a tough manner, yet without unnecessarily raising the stakes. What precisely would the Senator have us do?","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Cuomo Chooses Colonel to Serve As State Police Superintendent","web_url":"https://www.nytimes.com/1994/04/05/nyregion/cuomo-chooses-colonel-to-serve-as-state-police-superintendent.html","abstract":"  Gov. Mario M. Cuomo today nominated Col. James W. McMahon, a 27-year veteran of the New York state police, as the superintendent of the 4,000-officer force.    Colonel McMahon was named to replace Thomas A. Constantine, who left the post last month to head the Federal Drug Enforcement Administration. Until the State Senate votes on the colonel's nomination to the $95,645-a-year job, he will serve as acting superintendent.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Signs Hint at Spectacular Supernova","web_url":"https://www.nytimes.com/1994/04/05/science/signs-hint-at-spectacular-supernova.html","abstract":"  A NEW exploding star in a nearby galaxy, discovered on Saturday, is growing steadily brighter and may be one of the most spectacular supernovas in recent years, astronomers said yesterday.    The stellar explosion, designated SN1994I, meaning the ninth one to be detected this year, was observed in the Whirlpool Galaxy, or M51, by a number of amateur and professional astronomers in the United States and Japan. The explosion occurred 15 million years ago, but because of the galaxy's distance, light from it only reached Earth on Saturday.","thumbnail":null,"section":"Science"},{"date":"19940405","headline":"State Dept. Report Labels Nigeria Major Trafficker of Drugs to U.S.","web_url":"https://www.nytimes.com/1994/04/05/world/state-dept-report-labels-nigeria-major-trafficker-of-drugs-to-us.html","abstract":"  The State Department said today that some Nigerians, with the help of their Government, have created global drug trafficking networks in Europe and Asia that officials estimate provide 35 percent to 40 percent of the heroin that enters the United States.   The report, an annual world survey of drug cultivation and trafficking, also describes a dramatic expansion of Russian criminal groups involved in smuggling and distributing heroin from Central Asia, Afghanistan, Pakistan and Iran, where heroin production continues to increase.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/04/05/nyregion/metro-digest-676047.html","abstract":"  NORTHROP WINS BATTLE FOR GRUMMAN   The Northrop Corporation triumphed over the Martin Marietta Corporation in a battle for the Grumman Corporation, the venerable Long Island military contractor, which agreed to merge with Northrop for $2.1 billion. A1.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Mullin Investigation","web_url":"https://www.nytimes.com/1994/04/05/sports/sports-people-pro-basketball-mullin-investigation.html","abstract":"  Golden State Warriors forward CHRIS MULLIN will continue to play while the police investigate a complaint that he assaulted a woman in a Seattle hotel room, the team said yesterday. The Warriors are scheduled to take on the Spurs in San Antonio tonight.   Mullin, 30, a five-time N.B.A. All-Star, was questioned by the police Saturday after the Warriors' 119-109 loss to the SuperSonics in Seattle. The case is being investigated as a misdemeanor, said Sgt. DAN WHELAN of the Seattle police.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"It's a Title for Arkansas","web_url":"https://www.nytimes.com/1994/04/05/sports/it-s-a-title-for-arkansas.html","abstract":"  March madness came to a frenzied April finish last night as Arkansas beat Duke, 76-72, in the 63d and final game of the National Collegiate Athletic Association's 1994 Division I basketball tournament.   The Blue Devils, who had won two of the previous three championships, led by 10 points in the second half and were tied 70-70 with a minute to go, but the Razorbacks had too much in reserve and too much Scotty Thurman. His three-pointer at the shot-clock buzzer put Arkansas ahead for good as President Clinton cheered the Razorbacks' first national championship.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"No Headline","web_url":"https://www.nytimes.com/1994/04/05/nyregion/no-headline-675660.html","abstract":"  \"The leader and the party are one and the same. This regime is in its final agony. And when a sick man is lying on the operating table, you need a single doctor, not a team of consultants.\" -- VLADIMIR V. ZHIRINOVSKY.  [ A12:1. ]","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Zhirinovsky Cult Grows: All Power to the Leader","web_url":"https://www.nytimes.com/1994/04/05/world/zhirinovsky-cult-grows-all-power-to-the-leader.html","abstract":"  Vladimir V. Zhirinovsky, the ultranationalist whose party stunned the world in December with its strength in Russia's parliamentary elections, put on a show last weekend that gave some inkling of what he might do if he ever came to power.   The Fifth Congress of his Liberal Democratic Party of Russia,held in a meeting hall on Moscow's outskirts, began with a line-up on stage of \"Zhirinovsky's Falcons,\" 18 young men in blue uniforms and black boots, some wearing dark glasses, all with side arms strapped to their waists. Then there was the introduction of guests, including a German neo-fascist, a delegation sent by President Saddam Hussein of Iraq and a Russian general recently freed from prison for his role in the uprising against President Boris N. Yeltsin in October.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"New Season in the Bronx, Same Old Stadium Song","web_url":"https://www.nytimes.com/1994/04/05/sports/baseball-new-season-in-the-bronx-same-old-stadium-song.html","abstract":"  Even if New York City gives George Steinbrenner everything he wants in the potential renovation of Yankee Stadium, the principal owner of the Yankees is still envious of the new ball parks in Cleveland and Arlington, Tex.   \"I hear they're magnificent places,\" he said at the Yankees' season opener yesterday against Texas. \"It's hard to compete. We're the largest draw in the league on the road, but not at home. They can't redo the stadium to look completely modern.\"","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Redskins Sign Woods","web_url":"https://www.nytimes.com/1994/04/05/sports/sports-people-pro-football-redskins-sign-woods.html","abstract":"  The Washington Redskins, continuing efforts to shore up their defensive line, signed the former Los Angeles Rams defensive end TONY WOODS yesterday. The terms of the agreement weren't given. Woods, an unrestricted free agent, started eight games for the Rams last year and recorded 45 tackles and 1 sack. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/05/nyregion/c-corrections-683035.html","abstract":"  A report in the Calendar column of The Home Section on Thursday about a course in caring for trees on city streets misstated the name and address of the organization offering it. The group is Trees New York, at 280 Broadway (at Chambers Street), Suite 432.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"New York Could Boost Car Technology With Electric Taxis","web_url":"https://www.nytimes.com/1994/04/05/opinion/l-new-york-could-boost-car-technology-with-electric-taxis-683175.html","abstract":"  To the Editor:   Developments in electric car technology, as you report in \"Electric Cars Race Silently Into the Future\" (front page, March 21), make it clear that market forces are now the last barrier to greater use of electric cars. New York City should take advantage of a regulatory anomaly to make electric cars more competitive.   Since the number of taxi medallions in New York is artificially limited to some 11,000, their market value has inflated to about $150,000 each. If electric cars were permitted to operate as taxis in New York City without buying a medallion, it would give the operator of a nonpolluting electric taxi an effective $150,000 head start. It would also help to create a market that might allow sufficient production of electric cars to bring down the price.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/05/nyregion/c-corrections-683051.html","abstract":"  An article on the Media Business page yesterday about Robert L. Bartley, the editor of The Wall Street Journal, misidentified a senior news editor of that paper in some editions. The editor, Alan Murray, is The Journal's deputy Washington bureau chief, not the bureau chief.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"Mr. Giuliani's Blinkered Budget; On AIDS, an Intolerable Cut","web_url":"https://www.nytimes.com/1994/04/05/opinion/mr-giuliani-s-blinkered-budget-on-aids-an-intolerable-cut.html","abstract":"  Raymond D. Horton, president of the Citizens Budget Commission, has succinctly identified the core issue raised by Mayor Rudolph Giuliani's lopsided approach to closing the city's budget deficit. The Mayor seeks to eliminate 15,000 jobs from the city's work force, but he plans to exempt police officers, firefighters and teachers from the cutbacks. That means he will \"really have to sock it to other agencies and programs,\" Mr. Horton said. \"The real issue that the body politic has to figure out is what kind of cuts are tolerable in services for the poor, the homeless, the sick.\"   By that humane standard, the Mayor's emerging plan to erase or drastically cut the Division of AIDS Services is intolerable. This 740-person unit in the Human Resources Administration has been performing a merciful service by helping impoverished and often helpless AIDS patients subsist and cope with their illness. But now the division's $22-million-a-year staffing budget is in jeopardy.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"On My Mind God Help New York","web_url":"https://www.nytimes.com/1994/04/05/opinion/on-my-mind-god-help-new-york.html","abstract":"  Crime is going down in New York City. Crime is going down in New York City. Crime is going down in New York City.    The police tell us so. Say it out loud a few times yourself and one of two things will happen. You will get a chuckle from anybody who hears you. Or, you will begin to believe it.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/04/05/sports/transactions-681075.html","abstract":"  Baseball American League  BALTIMORE ORIOLES -- Purchased the contract of Mark Williamson, pitcher, from Rochester of the International League.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Macedonia and Cuba : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-macedonia-and-cuba-letters-to-the-editor.html","abstract":"Regarding \"Help Macedonia and Pressure Greece if Necessary\" (Opinion, March 18) by George Soros:.Greece is accused of unreasonably imposing an embargo on a small country. I wonder whether President John F. Kennedy's blockade of Cuba in 1962 w","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Closer for the Summer? Hernandez Wants the Job","web_url":"https://www.nytimes.com/1994/04/05/sports/baseball-closer-for-the-summer-hernandez-wants-the-job.html","abstract":"  Xavier Hernandez was being diplomatic about his debut as the Yankee closer. Very diplomatic. So diplomatic that Manager Buck Showalter probably would have wanted to congratulate him for avoiding any potential controversy about the delicate issue.   Hernandez wants to be the closer, but it is not a demand. Just like the other relievers, Hernandez will wait in the bullpen for the telephone to ring. And when it does, regardless of the inning, he said, he will get prepared to pitch. He did that before the ninth inning yesterday and was impressive in his debut with two strikeouts and his first save in a 5-3 victory over Texas.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"Observer; Gone With America","web_url":"https://www.nytimes.com/1994/04/05/opinion/observer-gone-with-america.html","abstract":"  Charles Kuralt is gone.   What is going to happen to America? The barber pole is vanishing, and Charles Kuralt is gone.","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Review/Pop;\nNew Kids Join the 90's, and Find Fans Still Loyal","web_url":"https://www.nytimes.com/1994/04/05/arts/reviewpop-new-kids-join-the-90s-and-find-fans-still-loyal.html","abstract":"At first it seemed that the fans (most of them female) at the Academy Theater on Saturday night for the New Kids on the Block show were there to participate in a bit of camp: to poke fun at themselves and the vocal group they were so obsessed with in the late 1980's. The young women wore the tiny backpacks and matte lipstick essential to current urban coolness.\n\nBut they shed their studied nonchalance to scream and throw roses to the quartet, now known as N.K.O.T.B., as the members jogged to the microphones.","thumbnail":null,"section":"Arts"},{"date":"19940405","headline":"Details of Implant Settlement Announced by Federal Judge","web_url":"https://www.nytimes.com/1994/04/05/us/details-of-implant-settlement-announced-by-federal-judge.html","abstract":"  A Federal judge in Birmingham, Ala., yesterday spelled out the details of a $3.7 billion settlement of breast implant claims, allowing them to be made public for the first time.    The judge also established a schedule and procedure for women to join the class-action suit to compensate women who have had implants and experienced any of a list of injuries, diseases or conditions.","thumbnail":null,"section":"U.S."},{"date":"19940405","headline":"Property-Tax Reform Plan Advances","web_url":"https://www.nytimes.com/1994/04/05/nyregion/property-tax-reform-plan-advances.html","abstract":"  A plan to overhaul Connecticut's property-tax system over the next few years, including phased-in tax breaks for inner-city renters and suburban retirees, advanced through a major committee of the Legislature today.   The plan, attacked by Republicans as election-year grandstanding, would also create a timetable for imposing a statewide system for assessing the value of real estate and other property.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"A Child Shall Lead","web_url":"https://www.nytimes.com/1994/04/05/opinion/l-a-child-shall-lead-683221.html","abstract":"  To the Editor:   Re \"Recycling Failure at the Board of Ed\" (editorial, March 23): The other day my two younger boys helped me clean out the car. I asked my 5-year-old to throw the trash in the corner basket, but found him walking back to the apartment with an empty glass bottle.    When I asked him why he didn't throw it away, he looked at me with that \"It's the law\" glance and said, invoking his kindergarten teacher at P.S. 9: \"You have to recycle, daddy. Mrs. Goldweber says.\"","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"Review/Music; Dark Confessions Emerge From Patterns of Sound","web_url":"https://www.nytimes.com/1994/04/05/arts/review-music-dark-confessions-emerge-from-patterns-of-sound.html","abstract":"  The highest originality, it can be argued, is often framed in the most familiar of circumstances. Andrzej Panufnik's \"Arbor Cosmica,\" at any rate, uses an ordinary collection of stringed instruments played in the ordinary way to speak in a very unusual voice.   This 10-year-old piece by the late Polish exile is in 12 sections; Gerard Schwarz and the New York Chamber Symphony played half of them at the 92d Street Y on Sunday night. \"Arbor Cosmica\" renders music-criticism chatter about style and harmonic language pretty much beside the point. Visceral emotion seemed to leap from the point of the bow to the listener's heart. How it got there is a mystery best left unexplored.","thumbnail":null,"section":"Arts"},{"date":"19940405","headline":"Colts' Bennett Arrested","web_url":"https://www.nytimes.com/1994/04/05/sports/sports-people-pro-football-colts-bennett-arrested.html","abstract":"  Linebacker TONY BENNETT, who left the Green Bay Packers for the Indianapolis Colts on March 26, was arrested in Green Bay, Wis., after a female friend accused him of battery, the police said yesterday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"North Korea Needs Time To Collapse","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-north-korea-needs-time-to-collapse.html","abstract":"While the root cause of tension on the Korean Peninsula is North Korea, the problem is being mishandled by the United States and some of its allies. Pyongyang's recent militant outburst and its threat to turn Seoul into a \"sea of fire\" are sign","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"It's a Grand Day for the Yankees and a Windy One for the Mets","web_url":"https://www.nytimes.com/1994/04/05/sports/baseball-it-s-a-grand-day-for-the-yankees-and-a-windy-one-for-the-mets.html","abstract":"  Everyone was curious about these Yankees, from the field manager to the clubhouse manager to the morning-after managers. Everyone wondered just how this intriguing team would perform and whether the thoughts of grandeur floating around New York were appropriate. On opening day yesterday, it was apparent that they were.   If Manager Buck Showalter had reached into his pocket, pulled out his ever-present notebook and scribbled an outline of things he wanted to happen against the Rangers, the list probably would have included a dependable start from Jimmy Key, some pizazz from the new leadoff man Luis Polonia, homers by Mike Stanley and Danny Tartabull and, most important, no disasters if he summoned members of his bullpen. Outline or not, those wishes were granted.","thumbnail":null,"section":"Sports"},{"date":"19940405","headline":"3 Men Are Found Killed In Manhattan Apartment","web_url":"https://www.nytimes.com/1994/04/05/nyregion/3-men-are-found-killed-in-manhattan-apartment.html","abstract":"  A woman went home to her apartment in a quiet building in Washington Heights last night to find three men dead, their hands tied behind their backs, the police said.   The police were unwilling to give the names of the victims -- all Hispanic men in their 20's -- or say whether they lived in the apartment. Sgt. John McCluskey, a police spokesman, said investigators were not even sure how the three died, although they thought it possible that the victims were strangled.","thumbnail":null,"section":"New York"},{"date":"19940405","headline":"The Courteous Computer : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/05/opinion/IHT-the-courteous-computer-letters-to-the-editor.html","abstract":"Regarding \"Who Say's I'm Welcome? Just Give Me the Number\" (Meanwhile, March 31) by Richard Cohen:.The writer complains that when he dials information, the phone number he wants is given to him a few seconds late because Bell Atlantic's compu","thumbnail":null,"section":"Opinion"},{"date":"19940405","headline":"North Korea Rejects U.N.'s Call For Full Inspection of A-Plants","web_url":"https://www.nytimes.com/1994/04/05/world/north-korea-rejects-un-s-call-for-full-inspection-of-a-plants.html","abstract":"  In an angry retort to the United Nations Security Council, North Korea today rejected as \"unjustifiable\" demands that it further open its nuclear sites, and said it now had no choice but to resume the \"peaceful nuclear activities\" it had frozen while negotiating with the Clinton Administration.   The statement today from the North Korean Foreign Ministry was the first since the president of the Security Council issued a statement on Thursday asking the North to allow a full inspection of its nuclear installations by the International Atomic Energy Agency. The president's statement, which had been softened after long negotiations with China, the North's last ally, vaguely hinted at the possibility of sanctions if North Korea failed to comply.","thumbnail":null,"section":"World"},{"date":"19940405","headline":"A CD-ROM Magazine Is a Sound Possibility","web_url":"https://www.nytimes.com/1994/04/05/science/peripherals-a-cd-rom-magazine-is-a-sound-possibility.html","abstract":"  MANY personal computers come equipped with CD-ROM drives and sound cards, and almost all can be fitted with them afterward. They open up many possibilities. More and more frequently, high-end software is supplied on disks instead of on a dozen or more floppies; games on CD's offer video sequences, and the devices can even play audio CD's with the proper software.    The Macintosh here is running \"Gershwin Plays Gershwin,\" a nice anachronism: piano-roll reproductions tinkling out of a double-speed AppleCD 300 reader and a pair of speakers. The software is also Apple's: CD Remote, which puts the image of a remote-control unit on the screen.","thumbnail":null,"section":"Science"},{"date":"19940405","headline":"Rangers Wake Up and Smell the Goals","web_url":"https://www.nytimes.com/1994/04/05/sports/hockey-rangers-wake-up-and-smell-the-goals.html","abstract":"  The Florida Panthers woke up in the city that never sleeps and tried to bore everyone into snoring through a hockey game last night.    For two periods at Madison Square Garden, they contained the Rangers with their dull-but-efficient defense, and the score was 1-1 after 40 minutes. But the Rangers broke free with two goals in the third period and hung on for a 3-2 victory.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940405","time":"1994-04-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":80,"wspd":20.5},{"date":"19940405","time":"1994-04-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":78,"wspd":16.6},{"date":"19940405","time":"1994-04-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":79,"wspd":16.6},{"date":"19940405","time":"1994-04-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":77,"wspd":18.4},{"date":"19940405","time":"1994-04-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":80,"wspd":18.4},{"date":"19940405","time":"1994-04-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":82,"wspd":18.4},{"date":"19940405","time":"1994-04-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":80,"wspd":25.9},{"date":"19940405","time":"1994-04-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":78,"wspd":29.5},{"date":"19940405","time":"1994-04-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":77,"wspd":33.5},{"date":"19940405","time":"1994-04-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":83,"wspd":46.4},{"date":"19940405","time":"1994-04-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":70,"wspd":37.1},{"date":"19940405","time":"1994-04-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":57,"wspd":25.9},{"date":"19940405","time":"1994-04-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":53,"wspd":46.4},{"date":"19940405","time":"1994-04-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":51,"wspd":33.5},{"date":"19940405","time":"1994-04-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":55,"wspd":20.5},{"date":"19940405","time":"1994-04-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":74,"wspd":35.3},{"date":"19940405","time":"1994-04-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":63,"wspd":22.3},{"date":"19940405","time":"1994-04-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":64,"wspd":25.9},{"date":"19940405","time":"1994-04-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":67,"wspd":27.7},{"date":"19940405","time":"1994-04-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":74,"wspd":16.6},{"date":"19940405","time":"1994-04-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":78,"wspd":14.8},{"date":"19940405","time":"1994-04-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":81,"wspd":7.6},{"date":"19940405","time":"1994-04-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":81,"wspd":11.2},{"date":"19940405","time":"1994-04-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":81,"wspd":11.2},{"date":"19940405","time":"1994-04-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":40,"wspd":9.4},{"date":"19940405","time":"1994-04-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":45,"wspd":7.6},{"date":"19940405","time":"1994-04-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":45,"wspd":9.4},{"date":"19940405","time":"1994-04-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":58,"wspd":9.4},{"date":"19940405","time":"1994-04-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":63,"wspd":11.2},{"date":"19940405","time":"1994-04-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":68,"wspd":11.2},{"date":"19940405","time":"1994-04-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":70,"wspd":11.2},{"date":"19940405","time":"1994-04-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":76,"wspd":11.2},{"date":"19940405","time":"1994-04-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":79,"wspd":11.2},{"date":"19940405","time":"1994-04-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":82,"wspd":9.4},{"date":"19940405","time":"1994-04-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":86,"wspd":13},{"date":"19940405","time":"1994-04-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":89,"wspd":11.2},{"date":"19940405","time":"1994-04-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":82,"wspd":7.6},{"date":"19940405","time":"1994-04-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":71,"wspd":5.4},{"date":"19940405","time":"1994-04-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":63,"wspd":7.6},{"date":"19940405","time":"1994-04-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":48,"wspd":13},{"date":"19940405","time":"1994-04-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":51,"wspd":13},{"date":"19940405","time":"1994-04-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":51,"wspd":14.8},{"date":"19940405","time":"1994-04-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":61,"wspd":16.6},{"date":"19940405","time":"1994-04-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":64,"wspd":20.5},{"date":"19940405","time":"1994-04-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":60,"wspd":16.6},{"date":"19940405","time":"1994-04-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":55,"wspd":13},{"date":"19940405","time":"1994-04-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":60,"wspd":14.8},{"date":"19940405","time":"1994-04-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":64,"wspd":14.8}]},"19940406":{"guardian_articles":[],"nytimes_articles":[{"date":"19940406","headline":"Marx and Mortality: A Mystery","web_url":"https://www.nytimes.com/1994/04/06/opinion/marx-and-mortality-a-mystery.html","abstract":"The strange and alarming population trends that have gripped the former Soviet Union since the fall of Communism in 1989 -- many fewer babies being born, many more people dying -- have been widely reported in recent months. But the demographic calamity covers a much broader region than these reports would have one believe. \n\nStatistics from official agencies not just in Russia but in Eastern Europe paint a portrait of a vast and diverse region seized by a common convulsion. From Leipzig to Vladivostok, birth and marriage rates are plummeting and death rates are soaring.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Texan Tries For Victory As New Sort Of Democrat","web_url":"https://www.nytimes.com/1994/04/06/us/texan-tries-for-victory-as-new-sort-of-democrat.html","abstract":"  There is a joke among some Texas Democrats these days that the party is so desperate to recapture Lloyd Bentsen's Senate seat that it is on the verge of nominating a Republican to do it.    But the man to whom the joke refers, Richard W. Fisher, a wealthy Dallas investor, could stake a better claim as a sort of Zelig of recent American history, variously seen side by side with Democrats, Republicans and even Ross Perot.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"Fare Cards in Cabs?","web_url":"https://www.nytimes.com/1994/04/06/opinion/l-fare-cards-in-cabs-696013.html","abstract":"  To the Editor:   With the introduction of the New York City Transit Metrocard, and its apparent success, another useful place to use the card would be in taxi cabs. It would further reduce cash the drivers would have to carry and perhaps make them less of a robbery target.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"U.S. Officials Debate Policy To Halt Serbs","web_url":"https://www.nytimes.com/1994/04/06/world/us-officials-debate-policy-to-halt-serbs.html","abstract":"  Serbian attacks on a Bosnian town designated by the United Nations as a safe area have set off a debate between the State Department and the Pentagonover the use of force to end the war.    Defense Secretary William J. Perry and Gen. John M. Shalikashvili, the Chairman of the Joint Chiefs of Staff, have said they would not use force at this time to protect the town, Gorazde, even though it has been designated a \"safe haven\" by the United Nations Security Council.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Chinese Dissident Facing Possibility of New Charges","web_url":"https://www.nytimes.com/1994/04/06/world/chinese-dissident-facing-possibility-of-new-charges.html","abstract":"  China threatened today to bring new criminal charges against the country's most prominent dissident, Wei Jingsheng, for his irrepressible advocacy of democracy and human rights.   Western diplomats here said the seizing of Mr. Wei reflected acute concerns in the Communist Party leadership about political stability as corruption remained rampant despite a seven-month campaign against it.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/06/nyregion/c-corrections-695661.html","abstract":"  An obituary on Friday about David Van Vactor, a composer, misidentified two survivors. Jessica and Eric Goodheart are the stepchildren of his son, David Landreth Van Vactor; they are not the composer's stepchildren.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Nets Lean On Their Bench, Celtics Fall From Playoff Race","web_url":"https://www.nytimes.com/1994/04/06/sports/pro-basketball-nets-lean-on-their-bench-celtics-fall-from-playoff-race.html","abstract":"  Instead of pushing the panic button when Boston made a run at handing the Nets their third straight defeat at home, Coach Chuck Daly calmly fended off the challenge with his bench tonight. The move helped shape a 120-94 rout by New Jersey that illuminated the Nets' playoff picture and dropped the Celtics out of the post-season for the first time in 15 years.   Jayson Williams came off that Nets' bench to score a game and a career high of 19 points, making 9 of 15 shots from the field. He also pulled down 7 rebounds, 5 on defense.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"British Inquiry Into Iraqi Sales Shakes Major","web_url":"https://www.nytimes.com/1994/04/06/world/british-inquiry-into-iraqi-sales-shakes-major.html","abstract":"  After nearly 11 months of testimony from 166 witnesses, the official inquiry into the Government's handling of arms-industry sales to Iraq has completed the bulk of its hearings, having jolted the already shaky political ground beneath Prime Minister John Major and his Government.   The final report on the inquiry will not be ready until late this year, and several more witnesses may be called in May. But the public hearings have tarnished some political reputations, burnished others, and raised questions for the Conservative Government on the sale of arms-making equipment and weapons components to President Saddam Hussein's Government in the years before Iraq invaded Kuwait in 1990.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Crayons Produced in China Are Recalled as Lead Risk","web_url":"https://www.nytimes.com/1994/04/06/us/crayons-produced-in-china-are-recalled-as-lead-risk.html","abstract":"  Hundreds of thousands of boxes of crayons imported from China were recalled today after the Government said they contained traces of lead that could poison children who ate the crayons.   The recalled crayons, most of which were manufactured a few years ago, amount to only a small fraction of the millions of boxes sold each year.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"No One Tried to Get Clintons Off Hook","web_url":"https://www.nytimes.com/1994/04/06/opinion/l-no-one-tried-to-get-clintons-off-hook-695980.html","abstract":"  To the Editor:   Mark Twain once said, \"A lie gets halfway around the world before the truth has time to put on its boots.\" I am writing to correct serious factual misstatements in a March 25 news article and March 26 editorial on the Whitewater matter. Both stated that \"Treasury officials\" tried to pressure Federal investigators in Kansas City into agreeing to get the Clintons \"off the hook\" by telling Special Counsel Robert Fiske that there was no connection between Whitewater and Madison Guaranty.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Friend's Problem Surprises Gooden","web_url":"https://www.nytimes.com/1994/04/06/sports/baseball-friend-s-problem-surprises-gooden.html","abstract":"  Dwight Gooden did not know what to make of the news when he heard it Monday afternoon. Darryl Strawberry, his good friend and former teammate, had been placed on the disabled list because of a drug problem. So, too, had Gooden seven years ago. Still, Gooden found it difficult to understand how Strawberry -- who looked so healthy and in control this spring training -- had fallen so far so fast.   \"I just don't know what's going on,\" Gooden said this afternoon before the Mets played the Cubs at Wrigley Field. \"Really, his whole career there's been something. A lot of stuff he brought upon himself and a lot of stuff he didn't. Something could have taken a toll. Maybe it's hard for me to really accept that he has a problem.\"","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Arms Ban Is Defied at Rally by Zulu Party","web_url":"https://www.nytimes.com/1994/04/06/world/arms-ban-is-defied-at-rally-by-zulu-party.html","abstract":"  More than 20,000 Zulus armed with traditional weapons such as clubs, spears and machetes marched today in support of their King's demand for a sovereign state and in defiance of the emergency decree that prohibits the carrying of weapons.    The march was meant as a show of force not only to protest the Government's proclamation of a state of emergency in Natal province but also the shooting deaths last week of Zulu marchers in Johannesburg.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Review/Music; New Works to Entice New Audiences","web_url":"https://www.nytimes.com/1994/04/06/arts/review-music-new-works-to-entice-new-audiences.html","abstract":"  New Music for Young Ensembles, an organization founded nearly 20 years ago by Claire Rosengarten, seeks to create a repertory of contemporary works for ensembles of intermediate abilities, thus widening the scope of new music for both performances and audiences. On Monday night, the Bronx Arts Ensemble played works by the 1993 and 1994 winners of the organization's annual composing competition; the soprano Marni Nixon gave a mini-recital in and around them.   Rodney Lister's \"Bird of Night,\" scored for piano trio, is an appealing nocturnal movement in gently flowing but tricky 6/8 rhythm. Robert O. Johnson's \"Mesas,\" for woodwind quintet, alternates plangent sound masses with nervously pulsing rhythmic figures. Frank E. Warren's \"Drei Lieder,\" for mezzo-soprano, violin and cello, is based on poems by Avenarius, George and Mombert, all set by Webern and Berg early in their careers; Mr. Warren's idiom is atmospherically atonal without echoing the Viennese originals directly. Joe Alexander's \"Sonarequasta,\" for flute, clarinet, viola and piano, was a sturdy neoclassical construction (divided into a Sonatina and Fugue) with strong echoes of Hindemith.","thumbnail":null,"section":"Arts"},{"date":"19940406","headline":"TV Film on Holocaust Is Criticized as Unfair to Roosevelt","web_url":"https://www.nytimes.com/1994/04/06/us/tv-film-on-holocaust-is-criticized-as-unfair-to-roosevelt.html","abstract":"  Several officials, scholars and members of the Roosevelt family asserted today that a PBS program to be broadcast Wednesday night portrays President Franklin Delano Roosevelt as contributing to what the producer says was indifference by the United States to the Holocaust.   The program, part of the \"American Experience\" series, is called \"America and the Holocaust: Deceit and Indifference\" and examines the political, social and economic forces of the 1930's and 40's that affected the United States' reaction to the plight of European Jews.  [ Review, C18. ]","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"Simple Justice for Poor Women","web_url":"https://www.nytimes.com/1994/04/06/opinion/simple-justice-for-poor-women.html","abstract":"  Is it too much to ask all states to treat poor women who are victims of rape or incest as decently as more affluent women with regard to abortion?    Half a dozen or more states -- the exact number is in flux -- are balking at a Federal directive to provide abortion services as part of their Medicaid programs. That directive is designed to implement Congress's agreement to relax the Hyde amendment's longstanding ban on Federal abortion funding.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Child Found, Mother Dead","web_url":"https://www.nytimes.com/1994/04/06/nyregion/child-found-mother-dead.html","abstract":"  A baby girl was found yesterday in a Morningside Heights apartment, along with the body of her 78-year-old foster mother, who may have died as much as a day earlier, the police said. A neighbor in the building, at 351 W. 114th St., heard the 11-month-old girl crying and entered the apartment of Willie Flo Johnson, said Sgt. Frances Haimeck, a police spokeswoman. She said the neighbor found Ms. Johnson dead, possibly of a heart attack. She said it had not been determined how long Ms. Johnson had been dead, but \"it might have been 24 hours.\" \"The baby was taken to St. Luke's Hospital, got a clean bill of health and has been placed with another foster family,\" Sergeant Haimeck said.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Frustrating 12th Hole at the Masters: It's So Near and Yet So Far","web_url":"https://www.nytimes.com/1994/04/06/sports/golf-frustrating-12th-hole-at-the-masters-it-s-so-near-and-yet-so-far.html","abstract":"  Some whimsical golfers have observed that the hardest drive in golf might be the one up Magnolia Lane, approaching the old manor clubhouse at Augusta National Golf Club for the Masters.   \"I start choking as soon as I turn up the lane,\" is how Gary Player puts it.   Once inside golf's pearly gates, though, players are faced with an array of shots that can be as inscrutable as Augusta is beautiful. Everywhere on the manicured grounds are shots that are frightening, puzzling, perplexing and unforgiving. The first tee shot of the week at No. 1. The second shot at the fifth hole. The second at the 13th. The tee shot at the 18th. Any putt from above the hole. All are worthy of note and all received votes as the toughest Masters shot in an informal player poll leading up to the tournament. Nicklaus Isn't Immune    But of all the 72 or so shots facing the field of 88 golfers each day in the Masters, which begins Thursday, none are more demanding than the tee shot at the shortest hole on the course, the 12th, 155 yards of hell called, ironically, Golden Bell. This shot has ruined more Masters than fire ants have picnics, and there isn't a golfer who has not been stung by it.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Third World Summit : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/06/opinion/IHT-third-world-summit-letters-to-the-editor.html","abstract":"Regarding \"Delhi Summit Vies With G-7 in Cost and Empty Pomposity\" (April 1) by John Burns:.The article reflects the bias of Western correspondents against the Third World. The G-15 is a group of like- minded countries that seek to be of serv","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Leiter's Son Dies From Spinal Disorder","web_url":"https://www.nytimes.com/1994/04/06/sports/sports-people-baseball-leiter-s-son-dies-from-spinal-disorder.html","abstract":"  The 9-month-old son of California Angels pitcher MARK LEITER died yesterday in Anaheim, Calif., from a rare form of spinal muscular atrophy.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"East Hampton Pulls the Plug On a Franchise For Cable TV","web_url":"https://www.nytimes.com/1994/04/06/nyregion/east-hampton-pulls-the-plug-on-a-franchise-for-cable-tv.html","abstract":"  It wasn't the reception on their television sets that left officials in the Town of East Hampton frustrated and angry; it was the reception they were getting from their cable television company. Over the last year, they said, the company had raised rates, reduced the number of channels in its lowest-priced package to 10, from 23, and as officials here see it, treated their complaints with arrogant dismissiveness.   And so, at a meeting last week, the officials took an action other communities have contemplated but few have tried: they pulled the plug on their cable company, revoking its franchise agreement and effectively ordering it to stop providing service to the town's 11,000 subscribers as of Oct. 1.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/06/style/chronicle-695920.html","abstract":"  Two decades ago, when GLORIA STEINEM turned 40, a male reporter told her, \"You don't look 40.\" To which Ms. Steinem replied, \"This is what 40 looks like. We've been lying for so long, who would know.\"   Her riposte, or at least part of it (she said no one ever quotes the second half) generated so much response the world over that she repeated it on her 50th birthday.","thumbnail":null,"section":"Style"},{"date":"19940406","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/04/06/nyregion/news-summary-687863.html","abstract":"  International A2-13  SERBS PUSH INTO GORAZDE  Serbian attackers poured through breaches in army lines around Gorazde, a Muslim town in eastern Bosnia that is jammed with refugees. People in surrounding areas fled as Serbs set fire to their villages.  A1  FOR U.S., AN OPTION NOT TAKEN  Reviving a debate over use of force, some State Department officials faulted the Defense Secretary William Perry for saying publicly that the United States would not use force to protect Gorazde.  A8","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Israel Pulls Up Stakes At Gaza Headquarters","web_url":"https://www.nytimes.com/1994/04/06/world/israel-pulls-up-stakes-at-gaza-headquarters.html","abstract":"  As the contents of his barracks were loaded onto a truck, Itai Kotsikaro, a soldier at Israeli military headquarters for the Gaza Strip, said he was happy to be finally moving out.   \"We waited a long time for this moment,\" he said as soldiers lifted beds, desks, chairs and metal cabinets onto flatbed trailers. \"We won't miss this place, and I hope we won't come back. I feel relieved.\"","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Albany Talks Bogging Down Over Tax Cuts","web_url":"https://www.nytimes.com/1994/04/06/nyregion/albany-talks-bogging-down-over-tax-cuts.html","abstract":"  A sharp policy disagreement over whose taxes to cut has emerged as a central obstacle to a new state budget, now five days late, Gov. Mario M. Cuomo and legislative leaders made clear today.   Five days after saying they had the outlines of a new budget, several issues that from the start had been viewed as vital were clearly still in dispute. In addition to the tax fight, budget negotiators were arguing over how to allocate aid to schools and how to divide construction money that New York City wants to repair schools and that other communities want for swimming pools and minor-league baseball stadiums.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Just Floating Away With Title Thoughts","web_url":"https://www.nytimes.com/1994/04/06/sports/on-basketball-just-floating-away-with-title-thoughts.html","abstract":"  It is 7:30 in the morning and Nolan Richardson is already up. Not just up, but sharp and ready to go.   The Arkansas coach, smartly dressed in a gray suit, sat in a medium-sized ballroom facing television cameras, microphones, pens and pads, talking about what it meant to win the biggest, greatest game of his career.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Prospects Seem Dim for Pact On Imperiled Species of Fish","web_url":"https://www.nytimes.com/1994/04/06/world/prospects-seem-dim-for-pact-on-imperiled-species-of-fish.html","abstract":"  Talks to stave off the destruction of the world's fisheries made modest progress at a recent three-week session, but prospects appear dim for a comprehensive accord to conserve endangered species.   \"Recent collapses of fish stocks in different parts of the world underscore the urgency of our task,\" the conference chairman, Satya Nandan of Fiji, told weary delegates at the closing gathering on Thursday.  \"However, the conference still has a long way to go before it can successfully complete its work.\" The 80-nation conference has set August as the deadline for an agreement.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Review/Theater: Jackie Mason; Politically Incorrect; It's Mason On Being Incorrect (No Joke)","web_url":"https://www.nytimes.com/1994/04/06/theater/review-theater-jackie-mason-politically-incorrect-it-s-mason-being-incorrect-no.html","abstract":"  Jackie Mason has never looked his best on a platform. In 1989, when he was supporting Rudolph Giuliani in his unsuccessful bid for mayor, the comedian was forced to withdraw from the campaign after making statements perceived as derogatory to blacks. More recently, he drew the censure of the American Jewish Congress and the Anti-Defamation League for saying on a syndicated radio show that blacks are more prone to violence than whites.   After the Giuliani contretemps, Mr. Mason issued an apology in which he said: \"What's funny on the stage can be insensitive when it's said off the stage and in the world of politics.\"","thumbnail":null,"section":"Theater"},{"date":"19940406","headline":"Tangible Help for Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/06/opinion/IHT-tangible-help-for-bosnia-letters-to-the-editor.html","abstract":"I am an American actor who has lived in London for almost 20 years. I am also a Jew. And as a Jew, I find the concept of \"ethnic cleansing\" to be anathema. I have been unable to bear the suffering of the people of Bosnia..Last week I went to","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"1919: Socialist Unrest : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/06/opinion/IHT-1919-socialist-unrest-in-our-pages100-75-and-50-years-ago.html","abstract":"The recent acquittal by a Paris jury of Villain, who shot M. Jean Jaurès, the Socialist orator, has caused a great deal of unrest and dissatisfaction in Socialist and working-class circles. The labor party looks upon Villain's acquittal as a class ve","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Jazz Festival To Include Five Free Concerts","web_url":"https://www.nytimes.com/1994/04/06/arts/jazz-festival-to-include-five-free-concerts.html","abstract":"  The 1994 JVC Jazz Festival will saunter through town from June 24 through July 2, bringing jazz legends and lesser-knowns, international stars and festival favorites to New York's customary concert stops: Carnegie Hall, Avery Fisher Hall and Town Hall. And for jazz fans short on cash, there will also be five free concerts, at Bryant Park in mid-Manhattan and Damrosch Park at Lincoln Center.   \"It is difficult for anyone to afford the cost of jazz in nightclubs and concert halls these days,\" George Wein, the founder and director of the festival, said yesterday in a statement that announced the program.","thumbnail":null,"section":"Arts"},{"date":"19940406","headline":"Pigs Can Fly and Arkansas Could Repeat","web_url":"https://www.nytimes.com/1994/04/06/sports/ncaa-tournament-pigs-can-fly-and-arkansas-could-repeat.html","abstract":"  As much as the question always seems premature when the uniforms have not yet been removed on the final night of the college basketball season, it inevitably barges its way into the thoughts of the players, a verbal offensive foul.   The national champion Arkansas Razorbacks were in their dressing room at Charlotte Coliseum Monday night, acknowledging that not even the personal congratulations of President Clinton had caused their new status to sink in yet. Their 76-72 victory over Duke was as fresh as their dried sweat when Corliss Williamson, having just posed with the championship plaque, was asked about next season.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Parking-Ticket Kvetches Save Companies Money; With Millions at Stake, Businesses Find Ways to Fight City Fines, and They Often Win","web_url":"https://www.nytimes.com/1994/04/06/nyregion/parking-ticket-kvetches-save-companies-money-with-millions-stake-businesses-find.html","abstract":"  Martha Pabon, the fleet manager for a Manhattan company, went into the Parking Violations Bureau in Greenwich Village the other day, carrying 15 tickets, a dog-eared copy of the city's traffic and parking handbook and affidavits signed by her company's drivers and customers.   She walked out 20 minutes later with 12 tickets dismissed, 2 fines reduced and 1 ticket she had to pay in full. Instead of $885 in fines, she ended up paying $110.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Review/Television; How U.S. Barred Holocaust Refugees","web_url":"https://www.nytimes.com/1994/04/06/movies/review-television-how-us-barred-holocaust-refugees.html","abstract":"  Since the end of World War II, evidence has accumulated that before and during the war the State Department was in effect a pioneer in Holocaust revisionism. Tonight's troubling documentary -- \"America and the Holocaust: Deceit and Indifference\" -- adds the power of pictures and first-hand testimony to accusations that Washington played down the known facts of Nazi persecution of Jews as a matter of policy and prejudice.   This 90-minute offering in \"The American Experience\" series brings home the effects of the official policy through the experience of Kurt Klein, who came to the United States in 1937 as a 17-year-old refugee from Germany, leaving his parents behind, temporarily, they hoped. As the narrator recalls the growing threat to European Jewry, from Kristallnacht in November 1938 to the death camps of the 1940's, Mr. Klein tells how his parents' efforts to flee to America were repeatedly blocked by State Department functionaries. The pictures of Jews being rounded up and herded to camps, no less painful for their familiarity, make a grim counterpoint to the fate of one family.","thumbnail":null,"section":"Movies"},{"date":"19940406","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/04/06/style/eating-well.html","abstract":"WHILE it is too soon to judge the long-term impact of the National Cancer Institute's effort to get us to eat five servings of fruit and vegetables a day, the campaign is widely thought to be a brilliant public health message -- sound, simple, positive and easily understood. Yet, its obvious weakness lies in not distinguishing between, for example, a bowl of cherries and a plate of collard greens. Of course, it is true that the eater benefits whenever either food replaces a hamburger, a bag of chips or a bowl of ice cream.\n\n\"As you increase consumption of vegetables and fruit, your intake of total fat, saturated fat and calories is likely to decrease,\" said Regina G. Ziegler, a nutritional epidemiologist at the cancer institute in Bethesda, Md. \"And this would decrease your risk of most chronic diseases.\"","thumbnail":null,"section":"Style"},{"date":"19940406","headline":"Russia Chafes at Force Limits","web_url":"https://www.nytimes.com/1994/04/06/opinion/russia-chafes-at-force-limits.html","abstract":"  Russia, having withdrawn its forces from Eastern Europe, wants to redeploy some of them near its southern borders, especially in the troubled Caucasus region. But that would exceed the force limits that were negotiated before the breakup of the Soviet Union and are due to take effect in November 1995.    Moscow has asked the U.S. and other signatories to rewrite the treaty to permit the redeployment. Washington is right to oppose it, since more Russian troops in the region would increase insecurity throughout Eastern Europe.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Review/Jazz; A Pastorale Built of Chords That Turn Slowly in Midair","web_url":"https://www.nytimes.com/1994/04/06/arts/review-jazz-a-pastorale-built-of-chords-that-turn-slowly-in-midair.html","abstract":"  The composer Maria Schneider has been leading a big band at Visiones every Monday night for the last year, and the music she writes for it sounds surprisingly pastoral. Music often tries for a metaphoric reproduction of its surroundings; Ms. Schneider's sounds as if it belongs in Northern California, lush and trouble-free.   After a year's work -- and with some fine soloists, including the trumpeters Greg Gisbert and Tim Hagans and the saxophonists Tim Ries, Rich Perry, Rick Margitza and Mark Vinci -- Ms. Schneider's band is precise in its execution. She sits or stands in front of the band, and with a casual gesture cues a section; to draw out more volume from the trumpets, she waves her hands, like an animal trainer in a circus trying to get a reluctant horse into the ring. She's after dynamics and control, and she gets both.","thumbnail":null,"section":"Arts"},{"date":"19940406","headline":"Steps to Prevent Lead Poisoning","web_url":"https://www.nytimes.com/1994/04/06/us/steps-to-prevent-lead-poisoning.html","abstract":"  Parents, teachers and others who supervise children and are worried that lead may be in crayons can take steps to detect and prevent lead poisoning.   Very few crayons currently sold in the United States contain lead. But crayons are typically kept around homes and schools for years, often without labels or wrappers. People concerned about lead danger are therefore advised to discard all old crayons and replace them with new ones in boxes bearing the label \"Conforms to ASTM D-4236.\"","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"Yankees Write the Biggest Check When Paying Their Major Leaguers","web_url":"https://www.nytimes.com/1994/04/06/sports/baseball-yankees-write-the-biggest-check-when-paying-their-major-leaguers.html","abstract":"  The Yankees, who hope to overtake the Toronto Blue Jays in the won-lost standing this season, have already supplanted them at the top of the salary standing.   Based on a study by The New York Times of contract information obtained from management and player sources, the Yankees had an opening-day average salary of $1,721,744, highest among the 28 major league clubs. The Blue jays, who opened the season No. 1 a year ago, are fifth this year with an average of $1,498,667.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/04/06/arts/theater-in-review-693146.html","abstract":"  The Mollusc  Pearl Theater Company 125 West 22d Street Chelsea Through May 8 By Hubert Henry Davies; directed by Anthony Cornish; set by Robert Joel Schwartz; lighting by A. C. Hickox; costumes by Deborah Rooney; properties, Lynn Bogarde; stage manager, Colleen Marie Davis. Presented by Pearl Theater Company. WITH: Tom Bloom, Robin Leslie Brown, Arnie Burton and Kathleen Christal.","thumbnail":null,"section":"Arts"},{"date":"19940406","headline":"Clinton Tries to Talk Health Care. Tries.","web_url":"https://www.nytimes.com/1994/04/06/us/clinton-tries-to-talk-health-care-tries.html","abstract":"  At a televised town meeting, President Clinton tonight came under repeated and sharp questioning from Americans who challenged him about his foreign policy, his candor and even his use of taxpayer money to attend a basketball game.   In an event designed to showcase once again his proposals for crime and health care, Mr. Clinton found himself forced several times to defend his role in the Whitewater matter and his wife's lucrative investment in commodities futures.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"Inner Ear May Take Beating From High-Impact Aerobics","web_url":"https://www.nytimes.com/1994/04/06/us/inner-ear-may-take-beating-from-high-impact-aerobics.html","abstract":"  PEOPLE who engage in demanding physical activities might expect to suffer occasional injuries to the body parts directly involved. But few devotees of high-impact aerobics are likely to guess that their jumping and bouncing to music could damage their inner ears, causing symptoms like persistent vertigo, dizziness, imbalance, motion sickness, ringing or fullness in the ear and high-frequency hearing loss.   Yet just such a syndrome has been identified in a group of 30 otherwise healthy women in the Westchester County area of New York who regularly do high-impact aerobics, which involves a lot of bouncing up and down, often with both feet off the ground at once.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"SERBIAN ATTACKS BREACH DEFENSES OF MUSLIM TOWN","web_url":"https://www.nytimes.com/1994/04/06/world/serbian-attacks-breach-defenses-of-muslim-town.html","abstract":"  Serbian nationalist fighters poured through breaches in the Bosnian Army defense lines around the United Nations-declared \"safe area\" of Gorazde on Monday night and today, setting fire to a dozen villages and forcing more than a thousand Muslims to flee, United Nations officials here said.    \"The Serbs are going for it,\" one United Nations official said. \"They are going to at least try to take over the eastern end of the pocket and push the Muslims over the river,\" a reference to the Drina, which bisects the area.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/04/06/sports/results-plus-692484.html","abstract":"  TENNIS  Navratilova Giddily Gains on Clay  There are not many breakthroughs left in tennis for 37-year-old Martina Navratilova, who is retiring after this year, but she was as giddy as a teen-ager after making one yesterday afternoon in her opening-round match at the Bausch & Lomb Championships on Amelia Island, Fla. Finally, on her third attempt at a 1994 clay-court event after discouraging losses in Houston and Hilton Head, S.C., she won a match. And she did it handily, defeating Veronika Martinek of Germany in straight sets, 6-1, 6-1. \"It was a big hump for me to get over,\" said Navratilova, who hadn't suffered two consecutive opening-round losses in 20 years and didn't want to lose three in a row. \"They were going to have to cart me off, call 911,\" she said. \"I was ready to stay out there all day if I had to.\" Instead, she needed only 51 minutes. Besides the third-seeded Navratilova, the top-seeded defending champion, Arantxa Sanchez Vicario, dismissed Ruxandra Dragomir of Romania, 6-1, 6-2, and fourth-seeded Gabriela Sabatini, who would like to end her seemingly endless 32-tournament drought by capturing her fourth Bausch & Lomb title, took a step in the right direction by coasting past Janette Husarova of Slovakia, 6-3, 6-4.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Italy's Victors Can Surely Govern","web_url":"https://www.nytimes.com/1994/04/06/opinion/l-italy-s-victors-can-surely-govern-695955.html","abstract":"  To the Editor:   \"Italy's 3-Headed Monster\" (Op-Ed, March 31), Prof. W. V. Harris's analysis of the March 27-28 Italian elections, confuses two unconnected arguments: one based on largely groundless accusations of illegitimacy, both ideological and ethical, against the conservative forces that won the elections; the other based on the real problems faced by Italy.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Four Authors to Receive Bancroft Writing Prizes","web_url":"https://www.nytimes.com/1994/04/06/books/four-authors-to-receive-bancroft-writing-prizes.html","abstract":"  Four authors have been named the winners of the 1994 Bancroft Prizes, awarded annually by Columbia University for books about American history, biography and diplomacy.   Stanley Elkins and Eric McKitrick were chosen for \"The Age of Federalism: The Early American Republic, 1788-1800\" (Oxford University Press). Dr. Elkins is professor emeritus of history at Smith College; Dr. McKitrick is professor emeritus of history at Columbia.","thumbnail":null,"section":"Books"},{"date":"19940406","headline":"Cauthen Nominated to Thoroughbred Hall","web_url":"https://www.nytimes.com/1994/04/06/sports/sports-people-horse-racing-cauthen-nominated-to-thoroughbred-hall.html","abstract":"  STEVE CAUTHEN, the only jockey to ride winners of the Kentucky Derby and English Derby, was nominated for the National Thoroughbred Racing Hall of Fame.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/04/06/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940406","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/04/06/theater/theater-in-review-696315.html","abstract":"  Brothers of the Brush  Irish Arts Center  553 West 51st Street Clinton By Jimmy Murphy; directed by Nye Heron; set by David Raphel; lighting by Mauricio Saavedra Pefaur; sound and musical arrangements by Nico Kean; costumes by Anne Reilly; original song by Don Rosler and Jay Ward; production stage manager, Elizabeth English. Produced by Don Kelly and Bernadette Quigley. Presented by the Irish Arts Center, Jim Sheridan, chairman; Mr. Heron, artistic director; Marianne Delaney, executive director. WITH: Ronan Carr, Mickey Kelly, Paul McGrane and Paul Ronan.","thumbnail":null,"section":"Theater"},{"date":"19940406","headline":"Work-Release Is Suspended After Inmate Shoots Officer","web_url":"https://www.nytimes.com/1994/04/06/us/work-release-is-suspended-after-inmate-shoots-officer.html","abstract":"  Forty murderers were ordered back to prison from their work-release program on Monday night after a participant in the program failed to return to prison, stole a Jeep and, the authorities said, shot and wounded a police officer over the weekend.   The inmate died in a car crash while being chased by the New Hampshire police.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"The African Nations Cup: Of Marriages and Mastery","web_url":"https://www.nytimes.com/1994/04/06/sports/IHT-the-african-nations-cup-of-marriages-and-mastery.html","abstract":"Slowly, distinctly, the African brew comes to the boil. Soccer on this vast, emerging continent is now a blend of European organization and of the skills that grow in the wild..Thankfully, traces of innocence survive. Thankfully, individuals still shoo","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Public & Private; Happy and Gay","web_url":"https://www.nytimes.com/1994/04/06/opinion/public-private-happy-and-gay.html","abstract":"  At the conclusion of the incomparable \"Angels in America,\" a dying man named Prior Walter has the last word. Prior has seen ghosts and angels, love and betrayal, lesions blooming on his body and the deaths of many friends. But in the end, as he speaks of AIDS, America and the human condition, some of the things that this monumental play is about, he has a kind of peace so profound that you must genuflect before its grandeur, greater than any seraphim.    \"This disease will be the end of many of us,\" he says, \"but not nearly all, and the dead will be commemorated and will struggle on with the living, and we are not going away. We won't die secret deaths anymore. The world only spins forward. We will be citizens. The time has come.\"","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/06/nyregion/c-corrections-695688.html","abstract":"  An article on March 3 about the filming of \"Murder in the First,\" a movie based on the life of a 1930's convict named Henri Young, included several erroneous descriptions of events in his life supplied by the film makers. A March 16 letter from the Federal Bureau of Prisons points out that Mr. Young went to Alcatraz after serving time in two state prisons for burglary and robbery. His subsequent Federal crime was bank robbery, not theft from a post office. He did not commit suicide at Alcatraz in the 1940's; he completed his sentence there in 1954, then served a term in Washington State Penitentiary for murder. He was paroled there in 1972, and it is not known where he is or whether he is alive. This corrrection was delayed by checking at The Times.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Washington at Work; The Clintons' Health Care Nemesis: The Man Behind 'Harry and Louise'","web_url":"https://www.nytimes.com/1994/04/06/us/washington-work-clintons-health-care-nemesis-man-behind-harry-louise.html","abstract":"  In the history of the health care wars, \"Harry and Louise\" may well go down as the killer yuppies.   The couple, 40-something suburbanites fretting about big changes in health care in an advertising campaign for the Health Insurance Association of America, are now widely viewed as one of the most effective attacks to date on the Clinton health plan. To the Administration and its allies, the ads symbolize an industry desperately fighting change -- and willing to terrify the public to do so.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"Don't Discourage Harassment Cases","web_url":"https://www.nytimes.com/1994/04/06/opinion/l-don-t-discourage-harassment-cases-695963.html","abstract":"  To the Editor:   The effects of a genuine case of sexual harassment are devastating. Yet, I believe, \"Sexual Harassment: Stories From the Field\" (The Week in Review, March 27) seeks to minimize or ridicule those effects.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"No Headline","web_url":"https://www.nytimes.com/1994/04/06/nyregion/no-headline-688592.html","abstract":"  \"There really isn't any advantage of staying. If I was to graduate, I probably wouldn't get no job anyway because I didn't learn nothing.\" RADHEYA MATHEWS, a special education student.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Governor Shouldn't Have Power to Bar Recruiters From SUNY","web_url":"https://www.nytimes.com/1994/04/06/opinion/l-governor-shouldn-t-have-power-to-bar-recruiters-from-suny-696005.html","abstract":"  To the Editor:   The opportunity for college graduates to find jobs in their fields remains very difficult, especially here in New York State.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Fight Over Schools Budget Intensifies","web_url":"https://www.nytimes.com/1994/04/06/nyregion/fight-over-schools-budget-intensifies.html","abstract":"  Schools Chancellor Ramon C. Cortines and Mayor Rudolph W. Giuliani dug in their heels yesterday in the tug-of-war over the New York City schools budget, with Mr. Cortines dismissing as unrealistic the Mayor's demand that 2,500 jobs be cut and the Mayor pushing a plan to dismantle the Board of Education.   Instead of the drastic administrative cuts the Mayor has demanded, Mr. Cortines said yesterday that he could meet Mr. Giuliani's budget targets largely through increased state school aid and financial credits that the Board of Education negotiated with City Hall last summer.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/06/nyregion/c-corrections-695645.html","abstract":"  An obituary headline yesterday about a Chicago theologian and educator misspelled his surname. He was the Rev. Victor Obenhaus.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"In America; Out of Control","web_url":"https://www.nytimes.com/1994/04/06/opinion/in-america-out-of-control.html","abstract":"  On Sunday night a teen-age boy who was doing well in school and had managed to stay out of trouble was shot to death when a fight broke out among other youths in a subway in Brooklyn.   Last Thursday gunmen invaded the O Street Market, a small cluster of retail stores in Washington, and began firing indiscriminately. When the shooting stopped nine people had been hit, including a toddler, a couple of elderly women, two security guards and a 15-year-old boy. The boy died.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Critic's Notebook; Clurman on the Theater, With Sweep and Passion","web_url":"https://www.nytimes.com/1994/04/06/theater/critic-s-notebook-clurman-on-the-theater-with-sweep-and-passion.html","abstract":"  Harold Clurman always had stage presence, whether he was teaching, talking or simply going to the theater. Wherever he went, he was accompanied by a sense of theatrical history, which was as endemic to his personality as his silver-tipped cane and black velour hat. For most of his life, he undertook two potentially adversarial careers, as director and as drama critic, roles that in Clurman's case were complementary. This means that he was an astute observer of major artistic events as well as a participant in them, beginning with the founding of the Group Theater in 1931.    His memoir, \"All People Are Famous,\" was a step removed from autobiography. It was, he said, \"about myself through others.\" One might suggest that the posthumous new book, \"The Collected Works of Harold Clurman\" (Applause Books), is about Clurman through the plays he saw. It is literally the story of his life in the theater.","thumbnail":null,"section":"Theater"},{"date":"19940406","headline":"Riesenberg Stays Put But Collins May Split","web_url":"https://www.nytimes.com/1994/04/06/sports/pro-football-riesenberg-stays-put-but-collins-may-split.html","abstract":"  Free agency has proved to be what most people thought it would be: a wild roller-coaster ride in which teams try to gut one another.   Take the Giants, for example. Yesterday they made sure one of their best linemen didn't defect by signing offensive tackle Doug Riesenberg to a four-year, $8.3 million deal.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Bickering on Italian Right Halts Talks on a New Government","web_url":"https://www.nytimes.com/1994/04/06/world/bickering-on-italian-right-halts-talks-on-a-new-government.html","abstract":"  After a week of bickering within his triumphant right-wing electoral alliance, the Italian media tycoon, Silvio Berlusconi, announced tonight that he was suspending the talks with his partners that were aimed at welding a government-in-waiting.   It is not immediately clear if this means that the alliance has fallen apart completely. But the announcement from Mr. Berlusconi's 70-room villa outside Milan threw Italian politics into disarray, unnerved financial markets and took much of the luster off an electoral landslide just a week ago that many cast as a herald of change.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"In St. Petersburg, a Struggle for Room at the Top","web_url":"https://www.nytimes.com/1994/04/06/world/in-st-petersburg-a-struggle-for-room-at-the-top.html","abstract":"  Peter the Great built this city in a monumental act of will nearly three centuries ago. And in a similar vein, Sergei N. Nikeshin, one of St. Petersburg's new, rich Russian businessmen, is planning to build himself a 40-story skyscraper high above the city's haunting neo-classical architecture.   The city's intelligentsia wants him stopped.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Whitaker Is Dancing Around the Future","web_url":"https://www.nytimes.com/1994/04/06/sports/boxing-whitaker-is-dancing-around-the-future.html","abstract":"  In just a few minutes yesterday, Pernell Whitaker declared himself the retired welterweight champion as of Sunday morning, then unretired, then looked forward to a rematch with Julio Cesar Chavez, then gave an opinion on orthopedic surgery.   In other words, Whitaker is back, as unpredictable verbally as he is with his in-and-out, bob-and-weave style in the ring. 'Not About World Titles'    Whitaker makes his first mandatory title defense Saturday in Norfolk, Va., since winning the World Boxing Council crown from Buddy McGirt 13 months ago. Last September, Whitaker fought a majority draw with Chavez, who had been undefeated at the time. Whitaker, and most ringsiders, considered it Whitaker's bout.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Woman Paid Airline Fare, Detectives Say","web_url":"https://www.nytimes.com/1994/04/06/nyregion/woman-paid-airline-fare-detectives-say.html","abstract":"  A Long Island woman, who vanished from a shopping mall 12 days ago, apparently purchased a plane ticket to Canada a week before she disappeared, the Nassau County police said today.   Michelle Abbatiello, a 23-year-old resident of Westbury, is believed to have met with a travel agent in Glen Cove on March 18 and purchased a round-trip Air Canada ticket to Montreal, said Lieut. Frank Guidice. She paid $246 for the ticket, with departure from La Guardia Airport on March 25 and the return scheduled for April 4.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Kruk Is Going to Reading to Get Ready","web_url":"https://www.nytimes.com/1994/04/06/sports/sports-people-baseball-kruk-is-going-to-reading-to-get-ready.html","abstract":"  Philadelphia Phillies first baseman JOHN KRUK will begin a minor league rehabilitation assignment with the Reading Phillies on Friday night, the team said yesterday.   Kruk has been undergoing radiation treatments for testicular cancer. He will be treated at Thomas Jefferson University Hospital on Friday and play with the Class AA Phillies Friday night. He will also play Saturday and Sunday.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"1944: Japanese Advance : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/06/opinion/IHT-1944-japanese-advance-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] Increasing their pressure along the entire 200-mile India invasion front, Japanese forces have seized a fifteen-mile stretch of the Imphal-Kohima highway and are thrusting through the wild Naga Hills above Kohima within eight","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"In Japan, No Longer Far Away","web_url":"https://www.nytimes.com/1994/04/06/opinion/IHT-in-japan-no-longer-far-away.html","abstract":"How far away Japan is, many of us used to think back in 1974, when the Trilateral Commission held its inaugural meeting, in Kyoto, with the explicit goal of including Japan for the first time as a full-fledged partner in an international debate that had","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Myitkyina Journal; Peace in Their Time! How Wonderful It Is!","web_url":"https://www.nytimes.com/1994/04/06/world/myitkyina-journal-peace-in-their-time-how-wonderful-it-is.html","abstract":"  One of the world's oldest wars may be over. And rice farmers in villages surrounding this northern city say that means that for the first time in their lives they are able to sleep at night without the fear that their sons will be gone by morning.   \"Sometimes there was a knock on the door, and the men with guns would take our men and boys away to fight,\" said Daw Khung Htoi, 30, a farmer in Kawnan, a tiny palm-shaded village 10 miles north of Myitkyina, the region's main market town.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Brooklyn Woman Injured In Letter-Bomb Explosion","web_url":"https://www.nytimes.com/1994/04/06/nyregion/brooklyn-woman-injured-in-letter-bomb-explosion.html","abstract":"  A 75-year-old woman was critically injured yesterday when a letter bomb delivered to her Brooklyn home exploded and punctured her stomach, postal inspectors said.   The victim was identified as Alice Caswell, of 1946 East 27th Street in Sheepshead Bay. Postal Inspector Michael Kmetz said the woman was apparently not the intended victim of the bomb.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"U.S. Peace Effort in Bosnia Withers Under Serb Attack","web_url":"https://www.nytimes.com/1994/04/06/world/us-peace-effort-in-bosnia-withers-under-serb-attack.html","abstract":"  After six weeks of rapid progress that raised hopes for an overall Bosnian settlement, American attempts to resolve the Balkan conflict are floundering, beset by a worsening military situation and a diplomatic impasse over what territorial concessions are needed for peace.   United States officials said that a Bosnian Serb offensive against the Muslim-held enclave of Gorazde, in eastern Bosnia, and attacks on Muslim civilians in Serbian-held territory in northwestern Bosnia have renew serious questions about whether the Serbs are interested in a settlement.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Psychodrama (Not by Chekhov)","web_url":"https://www.nytimes.com/1994/04/06/style/IHT-psychodrama-not-by-chekhov.html","abstract":"\"A Month in the Country\" is the one that isn't by Chekhov. He even claimed not to like it very much, which seems a little ungrateful considering that within 40 years he had borrowed most of its plot and all of its characters for several other w","thumbnail":null,"section":"Style"},{"date":"19940406","headline":"U.S. Policy Debate on Bosnia","web_url":"https://www.nytimes.com/1994/04/06/world/us-policy-debate-on-bosnia.html","abstract":"  Serb attacks on a Bosnian town have caused tension in Washington between those who want to foreclose the use of force and those who want to keep U.S. options open. Page A8.","thumbnail":null,"section":"World"},{"date":"19940406","headline":"Party Out of Bounds: No Sweet 16 for the Knicks","web_url":"https://www.nytimes.com/1994/04/06/sports/pro-basketball-party-out-of-bounds-no-sweet-16-for-the-knicks.html","abstract":"  The Miami Heat television analyst Jack Ramsay, the third-winningest coach in National Basketball Association history, thinks there is a misconception in exactly how the Knicks fashioned a 15-game winning streak.   \"They're defending about as tenaciously as they did last season,\" Ramsay said of the team ranked first in defense and only 21st in scoring. \"The difference is they've gotten a better rhythm to their offense.\"","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Sports of The Times; Last Straw Is Coming For Darryl","web_url":"https://www.nytimes.com/1994/04/06/sports/sports-of-the-times-last-straw-is-coming-for-darryl.html","abstract":"  \"WHY don't you come room with me?\" Darryl Strawberry once asked Bill Robinson, when both were with the Mets a bunch of years ago.   Strawberry's first wife, Lisa, had gone through the revolving door that was their marriage at the time. Strawberry didn't relish the thought of being alone. Robinson, his family home in south Jersey, had a small place near Shea Stadium. The team's hitting instructor was nearly old enough to be Strawberry's father, that salient point not crossing Robinson's mind. He thought Strawberry was joking.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/06/nyregion/c-corrections-695653.html","abstract":"  An entry in the Addenda listing on the Media Business page on Friday about Video Store Magazine misstated the given name of its new publisher. He is Don Rosenberg, not Dan.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Penguin Wins Bidding for Gates Book","web_url":"https://www.nytimes.com/1994/04/06/books/penguin-wins-bidding-for-gates-book.html","abstract":"  A book to be written by William H. Gates on the future of the information revolution has been purchased by the Penguin Group for an advance in excess of $2.5 million. The book is to be published in November as a Viking hard cover, it was announced yesterday by Peter Mayer, the chief executive officer of the Penguin Group.   Mr. Gates, who is the chairman of the Microsoft Corporation, had been asking publishers for an advance of $2.5 million, a first printing of 500,000 copies and a guarantee that the publisher would set aside $125,000 for marketing. Mr. Mayer declined to give financial details, but he said Mr. Gates's \"minimal requirements\" had been met. Jonathan Lazarus, a Microsoft vice president, conducted the negotiations for Mr. Gates.","thumbnail":null,"section":"Books"},{"date":"19940406","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/04/06/us/personal-health-692670.html","abstract":"  \"BREAST is Best.\" This slogan promoting breastfeeding has been widely publicized. But the practice, which peaked among American mothers in 1982 after a decades-long decline, is far from commonplace.   According to periodic surveys, women who are young and unemployed, who live on low incomes and who lack college educations are the least likely to attempt to breastfeed, and if they do try, are the most likely to abandon it before their babies are 6 months old. Babies of such mothers face the highest risk of health problems that could best be countered by starting life on breast milk.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"1894: Desperate Mobs : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/04/06/opinion/IHT-1894-desperate-mobs-in-our-pages100-75-and-50-years-ago.html","abstract":"Howling, desperate mobs of strikers, composed largely of Hungarians, are parading the Pennsylvania coke regions near Pittsburg. Ten thousand tons of coke have been destroyed by the strikers, together with the storage wagons and warehouses. Perhaps the mos","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"2 Suspects in Officer's Killing Tied by Police to 10 Holdups","web_url":"https://www.nytimes.com/1994/04/06/nyregion/2-suspects-in-officer-s-killing-tied-by-police-to-10-holdups.html","abstract":"  The police have linked the two men indicted in the killing of Officer Sean McDonald to 10 holdups in the Bronx and Manhattan in the last several months.   Yesterday in State Supreme Court in the Bronx, as the suspects in Officer McDonald's killing were arraigned on second-degree murder charges, Justice Burton B. Roberts approved prosecutors' requests to conduct lineups in the robberies.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"A Drama In 2 Parts Propels Islanders","web_url":"https://www.nytimes.com/1994/04/06/sports/hockey-a-drama-in-2-parts-propels-islanders.html","abstract":"  With one dramatic goal to force overtime and a more dramatic one to finish it, the Islanders rallied behind Ray Ferraro and Benoit Hogue to beat the Washington Capitals, 4-3, at the USAir Arena tonight and land a strong counterpunch in their fight for the Eastern Conference's final playoff spot.   The 2 points the Islanders earned for the victory gave them 77 for the season and vaulted them over Philadelphia into ninth place in the race for the eighth spot in the conference. The Florida Panthers, who picked up a point from a 3-3 tie with Quebec tonight, are 2 points ahead of the Islanders, with four games to play. New York has five games left, including one with Florida.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Stocks Break Their Spring Slide With Strongest Surge in 2 Years","web_url":"https://www.nytimes.com/1994/04/06/us/stocks-break-their-spring-slide-with-strongest-surge-in-2-years.html","abstract":"  The stock and bond markets rallied strongly yesterday, halting for now the sharpest decline in years, as some traders were encouraged by new signs that the economy was not growing as rapidly as had been thought.   In a surge of buying and bargain hunting, traders bid up stock prices, lifting the Dow Jones industrial average 82.06 points, or 2.3 percent, to 3,675.41, the biggest one-day rally in more than two years.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"A Hospital Reaches Out to Jazz Musicians in Need","web_url":"https://www.nytimes.com/1994/04/06/nyregion/a-hospital-reaches-out-to-jazz-musicians-in-need.html","abstract":"  Irene Reid, a former vocalist for Count Basie's band, is ill with heart and thyroid problems. Although she still performs regularly at Manhattan night spots like Showman's Cafe and the Five Spot, Ms. Reid, like many musicians, is uninsured.   \"I was never ill,\" Ms. Reid said. \"I raised five children alone and I was able to maintain a certain life style, but I couldn't afford health insurance. Then I had a heart attack in '92 and found that if you don't have insurance, you can't get any kind of medical attention.\"","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"A Plea for le Fair Play : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/04/06/opinion/IHT-a-plea-for-le-fair-play-letters-to-the-editor.html","abstract":"Regarding \"A U.S. Temper in a French Demitasse\" (Opinion, April 4) by Jacques Toubon:.The French culture minister's attempt to justify the ban on English (a ban with teeth, since breaches of the law will, theoretically, lead to criminal proce","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Reds' Dibble to Have Shoulder Surgery","web_url":"https://www.nytimes.com/1994/04/06/sports/sports-people-baseball-reds-dibble-to-have-shoulder-surgery.html","abstract":"  Reliever ROB DIBBLE will have surgery next week on the rotator cuff in his right shoulder and will be lost for about three months, the Cincinnati Reds said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/04/06/sports/transactions-695130.html","abstract":"  Baseball  American League   MINNESOTA TWINS -- Placed Shane Mack, outfielder, on the 15-day disabled list. Purchased the contract of Alex Cole, center fielder, from Portland of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Heiress's Kin Seek Custody Of Orphan","web_url":"https://www.nytimes.com/1994/04/06/nyregion/heiress-s-kin-seek-custody-of-orphan.html","abstract":"  The sister of Anne Scripps Douglas, the heiress to a newspaper fortune who was slain three months ago by her husband, asked a court here today if she could become the guardian of Mrs. Douglas's orphaned 3-year-old daughter, Victoria.   The request by Mary Gibbs Scripps, could set off a custody fight with the family of Scott S. Douglas, who apparently jumped off the Tappan Zee Bridge after beating Mrs. Douglas to death with a hammer on New Year's Eve. Mr. Douglas's death was confirmed last week when his body washed up on a Hudson River bank. At that time lawyers in the case said Mr. Douglas's brother, Todd, and his wife, Diane, were interested in becoming the child's guardian.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Looking Beyond Family to Aid the Elderly","web_url":"https://www.nytimes.com/1994/04/06/nyregion/looking-beyond-family-to-aid-the-elderly.html","abstract":"  Beverly Wagner has logged hundreds of hours on the telephone, flown regularly from Michigan to New York, and missed dozens of days of work, all trying to arrange care for her 94-year-old aunt, who lives in Manhattan and is losing the ability to care for herself.   After failing to persuade her aunt to move from her apartment of 50 years near Lincoln Center into her lakeside house in Michigan, Mrs. Wagner finally hired Fine and Newcombe Associates, a geriatric guidance and family counseling service in Manhattan. Fine and Newcombe is one of hundreds of companies that have sprung up over the last several years to help people coordinate and monitor the affairs of aging relatives who do not live nearby.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Hispanic Families Use Alternatives to Day Care, Study Finds","web_url":"https://www.nytimes.com/1994/04/06/us/hispanic-families-use-alternatives-to-day-care-study-finds.html","abstract":"  Hispanic families use preschools and day care centers much less than those of other ethnic groups, apparently because of cultural preferences for family-like care, a new Harvard University study says. This finding, the study's authors say, suggests that government should be putting more child-care money into programs like vouchers that accommodate parental choices rather than concentrating on preschool programs like Head Start.   The researchers at Harvard's Graduate School of Education found that among families with a mother employed full time outside the home, 32 percent of the Hispanic families surveyed placed children in preschools or day care centers, compared with 55 percent of the black families and 43 percent of the white families surveyed.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"Rebuilding Before the Nightmare Is Over","web_url":"https://www.nytimes.com/1994/04/06/opinion/IHT-rebuilding-before-the-nightmare-is-over.html","abstract":"After a nightmare winter, spring has finally come to Sarajevo, bringingwith it earnest talk of reconstruction..A joint British-American team is here assessing damage to the infrastructure. Prime Minister John Major and his overseas development minister","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"In Paris, What Makes Hamlet Mad?","web_url":"https://www.nytimes.com/1994/04/06/style/IHT-in-paris-what-makes-hamlet-mad.html","abstract":"Terry Hands, a British director who has staged several Shakespeare plays at the Comédie-Française to Parisians' satisfaction, is presenting \"Hamlet\" in a French translation of his own at the Théâtre Marigny on the Champs-Ely","thumbnail":null,"section":"Style"},{"date":"19940406","headline":"To Mets' Smith, It Feels (Sort Of) Like Spring","web_url":"https://www.nytimes.com/1994/04/06/sports/baseball-to-mets-smith-it-feels-sort-of-like-spring.html","abstract":"  Pete Smith had to blow on his right hand between pitches so that he could feel the seams on the baseball. It was 30-odd degrees and the windchill factor was in the single digits when Smith made his Mets pitching debut at Wrigley Field this afternoon. He showed very few signs that the cold bothered him.   The Mets' most consistent pitcher in spring training, Smith threw seven smart and successful innings against the Cubs, his repertory well-suited to the 25 mile-an-hour winds blowing toward the plate. He gave up nine hits and two walks, but used an excellent changeup to stifle the Cubs' top batters in key situations and help lead the Mets to a 6-2 victory.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"On Abortion, Gay Rights And Affirmative Action","web_url":"https://www.nytimes.com/1994/04/06/us/on-abortion-gay-rights-and-affirmative-action.html","abstract":"  Following are excerpts from opinions written by Justice Harry A. Blackmun. They are the majority opinion in Roe v. Wade in 1973, his separate opinion in Regents of the University of California v. Bakke, a 1978 decision on affirmative action in which he voted to uphold a special minority admissions program at a state medical school, and his dissent in Bowers v. Hardwick, in which the majority ruled in 1986 that the constitutional right to privacy does not extend to homosexual acts. From Roe v. Wade    The Court has recognized that a right of personal privacy, or a guarantee of certain areas of zones of privacy, does exist under the Constitution. . . . This right of privacy, whether it be founded in the 14th Amendment's concept of personal liberty and restrictions upon state action, as we feel it is, or, as the District Court determined, in the Ninth Amendment's reservation of rights to the people, is broad enough to encompass a woman's decision whether or not to terminate her pregnancy. . . .","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"Another White House Mess","web_url":"https://www.nytimes.com/1994/04/06/opinion/another-white-house-mess.html","abstract":"Again the Oval Office is displaying the high-handedness characteristic of President Clinton.\n\nYesterday, Walter S. Scheib 3d, who prepared a \"light menu,\" was publicly anointed White House chef. Why wasn't the $60,000 job removed from Civil Service, and the nomination submitted first to the Senate -- more appropriately, its Agriculture Committee? Cabinet nominees are subject to confirmation. Why not the No. 1 man in the kitchen cabinet?","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Fire in Bronx Apartments Kills 3, Including Woman and Son","web_url":"https://www.nytimes.com/1994/04/06/nyregion/fire-in-bronx-apartments-kills-3-including-woman-and-son.html","abstract":"  A predawn fire roared up a five-story apartment building in the South Bronx yesterday, killing three people, including a mother and son who screamed as relatives watched helplessly from their own apartment just a few feet away.   After erupting in the basement of 513 East 138th Street in Mott Haven, the blaze quickly spread up to the second floor, where a 57-year-old man was buried under a collapsed ceiling and killed. Then it advanced to the third floor where Magali Rivera, 29, and her 10-year-old son, Ivan, waited, petrified.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Corporate Priorities","web_url":"https://www.nytimes.com/1994/04/06/opinion/l-corporate-priorities-695998.html","abstract":"  To the Editor:   I was amazed at a quotation from a Lehman Brothers analyst in \"Novell Acquisitions Hinge on Stock Price Fluctuation\" (Business Day, March 24), concerning the networking giant's planned acquisition of the Wordperfect Corporation and the Quattro Pro spreadsheet business of Borland International Inc.: \"The motto at Novell is customers first, employees second and shareholders third.\"","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Wall Street Is Not Main Street","web_url":"https://www.nytimes.com/1994/04/06/opinion/wall-street-is-not-main-street.html","abstract":"  The Dow Jones Industrial stock average soared more than 80 points yesterday, bringing relief to anxious investors. But the ups and downs of the stock market are more important to them than to other citizens. Even severe gyrations in the stock market often have no effect on jobs or the rest of the economy.   President Clinton points out what truly matters: The economy is expanding at a brisk pace, employers created a huge number of jobs last month, and inflation is subdued so far. The White House knows that keeping recovery alive is paramount. That is why it got upset about the recent run up in long-term interest rates.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/04/06/style/IHT-short-cuts.html","abstract":"MILTON NASCIMENTO, \"Angelus\" (WB): The Brazilian's magic tenor voice floats, mostly ballad mode, in Portuguese and English above lush strings, woodwinds and soft percussion in tandem with guests Wayne Shorter, James Taylor, Herbie Hancock, Nana","thumbnail":null,"section":"Style"},{"date":"19940406","headline":"Golfer Alleges Drug Use on Tour","web_url":"https://www.nytimes.com/1994/04/06/sports/golfer-alleges-drug-use-on-tour.html","abstract":"  Although the sport has never had a documented case of a player's testing positive for drugs, golfer Mac O'Grady has charged that at least 7 of the top 30 players in the world use beta blockers to calm themselves and steady their putting.   In today's editions of The Augusta Chronicle, O'Grady, a former PGA Tour player, said he used beta blockers for six months in 1985-86 to help his putting. He said many top players use beta blockers, but declined to name them.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Books of The Times; Fears of the Puritans, the Appeal of the Indians","web_url":"https://www.nytimes.com/1994/04/06/books/books-of-the-times-fears-of-the-puritans-the-appeal-of-the-indians.html","abstract":"  The Unredeemed Captive   A Family Story From Early America   By John Demos   Illustrated. 316 pages. Alfred A. Knopf.    It is 1704. England and France are at war, and that means their North American colonies, New England and New France, are at war too. Year after year they battle and negotiate, not only with each other but also with the many Indian groups -- Abenaki, Iroquois, Mohican, Algonquin -- who also inhabit the continent and who live in peace and at war with each other.","thumbnail":null,"section":"Books"},{"date":"19940406","headline":"Hands Reach Out Between Communities","web_url":"https://www.nytimes.com/1994/04/06/opinion/l-hands-reach-out-between-communities-695971.html","abstract":"  To the Editor:   In \"A Liberalism of Heart and Spine\" (Op-Ed, March 27), Henry Louis Gates Jr. proposes moving beyond a \"politics of identity\" to a process of \"identification\" among communities, with an increase in \"shared humanity.\" I concur fully. But this process is already well under way at the grass roots.","thumbnail":null,"section":"Opinion"},{"date":"19940406","headline":"Change in Method to Report AIDS Cases","web_url":"https://www.nytimes.com/1994/04/06/nyregion/change-in-method-to-report-aids-cases.html","abstract":"  New York State health officials say they will expand their system of reporting AIDS cases to try to avoid losing an estimated $9 million a year in Federal money, but advocates for people with H.I.V. say they fear a threat to confidentiality.   The State Health Commissioner, Dr. Mark R. Chassin, said yesterday that the department would require laboratories to report suspected AIDS cases based on the results of a blood test commonly given to people with H.I.V.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"Minority Students Languish In Special Education System","web_url":"https://www.nytimes.com/1994/04/06/us/minority-students-languish-in-special-education-system.html","abstract":"  Radheya Mathews attends ninth grade in a public school for special education students in the Bronx, but it is as if he had dropped out in spirit many years ago. He sits lethargically in class. He often walks out. He has a thick file of suspensions. But at home, he is a gifted artist who quietly tucks away his fancy pencil drawings in a Timberland shoe box.   To the 15-year-old, the Lincoln Adolescent Youth Achievement Center, the public school that he attends for children labeled emotionally disturbed, is an \"asylum,\" a place with no windows and no hope.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"Corrections","web_url":"https://www.nytimes.com/1994/04/06/nyregion/c-corrections-695637.html","abstract":"  An article on the Media Business page on Monday about Robert L. Bartley, editor of The Wall Street Journal, misidentified a senior news editor of that paper in some copies. The editor, Alan Murray, is The Journal's Washington bureau chief, not the deputy bureau chief. A correction of his title, in this space yesterday, was also erroneous.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"How Domingo Does What He Does","web_url":"https://www.nytimes.com/1994/04/06/arts/how-domingo-does-what-he-does.html","abstract":"  \"You hear. You are busy. You listen.\" Placido Domingo is leaning forward on a couch at the Metropolitan Opera house. His famous tenor voice -- the voice that is just finishing a 25th-anniversary season at the Met -- is almost a whisper. \"And after a while\" -- he pauses for emphasis -- \"you start to understand what he is telling you.\"   Mr. Domingo is explaining how Verdi's Otello begins to be snared by Iago, how his jealousy must grow slowly, almost imperceptibly. \"You explode for just a second in 'Misera mia!' and then you say no, no, I cannot be only suspecting. I have to find the proof. I have to delay. And then,\" Mr. Domingo stops and suddenly claps his hands, \"the really first, first moment of tremendous fury or desolation is 'Ora e per sempre addio' \" -- Otello's farewell to all he has lived for.","thumbnail":null,"section":"Arts"},{"date":"19940406","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/04/06/style/chronicle-695939.html","abstract":"  Forget the Prince and Princess of Wales. Ignore the Duchess of York for a minute. Scandal has hit another one of Europe's royal families.    Princess MARTHA LOUISE, the 22-year-old daughter of King Harald V of Norway, has been named the corespodent in a divorce action, The Associated Press reported, quoting an article in Tuesday's edition of Dagbladet, an Oslo newspaper.","thumbnail":null,"section":"Style"},{"date":"19940406","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/04/06/nyregion/inside-687928.html","abstract":"  China Threatens Dissident   China threatened to bring new criminal charges against the country's most prominent dissident for his advocacy of democracy. Page A12. Trade and the Markets    The Clinton Administration is now weighing the impact of its trade decisions on the volatile stock and bond markets. News Analysis. Page D1. Italian Alliance Loses Luster    A week after leading a right-wing alliance to victory, Silvio Berlusconi broke off talks with his partners on forming a government. Page A9. Cable-Phone Deal Canceled    Southwestern Bell and Cox Enterprises called off a $4.9 billion venture because of cable regulation. Page D1. Imported Crayons Recalled    Hundreds of thousands of boxes of crayons imported from China were recalled after the Government said they contained lead. Page A14.","thumbnail":null,"section":"New York"},{"date":"19940406","headline":"BASEBALL;\nDodgers Suspected Strawberry's Drug Use","web_url":"https://www.nytimes.com/1994/04/06/sports/baseball-dodgers-suspected-strawberrys-drug-use.html","abstract":"Signs of drug use by Darryl Strawberry were evident as far back as last season, according to Fred Claire, the Los Angeles Dodgers' general manager.\n\n\"When someone is late for a meeting or a game, it makes you ask if something is wrong, and those questions arose with Darryl,\" Claire said today before the Dodgers won their season opener without Strawberry. Their No. 3 hitter was placed on the disabled list Monday after telling the team he had a drug problem and agreeing to undergo treatment.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Teamster Strike Stops Activity Of Big Haulers","web_url":"https://www.nytimes.com/1994/04/06/us/teamster-strike-stops-activity-of-big-haulers.html","abstract":"  Picket lines went up at some trucking terminals early this morning as the teamsters union went on strike against 22 major trucking companies that move about 15 percent of the nation's dry freight.   The strike by about 80,000 truckers, dock workers, delivery drivers and mechanics began at 12:01 A.M. and is the union's first since a nine-day walkout in 1979. Negotiations between the union and Trucking Management Inc., a negotiating group representing 23 major trucking companies, broke down last week after four months of talks.","thumbnail":null,"section":"U.S."},{"date":"19940406","headline":"Opposition to FIFA President Evaporates","web_url":"https://www.nytimes.com/1994/04/06/sports/sports-people-soccer-opposition-to-fifa-president-evaporates.html","abstract":"  European soccer officials decided not to challenge the re-election bid of the FIFA president, JOAO HAVELANGE, clearing the way for his sixth term.   The decision yesterday in Zurich followed a three-and-a-half-hour meeting of soccer officials from North and South America, Asia, Africa, Europe and Oceania and ended months of intrigue.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"Finding the Absolutely Perfect Actor: The High-Stress Business of Casting","web_url":"https://www.nytimes.com/1994/04/06/arts/finding-the-absolutely-perfect-actor-the-high-stress-business-of-casting.html","abstract":"  Marta Kauffman and David Crane are sitting together on a long white couch, trying to find Joey.   When they sent out the \"breakdown\" for the casting call, they described him as a \"handsome, smug, macho guy in his 20's\" who loves \"women, sports, women, New York, women,\" and most of all, himself. Now they are listening to a man who would be Joey philosophize in a smug, macho way about women and ice cream.","thumbnail":null,"section":"Arts"},{"date":"19940406","headline":"Polonia Brings Spark But Some Pauses Loom","web_url":"https://www.nytimes.com/1994/04/06/sports/baseball-polonia-brings-spark-but-some-pauses-loom.html","abstract":"  One inning. It took Luis Polonia only that long in the first game of the season to provide a glimpse of the kind of electricity he can bring to Yankee Stadium and the kind of chaos he can inflict on Yankee opponents. Get to first base, steal a base and then scamper home on a hit or an error or whatever. That is Polonia's basic strategy.   While such a plan for a leadoff man is not exactly re-creating the finer points of baseball, it is new to the Yankees because they lumbered to a major league-low 39 stolen bases last year. Polonia might steal that many by the All-Star break.","thumbnail":null,"section":"Sports"},{"date":"19940406","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/04/06/nyregion/metro-digest-689432.html","abstract":"  SPECIAL EDUCATION'S MINORITY TRAP   Nearly two decades after Congress passed a law requiring public schools to educate all children with disabilities, providing extra money for smaller classes, special assistance for a variety of disabilities and individual attention, many education advocates say New York City's special education system, which involves 130,000 students, insures a second-class education, particularly for black boys, becoming a trap that incubates failure. At the heart of the issue is compelling evidence that black and Hispanic students are harmed, not helped, by special education. A1.   CARING FOR AGING PARENTS, AT A DISTANCE   Many people who must minister to elderly relatives from a distance are turning to referral services that provide information about care of the elderly, and to geriatric care managers who, for a fee, will shoulder many of the tasks families usually take on. A1.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19940406","headline":"The Rwandan genocide begins when the aircraft carrying Rwandan president Juvénal Habyarimana and Burundian president Cyprien Ntaryamira is shot down.","pages":[{"title":"Rwandan genocide","web_url":"https://en.wikipedia.org/wiki/Rwandan_genocide","description":"1994 genocide in Rwanda","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Nyamata_Memorial_Site_13.jpg/320px-Nyamata_Memorial_Site_13.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Rwandan genocide, also known as the genocide against the Tutsi, occurred between 7 April and 15 July 1994 during the Rwandan Civil War. During this period of around 100 days, members of the Tutsi minority ethnic group, as well as some moderate Hutu and Twa, were killed by armed Hutu militias. Although the Constitution of Rwanda states that more than 1 million people perished in the genocide, the actual number of fatalities is unclear, and some estimates suggest that the real number killed was likely lower. The most widely accepted scholarly estimates are around 500,000 to 800,000 Tutsi deaths."},{"title":"Rwanda","web_url":"https://en.wikipedia.org/wiki/Rwanda","description":"Country in Central Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Flag_of_Rwanda.svg/320px-Flag_of_Rwanda.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Rwanda, officially the Republic of Rwanda, is a landlocked country in the Great Rift Valley of Central Africa, where the African Great Lakes region and Southeast Africa converge. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. It is highly elevated, giving it the soubriquet \"land of a thousand hills\", with its geography dominated by mountains in the west and savanna to the southeast, with numerous lakes throughout the country. The climate is temperate to subtropical, with two rainy seasons and two dry seasons each year. It is the most densely populated mainland African country; among countries larger than 10,000 km2, it is the fifth most densely populated country in the world. Its capital and largest city is Kigali."},{"title":"President (government title)","web_url":"https://en.wikipedia.org/wiki/President_(government_title)","description":"Title of the head of state in various governments","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Five_Presidents_Oval_Office.jpg/320px-Five_Presidents_Oval_Office.jpg","thumbnail_width":320,"thumbnail_height":230},"abstract":"President is a common title for the head of state in most republics. The president of a state is, generally speaking, the head of the government and the fundamental leader of the country or the ceremonial head of state."},{"title":"Juvénal Habyarimana","web_url":"https://en.wikipedia.org/wiki/Juv%C3%A9nal_Habyarimana","description":"President of Rwanda from 1973 to 1994","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Juv%C3%A9nal_Habyarimana_%281980%29.jpg/320px-Juv%C3%A9nal_Habyarimana_%281980%29.jpg","thumbnail_width":320,"thumbnail_height":450},"abstract":"Juvénal Habyarimana was a Rwandan politician and military officer who served as the second president of Rwanda, from 1973 until his assassination in 1994. He was nicknamed Kinani, a Kinyarwanda word meaning \"invincible\"."},{"title":"Burundi","web_url":"https://en.wikipedia.org/wiki/Burundi","description":"Country in Central Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Flag_of_Burundi.svg/320px-Flag_of_Burundi.svg.png","thumbnail_width":320,"thumbnail_height":192},"abstract":"Burundi, officially the Republic of Burundi, is a landlocked country in the Great Rift Valley at the junction between the African Great Lakes region and East Africa. It is bordered by Rwanda to the north, Tanzania to the east and southeast, and the Democratic Republic of the Congo to the west; Lake Tanganyika lies along its southwestern border. The capital cities are Gitega and Bujumbura, the latter being the country's largest city."},{"title":"Cyprien Ntaryamira","web_url":"https://en.wikipedia.org/wiki/Cyprien_Ntaryamira","description":"5th President of Burundi (1955–1994)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/f/fb/Cyprien_Ntaryamira_at_a_FRODEBU_rally_%28cropped%29.jpg","thumbnail_width":216,"thumbnail_height":334},"abstract":"Cyprien Ntaryamira was a Burundian politician who served as President of Burundi from 5 February 1994 until his death two months later. A Hutu born in Burundi, Ntaryamira studied there before fleeing to Rwanda to avoid ethnic violence and complete his education. Active in a Burundian student movement, he cofounded the socialist Burundi Workers' Party and earned an agricultural degree. In 1983, he returned to Burundi and worked agricultural jobs, though he was briefly detained as a political prisoner. In 1986 he cofounded the Front for Democracy in Burundi (FRODEBU), and in 1993 FRODEBU won Burundi's general elections. He subsequently became the Minister of Agriculture and Animal Husbandry on 10 July, but in October Tutsi soldiers killed the president and other top officials in an attempted coup."},{"title":"Assassination of Juvénal Habyarimana and Cyprien Ntaryamira","web_url":"https://en.wikipedia.org/wiki/Assassination_of_Juv%C3%A9nal_Habyarimana_and_Cyprien_Ntaryamira","description":"1994 shootdown in Kigali, Rwanda","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Dassault.falcon.50m.fairford.arp.jpg/320px-Dassault.falcon.50m.fairford.arp.jpg","thumbnail_width":320,"thumbnail_height":208},"abstract":"On the evening of 6 April 1994, the aircraft carrying Rwandan president Juvénal Habyarimana and Burundian president Cyprien Ntaryamira, both Hutu, was shot down with surface-to-air missiles as their jet prepared to land in Kigali, Rwanda; both were killed. The assassination set in motion the Rwandan genocide, one of the bloodiest events of the late 20th century."}]}],"weather":[{"date":"19940406","time":"1994-04-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":83,"wspd":7.6},{"date":"19940406","time":"1994-04-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":85,"wspd":7.6},{"date":"19940406","time":"1994-04-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":85,"wspd":11.2},{"date":"19940406","time":"1994-04-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":85,"wspd":14.8},{"date":"19940406","time":"1994-04-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":87,"wspd":5.4},{"date":"19940406","time":"1994-04-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":87,"wspd":18.4},{"date":"19940406","time":"1994-04-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":85,"wspd":16.6},{"date":"19940406","time":"1994-04-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":81,"wspd":5.4},{"date":"19940406","time":"1994-04-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":78,"wspd":18.4},{"date":"19940406","time":"1994-04-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":73,"wspd":14.8},{"date":"19940406","time":"1994-04-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":62,"wspd":18.4},{"date":"19940406","time":"1994-04-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":58,"wspd":16.6},{"date":"19940406","time":"1994-04-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":56,"wspd":11.2},{"date":"19940406","time":"1994-04-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":57,"wspd":13},{"date":"19940406","time":"1994-04-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":53,"wspd":14.8},{"date":"19940406","time":"1994-04-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":53,"wspd":14.8},{"date":"19940406","time":"1994-04-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":49,"wspd":13},{"date":"19940406","time":"1994-04-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":49,"wspd":9.4},{"date":"19940406","time":"1994-04-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":52,"wspd":16.6},{"date":"19940406","time":"1994-04-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19940406","time":"1994-04-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":68,"wspd":9.4},{"date":"19940406","time":"1994-04-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":65,"wspd":7.6},{"date":"19940406","time":"1994-04-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":78,"wspd":7.6},{"date":"19940406","time":"1994-04-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":82,"wspd":9.4},{"date":"19940406","time":"1994-04-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":9.4},{"date":"19940406","time":"1994-04-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":9.4},{"date":"19940406","time":"1994-04-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":59,"wspd":11.2},{"date":"19940406","time":"1994-04-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":63,"wspd":9.4},{"date":"19940406","time":"1994-04-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":74,"wspd":7.6},{"date":"19940406","time":"1994-04-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":9.4},{"date":"19940406","time":"1994-04-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":80,"wspd":7.6},{"date":"19940406","time":"1994-04-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":74,"wspd":11.2},{"date":"19940406","time":"1994-04-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":77,"wspd":9.4},{"date":"19940406","time":"1994-04-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":69,"wspd":9.4},{"date":"19940406","time":"1994-04-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":74,"wspd":5.4},{"date":"19940406","time":"1994-04-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":83,"wspd":9.4},{"date":"19940406","time":"1994-04-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":83,"wspd":11.2},{"date":"19940406","time":"1994-04-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":83,"wspd":9.4},{"date":"19940406","time":"1994-04-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":80,"wspd":9.4},{"date":"19940406","time":"1994-04-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":11.2},{"date":"19940406","time":"1994-04-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":90,"wspd":9.4},{"date":"19940406","time":"1994-04-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":93,"wspd":11.2},{"date":"19940406","time":"1994-04-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":9.4},{"date":"19940406","time":"1994-04-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":100,"wspd":9.4},{"date":"19940406","time":"1994-04-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":13},{"date":"19940406","time":"1994-04-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":7.6},{"date":"19940406","time":"1994-04-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":7.6},{"date":"19940406","time":"1994-04-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":7.6}]}}