{"19931018":{"guardian_articles":[],"nytimes_articles":[{"date":"19931018","headline":"Shake, Rattle and Foil: Cowboys Overcome 49ers","web_url":"https://www.nytimes.com/1993/10/18/sports/pro-football-shake-rattle-and-foil-cowboys-overcome-49ers.html","abstract":"  Piece by piece, chip by chip, the Dallas Cowboys kept chiseling away at the San Francisco 49ers until, by game's end, the 49ers had unraveled.   Up by 17-16 with 2 minutes 32 seconds left in the third quarter, the 49ers gave up a fumble that led to a Dallas touchdown, botched a snap on a field-goal attempt midway through the final quarter that could have cut the Dallas lead to 3 points and then committed successive unsportsmanlike-conduct penalties that helped lead to a Dallas field goal.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Unemployment","web_url":"https://www.nytimes.com/1993/10/18/world/pulse-unemployment.html","abstract":"  The average length of unemployment claims is at an all-time high in New York, New Jersey and Connecticut in what state labor department officials say provides one of the most graphic indications of a job market that continues to shrink. The average length of claims gives a picture of the job prospects of the recently unemployed but does not account for those entering the job market or the long-term unemployed. While unemployment rates have fallen, after soaring to their highest levels in a decade last year, employment remains flat in the region largely because jobs are not being created. New York's Labor Department currently estimates the average worker who loses their job will be out of work for more than a year.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/18/nyregion/metro-digest-792693.html","abstract":"  A BARRIER TO HEALTH-CARE PLANS Two weeks ago, Earn J. Lloyd of Morris Heights, the Bronx, staggered into the emergency room at Montefiore Medical Center nearly comatose, nearly blind and barely able to walk. Doctors discovered he had severe diabetes, which kept him in the hospital for 10 days. But Mr. Lloyd's more serious medical problem was the lack of a decent general doctor, which for him and hundreds of thousands of others in New York's poorer neighborhoods turns treatable outpatient diseases into life-threatening conditions. This severe deficit of doctors in poor urban neighborhoods will make President Clinton's health-care plan, or any alternative, difficult to carry out in the areas that most need the help. A1. NEW YORK CITY  DIFFERING SHARPLY ON THE ECONOMY  As New York City struggles to shake itself out of its worst recession in half a century, the mayoral candidates are offering sharply different prescriptions on how to revive the local economy -- a split that mirrors a national debate over economic policy. The Republican-Liberal challenger, Rudolph W. Giuliani, contends that fiscal conservatism -- keeping a balanced budget, streamlining city agencies and keeping them off the backs of business -- provides the best hope for the economy. But Mayor Dinkins has unveiled proposals that many see as a sort of industrial policy, with the city marshaling resources to aid 12 industries in the hope that they will become centers of economic growth. A1.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Has France Gone Bonkers?","web_url":"https://www.nytimes.com/1993/10/18/opinion/has-france-gone-bonkers.html","abstract":"  It's a molehill threatening to be a mountain. Compared to the economies involved, the European-America -- really French-American -- farm war heading toward a decisive battle is strictly marginal. But the martial music has grown deafening.   The cohesion of the European Community and relations with the U.S. are at stake. Leaders on both sides have proclaimed that they will never surrender, provoking warnings that the whole Western structure of accommodation that won the cold war could be brought down.","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Workplace Drug Tests Incriminate Unfairly","web_url":"https://www.nytimes.com/1993/10/18/opinion/l-workplace-drug-tests-incriminate-unfairly-672093.html","abstract":"  To the Editor:   \"Testing Workers for Drugs Reduces Company Problems\" (front page, Oct. 10) neglects to mention the countless victims of urine-testing abuse who have been wrongfully fired without the slightest evidence that their performance has been adversely affected by drugs.","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Confusion Over Verdicts in Denny Trial","web_url":"https://www.nytimes.com/1993/10/18/us/confusion-over-verdicts-in-denny-trial.html","abstract":"  This careworn city was in a state of nervous limbo today as it once again awaited the possibility of verdicts in a racially tense trial: the case of two black men accused of beating a white truck driver in last year's riots.   On Saturday, the jury said it had reached verdicts on 9 of 15 counts against the two men and had deadlocked on the others. The judge, John W. Ouderkirk of Los Angeles County Superior Court, indicated he might read the verdicts on Monday but said he would also ask the jury to consider deliberating further on the unresolved counts.","thumbnail":null,"section":"U.S."},{"date":"19931018","headline":"1943: Near the Crimea : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/18/opinion/IHT-1943-near-the-crimea-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] General Feodor Telbukhin's south Russian army drove fiercely resisting Germans yesterday [Oct. 16] from block after block in battle-shattered Melitopol, gateway to the Crimea, killing 2,000 Nazis, and one of the bitte","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/10/18/style/IHT-what-theyre-reading.html","abstract":"Leo Esaki, president of the University of Tsukuba in Japan and the 1973 Nobel laureate in physics, is reading \"The University: An Owner's Manual,\" by Henry Rosovsky. \"He says universities in the U.S. are better than those in any other count","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"Debra Feinseth, Andrew Bodner","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-debra-feinseth-andrew-bodner.html","abstract":"  Debra Abbe Feinseth, the daughter of Miriam B. Feinseth of Fort Lee, N.J., and Melvin Feinseth of South Orange, N.J., was married yesterday to Andrew Ross Bodner, a son of Mr. and Mrs. Martin Bodner of Livingston, N.J. Rabbi Irving Spielman performed the ceremony at Tamcrest, a country club in Alpine, N.J.   Mrs. Bodner, 28, is an account executive at the Gillian Group, a dress manufacturer in New York. She graduated from Ithaca College. Her father, now retired, owned the Advanced Leasing Company, an automobile-leasing concern in Summit, N.J. Her mother is the director of advertising and communications for North America at Hunter Douglas Inc. in Upper Saddle River, N.J., makers of window coverings.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"Conservative Candidate Seen as Spoiler and Foil","web_url":"https://www.nytimes.com/1993/10/18/nyregion/conservative-candidate-seen-as-spoiler-and-foil.html","abstract":"  When George J. Marlin, the Conservative Party candidate for Mayor of New York, pulled a rubber chicken out of his pocket and flopped it toward the empty place at the table where he had hoped Rudolph W. Giuliani would be a sitting duck in a televised debate yesterday, Mayor David N. Dinkins chuckled -- and not just because it was funny.   In fact, Mr. Marlin, a 41-year-old investment manager and political novice from Queens, could end up costing Mr. Giuliani vital conservative votes in a contest that polls suggest remains too close to call. Though his support has hovered at only a couple of percentage points, that may change after encounters like the one with Mr. Dinkins yesterday morning on WNBC-TV, and another last Thursday on the cable channel New York 1, both of which amounted to tag-team attacks on Mr. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/18/nyregion/bridge-940693.html","abstract":"  There are many ways to learn bridge. You can sit down at the table and hope for the best, which is not recommended. You can read a book. You can watch experts. You can take a group lesson. Best of all perhaps, though involving some financial outlay, is to have a one-table group and an instructor. One of many such groups is taught in Brooklyn by Arnold Rosner, who reports the diagramed deal from it. North and South were Shoulie Theile and Eliane Eini, and East and West were Stella Dana and Aida Hasson.   After a third-seat opening of one club, South made a take-out double and then bid one spade, showing a hand too strong for a simple overcall. South bid game, expecting to find any missing kings on her right. A club was led to the ace and a diamond was returned. South finessed, and was disappointed when West produced the king.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"DOLE TO OFFER BILL TO LIMIT PRESIDENT ON G.I. ROLE IN HAITI","web_url":"https://www.nytimes.com/1993/10/18/world/standoff-in-haiti-dole-to-offer-bill-to-limit-president-on-gi-role-in-haiti.html","abstract":"  The Senate minority leader, Bob Dole, said today that he would introduce legislation to restrict President Clinton from committing forces for use in Haiti, except for reasons of national security. Mr. Dole said that restoring President Jean-Bertrand Aristide to power was not worth a single American life and that the American people wanted more restraint on the use of troops abroad.   Administration officials responded that they would fight Mr. Dole's proposal on both legal and foreign policy grounds. Legally, they said, such legislation would constitute an infringement on the right of the President to make foreign policy. Substantively, they said, the proposal would feed isolationist trends mounting around the country.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"What, No Practice? Eagles Tell O'Brien To Just Go Wing It","web_url":"https://www.nytimes.com/1993/10/18/sports/pro-football-what-no-practice-eagles-tell-o-brien-to-just-go-wing-it.html","abstract":"  What a scenario. Bubby Brister, the Philadelphia Eagles' quarterback, goes down late in the first quarter of a scoreless game against the Giants with a badly sprained right ankle. Ken O'Brien, an Eagle for only 12 days, takes over in the stadium where he once started for the Jets.   Can O'Brien, discarded this year by the Jets and then the Green Bay Packers, become an instant hero? Unfortunately for the Eagles, no. Under the circumstances, O'Brien did well, but the Giants had too many weapons and beat the Eagles, 21-10.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/10/18/arts/dance-in-review-290393.html","abstract":"  Rebecca Kelly  Gould Hall    Since 1979, Rebecca Kelly has directed a little company capable of giving neat performances in both classical and contemporary styles. She is a good organizer, but her choreography is decidedly uneven in quality, as her troupe, Rebecca Kelly Dance, demonstrated on Thursday night.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"Bucky Dreamed of Domes as Shelters","web_url":"https://www.nytimes.com/1993/10/18/opinion/l-bucky-dreamed-of-domes-as-shelters-276893.html","abstract":"  To the Editor:   The awesome earthquake in India with its tremendous loss of life brought back memories of two weeks with Buckminster Fuller, the engineer and inventor, 40 years ago.","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Amid Cheers for Pilot, Tears for Dead","web_url":"https://www.nytimes.com/1993/10/18/us/mission-in-somalia-amid-cheers-for-pilot-tears-for-dead.html","abstract":"  Along the road leading to the entrance to Fort Campbell, the signs in front of dozens of businesses read \"Welcome Home Michael Durant, NSDQ.\" In this most military of towns, only an outsider and the uninitiated had to ask what NSDQ meant, and when they did, the answer was uttered like some magical incantation.   \"N.S.D.Q. are the initials of the motto of the 160th, Mike's unit,\" said Loretta South, the wife of another member of the unit. \"The unit is called the Night Stalkers and the motto is 'Night Stalkers don't quit.' \"","thumbnail":null,"section":"U.S."},{"date":"19931018","headline":"Highway Robbery at the Tollbooth; Amid Rash of Holdups, a Rising Sense of Danger for Collectors and a Call for Arms","web_url":"https://www.nytimes.com/1993/10/18/nyregion/highway-robbery-tollbooth-amid-rash-holdups-rising-sense-danger-for-collectors.html","abstract":"  It is nearly 10 P.M. and the toll taker at the Triborough Bridge's Manhattan Plaza is near the end of her shift. Her routine is methodical, icily efficient. She glances out the window to see the kind and size of vehicle approaching. She then pushes a button to electronically post the fare on a display screen.   In a practiced movement, she reaches out for money. She hands back a token or change. She does this 300 times an hour, three seconds a car, an endless stream of stop-and-go.   Such are the labors of one of life's invisible people, a toll taker for the Triborough Bridge and Tunnel Authority, which last year collected $653.6 million from 277 million vehicles. This particular transaction is recorded in grainy black-and-white images on a jerky surveillance video tape. The woman, who officials would not name, is about to become a statistic, one of 26 Bridge and Tunnel officers to be robbed at gunpoint this year, already three times the number in all 1992.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Tips","web_url":"https://www.nytimes.com/1993/10/18/style/IHT-tips.html","abstract":"HONG KONG is undeniably the modern capital of Chinese gastronomy. Hong Kong residents naturally favor the ultra-fresh, wholesome and subtle flavors of Cantonese cuisine, since most have roots in the neighboring Chinese province of Guangdong. ..Yet pal","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/18/sports/results-plus-136293.html","abstract":"  GOLF  Americans Win Dunhill  The American threesome of John Daly, Fred Couples and Payne Stewart edged defending champion England, 2-1, yesterday to win the Dunhill Cup in St. Andrews, Scotland. Although Stewart, the captain, shot a 74 to lose by four shots to Mark James, Couples carded a 68 to edge Nick Faldo by a stroke. Daly beat Peter Baker, 70-73. Earlier yesterday, the Americans beat Sweden in a semifinal, coming from a game down after Stewart lost to Jesper Parnevik by two shots. Sweden was heading for a place in the final before Anders Forsbrand, a shot ahead of Couples, hit his second shot into a narrow stream. The error cost him a penalty stroke and a double-bogey, which gave the American the lead. Couples birdied the final hole for a 67 and a two-stroke victory. (AP) Victory in Playoff for Haas: Jay Haas, who birdied the last hole of regulation to force a playoff, sank a 10-foot birdie putt on the second extra hole to beat Bob Lohr and win the Texas Open in San Antonio. Haas, who made a nearly 50-foot birdie putt on the 16th hole in regulation, earned $180,000. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Books of The Times; Casey, Jackie, Mickey, Joe and Their Game","web_url":"https://www.nytimes.com/1993/10/18/books/books-of-the-times-casey-jackie-mickey-joe-and-their-game.html","abstract":"  When you think about the years from 1947 through 1957, which Roger Kahn covers in his latest baseball book, \"The Era,\" what comes to mind first, of course, is Jackie Robinson and the integration of the major leagues; the Yankees against the Dodgers in the 1947 World Series; Bobby Thomson's home run off Ralph Branca to end the 1951 playoff series between the Giants and the Dodgers, and the exodus of those two National League teams from New York City to California.   This is well-traveled territory, as the 173 entries in Mr. Kahn's bibliography would seem to attest. Is \"The Era\" therefore yet another account of how Cookie Lavagetto broke up Bill Bevens's no-hitter in the fourth game of the 1947 Series? Or how Casey Stengel, the magical manager of the New York Yankees, and his which-ridden clauses charmed sportswriters into calling him \"the old perfesser\"?","thumbnail":null,"section":"Books"},{"date":"19931018","headline":"Lawmakers Are in Talks On Insurance For Workers","web_url":"https://www.nytimes.com/1993/10/18/nyregion/lawmakers-are-in-talks-on-insurance-for-workers.html","abstract":"  Charles Paris is contemplating laying off supervisors next year from his building maintenance company in Manhattan. Lawrence G. English is looking to open a new plant out of state rather than moving the entire workforce of his casket company into its new building in Syracuse. Shawn P. Wood already has relocated out of state, closing his small electronics repair shop in Binghamton and moving it seven miles into Pennsylvania.   The common thread in these tales of financial woe is not foreign competition or constricting markets. Rather, it is New York State's stunning succession of double-digit increases in the cost of workers' compensation insurance over the last six years. Since 1988, the State Insurance Department has allowed average workers' compensation rates to rise by 153.2 percent on a compounded basis.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"As U.S. Ships Arrive, Haiti General Refuses to Budge","web_url":"https://www.nytimes.com/1993/10/18/world/standoff-in-haiti-as-us-ships-arrive-haiti-general-refuses-to-budge.html","abstract":"  The first of six United States warships dispatched to Haiti appeared through a thick haze off the coast here early today, a reminder to this country's military leaders of the sanctions that are due to take effect at midnight Monday unless they step down.   But Haiti's military commander, Lieut. Gen. Raoul Cedras, gave no indication that he was ready to comply. In July he agreed to resign by Oct. 15 as part of an internationally brokered settlement calling for the return of the deposed President, the Rev. Jean-Bertrand Aristide, on Oct. 30.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"Bill, Take a Leaf From J.F.K.","web_url":"https://www.nytimes.com/1993/10/18/opinion/l-bill-take-a-leaf-from-jfk-673893.html","abstract":"  To the Editor:   Russell Baker's experience, insight and writing skill combine to cheer his readers when he occasionally turns out a serious column. And so it is with \"Make It Bill and Lyndon\" (Oct. 9), in which he correctly points out that Bill Clinton's focus on domestic issues matches that of Lyndon Johnson. But Mr. Baker errs when he states that John F. Kennedy \"was so absorbed in foreign policy that he seemed to have no domestic policy at all\" (until he became active with respect to civil rights).","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Candidates' Views on Economy Reflect U.S. Debate Over Policy","web_url":"https://www.nytimes.com/1993/10/18/nyregion/candidates-views-on-economy-reflect-us-debate-over-policy.html","abstract":"  As New York City struggles to shake itself out of its worst recession in half a century, the mayoral candidates are offering sharply different prescriptions on how to revive the local economy -- a split that reflects their philosophical differences over the limits of city government and mirrors a national debate over economic policy.   The Republican-Liberal challenger, Rudolph W. Giuliani, contends that fiscal conservatism -- keeping a balanced budget, streamlining city agencies and keeping them off the backs of business -- provides the best hope for the economy, allowing private enterprise to flourish on its own. Venture Capital Funds    But Mayor David N. Dinkins has unveiled proposals that many see as a sort of municipal version of an industrial policy, with the city marshaling resources to the aid of 12 specific industries, ranging from garbage recycling to biotechnology research, in the hope that they will become centers of economic growth.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/18/nyregion/c-corrections-265293.html","abstract":"  A diagram on Wednesday describing the previous day's fire in Grand Central Terminal overstated the effects of the damage in some copies. The fire knocked out radio transmissions and central signal controls for parts of the Metro-North system, not for the entire system.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/10/18/arts/dance-in-review-035893.html","abstract":"  Susan Hefner and Dancers  Dia Center for the Arts    The program presented by Susan Hefner and Dancers on Friday night looked like an attempt to take dance into a new realm of sleek social commentary. True, Ms. Hefner and three other female dancers moved across the floor to music, composed and performed live by Evan Gallagher and Martha Colby. But the choreography, music and spoken text skimmed the surface, both as a whole and as individual elements.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/18/nyregion/no-headline-693893.html","abstract":"  My view is, whether you're Republican or Democrat, Congress has decided that we'd better be more involved. I think we were sort of caught napping in the Somalia effort. We've seen the outrage of the American people, and I think what we need to do is go back and take a look at all the peacekeeping, how we use American forces. -- SENATOR BOB DOLE, the Senate minority leader.  [ A7:1. ]","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Shortage of Doctors in Poor Areas Is Seen as Barrier to Health Plans","web_url":"https://www.nytimes.com/1993/10/18/nyregion/shortage-of-doctors-in-poor-areas-is-seen-as-barrier-to-health-plans.html","abstract":"  Two weeks ago, Earn J. Lloyd of the Bronx staggered into the emergency room at Montefiore Medical Center nearly comatose, nearly blind and barely able to walk. Doctors discovered he had severe diabetes, which kept him in the hospital for the next 10 days. But Mr. Lloyd's more serious medical problem was the lack of a decent general doctor, which for him and hundreds of thousands of others in New York's poorer neighborhoods, turns treatable outpatient diseases like diabetes into life-threatening conditions.   In vast stretches of inner city New York -- from Harlem to Crown Heights to Morris Heights, where Mr. Lloyd lives -- there are only a handful of doctors and virtually none who offer patients a reasonable standard of primary care.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"It's Tillman and Miller and Watch This Space","web_url":"https://www.nytimes.com/1993/10/18/sports/pro-football-it-s-tillman-and-miller-and-watch-this-space.html","abstract":"  Like running back Lewis Tillman, linebacker Corey Miller was the man everyone wanted to talk to after the Giants beat Philadelphia. They were the two Giants players in demand the most, which is a surprise, since before this season no one expected them to become stars.   Miller has turned into one of the best outside linebackers in the game, a spirited player who has four sacks and two interceptions in his last two games. Miller's career resembles that of Junior Seau, the San Diego linebacker who erupted onto the scene in the National Football League. But unlike Seau, Miller hasn't received the publicity or respect. Until now.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Piling It On as Mayoral Campaign Tackles Race","web_url":"https://www.nytimes.com/1993/10/18/nyregion/piling-it-on-as-mayoral-campaign-tackles-race.html","abstract":"  For three and a half years, Mayor David N. Dinkins and Rudolph W. Giuliani bobbed and feinted toward their electoral rematch, the issue of race a mostly unspoken taboo between them, just as it was in their last campaign. But since President Clinton mused aloud three weeks ago that too many New Yorkers were unwilling to back the Mayor because he is black, all boundaries seem to have fallen.   How that happened in the most diverse city in the nation, where political victories have long depended on coalitions that cross racial and ethnic lines and where political oratory has long been famously crass, is a testament to many factors, but above all to the closeness of the contest and to the belief in both camps that appeals to pride, prejudice, anxiety or guilt can be used to influence the votes of at least some New Yorkers.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Lisa J. Kahn, Andrew Trauben","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-lisa-j-kahn-andrew-trauben.html","abstract":"  Lisa Judith Kahn, the daughter of Ruth and Eric Kahn of Swampscott, Mass., was married there yesterday to Dr. Andrew Aaron Trauben, a son of Jean and Albert Trauben of Akron, Ohio. Rabbi Edgar Weinsberg performed the ceremony at Temple Beth El.   Ms. Kahn, 29, is keeping her name. She is a clinical social worker at the Glendale (Queens) Mental Health Clinic. She graduated from Salem State College and received a master's degree in social work from New York University.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"1918:Appropriation Bill : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/18/opinion/IHT-1918appropriation-bill-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - The House of Representatives is considering a bill for an appropriation of six billions of dollars for the equipment and maintenance of an army of five million American soldiers, the major portion of whom will, it is hoped, be in Europe next","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Review/Television; Blacks Who Make a Choice To Be Among Themselves","web_url":"https://www.nytimes.com/1993/10/18/arts/review-television-blacks-who-make-a-choice-to-be-among-themselves.html","abstract":"  \"The Faltering Dream\" -- a reference to the Rev. Dr. Martin Luther King Jr.'s vision of a color-blind society -- focuses on successful black professionals who have chosen to live in black neighborhoods, and on black college students who socialize mainly with other blacks on campus. As the program's host, Walter Cronkite, says ruefully, \"Many blacks now prefer to be equal but separate.   In Prince Georges County, Md., near Washington, Mr. Cronkite finds \"affluent self-segregation,\" complete with comfortable houses, safe streets, backyard barbecues and a country club. Distressing though that may be to white liberals for whom integration remains the American ideal, the people who live in Lake Arbor have no apologies. \"I don't want to be a novelty,\" says a psychologist who could find a house in a mainly white neighborhood if that was what she wanted.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"RACES FOR MAYOR FOCUSING ON CRIME","web_url":"https://www.nytimes.com/1993/10/18/us/races-for-mayor-focusing-on-crime.html","abstract":"  Pervasive fear of violent crime is dominating mayoral races across the country in a year that is seeing the largest turnover of big-city mayors in more than three decades.   In cities as diverse as Atlanta, Boston, Detroit, Miami and Minneapolis, whether the races pit blacks against blacks, blacks against whites, whites against whites, or involve other ethnic groups, veteran mayors are retiring, and crime is the dominant issue. In cities from New York to Seattle, challengers are using crime as a battering ram to try to unseat incumbents.","thumbnail":null,"section":"U.S."},{"date":"19931018","headline":"White House Memo; Even as Top Priority, the Health Plan Bogs Down","web_url":"https://www.nytimes.com/1993/10/18/us/white-house-memo-even-as-top-priority-the-health-plan-bogs-down.html","abstract":"  The White House sales pitch for its health care program began to veer off track even as President Clinton was delivering one of the biggest speeches of his career, the address to Congress laying out his goals for the health plan.   By then, Mr. Clinton knew that inflation estimates were creeping upward and that the staff of the health care task force would be forced to revise the financial assumptions.","thumbnail":null,"section":"U.S."},{"date":"19931018","headline":"Immigration Hurts City, New Yorkers Say in Poll","web_url":"https://www.nytimes.com/1993/10/18/nyregion/immigration-hurts-city-new-yorkers-say-in-poll.html","abstract":"  With the largest wave of immigration since the turn of the century raising New York City's foreign-born population to 28 percent, most residents say there are too many immigrants in town and add that while most are law-abiding, they have made the city a worse place to live, a new poll has found.   At a time when several illegal immigrants have gone on trial in the bombing of the World Trade Center, the poll also found that most New Yorkers think illegal immigrants pose a serious threat of terrorism and believe that the trade center bombing would not have occurred if immigration controls had been tighter.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Karen Hershey, Laurence Green","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-karen-hershey-laurence-green.html","abstract":"  Karen Hershey, the development director for the Mark Morris Dance Group, a modern-dance company, was married yesterday to Laurence Jay Green, the managing director of ABC Radio International, a unit of Capital Cities/ABC Radio Networks. Both work in New York. Rabbi Joseph Potasnik performed the ceremony at the Woodcrest Club in Muttontown, L.I.   Ms. Hershey, who is keeping her name, graduated from Hamilton College. She is a daughter of Dr. and Mrs. Paul E. Hershey of Syosset, L.I. The bride's father is a podiatrist in Manhasset, L.I.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"Ms. Mazurczyk, Mr. Carlin","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-ms-mazurczyk-mr-carlin.html","abstract":"  Victoria Francesca Mazurczyk was married yesterday to Benjamin Marc Carlin. Both are assistant vice presidents at Citibank, she in Manhattan, he in Long Island City, Queens. The Rev. Robert Jacunski, a Roman Catholic priest who is a cousin of the bride, and Cantor Raymond Smolover officiated jointly at the Belle Haven Club in Greenwich, Conn.   Mrs. Carlin graduated from Haverford College. She is a daughter of Victoria and Henry Mazurczyk of Rumson, N.J. Her father is a project manager, in Eatontown, N.J., with the Department of Defense. Her mother is a real estate saleswoman with Little Silver (N.J.) Realty.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/10/18/arts/dance-in-review-289093.html","abstract":"  'Five'  Merce Cunningham Studio    The five choreographers who offered a program called \"Five\" on Saturday night shared a love of contrasts. But they rarely made their shifts of tone convincing.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/18/nyregion/c-corrections-264493.html","abstract":"  An article on Friday about Carol Bellamy, the new director of the Peace Corps, misstated the years she served as City Council President in New York City. She held the post from 1978 to 1985, not 1986 to 1990. An adjoining biographical sketch misstated her position with the law firm of Cravath, Swaine & Moore between 1968 and 1971. She was an associate, not a partner.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Researchers Say U.S. Social Well-Being Is 'Awful'","web_url":"https://www.nytimes.com/1993/10/18/us/researchers-say-us-social-well-being-is-awful.html","abstract":"  Increases in child abuse and child poverty have driven the nation's social well-being to its lowest point in two decades, according to a study being released today by social scientists at Fordham University.   The scientists also evaluated Americans' confidence in their quality of life, and they said it was strikingly low.","thumbnail":null,"section":"U.S."},{"date":"19931018","headline":"Boost Recycling With More Education","web_url":"https://www.nytimes.com/1993/10/18/opinion/l-boost-recycling-with-more-education-674693.html","abstract":"  To the Editor:   According to New York City Department of Sanitation statistics, recycling is \"way up\" from 5.5 percent to 10.7 percent in the last year. While the rise is welcome, it is still far from warranting praise. When one considers that more than half of average household refuse consists of recyclable material, the Sanitation Department numbers reveal the public's lackluster performance in recycling.","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Pugilistic Philosophy Provides the Punch for the Phils","web_url":"https://www.nytimes.com/1993/10/18/sports/world-series-on-baseball-pugilistic-philosophy-provides-the-punch-for-the-phils.html","abstract":"  In boxing circles, there's a saying attributed to Philadelphia's Smokin' Joe Frazier that goes something like, \"Kill the body, and the head will die.\"   Well, Frazier's fellow Philadelphians, the National League champion Phillies, have used a variation of that theme with great success during the post-season: Kill the head of the batting order, and the body can't hurt you that much.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/18/nyregion/inside-636993.html","abstract":"  NATO Warplanes Buzz Serbs   NATO planes flew low-level sorties over Serbian gun positions around Sarajevo, apparently in a warning not to resume shelling. Page A5. Los Angeles on Edge, Again    Los Angeles nervously awaited the release of verdicts in the case of two black men accused of beating a white truck driver in the '92 riots. Page A10. Policing Themselves    Wall Street's major brokerage firms are poised to adopt a voluntary ban on contributions to politicians who could award them business. Page D1. No More Chevy Chase    Fox canceled the comedian's six-week-old talk show because of dismal ratings and an imminent ratings \"sweep\" month. Page B8.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/18/nyregion/chronicle-278493.html","abstract":"  BARBARA BUSH, the former First Lady, who spent 25 years in Washington, says there's not much she misses about the nation's capital.   \"My children, my friends,\" she told The Associated Press Saturday night.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Kasparov Builds an Unshakable Defense","web_url":"https://www.nytimes.com/1993/10/18/arts/kasparov-builds-an-unshakable-defense.html","abstract":"  For weeks Gary Kasparov has spent his energies fine-tuning his favorite defense, but not until Game 18 of his world championship match with Nigel Short yesterday in London did it look foolproof. Short could get nowhere, and after 34 moves, he and Kasparov shook hands on a draw.   The half-point brings the Russian's tally to 11 1/2 points, so that one more point will give him the 12 1/2 required to win the 24-game series and a $1.43 million share of the $2.55 million purse. Short, at 6 1/2 points, thus cannot seriously be considered in contention.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"Florida State and Notre Dame Speed on Collision Course","web_url":"https://www.nytimes.com/1993/10/18/sports/college-football-florida-state-and-notre-dame-speed-on-collision-course.html","abstract":"  Florida State's path to a national championship has few obstacles remaining, the most notable being a game against Notre Dame at South Bend on Nov. 13.    The Seminoles and the Fighting Irish now stand No. 1 and No. 2, respectively, in the latest Associated Press and CNN/USA Today polls. Notre Dame had been No. 3 in both polls last week but moved up a notch after unbeaten Alabama could do no better than tie Tennessee on Saturday.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Divine Miss M Really Is: Anybody Can Tell You, And Everybody Will","web_url":"https://www.nytimes.com/1993/10/18/arts/divine-miss-m-really-is-anybody-can-tell-you-and-everybody-will.html","abstract":"  \"I bet you didn't expect me to look quite this fabulous,\" Bette Midler told the Radio City Music Hall crowd, opening her performance one night last week. But in fact she was probably wrong. In the eyes of this crowd and all the others who have flocked to Radio City to \"Experience the Divine\" (as Ms. Midler's show is being billed) the past five weeks, she was fabulous before she appeared on stage and remained fabulous all night long. As one woman in the audience said at intermission: \"I don't think my heart can take all this excitement. And she does look good.\"   With its gaudy costuming, bawdy burlesquerie and Ms. Midler's booming balladeering, this is a show that parades a flamboyant star in civility-defying high style, portraying a heightened sense of life's miseries and joys and celebrating nothing if not fabulousness, a quality maybe not so easy to define but very easy to understand.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"Critic's Notebook; Shifting Perceptions of a Presidency","web_url":"https://www.nytimes.com/1993/10/18/books/critic-s-notebook-shifting-perceptions-of-a-presidency.html","abstract":"  Presidential reputations are protean things, continually revised and annotated by shifting values and historical developments that vindicate or repudiate an individual President's decisions and world view. Among the many factors that both shape and reflect popular perceptions of a President are biographies, memoirs and historical accounts of an administration.   The second volume of Robert A. Caro's biography of Lyndon Johnson (\"Means of Ascent,\" 1990) left readers with an image of Johnson not as an architect of civil rights legislation, but as a politician of \"utter ruthlessness\" who \"stole\" his 1948 Senate election. In contrast, David McCullough's affectionate 1992 portrait of Harry S. Truman (\"Truman\") served as the culmination of an ongoing process of rehabilitation, transforming an unpopular President (who left office with a 31 percent approval rating) into a kind of folk hero.","thumbnail":null,"section":"Books"},{"date":"19931018","headline":"New Immigrants Test Nation's Heartland","web_url":"https://www.nytimes.com/1993/10/18/us/new-immigrants-test-nation-s-heartland.html","abstract":"  Its milky white sky sits squat on the plains, a horizon unbroken but for grain elevators and water towers. At a feed yard off Old Highway 83, cowboys gallop into the noonday sun, fringed chaps slapping their thighs. Blond girls practice cheerleading jumps on square lawns adorned by pumpkins. Near a central intersection, a large sign says simply: Have a Nice Day.   That is Garden City at first sight, stereotypical Kansas, wheatlands and cattle pens and rosy cheeks. But before long, a second reality grows apparent. There is a tortilla factory on Main Street, a Laotian market offering Thai videos on Fulton Street. At dawn, hundreds of immigrants and refugees file into Slaughter Employee Parking at a giant meat-packing plant.  'A Little New York City'    At nightfall, while locals head to the Grain Bin for Texas two-step dancing, Mexican immigrants crowd into Saigon, a Vietnamese-run karaoke bar, and Southeast Asians pack the Pho Hoa One Restaurant, where the fish sauce and lemon grass are plentiful.","thumbnail":null,"section":"U.S."},{"date":"19931018","headline":"Devils' Lemaire on a Soapbox in the Coach's Box","web_url":"https://www.nytimes.com/1993/10/18/sports/hockey-devils-lemaire-on-a-soapbox-in-the-coach-s-box.html","abstract":"  The Devils' coaching staff is preaching that this is a new era for the team.That view is beginning to take root with the players, who have already exorcised two demons in the first five games of the season.   The Devils beat the Winnipeg Jets for the first time in 12 games with a come-from-behind victory last Tuesday at Byrne Meadowlands Arena. Then on Saturday night, the Devils won for only the sixth time in 39 visits to the Nassau Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Eisenreich Conquers a Stigma to Reach His Goal","web_url":"https://www.nytimes.com/1993/10/18/sports/world-series-eisenreich-conquers-a-stigma-to-reach-his-goal.html","abstract":"  The cruel imitations do not bother Jim Eisenreich anymore. The mean-spirited spectators who know he has Tourette's syndrome and try to unnerve him by contorting their faces and screaming as sometimes does a person with the disease are wasting their energy. Eisenreich has heard it, seen it and conquered it.   There are about one million people in the United States who have the neurological movement disorder, which manifests itself in nervous twitches and impromptu shouts. Only one of them plays major league baseball. Only one of them is playing in the World Series.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Toronto's Leiter Fulfills His Backyard Dreams","web_url":"https://www.nytimes.com/1993/10/18/sports/world-series-toronto-s-leiter-fulfills-his-backyard-dreams.html","abstract":"  Al Leiter calmly remembered the bleakest moments of a baseball career that has been fraught with expectations, disappointments and now, finally, excitement.   He had just won a World Series game with some stingy relief pitching Saturday and he had just helped the Blue Jays get a quick start against the Philadelphia Phillies. But May 1991 was still on his mind.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Jennifer Naggar, Michael G. Weltz","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-jennifer-naggar-michael-g-weltz.html","abstract":"  Jennifer Rachel Naggar, the daughter of Mr. and Mrs. Serge C. Naggar of New York, was married yesterday to Dr. Michael Gordon Weltz, a son of Mr. and Mrs. Paul Weltz of Elberon, N.J. Rabbi Marc P. Angel performed the ceremony at the Spanish and Portuguese Synagogue in New York.   The bride, 25, is a partner at Communicology: The Science of Total Communication, conflict resolution and mediation consultants in New York. She graduated magna cum laude from Cornell University. Her father is the founder of Naggar Consulting, a business-consulting concern in New York. Her mother, Jean V. Naggar, is the founder and president of a literary agency in New York bearing her name.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"Turks' War With Kurds Reaches a New Ferocity","web_url":"https://www.nytimes.com/1993/10/18/world/turks-war-with-kurds-reaches-a-new-ferocity.html","abstract":"  One year after Turkish generals said they had broken the spine of a Kurdish separatist insurgency in these wild and remote uplands, the war has become more violent and more intractable than ever before.   Since the breakdown in May of a cease-fire declared by the rebel movement, the avowedly Marxist Kurdish Workers Party, more than 1,600 people, many of them civilians, have died, the Government says. That toll amounts to the worst wave of killing in a nine-year war that has claimed more than 7,400 lives and raised fundamental questions about the stability of an area central to regional American policy.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"Stottlemyre Game 4 Start Likely","web_url":"https://www.nytimes.com/1993/10/18/sports/world-series-notebook-stottlemyre-game-4-start-likely.html","abstract":"  Cito Gaston, faced with two decisions for games in Philadelphia, said before tonight's second game of the World Series that he was leaning toward using Todd Stottlemyre as the starting pitcher for Game 4, but he continued to stall on his designated-hitter decision.   The Toronto manager ruled out Juan Guzman as a possible starter for the fourth game, pointing out that he threw 121 pitches Saturday night. \"He's pitched better on four days than three days,\" Gaston said, adding, \"It might be Todd, it might be Al Leiter. But right now I'm leaning toward Stottlemyre.\"","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Terror of Duvalier Years Is Haunting Haiti Again","web_url":"https://www.nytimes.com/1993/10/18/world/standoff-in-haiti-terror-of-duvalier-years-is-haunting-haiti-again.html","abstract":"  When President-for-Life Jean-Claude Duvalier fled in 1986 after a popular uprising, Haitians thought for sure that they had rid themselves of the family dynasty that ruled the country with a tight grip for 29 years.   But the Duvalierists, once operating clandestinely, are now out in the open, in a sort of recurring nightmare. In the last month, several military-backed political organizations have been formed with the common goal of preventing the return of Jean-Bertrand Aristide as President, who was ousted two years ago in a violent coup.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"Marianne Weill and David Waring","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-marianne-weill-and-david-waring.html","abstract":"  Marianne C. Weill, the coordinator of the book collections at the Greenwich (Conn.) Library, was married yesterday to David Inglis Waring, the music and art librarian there. William C. Mitchel, a justice of the peace in Essex, Conn., officiated at the Fine Bouche restaurant in Centerbrook, Conn.   Mrs. Weill is keeping her name. She graduated from Tufts University and received a master's degree in library science from Columbia University. She was the widow of David P. Weill.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/18/nyregion/c-corrections-267993.html","abstract":"  An article in Business Day on Friday about the Kmart Corporation's plans to sell some specialty businesses misattributed the comment that the company would consider selling its Pace Membership Warehouse chain. It was made by Walter F. Loeb, a retail consultant, not Thomas F. Murasky, Kmart's chief financial officer.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"After Supporting Hunt for Aidid, U.S. Is Blaming U.N. for Losses","web_url":"https://www.nytimes.com/1993/10/18/world/mission-in-somalia-after-supporting-hunt-for-aidid-us-is-blaming-un-for-losses.html","abstract":"  Despite the Administration's attempts to blame the United Nations for the Somalia crisis, the intensifying military operations there were repeatedly endorsed and sometimes driven by top American officials in the months before the disastrous Army raid on a hostile faction two weeks ago.    Last Thursday, 11 days after 18 American soldiers died in the raid, President Clinton sought to shift responsibility to the United Nations, which took over the Somali operation in the spring.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"How Pennsylvania Succeeds at Health Care","web_url":"https://www.nytimes.com/1993/10/18/opinion/l-how-pennsylvania-succeeds-at-health-care-275093.html","abstract":"  To the Editor:   \"The States' Stakes in Clinton's Health Plan\" (The Week in Review, Oct. 10) graphically illustrates that Pennsylvania is one of only five states with a rate of uninsured workers of under 10 percent. And Pennsylvania has, by far, the largest population of the five.","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Dinkins Stresses Recycling Plan As Pier Is Opened for Public Use","web_url":"https://www.nytimes.com/1993/10/18/nyregion/dinkins-stresses-recycling-plan-as-pier-is-opened-for-public-use.html","abstract":"  Outlining an environmental platform that rests largely on programs begun during his first term, Mayor David N. Dinkins said yesterday that the city would continue an aggressive program to recycle garbage, replace gas-burning city vehicles with those that burn alternative fuels and buy large tracts of land to protect its reservoirs of drinking water in the Catskill Mountains.    Speaking before a group of environmentalists at the foot of Pier 26 in lower Manhattan, Mr. Dinkins criticized the \"say-nothing, do-nothing, anti-environmental candidacy\" of his Republican-Liberal opponent, Rudolph W. Giuliani, who has so far not made environmental protection a major theme of his campaign.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Jenine Tankoos, Michael Diament","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-jenine-tankoos-michael-diament.html","abstract":"  Jenine Sheryl Tankoos, the daughter of Sandra and Kenneth Tankoos of Roslyn Heights, L.I., was married yesterday to Michael Stewart Diament, a son of Harriet Diament and Dr. Bert Diament of Wesport, Conn. Rabbi Aaron Petuchowski performed the ceremony at the Coveleigh Club in Rye, N.Y.   Ms. Tankoos is keeping her name. She is a solid-waste specialist in New York for the Environmental Protection Agency. She graduated magna cum laude from Barnard College, where she was elected to Phi Beta Kappa.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"Ms. Schneider and Mr. Dukhovni","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-ms-schneider-and-mr-dukhovni.html","abstract":"  Elizabeth Schneider, the daughter of Shel and Judith Schneider of New York, was married yesterday to Viktor Dukhovni, the son of Bronislava Schkolnikova and Naum Dukhovni of Melbourne, Australia. Rabbi Robert Goldenberg officiated at the Radisson Empire Hotel in New York.   Ms. Schneider is keeping her name. She is a doctoral student in mathematics at the Graduate Center of the City University of New York. Her father is a psychoanalyst in New York. Her mother is an educational therapist and the assistant director of the Stephen Gaynor School, in New York.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"Officer Injured by Shots Through Window","web_url":"https://www.nytimes.com/1993/10/18/nyregion/officer-injured-by-shots-through-window.html","abstract":"  A police officer was hit with shards of shattered glass yesterday after two stray bullets plowed into the 88th Precinct house in Brooklyn, the police said. The officer, Beverly Durity, 26, was treated at Bellevue Hospital Center for facial cuts and a glass sliver in an eye, said Sgt. Joseph Gallagher, a police spokesman. She was later released.   The incident occurred at 5:25 P.M. when a man across the street from the precinct house, at 298 Classon Avenue in Bedford-Stuyvesant, fired numerous shots at another man, the sergeant said. One bullet smashed through a first-floor window, injuring no one. A second bullet shattered a second-floor window and sprayed glass at Officer Durity.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Despite U.S. Urging, Arab Lands Hold Firm to Their Israel Boycott","web_url":"https://www.nytimes.com/1993/10/18/world/despite-us-urging-arab-lands-hold-firm-to-their-israel-boycott.html","abstract":"  Diplomats said today that the 43-year-old Arab ban on commercial and financial ties with Israel would not be lifted anytime soon and that the official blacklist of foreign companies that do business with Israel might even be expanded at the urging of hard-line countries.    Arab League officials are to meet in Damascus on Oct. 24 to discuss increasing the blacklist despite appeals from United States officials, who argue that the boycott of 10,000 companies should be lifted soon to add momentum to Middle East peace talks.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/18/nyregion/c-corrections-263693.html","abstract":"  A front-page picture caption yesterday about the Chesapeake Bay oyster industry reversed the identities of the two men shown in some copies. Mindree Brown was at the left; his brother Walter was at the right.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Chevy Chase's Show Canceled After 6 Weeks","web_url":"https://www.nytimes.com/1993/10/18/arts/chevy-chase-s-show-canceled-after-6-weeks.html","abstract":"  Chevy Chase became the first casualty of the intense competition in late-night television yesterday as Fox Broadcasting announced that his late-night talk show was ceasing production immediately. It had just six weeks on the air.   Acknowledging that the show had little or no chance to improve its dismal ratings performance, Lucie Salhany, the chairwoman of Fox Broadcasting, said yesterday that the network had decided to drop the showin the best interests of both its affiliated stations and its star.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"Essay; The Fault, Dear Brutus, Is Not . . .","web_url":"https://www.nytimes.com/1993/10/18/opinion/essay-the-fault-dear-brutus-is-not.html","abstract":"  When Joe Louis was heavyweight champion of the world, he was fed a succession of pipsqueak challengers -- Lou Nova, Buddy Baer, Two-Ton Tony Galento -- until whoever faced him became known as \"the bum of the month.\"   Today, the global superpower has been faced with the likes of the Serb Karadzic, the Somali Aidid and the Haitian Cedras, but those local bums have been belting the musclebound champ all over the ring.","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"A Billion Here, a Billion There","web_url":"https://www.nytimes.com/1993/10/18/opinion/a-billion-here-a-billion-there.html","abstract":"The Congressional Budget Office forecast last spring that, at current trends, the United States will spend 19 percent of its gross national product on health care in the year 2000, up from 14 percent today. \"Impossible!\" shouted America's pundits. That level of health spending, they said, would bankrupt the country.\n\nThis fall, President Clinton proposed to bring that projected growth down to \"only\" 17 percent of the G.N.P. by the year 2000. \"Impossible!\" shouted America's pundits. Such a steep decline in spending would lead to rationing of care, they argued.","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"No Screaming, Just the Facts: Giants Are Alone in First","web_url":"https://www.nytimes.com/1993/10/18/sports/pro-football-no-screaming-just-the-facts-giants-are-alone-in-first.html","abstract":"  The Giants, in a very rapid and startling transformation, have taken on the personality of their coach, Dan Reeves. He has turned this year's Giants from complainers to a gritty, cohesive unit that plays smart, doesn't quit and says all the right things. If this is beginning to sound like \"The Waltons Go to Giants Stadium,\" sorry.   Yet this attitude brings up another trait of this team, another way in which it has become a carbon copy of its coach. Take the atmosphere in the locker room after they beat up on the battered Philadelphia Eagles, 21-10, before 76,050 at Giants Stadium. They had just beaten a team that had won five straight and 9 of the last 10 games against the Giants. They had just vaulted to sole possession of first place in the National Conference East -- still the league's toughest division -- with a 5-1 record. The last time they were in first alone was Week 16 of 1990.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Palmas Journal; Brazilians Rush West, to Citadel of Self-Reliance","web_url":"https://www.nytimes.com/1993/10/18/world/palmas-journal-brazilians-rush-west-to-citadel-of-self-reliance.html","abstract":"  Blueprints in hand, Walfredo Antunes de Oliveira Jr. watched officials lay this frontier city's founding stone and wondered nervously: What if we build a capital and no one comes?   Then, looking across the table-flat savanna on that day in May 1989, he noticed dust plumes in the distance. Slowly, they converged on this patch of wilderness on the east bank of the Tocantins River.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"1893:Autumn in Vienna : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/18/opinion/IHT-1893autumn-in-vienna-in-our-pages100-75-and-50-years-ago.html","abstract":"VIENNA - Autumn is perhaps the most pleasant time to visit the Austrian capital, for though the city is thronged with Royal and distinguished guests, society is still unfettered by the formal restrictions which sometimes become almost irksome later in the","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"World Series","web_url":"https://www.nytimes.com/1993/10/18/sports/world-series.html","abstract":"  GAME 2 Philadelphia 6 Toronto 4   Boosted by home runs from Jim Eisenreich and Lenny Dykstra, the Philadelphia Phillies evened the World Series at one game apiece with a 6-4 victory over the Blue Jays in Toronto last night.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/10/18/arts/dance-in-review-291193.html","abstract":"  Joy Kellman  Bessie Schonberg Theater    Joy Kellman makes her audiences work for their dance, to judge by an evening of her choreography presented on Thursday. Ms. Kellman's work also requires patience, but the rewards are great.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/18/nyregion/news-summary-690393.html","abstract":"  International A2-9 HAITIAN POLICY BATTLE BREWS   Senator Bob Dole said he would introduce legislation to restrict the President from committing forces for use in Haiti, except for reasons of national security. The White House said it would fight the proposal.  A1","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Heads of H.M.O.'s Have Concerns on Health Plan","web_url":"https://www.nytimes.com/1993/10/18/us/heads-of-hmo-s-have-concerns-on-health-plan.html","abstract":"  Because President Clinton's health plan seeks to increase the number of Americans in health maintenance organizations, White House officials expected the directors of H.M.O.'s to be among the plan's most enthusiastic supporters.    But the people who run these organizations, while generally favoring the President's ideas, nevertheless express many concerns and doubts about the proposal.","thumbnail":null,"section":"U.S."},{"date":"19931018","headline":"The Top Table","web_url":"https://www.nytimes.com/1993/10/18/style/IHT-the-top-table.html","abstract":"Starting with this page on Hong Kong, the IHT's restaurant critic, Patricia Wells, sets out to rate the world's top restaurants, with monthly reports culminating in a list of the Top 10 restaurants around the world. Each month will feature a different des","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"McGaughey Sending 4 On to the Breeders' Cup","web_url":"https://www.nytimes.com/1993/10/18/sports/horse-racing-mcgaughey-sending-4-on-to-the-breeders-cup.html","abstract":"  On the day after he made racing history by saddling the winners of five major stakes races, Shug McGaughey counted his blessings and his horses and decided to send four of his winners to California to extend his success into the Breeders' Cup.   \"They all seemed to come out fine,\" he said yesterday morning at his barn at Belmont Park. \"It looks like we've got some contenders.\"","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Today's TV Listings","web_url":"https://www.nytimes.com/1993/10/18/us/today-s-tv-listings.html","abstract":"  Television and radio news, listings and advertising appear today on pages B8-9.","thumbnail":null,"section":"U.S."},{"date":"19931018","headline":"Review/Music; Ozawa Tackles Complexity of Henze's Eighth","web_url":"https://www.nytimes.com/1993/10/18/arts/review-music-ozawa-tackles-complexity-of-henze-s-eighth.html","abstract":"  The Boston Symphony Orchestra, which has commissioned so much that is beautiful and important in 20th-century music, brought the newest of its children to Avery Fisher Hall on Friday night. Here, Hans Werner Henze's Eighth Symphony was framed by works of Berlioz. On Wednesday and Thursday at Carnegie Hall, the orchestra played the Bartok First Piano Concerto with Krystian Zimerman and then the Mahler Fourth Symphony. All three concerts were conducted by Seiji Ozawa who is celebrating his 20th season as music director in Boston.   It is a comment on Mr. Henze's powerful personal voice that his Seventh Symphony -- which can sound so queasy and distasteful in the listener's ear -- and this serenely high-spirited new one use by and large the same methods and materials. A dominating message in Mr. Henze's symphonic style is that moods are not monoliths, that what we receive under the heading of anguish or good humor is in fact roiling complexity composed of many elements.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"'90 Tax Rise Overshadows Trenton Races","web_url":"https://www.nytimes.com/1993/10/18/nyregion/90-tax-rise-overshadows-trenton-races.html","abstract":"  The candidates for the New Jersey Legislature know they will face difficult fiscal decisions if they win on Nov. 2: on aid for public schools, auto insurance premiums and Federal clean-air standards, not to mention the perennial question of how to balance the budget.   But their campaigns, by and large, are not focusing on the future. Instead, both parties are endlessly replaying the events of the last four years, with both Republicans and Democrats trying to drive home the same message: Our party acted responsibly and in the public interest and deserves voter support.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"Shari L. Kellner, Jeffrey Jacobson","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-shari-l-kellner-jeffrey-jacobson.html","abstract":"  Shari Lynn Kellner, a daughter of Dr. and Mrs. Irwin L. Kellner of Port Washington, L.I., was married yesterday to Jeffrey Howard Jacobson, a son of Dr. Donald Jacobson and Susan Jacobson, both of Woodbury, L.I. Rabbi Neil Kurshan performed the ceremony at the Woodbury (L.I.) Jewish Center.   Mrs. Jacobson, 25, is an assistant treasurer at the Bankers Trust Company in New York. She graduated from the State University at Binghamton, N.Y. Her father is the chief economist at the Chemical Banking Corporation in New York.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"For Race and Ethnicity, Shifts in Roles in Politics","web_url":"https://www.nytimes.com/1993/10/18/nyregion/metro-matters-for-race-and-ethnicity-shifts-in-roles-in-politics.html","abstract":"  RUMINATING on the difference between race and ethnicity in American politics, Representative Charles B. Rangel explained the other day why blacks in particular have not had an easy time inheriting the mantle of municipal power.   \"The difference between race and ethnicity is that historically when everyone was out competing they knew at one time their name would get on the ballot,\" he said. \"First the Irish had to wait for the white Anglo-Saxons, and the Italians had to wait for the Irish, and the Jews had to wait for the Italians. But you knew that with party tickets, when your time came, you'd get it. Then they threw away the old rule book because who was up next? The blacks.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"City Seeks to Grow by Disappearing","web_url":"https://www.nytimes.com/1993/10/18/us/city-seeks-to-grow-by-disappearing.html","abstract":"  Like other big city mayors, W. W. Herenton of Memphis was concerned that employers were fleeing to the suburbs and that white city residents were fleeing as well. But Mr. Herenton recently took a gamble that few other mayors would take: he proposed that his city merge with the suburbs in surrounding Shelby County.   To be sure, suburban officials are wary about the proposal. For one thing, said the Mayor of one suburban city, Germantown, Charles Salvaggio, no suburban political leaders were included on a committee that Mr. Herenton appointed on Oct. 12 to look into the legal issues in such a merger.","thumbnail":null,"section":"U.S."},{"date":"19931018","headline":"A Timely Peace Prize","web_url":"https://www.nytimes.com/1993/10/18/opinion/a-timely-peace-prize.html","abstract":"  The joint award of the Nobel Peace Prize to President F. W. de Klerk and his former prisoner, Nelson Mandela, was astute and well timed. These two South Africans have been wary but nevertheless indispensable partners in a transition to non-racial democracy that will become a reality in elections scheduled for next April. Thus the award endorses and helps propel a marvelous transformation few expected to occur in this century.    While celebrating what it called \"Mandela's and de Klerk's constructive policy of peace and reconciliation,\" the Nobel Committee seemed to be honoring the process of racial peace as much as the two men who were largely responsible for it. \"These are not saints,\" Francis Sejersted, the chairman of the committee, said in Oslo. \"They are politicians in a complicated reality and it is the total picture that was decisive.\"","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Drink","web_url":"https://www.nytimes.com/1993/10/18/style/IHT-drink.html","abstract":"What to drink with Chinese food? With most meals, the Chinese drink Chinese tea straight, out of tiny cups - although beer is favored for spicy cuisine and brandy is often served at banquets. For those accustomed to wine with meals, there is Dynasty, a C","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"New York's Fusion Party Goes Own Way in Mayoral Campaign","web_url":"https://www.nytimes.com/1993/10/18/opinion/l-new-york-s-fusion-party-goes-own-way-in-mayoral-campaign-675493.html","abstract":"  To the Editor:   The Independent Fusion Party is neither \"a hollow echo of the City Fusion Party that embraced La Guardia,\" nor does it \"resemble the independent party created for  [ John V. ]  Lindsay,\" as Sam Roberts wrote (Metro Matters, Oct. 11).","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Becky Seawright and Jay Hershenson","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-becky-seawright-and-jay-hershenson.html","abstract":"  Becky Seawright, a lawyer in New York, was married yesterday to Jay Hershenson, the vice chancellor for university relations of the City University of New York. Rabbi Bernard Siegel performed the ceremony at Tavern on the Green in New York.   The bride was a legislative assistant to Lloyd Bentsen, now Treasury Secretary, when he was a Democratic Senator from Texas. She also was an executive director of the Texas Women's Political Caucus and served on the fund-raising staff of Governor Ann Richards of Texas. She graduated from Tarleton State University and received her law degree from the City University School of Law at Queens College. She is a daughter of Duncan and Connie Seawright of Meridian, Tex.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"The Mayoral Campaign -- At Issue: The Economy; Fixing New York's Sick Economy","web_url":"https://www.nytimes.com/1993/10/18/opinion/l-the-mayoral-campaign-at-issue-the-economy-fixing-new-york-s-sick-economy-271793.html","abstract":"  New York City's economy is limping along, with high unemployment and rising welfare rolls. Voters naturally demand solutions from their leaders. Mayor David Dinkins and his challenger, Rudolph Giuliani, have responded by offering development plans that promise to turn the local economy around.   The plan put forward by Mr. Dinkins promises too much: 185 pages of proposals to channel money into biotechnology, business services, jewelry, apparel and about 10 other high- and low-tech industry clusters that often seem to have no more claim on taxpayer dollars than the fact that they hire lots of voters. Mr. Giuliani promises too little: Cut taxes to make it cheaper for business to operate in the city -- but leave it to some other time to figure out how to cut spending.","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"Thatcher Tells of '89 Plan With Paris to Rein In Bonn","web_url":"https://www.nytimes.com/1993/10/18/world/thatcher-tells-of-89-plan-with-paris-to-rein-in-bonn.html","abstract":"  Worried that a reunified Germany would dominate Europe, the leaders of Britain and France took tentative steps in December 1989 and January 1990 to create a British-French entente to \"check the German juggernaut,\" Lady Thatcher has written in her memoirs.   But the plan, which she said evolved from three private meetings with President Francois Mitterrand, eventually came to nothing because the French leader believed that the reunification of East and West Germany could not be stopped and sought instead to contain a newly powerful neighbor by promoting a more integrated, federated Europe.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"Phils Get the Big Hit, Then the Big Outs and the Series Is Tied","web_url":"https://www.nytimes.com/1993/10/18/sports/world-series-phils-get-the-big-hit-then-the-big-outs-and-the-series-is-tied.html","abstract":"  On one side, perhaps outside the cage, is Jim Eisenreich. Short hair, no scruffy beard (no beard at all), no protruding stomach. On the other, Mitch Williams. Hairy, wild, unpredictable, nerve-racking.   Eisenreich, who sat out virtually five years early in his baseball career because of a belatedly diagnosed case of Tourette's syndrome, crushed a third-inning, three-run home run against Dave Stewart that propelled Philadelphia to a 6-4 victory over Toronto tonight in the second game of the World Series.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/18/nyregion/c-corrections-266093.html","abstract":"  An entry in the Executive Changes listing of Business Day on Thursday about Datron Systems Inc. misstated an executive's new title. William L. Stephan was named vice president and chief financial officer, not vice president and chief operating officer.","thumbnail":null,"section":"New York"},{"date":"19931018","headline":"The Great Goalie Debate Is More Like a Monologue","web_url":"https://www.nytimes.com/1993/10/18/sports/hockey-the-great-goalie-debate-is-more-like-a-monologue.html","abstract":"  When the Islanders left practice at the Long Island Skating Academy today, they saw, on nearby lawns, some colorful signs urging voters to \"Support Healey,\" a candidate for public office.   The spelling is slightly different, but it's close enough to remind them of Glenn Healy, the goalie who helped take the Islanders to the third round of the Stanley Cup playoffs last season before ending up with the Rangers through expansion drafts and trades.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Critic's Notebook; An Operatic Marilyn, Goddess or Victim, Doesn't Fill Spotlight","web_url":"https://www.nytimes.com/1993/10/18/arts/critic-s-notebook-an-operatic-marilyn-goddess-or-victim-doesn-t-fill-spotlight.html","abstract":"  One question raised by the recent world premiere of Ezra Laderman's \"Marilyn\" at the New York City Opera is whether Marilyn Monroe is the proper subject for an opera. And if she isn't, what should operas in our time be about? It's a worthwhile question, for in its grandiose and somewhat distorted way, opera is another of those mirrors culture holds up to the times it lives in.   The very first operas in the early 1600's were about gods and goddesses, a fact explainable by their listeners. Audiences were the height of Venetian nobility; and if opera was by nature larger than their own lives, who else would they have had to look up to? Verdi spent most of his career in the midst of violent struggles toward a unified Italy, hence, perhaps, his taste for historical figures fighting comparable battles in a real or mythic past.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"Susan H. Manber, Louis I. Abraham","web_url":"https://www.nytimes.com/1993/10/18/style/weddings-susan-h-manber-louis-i-abraham.html","abstract":"  Susan Hillary Manber, a vice president and an associate research director of Ammirati & Puris, an advertising agency in New York, was married yesterday to Louis I. Abraham, the computer network administrator for New York for Bank Hapoalim, the Israeli bank. Rabbi Stephen Arnold officiated at the Vassar College Chapel in Poughkeepsie, N.Y.   The bride, 29, graduated from Vassar, where she was elected to Phi Beta Kappa. She is the daughter of Vivienne and Malcolm Manber of New York. Her father is a freelance medical writer in New York. Her mother is the chief of research at the United States Mission to the United Nations, in New York.","thumbnail":null,"section":"Style"},{"date":"19931018","headline":"Orchestra Strike Over, Capital Opera to Open","web_url":"https://www.nytimes.com/1993/10/18/arts/orchestra-strike-over-capital-opera-to-open.html","abstract":"  The Washington Opera said today that its season, delayed by a strike of the opera's orchestra, would open on Nov. 13 with Gaetano Donizetti's \"Anna Bolena.\"","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"PRO FOOTBALL: Sports of The Times; The Giants Who Block and Create the Crease","web_url":"https://www.nytimes.com/1993/10/18/sports/pro-football-sports-of-the-times-the-giants-who-block-and-create-the-crease.html","abstract":"  AS the Giants awaited yesterday's game with the Philadelphia Eagles, guard William Roberts glanced across the locker room at Lewis Tillman.   \"You feel like a buck-50 today?\" Roberts asked.   \"Yeah, I do,\" the running back said with a smile.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Daly at the Improv: Part of His Shooting Act Is Edwards","web_url":"https://www.nytimes.com/1993/10/18/sports/pro-basketball-daly-at-the-improv-part-of-his-shooting-act-is-edwards.html","abstract":"  Deciding the starting lineup for the preseason opener last Thursday against his old team, the Detroit Pistons, was a no-brainer for Nets Coach Chuck Daly. For Monday night's exhibition against Cleveland in Asheville, N.C., he plans to put more thought into it.   \"I can't tell you who I'm going to start right now,\" Daly said after taking the Nets through a full schedule of drills at their practice center before embarking on their trip. \"Everything's up in the air. I'm going to have to sleep on it.\"","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/10/18/arts/dance-in-review-292093.html","abstract":"  Ballet Metropolitano de Caracas  Pace Downtown Theater    There is something to be said for immodesty. Keyla Ermecheo, the director of the charming Ballet Metropolitano de Caracas, chose to open and close a program presented on Saturday night with dances by two Venezuelan forefathers. But the best part of the evening was a suite of three pieces by Ms. Ermecheo, each a light and delicious souffle of a dance.","thumbnail":null,"section":"Arts"},{"date":"19931018","headline":"Sports of The Times; Too Long, Too Late, But Still the Series","web_url":"https://www.nytimes.com/1993/10/18/sports/sports-of-the-times-too-long-too-late-but-still-the-series.html","abstract":"  THE World Series. No matter how much they tinker with it, it still has a special sound. The World Series. They play it in Canada now, but the bunting is still a festive international red, white and blue. Players scratch themselves and spit and make eye contact with the fans just like in mid-season, but it's different. It's the World Series.   \"This is what you work for all your career, to get here,\" said a respectful Darren Daulton of the Phillies, who last night tied the 90th World Series at one game each with a wobbly 6-4 victory over the Blue Jays.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"In a Gesture, Somalis Dismantle Barriers","web_url":"https://www.nytimes.com/1993/10/18/world/mission-in-somalia-in-a-gesture-somalis-dismantle-barriers.html","abstract":"  In an apparent gesture of good will, forces loyal to Gen. Mohammed Farah Aidid have dismantled most of the dozen roadblocks they had erected along a main thoroughfare in the capital, United States military officers said today.    United States Army helicopters that fly surveillance missions over the city every night have detected a significant decrease in the number of barricades along 21 October Road, their commander said. A flight along the streetthis afternoon showed that only two or three barricades now block the way of traffic.","thumbnail":null,"section":"World"},{"date":"19931018","headline":"The Talk of Hollywood; A Director Moves On, Whether He's Safe Or Out","web_url":"https://www.nytimes.com/1993/10/18/movies/the-talk-of-hollywood-a-director-moves-on-whether-he-s-safe-or-out.html","abstract":"  It's close to midnight, and Barry Levinson is in the closing hours of completing his newest film. The untitled movie, made by Paramount Pictures and starring Joe Pesci and Christian Slater, is set in Hollywood and deals with actors but isn't really about the movie business.   \"The movie kind of crosses into two things,\" said Mr. Levinson, walking to his trailer. \"It's about the collapse of Hollywood, the place, and what it really is now, and it's about someone who has illusions of being an actor. And the two things kind of intersect.\"","thumbnail":null,"section":"Movies"},{"date":"19931018","headline":"Iraqis Press the Panic Button","web_url":"https://www.nytimes.com/1993/10/18/sports/soccer-iraqis-press-the-panic-button.html","abstract":"  One defeat is not normally enough to put a soccer coach in a precarious position, but Iraq's opening 3-2 loss to North Korea in World Cup qualifying play on Friday was apparently one defeat too many for the Iraqi Football Association.   This evening, two new assistant coaches, Yahya Alwan and Akram Salman, arrived here by way of Amman, Jordan to join the head coach, Adnan Dirjal. On Monday, a former national team coach, Amo Baba, is scheduled to arrive.","thumbnail":null,"section":"Sports"},{"date":"19931018","headline":"The Democrats' Big Guns","web_url":"https://www.nytimes.com/1993/10/18/opinion/the-democrats-big-guns.html","abstract":"  \"The party of Bill Clinton is an aggressive and confident party, willing to confront its foes,\" said David Wilhelm, the chairman of the Democratic Party, in a recent speech, declaring Democrats' willingness to do battle with powerful interest groups like the National Rifle Association.   Good for Mr. Wilhelm. But the party's boldness disappeared late last month when key House Democrats helped defeat an amendment to end the Army's Civilian Marksmanship Program -- a pet N.R.A. boondoggle. Indeed, the sponsor of the amendment, Representative Carolyn Maloney, Democrat of New York, had to fight some Democratic leaders just to get her motion to the floor for a vote.   The program was established after the Spanish Civil War, when the Army found that too many recruits didn't know how to shoot. It may have made sense in 1903, but such a program has no military value in the modern world of high-tech weaponry and well-trained reservists. The Army concedes this point.","thumbnail":null,"section":"Opinion"},{"date":"19931018","headline":"More Than Half-Court Measures for Knicks This Season","web_url":"https://www.nytimes.com/1993/10/18/sports/pro-basketball-more-than-half-court-measures-for-knicks-this-season.html","abstract":"  Finding talented players will be easy for Pat Riley this season. Finding enough playing time to utilize all of that talent could be difficult.   New York's impressive 106-88 victory over the Houston Rockets in Saturday night's preseason opener at North Charleston, S.C., illustrated the Knicks' superb depth. On a night when Anthony Mason (sore left shoulder) did not play, New York did not miss a beat. Anthony Bonner (8 points, 4 rebounds) sparkled as a backup forward. Tony Campbell (8 points) made four of his five shots as a backup small forward. And Rolando Blackman (10 points), the backup shooting guard, enjoyed a successful debut following off-season back surgery.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19931018","time":"1993-10-18 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":66,"wspd":14.8},{"date":"19931018","time":"1993-10-18 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":69,"wspd":13},{"date":"19931018","time":"1993-10-18 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":70,"wspd":9.4},{"date":"19931018","time":"1993-10-18 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":71,"wspd":14.8},{"date":"19931018","time":"1993-10-18 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":72,"wspd":13},{"date":"19931018","time":"1993-10-18 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":73,"wspd":11.2},{"date":"19931018","time":"1993-10-18 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":76,"wspd":9.4},{"date":"19931018","time":"1993-10-18 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":77,"wspd":13},{"date":"19931018","time":"1993-10-18 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":72,"wspd":13},{"date":"19931018","time":"1993-10-18 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":60,"wspd":13},{"date":"19931018","time":"1993-10-18 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":76,"wspd":18.4},{"date":"19931018","time":"1993-10-18 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":33,"wspd":18.4},{"date":"19931018","time":"1993-10-18 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":29,"wspd":24.1},{"date":"19931018","time":"1993-10-18 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":33,"wspd":24.1},{"date":"19931018","time":"1993-10-18 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":42,"wspd":24.1},{"date":"19931018","time":"1993-10-18 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":43,"wspd":22.3},{"date":"19931018","time":"1993-10-18 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":38,"wspd":18.4},{"date":"19931018","time":"1993-10-18 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":40,"wspd":22.3},{"date":"19931018","time":"1993-10-18 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":46,"wspd":14.8},{"date":"19931018","time":"1993-10-18 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":47,"wspd":16.6},{"date":"19931018","time":"1993-10-18 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":48,"wspd":13},{"date":"19931018","time":"1993-10-18 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":54,"wspd":14.8},{"date":"19931018","time":"1993-10-18 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":58,"wspd":11.2},{"date":"19931018","time":"1993-10-18 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":60,"wspd":11.2},{"date":"19931018","time":"1993-10-18 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":9.4},{"date":"19931018","time":"1993-10-18 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":13},{"date":"19931018","time":"1993-10-18 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":9.4},{"date":"19931018","time":"1993-10-18 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":7.6},{"date":"19931018","time":"1993-10-18 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":11.2},{"date":"19931018","time":"1993-10-18 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":7.6},{"date":"19931018","time":"1993-10-18 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":13},{"date":"19931018","time":"1993-10-18 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":16.6},{"date":"19931018","time":"1993-10-18 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":18.7},{"date":"19931018","time":"1993-10-18 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":96,"wspd":14.8},{"date":"19931018","time":"1993-10-18 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":75,"wspd":18.7},{"date":"19931018","time":"1993-10-18 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":72,"wspd":18.7},{"date":"19931018","time":"1993-10-18 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":67,"wspd":14.8},{"date":"19931018","time":"1993-10-18 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":58,"wspd":22.3},{"date":"19931018","time":"1993-10-18 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":54,"wspd":25.9},{"date":"19931018","time":"1993-10-18 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":50,"wspd":25.9},{"date":"19931018","time":"1993-10-18 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":39,"wspd":27.7},{"date":"19931018","time":"1993-10-18 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":40,"wspd":22.3},{"date":"19931018","time":"1993-10-18 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":41,"wspd":25.9},{"date":"19931018","time":"1993-10-18 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":40,"wspd":14.8},{"date":"19931018","time":"1993-10-18 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":28,"wspd":29.5},{"date":"19931018","time":"1993-10-18 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":31,"wspd":24.1},{"date":"19931018","time":"1993-10-18 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":35,"wspd":20.5},{"date":"19931018","time":"1993-10-18 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":40,"wspd":16.6}]},"19931019":{"guardian_articles":[],"nytimes_articles":[{"date":"19931019","headline":"Salinas Calls Nafta a Test of U.S. Relations With All Latin America","web_url":"https://www.nytimes.com/1993/10/19/world/salinas-calls-nafta-a-test-of-us-relations-with-all-latin-america.html","abstract":"  Reflecting strong and growing support in Latin America for the North American Free Trade Agreement, President Carlos Salinas de Gortari said today that the region would feel \"cheated\" if the United States Congress were to vote the agreement down.   In an interview on his return from a meeting of leaders from 12 Latin American nations in Chile, Mr. Salinas said that the fate of the trade accord had become a fundamental test of American relations not only with Mexico but also throughout the hemisphere.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/19/style/chronicle-842193.html","abstract":"  WILLIAM NORWICH, who has been writing a society and gossip column in The New York Post for two years and wrote one in The New York Daily News for six years before that, had a scoop yesterday. And it was about himself: he is quitting.   The only people he had told ahead of time were his friend Gabe Doppelt, the former editor in chief of Mademoiselle, and Anna Wintour, the editor in chief of Vogue. \"She is my other boss,\" he said of Ms. Wintour, referring to his position as editor at large at Vogue.","thumbnail":null,"section":"Style"},{"date":"19931019","headline":"U.S. Renews Warning to Serbs on Sarajevo Shelling","web_url":"https://www.nytimes.com/1993/10/19/world/us-renews-warning-to-serbs-on-sarajevo-shelling.html","abstract":"  The United States warned the Serbian leadership today for the second time in two months of the possibility of air strikes by NATO warplanes if there was a step-up in attacks on Sarajevo.   The warning was contained in a message from Secretary of State Warren Christopher to Slobodan Milosevic, the President of Serbia, reminding him of a statement on Aug. 3 by NATO that it would not tolerate \"the strangulation of Sarajevo and other areas,\" and that it was ready to order retaliatory air strikes against Bosnian Serbs.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Rancor in District Attorney's Race; Cherkasky-Pirro Campaign Pits Newcomer Against Veteran","web_url":"https://www.nytimes.com/1993/10/19/nyregion/rancor-district-attorney-s-race-cherkasky-pirro-campaign-pits-newcomer-against.html","abstract":"  Michael Cherkasky was introducing himself to voters and slapping \"high fives\" with their children outside a department store recently when a woman pushing a stroller approached with a pressing question.   \"Would you happen to know where the T.G.I. Friday's restaurant is?\" she asked. Told it was down the road, she thanked the candidate for \"being very helpful\" and rushed off.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Foreign Policy Turf: Never-Ending Battle","web_url":"https://www.nytimes.com/1993/10/19/world/foreign-policy-turf-never-ending-battle.html","abstract":"  The foreign policy struggle under way in Washington is especially confused these days. The arguments for involvement in Bosnia, Somalia and Haiti all have appeal that is considerable but not quite compelling, and nothing like the Communist threat the country grew accustomed to.   And the tug-of-war over foreign policy, which reached a peak in the Vietnam War, goes back to the very first President.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"The Cable-Phone Revolution","web_url":"https://www.nytimes.com/1993/10/19/opinion/the-cable-phone-revolution.html","abstract":"  The $30 billion merger between Bell Atlantic and Tele-Communications Inc. presages a communications revolution. If approved, this merger would be the first in the U.S. between a telephone company and a cable company -- raising the prospect that a single giant company will someday bring a wide array of entertainment and information services into the home: video phones, movies-on-demand, live lectures from university classrooms, video conferences with pediatricians, computerized banking, viewer-controlled instant replays of live sporting events.    But there's another possible reaction to the Bell Atlantic-T.C.I. behemoth: apprehension. The company that owns video access to the home would also own programs that flow into the home. To some critics, that invites monopolistic price-setting and monopolistic taste-setting. Besides, opponents of the merger want phone and cable companies to compete against one another, not join forces.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Comet to Hit Jupiter With Texas-Sized Bang; Astronomers Gear Up","web_url":"https://www.nytimes.com/1993/10/19/science/comet-to-hit-jupiter-with-texas-sized-bang-astronomers-gear-up.html","abstract":"  A COMET on a collision course with Jupiter is behind the Sun now, out of sight but not out of the minds of astronomers, who are busy plotting its trajectory, estimating the potential power of its impacting force and planning ways of observing the reverberating effects with an array of telescopes on Earth and in space.   The astronomers are eagerly anticipating their first opportunity next July to observe explosive impacts on a planet that could be comparable in strength to the collision of a large asteroid or comet with Earth 65 million years ago, the catastrophe implicated in the mass extinctions of dinosaurs and many other species of life.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Italy in a Furor as 'Mata Hari' Talks of Military Plot","web_url":"https://www.nytimes.com/1993/10/19/world/italy-in-a-furor-as-mata-hari-talks-of-military-plot.html","abstract":"  After months of scandal involving politicians and business executives, Italy has found a new and riveting focus of interest and intrigue -- a glamorous 34-year-old woman known as the \"Mata Hari of Udine\" who is telling tales of conspiracy in the army and the secret services.   For days the woman, Donatella Di Rosa, has appeared in just about every television news bulletin, magazine and newspaper explaining her allegation that top army personnel planned a coup to free Italy from organized crime, narcotics and corruption.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Sarajevo Adopted As Cause In Paris","web_url":"https://www.nytimes.com/1993/10/19/arts/sarajevo-adopted-as-cause-in-paris.html","abstract":"  A group of artists, intellectuals, politicians and institutions is pressing for a special designation of Sarajevo as Cultural Capital of Europe this winter.   The title, normally awarded to a city from 1 of the 12 members of the European Community for a full year, would be bestowed on the besieged Bosnian capital from December until February 1994, after Antwerp, the current cultural capital, and before Lisbon.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"College Soccer Report","web_url":"https://www.nytimes.com/1993/10/19/sports/college-soccer-report-798093.html","abstract":"  Brown    The Bears repeated last season's feat by shocking two of the nation's powers over the weekend. Brown defeated North Carolina, 2-1, on Friday in the opener of the Lanzera/Sheraton Classic and then upset Virginia, the defending national champion, 2-0, on Sunday to capture the title.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"HOUSE REPUBLICANS REBEL OVER TAXES IN FREE TRADE PACT","web_url":"https://www.nytimes.com/1993/10/19/us/house-republicans-rebel-over-taxes-in-free-trade-pact.html","abstract":"  With the fate of the North American Free Trade Agreement turning on a few undecided lawmakers, the Clinton Administration is now threatened with the loss of a group that is central to the White House's legislative strategy: conservative Republicans.   House Republicans have rebelled at the prospect of $2.37 billion in higher taxes over five years to replace tariffs eliminated by the free trade agreement, inflicting a serious blow to the pact's prospects with the vote only a month away.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Comptroller's Race Reveals Ticket Politics","web_url":"https://www.nytimes.com/1993/10/19/nyregion/comptroller-s-race-reveals-ticket-politics.html","abstract":"  When Herman Badillo, the Republican-Liberal candidate for comptroller, campaigns these days, the top of his ticket, Rudolph W. Giuliani, is often at his side. Several of his television commercials have featured or been partly paid for by Mr. Giuliani. And his campaign platform, from privatizing hospitals to slashing the city workforce, closely matches Mr. Giuliani's.   But when Mr. Badillo's Democratic opponent, Alan G. Hevesi, campaigns, it is usually without his running mate, Mayor David N. Dinkins. Mr. Hevesi has not produced any television commercials that mention Mr. Dinkins. And though he supports some of Mr. Dinkins's ideas, he routinely emphasizes his desire to remain independent and critical of the Mayor.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Democracies Have to Fight Wars of Interest and of Conscience","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-democracies-have-to-fight-wars-of-interest-and-of-conscience.html","abstract":"If Napoleon is watching from some St. Helena in the sky, he will look at the mess we are making of it in Somalia and Bosnia and Haiti and elsewhere and say: I told you so. When it comes to a fight, morale is three-quarters of what decides the issue, not","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Umpires Resent That Eye in the Sky Watching Over Them","web_url":"https://www.nytimes.com/1993/10/19/sports/tv-sports-umpires-resent-that-eye-in-the-sky-watching-over-them.html","abstract":"  \"Kill the umpire!\" isn't cried very much in ball parks anymore. The threat conveyed raucous color, but was an empty threat. Maybe political correctness doomed it.    So what is today's punishment for bad calls, the penalty for merely being a man in blue? Embarrassing television replays, if you believe the blue men and their complaints about CBS's overhead camera.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/19/style/chronicle-841393.html","abstract":"  After working a full day on Friday, PAULA ZAHN, the co-anchor of \"CBS This Morning,\" gave birth to a boy on Saturday morning at New York Hospital-Cornell Medical Center.    The baby, named JARED BRANDON COHEN, weighed 6 pounds, 7 ounces. Ms. Zahn and her husband, RICHARD COHEN, a real-estate developer, have a daughter, Haley, 4.","thumbnail":null,"section":"Style"},{"date":"19931019","headline":"Columbia Carries Crew of 7 Into Space","web_url":"https://www.nytimes.com/1993/10/19/science/columbia-carries-crew-of-7-into-space.html","abstract":"  The space shuttle Columbia hurtled into space today, carrying a medical laboratory that scientists hope will answer many questions about how humans adapt to shifts between gravity and weightlessness.   Embarking on the 58th flight of the shuttle program, the Columbia lifted off after an almost flawless countdown at 10:53 A.M. in ideal weather to begin a two-week journey planned to be the longest shuttle mission so far.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Beware the Bloat in Asian Markets","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-beware-the-bloat-in-asian-markets.html","abstract":"The dedicated followers of fashion who look after the pensions of the widows and orphans of the West have discovered the East. Beware. .The dramatic rises in stock prices in Asian markets in the past few weeks have been driven by foreign funds in searc","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/19/style/chronicle-840593.html","abstract":"  Does MARGARET THATCHER, now Baroness Thatcher, have a mother? Careful readers of \"Who's Who\" have had cause to wonder. For 30 years or so, the former Prime Minister's entry in the volume of notables has read, \"b 13 Oct. 1925; d of late Alfred Roberts.\"   The Daily Telegraph reported last week that Lady Thatcher, who now sits in the House of Lords, was unaware of the omission. \"What do you mean?\" the newspaper quoted her as saying when told that neither \"Who's Who\" of Britain nor \"The International Who's Who\" included any reference to her mother, Beatrice Roberts, who is also deceased. \"She was my mother. Well, I must correct that.\"","thumbnail":null,"section":"Style"},{"date":"19931019","headline":"Sports of The Times; Engaged In a Great Civil War","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-of-the-times-engaged-in-a-great-civil-war.html","abstract":"  BY now, nearly everyone is aware of the sweeping currents that threaten to transform intercollegiate athletics and dismantle the National Collegiate Athletic Association, the self-anointed \"voice\" of college sports.   Two significant meetings are taking place today that strike directly at the N.C.A.A.'s foundation: one challenges the organization's leadership style, the other questions the N.C.A.A.'s ability to govern in a fair and equitable manner.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"ANTARCTIC OZONE HITS RECORD LOW","web_url":"https://www.nytimes.com/1993/10/19/us/antarctic-ozone-hits-record-low.html","abstract":"  The amount of ozone in the atmosphere over Antarctica reached a record low this month, Government scientists reported yesterday. This was the lowest recorded ozone level anywhere in the world, raising new concerns that measures to restrict the use of ozone-destroying chemicals may not be strong enough.   The scientists said the area of intense ozone depletion, commonly called an ozone hole, was not quite as wide as it had been a year ago. But balloon-borne instruments showed that ozone, the atmospheric molecules that absorb harmful ultraviolet radiation from sunlight, was totally destroyed between the altitudes of 8.4 and 11.8 miles, creating an unusually thick void.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Putting Everything in a Notebook, Neatly Tabbed","web_url":"https://www.nytimes.com/1993/10/19/science/personal-computers-putting-everything-in-a-notebook-neatly-tabbed.html","abstract":"  THE COMPAQ COMPUTER CORPORATION, in a welcome effort to make personal computers easier to use, has teamed up with the originators of the graphical user interface to create a much simpler way to work with Microsoft Windows software. Novice computer users especially, but also many experienced Windows users, will find it a cause for rejoicing.    The ease of use comes about through special software called Tab Works that Compaq, a hardware company, plans to install on most of its future computer models, company officials said yesterday. Tab Works is basically a \"shell\" for Windows that reorganizes files and applications in a notebook metaphor that will be familiar even to people who have not used a computer before.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-888093.html","abstract":"  'The Mikado'  New York City Opera New York State Theater    The best news about the cast changes in \"The Mikado\" on Friday night is that two major roles have remained untouched. James Billings can still be heard compiling his little list as the Lord High Executioner, in a performance that is a classic Gilbert and Sullivan mixture of winks, mugging and merriment (with excellent diction as well). And Richard McKee is still wickedly attempting to make the punishment fit the crime, as a grand, booming Mikado.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Miami Goes With Sophomore Quarterback","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-football-miami-goes-with-sophomore-quarterback.html","abstract":"  RYAN COLLINS, a sophomore who has played sparingly, will be the starting quarterback, rather than FRANK COSTA, for Miami on Saturday when the Hurricanes play Syracuse in the Orange Bowl.   In making the change, which he announced yesterday, Coach DENNIS ERICKSON broke the succession of famous Miami quarterbacks that covered a decade. From BERNIE KOSAR to GINO TORRETTA, one followed the other and backups only played late in games already won.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Montana's Sky and Its Hopes Are Left Bare After Logging","web_url":"https://www.nytimes.com/1993/10/19/us/montana-s-sky-and-its-hopes-are-left-bare-after-logging.html","abstract":"  Throughout the 1980's, the Champion International Corporation went on a tree-cutting spree in Montana, leveling entire forests at a rate that had not been seen since the cut-and-run logging days of the last century.   Now the hangover has arrived. After liquidating much of its valuable timber in the Big Sky country, Champion is pulling out of Montana, leaving behind hundreds of unemployed mill workers, towns staggered by despair and more than a thousand square miles of heavily logged land.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"NUCLEAR MATERIAL DUMPED OFF JAPAN","web_url":"https://www.nytimes.com/1993/10/19/world/nuclear-material-dumped-off-japan.html","abstract":"  A Russian naval ship dumped hundreds of tons of low-level nuclear waste into the the Sea of Japan over the weekend, touching off a sharp diplomatic dispute between Tokyo and Moscow today just after they had declared a new era of cooperation.   Dumping radioactive materials into the ocean has been banned worldwide for more than 30 years, and a decade ago the prohibition was extended to low-level waste.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Review/Music; The Pittsburgh With a Premiere","web_url":"https://www.nytimes.com/1993/10/19/arts/review-music-the-pittsburgh-with-a-premiere.html","abstract":"  The good ship Pittsburgh Symphony Orchestra lay in port at Carnegie Hall for two evenings over the weekend under big, colorful banners that whipped, crossed and tangled in the sonorous gusts. First there were the flags of composers: Krzysztof Penderecki and Brahms on Friday, Mahler on Saturday. Not far behind, and sometimes billowing proudly out front, was that of the orchestra's music director, Lorin Maazel. Finally came that of Carnegie itself, since the Pittsburgh was the flagship of the hall's Mahler celebration, which extends through this season and into the next.   The main attraction on Friday evening was the New York premiere of Mr. Penderecki's Adagio, of 1989. Part of the composer's five-movement Fourth Symphony, the 35-minute Adagio was commissioned in France to commemorate the 200th anniversary of the Declaration of the Rights of Man and intended to stand on its own as well. It has enjoyed a flourishing independent career since its premiere, by Mr. Maazel and the National Orchestra of France; last year it won the $150,000 Grawemeyer Award for Music Composition, given by the University of Louisville.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"County Executive Race Reflected In Refusal to Allow Tax Refund","web_url":"https://www.nytimes.com/1993/10/19/nyregion/county-executive-race-reflected-in-refusal-to-allow-tax-refund.html","abstract":"  The race for Nassau County executive spilled into the Board of Supervisors meeting this morning as Republican board members refused to approve a routine property-tax refund for a prominent contributor to the Democratic candidate, Benjamin L. Zwirn, the North Hempstead Supervisor.   Although Mr. Zwirn abstained from the vote, Republicans said he acted questionably in allowing the board to consider the $18,168 tax settlement for Bert E. Brodsky, a Long Island developer, only days after Mr. Brodsky loaned him $50,000 for his campaign.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Board of Education Agrees To Cutback in School Funds","web_url":"https://www.nytimes.com/1993/10/19/nyregion/board-of-education-agrees-to-cutback-in-school-funds.html","abstract":"  Ending four months of negotiations with the Dinkins administration over this year's $7.3 billion school budget, the city's Board of Education agreed yesterday to accept a $60 million reduction in city financing for schools in exchange for pledges of protection against future cuts.   In a memorandum of understanding, the board and the city's Office of Management and Budget spelled out the rules and definitions they will use in resolving their differences over financing questions. The negotiations have become an annual event since the two parties forged their first such agreement in 1991.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Children Drew Some Scrutiny Before Inquiry","web_url":"https://www.nytimes.com/1993/10/19/nyregion/children-drew-some-scrutiny-before-inquiry.html","abstract":"  The four adopted children who the police said were kept in a locked and lightless attic while their parents collected $24,000 a year from a New York City adoption program had come to the attention of local school officials and state social-service officials before two of them broke out of their house and were caught shoplifting food at a supermarket.   The father of the children has said that the family had permission to educate them at home. School officials say this is not true and that, in fact, the school system alerted the state Division of Youth and Family Services after it began investigating why the children were no longer coming to school.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Ferraro Agrees to New Islander Pact","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-hockey-ferraro-agrees-to-new-islander-pact.html","abstract":"  The Islanders and center RAY FERRARO canceled their arbitration date after agreeing on a new contract, a one-year deal plus an option year. The 29-year-old Ferraro, a 10th-year veteran who came to the Islanders from the Whalers in November 1990, had been in the option year of a 1991 contract calling for a $300,000 salary this season. Instead he will get more than a 100 percent increase and a total of more than $1.3 million over the two years.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Health Care Must Include Education","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-health-care-must-include-education-896093.html","abstract":"  To the Editor:   President Clinton wants to provide the best health care to all Americans while trying to contain costs. But a major factor in this process has largely been ignored: education to aid in disease prevention, specifically education about smoking, substance abuse, diet, heart disease, AIDS and contagious diseases.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Coslet Is Sick and Tired Of Being Sick and Tired","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-football-coslet-is-sick-and-tired-of-being-sick-and-tired.html","abstract":"  Coach Bruce Coslet sounded sick and tired today of being reminded that on the last two Sundays his Jets played, they blew leads of 21 and 17 points. And don't remind him, either, of whom the Jets are playing after next Sunday's game against Buffalo.   \"We're two plays from being 4-1,\" he said of his 2-3 team that, he claims, needs no overhaul. It returns after a bye week to face the powerful Bills at the Meadowlands.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"In Philadelphia, D.H. Means Designated Headache for Blue Jays","web_url":"https://www.nytimes.com/1993/10/19/sports/world-series-in-philadelphia-dh-means-designated-headache-for-blue-jays.html","abstract":"  For the first time in nine post-season games, the Toronto Blue Jays will have a different starting lineup for the third game of the World Series Tuesday night. The change, however, is strictly involuntary.   If the Blue Jays had their way, the same nine players who were in the batting order for the six games of the American League pennant playoff and the first two games of the World Series would be on Manager Cito Gaston's lineup card for the game against the Philadelphia Phillies. Instead, the name of Pat Hentgen will appear in the ninth spot and another name, most likely John Olerud, will be missing from the card.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-890193.html","abstract":"  New York Philharmonic  Zdenek Macal, conductor Avery Fisher Hall    Zdenek Macal, just named the New Jersey Symphony's artistic director and principal conductor, has been guest conducting at the New York Philharmonic this last week. The program, as heard on Friday morning, weighed lightly on the spirit, but then who says that every symphony concert must storm the heavens or the cortex?","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"1893: Caveat Reporter : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-1893-caveat-reporter-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Figaro this morning [Oct. 18] draws attention to the carelessness of the employs in the Paris telephone services, and relates a curious incident which occurred to a member of its staff. The journalist in question asked for the Figaro, an","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Despite a Trip to Bench, Richter Looks to Revival","web_url":"https://www.nytimes.com/1993/10/19/sports/hockey-despite-a-trip-to-bench-richter-looks-to-revival.html","abstract":"  The morning after Mike Keenan used the hook on Mike Richter in the first period of the Rangers-Nordiques game last Wednesday, Keenan had only one thing to tell his struggling goaltender.   \"It's not what happens,\" Keenan said to Richter. \"It's how you react to it.\"","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/19/nyregion/no-headline-413293.html","abstract":"  \"As a parent, I know that 95 percent of what gets on TV or in the movies gets into kids' heads. Why are they putting these movies out for our children?\" -- PATRICIA SHINGLEDECKER, whose son was killed imitating a stunt he saw in a movie.  [ A22:1. ]","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/19/nyregion/news-summary-314493.html","abstract":"  International A3-18  CLINTON RESISTS RESTRICTIONS  President Clinton vowed to oppose efforts by members of Congress to restrict the use of troops in global hot spots, and he tightened the squeeze on Haitian officials trying to block the President's return.  A1  HOLDING PATTERN IN HAITI  In Haiti's capital, businesses were closed, streets were empty and military leaders showed no sign of preparing to step down as the blockade by the United Nations and the United States took effect.  A18","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/19/sports/results-plus-682893.html","abstract":"  N.H.L. Canadiens Roll to Victory Over Nordiques  Guy Carbonneau assisted on first-period goals by Ron Wilson and Kevin Haller as the Montreal Canadiens mounted an early lead and went on to a 4-2 road victory over the Quebec Nordiques last night. The Canadiens avenged a 5-2 loss to Quebec in Montreal last Saturday night. The Montreal victory continued a curious pattern in meetings between the provincial rivals: Dating back to last season, the Canadiens have won the last four games in Quebec, while the Nordiques have won the last four in Montreal. (AP) Red Wings 6, Sabres 4: Shawn Burr scored his first three goals of the season and Ray Sheppard snapped a third-period tie to give Detroit the victory in Buffalo. The Red Wings ended a four-game losing streak, while Buffalo extended its losing streak to six games. For the fifth time in those six losses, the Sabres were tied or ahead going into the final period. Sheppard beat Sabres goaltender Dominik Hasek between the legs with a short low shot at 6 minutes 20 seconds of the final period on the power play. (AP) Jets 6, Oilers 3: Kris King scored his first goal of the season early in the third period to put Winnipeg ahead to stay at home. The Jets' Thomas Steen had tied the score for the final time halfway through the second period. Keith Tkachuk's score and Steen's second goal followed. Edmonton goalie Fred Brathwaite, making his first start, stopped 36 shots while Jets goalie Bob Essensa blocked 23. (AP) Stars 5, Blackhawks 3: Mike Modano scored twice and added an assist in leading Dallas to victory in Chicago. Darcy Wakaluk, playing his first game in goal this season for the Stars, chipped in with an assist during a three-goal Dallas first period. In the final period, he made a spectacular save on Joe Murphy from point-blank range at 12:38 and one on a 50-foot slap shot by Steve Smith at 13:08 to help preserve the Stars' third victory. The Blackhawks (1-4-2) are off to their worst start since the 1988-89 season (1-5-1). (AP) TENNIS Americans Stage Upsets in Beijing Steve Bryan, an American ranked No. 117 in the world, upset third-seeded Henrik Holm of Sweden, 6-4, 6-4, in yesterday's opening round of the Salem Open in Beijing. In the first ATP Tour event to be played in China, Bryant hit 15 aces past Holm, ranked No. 41. Another unseeded American upset another Swede: Chuck Adams defeated No. 5 Mikael Pernfors, 6-1, 6-1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"On My Mind; Those Three Words","web_url":"https://www.nytimes.com/1993/10/19/opinion/on-my-mind-those-three-words.html","abstract":"  Now here is a Government document with a lot of potential -- including the potential to make the incumbent President and his successors yearn for these safe days of Somalia, Haiti and the gulf war.   The document has to do with three words. Proliferation -- as in third-world nuclear bombs. Dual use -- as in: I sell you a chemical to make fertilizer and you use it to make biological weapons, which, to tell the truth, is what I expected you to do all along, but a dollar is a dollar.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Nigerian Soldier, Despite Ordeal, Shows No Wrath Toward Somalis","web_url":"https://www.nytimes.com/1993/10/19/world/nigerian-soldier-despite-ordeal-shows-no-wrath-toward-somalis.html","abstract":"  Stripped naked, chained to a table and bound hand to leg in pitch darkness, Pvt. Umar Shantali of Nigeria, who was captured by Somali militia forces in early September, was convinced he would be killed by his captors.    He spent his time praying and thinking of his parents and his girlfriend. In the five and a half weeks that the United Nations peacekeeper was held, he was allowed to bathe only once, the day before his release on Oct. 14.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Separated At First: Kruk and Olerud","web_url":"https://www.nytimes.com/1993/10/19/sports/world-series-separated-at-first-kruk-and-olerud.html","abstract":"  One first baseman has shaggy brown hair, a full beard, a protruding stomach and enough witticisms to earn him a guest appearance on \"The Late Show With David Letterman.\" The other first baseman has hair that does not reach his collar, a lean physique and is so reserved and polite that Letterman will not be calling for comedic material anytime soon.   One is John Kruk, the 5-foot-10-inch, 214-pound bouncer for the Phillies. The other is John Olerud, the 6-5 choir boy for the Blue Jays. While Kruk epitomizes a renegade image, Olerud epitomizes an all-American-boy image. They may be as different as two players who play the same position could be.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Home on the Range (Or What's Left of It)","web_url":"https://www.nytimes.com/1993/10/19/science/home-on-the-range-or-what-s-left-of-it.html","abstract":"  In the most ambitious attempt so far to revive one of America's formerly vast and robust but now moribund ecosystems, 300 bison today galloped headlong onto 5,000 acres of unobstructed tallgrass prairie -- there to live free, eat their fill and play a major ecological role, as their ancestors once did.    Nervous at first in the presence of nearly 1,000 humans who had come to see them resume their ancient place in nature, nudged along by a phalanx of pickup trucks, they moved balkily from their small holding pasture toward the narrow end of a fenced-in chute that led to freedom.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Clinton Urging Voluntary Goals on Air Pollution","web_url":"https://www.nytimes.com/1993/10/19/us/clinton-urging-voluntary-goals-on-air-pollution.html","abstract":"  The Clinton Administration, in a new plan to reduce the waste gases that threaten to warm the global climate, has decided to avoid most mandatory controls in favor of voluntary goals and incentives, officials said today.   Environmental groups attacked the plan, whose outline had been known for a week and which is expected to be presented by President Clinton and Vice President Gore at the White House on Tuesday. They said the plan favored industry groups worried about the costs of controlling carbon dioxide and other polluting gases that can trap heat within the atmosphere.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Clinton Vows to Fight Congress On His Power to Use the Military","web_url":"https://www.nytimes.com/1993/10/19/world/standoff-haiti-clinton-vows-fight-congress-his-power-use-military.html","abstract":"  President Clinton, trying to protect his power to control the use of military force, vowed today to \"strongly oppose\" efforts by members of Congress to restrict his authority to commit troops to restore democracy in Haiti or to work with the United Nations in other global hot spots.   After consulting with his legal experts, Mr. Clinton said, he sent a letter to the Senate majority leader, George Mitchell, and the minority leader, Senator Bob Dole, saying his Administration would oppose several amendments now circulating that would \"unduly restrict the ability of the President to make foreign policy\" and to exercise his authority as Commander in Chief.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Justices to Review Base-Closing Suit","web_url":"https://www.nytimes.com/1993/10/19/us/justices-to-review-base-closing-suit.html","abstract":"  The Supreme Court agreed today to decide whether senators and other citizens can ask the courts to overrule the Government's decision to close military bases.   At issue in the case, which involves the Philadelphia Naval Shipyard, is the future of a law that was carefully written to enable Congress and the President to close or shrink military installations without exposure to political retribution.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"'Resort' Film Festival Hits the Hamptons","web_url":"https://www.nytimes.com/1993/10/19/movies/resort-film-festival-hits-the-hamptons.html","abstract":"  The Hamptons have beautiful beaches and beautiful people. Now they have a film festival. For five days, beginning tomorrow, the first Hamptons International Film Festival will present 85 films -- features, documentaries and shorts -- as well as a program of seminars.   The festival will open with one of its three world premieres, Tony Bill's \"Home of Our Own,\" starring Kathy Bates, and will close on Sunday with Emile Ardolino's film of a New York City Ballet performance of \"The Nutcracker\" choreographed by George Balanchine.","thumbnail":null,"section":"Movies"},{"date":"19931019","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/19/world/c-corrections-435393.html","abstract":"  A music listing in the Arts and Leisure section on Sunday for the Hell's Kitchen Opera misspelled the surname of one composer and gave an incorrect address for the performances. The composer is Murray Boren, not Borden. The site is the Vineyard Theater, at 309 East 26th Street.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Raiders' Kick Wins With 0:16","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-football-raiders-kick-wins-with-0-16.html","abstract":"  In a game truly of two halves, the Denver Broncos, dominated by 13-0 in the first half by the Raiders, looked as if they had accomplished something in the second. They scratched and clawed and climbed back into a 20-20 tie on Jason Elam's 37-yard field goal with 5 minutes 33 seconds remaining.   But with 16 seconds left, Jeff Jaeger kicked a low, booming line-drive 53-yard field goal for a 23-20 Raiders victory before 75,712 foot-stomping, shocked and disappointed fans at Mile High Stadium.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Review/City Opera; 'La Rondine,' a Puccini Variation on the 'Traviata' Tale","web_url":"https://www.nytimes.com/1993/10/19/arts/review-city-opera-la-rondine-a-puccini-variation-on-the-traviata-tale.html","abstract":"  For two acts, the New York City Opera and Puccini himself make a case for \"La Rondine,\" a work that fell between \"La Fanciulla del West\" and \"Il Trittico\" and since then has never quite got to its feet. This is Puccini at its light-footed and lyric best, with music that prods its characters into motion but does not mind pausing for the occasional set piece.   \"La Rondine\" returned to the house on Sunday afternoon, and opera lovers who don't mind putting up with anticlimax should go to hear it. Ralph Funicello's first-act interior, with its undertones of pink and purple, is elegance without spectacle. It gauges the weight of \"La Rondine\" perfectly. Act III's Mediterranean scene is strewn with roses and hydrangeas. Act II, I am afraid, is a jumble: a crowd scene without enough room for one. The vague chorus singing echoed the visual confusions, but then there was Puccini's roof-raising ensemble number to win the afternoon.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Can a Governor Really Save Jobs?; New Jersey Candidates Debate Role of State's Top Official","web_url":"https://www.nytimes.com/1993/10/19/nyregion/can-governor-really-save-jobs-new-jersey-candidates-debate-role-state-s-top.html","abstract":"  Two newly minted pickup trucks in dazzling colors are on display in front of the General Motors assembly plant here, and what they represent depends on who is doing the telling.   To G.M., the new S-line trucks represent the latest entry in the wildly popular sports-utility vehicle market. To Bill Wisk, a 47-year-old assembly line worker, they represent a return, after a long layoff, to a highly paid manufacturing job.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Vietnamese Had Role In Gold Disposition","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-vietnamese-had-role-in-gold-disposition-886393.html","abstract":"  To the Editor:   With one exception there is no particular mystery about Nguyen Van Hao's role in evacuating the South Vietnamese gold reserve to New York in April 1975 (\"Mysteries Circle Vietnamese at Center of Brown Inquiry,\" news article, Oct. 10).","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Jury Acquits 2 on Most Charges In Beatings in Los Angeles Riots","web_url":"https://www.nytimes.com/1993/10/19/us/jury-acquits-2-on-most-charges-in-beatings-in-los-angeles-riots.html","abstract":"  A jury today acquitted two black men of most of the severe charges against them in the beating of a white truck driver and seven other people in last year's rioting.   Deliberations are to resume Tuesday on two remaining charges, including the most serious one: attempted murder of the truck driver, Reginald O. Denny. On this charge against one defendant, Damian M. Williams, the jurors said they were split 11 to 1, but they did not say in what direction.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Coleman Turns Down $69 Million For 8 Years","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-basketball-coleman-turns-down-69-million-for-8-years.html","abstract":"  The Nets yesterday offered Derrick Coleman an eight-year contract extension that they said would make him the highest paid player per season in the National Basketball Association. But Coleman's attorney said the 6-foot-10-inch power forward would reject the proposal.   The attorney, Harold MacDonald, said the extension provided for $69 million over the eight years, but that the money up front was not enough and that the highest base salary, in the final year, was not guaranteed.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Privatizing City Hospitals Would Be Costly and Inefficient","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-privatizing-city-hospitals-would-be-costly-and-inefficient-885593.html","abstract":"  To the Editor:   Rudolph Giuliani's repeated calls to privatize the New York City Health and Hospitals Corporation are distressing to those who work at and use municipal hospitals. Privatization is not a new idea but it is repeated so often that people simply believe it will improve health care. Unfortunately, it's not true. Selling or leasing public hospitals will force New York City to spend more money than it now does, and will restrict access to care.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Lemieux Has First Workout of Season","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-hockey-lemieux-has-first-workout-of-season.html","abstract":"  MARIO LEMIEUX, still recuperating from back surgery, skated and shot pucks with his Pittsburgh Penguins' teammates yesterday for the first time since the season started.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-letters-to-the-editor-94117533970.html","abstract":"Before Mr. Yoder is drowned in a sea of accusations of sexism and racism, let me take the opportunity to agree with him. The winners of the Nobel Prize in Physics (my specialty) are a quite reasonable list of the best physicists of this century. Sadly, t","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Review/Theater; An Ethereal Classic Is Adapted","web_url":"https://www.nytimes.com/1993/10/19/theater/review-theater-an-ethereal-classic-is-adapted.html","abstract":"  In Antoine de Saint-Exupery's gossamer children's fable \"The Little Prince,\" the most famous words of wisdom, spoken by a fox to the little boy space traveler who has fallen into the Sahara Desert, are the reminder that \"what is essential is invisible to the eye.\"   Those words unfortunately come back to haunt Rick Cummins and John Scoullar's musical adaptation of the French author's 1943 children's classic. An ethereal allegory spun from whimsical images and quicksilver emotions all lifted from the childlike recesses of Saint-Exupery's imagination has been bluntly literalized in the production, directed by William Martin, at the 28th Street Theater.","thumbnail":null,"section":"Theater"},{"date":"19931019","headline":"Execution That Cuomo Fought Is Called Off","web_url":"https://www.nytimes.com/1993/10/19/nyregion/execution-that-cuomo-fought-is-called-off.html","abstract":"  Oklahoma officials yesterday called off the planned execution of a death-row inmate but did not immediately move to return him to New York, as Gov. Mario M. Cuomo has demanded.   The execution was canceled after a Federal judge repeated his ruling of Oct. 8 that the prisoner could be sent back to New York, where he faces a sentence of 20 years to life.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Webber Signs $74.4 Million Warrior Deal","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-basketball-webber-signs-74.4-million-warrior-deal.html","abstract":"  CHRIS WEBBER signed a 15-year, $74.4 million contract yesterday with the Golden State Warriors.   \"I know a lot of guys who play basketball and are overpaid and really can't play,\" said Webber, the National Basketball Association's No. 1 draft choice. \"I'd rather have a reputation of earning what I get. Right now, I have to prove that I deserve it.\"","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/19/nyregion/metro-digest-471093.html","abstract":"  TESTS OF COURAGE END IN DEATHS Like the hero of the new movie \"The Program,\" two teen-agers from Pennsylvania and another from Long Island lay in the middle of two different roads at night, apparently to prove they had nerves of steel. Unlike the movie hero, they did not walk away unharmed. Law-enforcement authorities say scores of young men are apparently copying the stunt from the movie. A1.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Giuliani Accuses Dinkins Of a 'Surrender' on Drugs","web_url":"https://www.nytimes.com/1993/10/19/nyregion/giuliani-accuses-dinkins-of-a-surrender-on-drugs.html","abstract":"  Hammering away at what he sees as Mayor David N. Dinkins's most vulnerable issue, Rudolph W. Giuliani yesterday made some of his strongest comments yet on fighting crime, calling for a \"massive, intense, street-level\" anti-drug campaign.   At the same time, his campaign moved to attract a crucial constituency -- liberal Democrats -- by airing two new advertisements, one featuring Robert F. Wagner Jr., the scion of a Democratic family, and the other featuring the actor Ron Silver, who talks of being a lifelong Democrat who says \"we've got to give Rudy Giuliani a chance.\"","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"For Barkley, Comedy or Drama?","web_url":"https://www.nytimes.com/1993/10/19/sports/on-pro-basketball-for-barkley-comedy-or-drama.html","abstract":"  In the first quarter of a preseason game in Atlanta Sunday night, Charles Barkley got a technical foul for hanging onto the rim. In the fourth quarter, he cursed an official and got himself thrown out of the game.   \"Things are back to normal,\" the Phoenix Suns' coach, Paul Westphal, said yesterday, cheerfully.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"On-Track Dropoffs Continue A Trend","web_url":"https://www.nytimes.com/1993/10/19/sports/horse-racing-notebook-on-track-dropoffs-continue-a-trend.html","abstract":"  Belmont Park closed for the winter yesterday after a six-week fall meeting that extended the recent trends in horse racing: Attendance at the track dropped by 11.4 percent and betting by 3.6 percent, although betting away from the track kept rising.   The scenic old course on Long Island will still be the winter home for about 2,000 horses, but racing won't resume there until May 4. Meanwhile, the New York winter racing scene switches to Aqueduct tomorrow afternoon at 12:30.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"N.Y.U. Opens Research Laboratory for AIDS","web_url":"https://www.nytimes.com/1993/10/19/nyregion/nyu-opens-research-laboratory-for-aids.html","abstract":"  New York University Medical Center, providing what some experts hope will be a cornerstone for an expanding biomolecular research industry in New York City, yesterday opened a $75 million laboratory devoted entirely to scientists who will seek new treatments for cancer, AIDS and other diseases.   The laboratory, part of a new, 23-story university building on First Avenue off 30th Street, is to employ 70 to 80 scientists in full-time research, university officials said.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Q&A","web_url":"https://www.nytimes.com/1993/10/19/science/q-a-819793.html","abstract":"  Squirrels' Nests   Q.  Do squirrels actually build nests? One seems to be doing so in my London plane tree.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Army Goal: Somali Hearts and Minds","web_url":"https://www.nytimes.com/1993/10/19/world/army-goal-somali-hearts-and-minds.html","abstract":"  After a summer in which the United States used gunships and attack helicopters to pound sections of this city, the elite American forces that spent the Vietnam War trying to win hearts and minds have resumed the quest.   The United States Army Special Forces have thus begun to venture out in Somalia and have found a rare oasis of support in southern Mogadishu, the hostile blight that is the domain of the Americans' principal foe, Gen. Mohammed Farah Aidid.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Welfare Reform? First Improve Child Care Aid.; A 'Community School'","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-welfare-reform-first-improve-child-care-aid-a-community-school-894493.html","abstract":"  To the Editor:   You do a tremendous service for children in your report on the neglected health needs of the city's students (\"Too Ill to Learn,\" news article, Oct. 10). In human and in real financial terms, we pay a huge price for these false economies.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"1918: Cities Recovered : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-1918-cities-recovered-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - M. Georges Clemenceau, the French Premier, was greeted with resounding cheers when he rose in the Chamber of Deputies yesterday [Oct. 18] afternoon to announce officially that Roubaix and Tourcoing had been taken. M. Clemenceau said: \"The imm","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Moscow Journal;\nOn the Revolt's Front Line, Kiosks Feel the Fury","web_url":"https://www.nytimes.com/1993/10/19/world/moscow-journal-on-the-revolts-front-line-kiosks-feel-the-fury.html","abstract":"After taking time off for the counterrevolution, Vladimir Antonov is back in business.\n\nIn fact, he had to board up his sidewalk store for only a day while bands of Government opponents vented their rage on an enemy that ranks up there with President Boris N. Yeltsin on their hate list: the kiosks, the omnipresent reminders of the possible promise and certain pain of economic reform.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Gravity Lens Sightings Hint More Dark Matter","web_url":"https://www.nytimes.com/1993/10/19/science/gravity-lens-sightings-hint-more-dark-matter.html","abstract":"  CONTINUING a burst of discoveries in a field where there had been none, still another group of scientists has detected the gravitational effects of what they think is the kind of unseen, or dark, matter that constitutes much of the mass of galaxies and largely dictates their shapes and motions.   The new findings encouraged astrophysicists to conclude that their experimental technique for probing galactic dark matter is sound and could in a few months establish its identity for the first time. From the new observations, the galactic dark matter appears to be compact, massive objects smaller than the Sun and bigger than any known planets, radiating little or no detectable energy.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Will It Be Gretzky Against Gretzky?","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-hockey-will-it-be-gretzky-against-gretzky.html","abstract":"  The Tampa Bay Lightning recalled rookie center BRENT GRETZKY from their International Hockey League affiliate in Atlanta yesterday, possibly setting up the first-ever National Hockey League meeting between Gretzky and his superstar brother WAYNE. Wayne Gretzky, the N.H.L.'s all-time leading scorer, will lead the Los Angeles Kings against the Lightning tomorrow night at the Thunderdome in St. Petersburg, Fla.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/19/nyregion/bridge-580593.html","abstract":"  Half a century ago, a poll of experts voted Howard Schenken the best individual player in the world. His widow, Bee Schenken, who died two weeks ago, was a fine player in her own right: equally at home in tournament play, winning seven national titles, and at the rubber bridge tables, where she was a steady winner.   On the diagramed deal, played a decade ago, she held the South cards and had a difficult rebid after opening one diamond and hearing a weak jump to three clubs. She gambled with three no-trump and her partner had nothing to say. As it turned out, five diamonds would have been a far better contract and six diamonds would have had good play, although failing as the cards lie.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Mr. Dole's Bad Idea","web_url":"https://www.nytimes.com/1993/10/19/opinion/mr-dole-s-bad-idea.html","abstract":"  When President Bush was building up for the Persian Gulf war, Senator Bob Dole of Kansas had some reservations about sending troops to the gulf; but he backed his President. In October 1990 he said the only reason the United States had entered the conflict was \"O-I-L,\" and that that was not something American parents were anxious to see their sons and daughters die for. By February, George Bush was riding an 84 percent approval rating and Senator Dole was able to see the bright side of this Presidential military initiative. \"There will be no letup, no cease-fire, no time-outs until Saddam Hussein himself raises the white flag,\" Mr. Dole said.    But now, presented with a Democratic President with pallid public support, he has become a champion of Congressional prerogative. On Sunday he announced he would introduce a measure in Congress limiting President Clinton's ability to deploy American troops in Haiti without Congressional approval.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-891093.html","abstract":"  Juilliard Orchestra  Otto-Werner Mueller, conductor Avery Fisher Hall   The Otto-Werner Mueller one fondly recalls from the 1960's at the University of Wisconsin was a conductor who could rise thrillingly to a major challenge, and he did so again on Wednesday evening with a stirring account of Bruckner's Fourth Symphony. His conception was noble and compellingly unified, and he carried the student players along in a performance that though far from note-perfect was infused with youthful ardor and Brucknerian generosity of spirit.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Foes Draw Battle Lines In Red Tape","web_url":"https://www.nytimes.com/1993/10/19/nyregion/our-towns-foes-draw-battle-lines-in-red-tape.html","abstract":"  THE fight between Ed Brown and the township will never rival the ancient blood feuds of the Middle East or the Balkans, but for this sandy, semirural shore community, it will do.   For Wall Township, it is a matter of fairness, safety and governmental responsibility. For Mr. Brown, it is the final assault on American enterprise and ingenuity by the dark forces of municipal regulation.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Verdicts Are Hailed as a Final Chapter","web_url":"https://www.nytimes.com/1993/10/19/us/verdicts-are-hailed-as-a-final-chapter.html","abstract":"  While a jury continued to deliberate two serious counts against the two black men charged in the beating of Reginald O. Denny, black Southern Californians today generally greeted the early verdicts as a sign that the courts could administer justice equally.   Many whites, by contrast, found those verdicts, in which the two men were acquitted on most charges, too lenient for the brutal crimes captured on television.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-letters-to-the-editor.html","abstract":"Here we go again. Mr. Yoder repeats the same old syndrome that Joanna Russ describes in \"How to Suppress Women's Writing\": She did it, yes, but others have done it before. She did it, but she was less worthy than others. They gave it to her, bu","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Observer; Macabre Grocery Marvels","web_url":"https://www.nytimes.com/1993/10/19/opinion/observer-macabre-grocery-marvels.html","abstract":"  Not since \"Famed Psychic's Head Explodes\" has a news headline seized and held my attention so insistently as \"Abraham Lincoln's Corpse Revived\" in The Weekly World News of Oct. 5.    Doctors using the Emancipator's remains to test the experimental drug Revivitol brought him around for 95 seconds. This was long enough for Lincoln to get his eyes open and ask, \"Gentlemen, where am I?\" before re-expiring.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"He's Driven One Lately","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-he-s-driven-one-lately-895293.html","abstract":"  To the Editor:   You do readers a disservice and mislead by criticizing the new chairman and the former chairman of Ford Motor Company for not owning cars (\"Blissful Ignorance in Detroit,\" editorial, Oct. 8). You incorrectly imply that they are not familiar with the problems of buying, owning and getting a car serviced just because they don't own one.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-889893.html","abstract":"  Phyllis Pancella  Mezzo-Soprano Weill Hall    Phyllis Pancella's debut recital on Thursday night was immediately intriguing for its diverse program: John Dowland's \"Come Away,\" Dominick Argento's \"Elizabethan Songs,\" Hugo Weisgall's \"Psalm of the Distant Dove,\" Dvorak's \"Gypsy Melodies,\" two songs by Ildebrando Pizzetti, and four splendid songs by Charles Ives (concluding with \"Autumn\"). Ms. Pancella is of Italian and Czech descent, and her program reflected that background as well as her enthusiasm for American music.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Welfare Reform? First Improve Child Care Aid.","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-welfare-reform-first-improve-child-care-aid-884793.html","abstract":"  To the Editor:   We applaud Richard P. Nathan's call to make the Family Support Act work before launching a new effort at welfare reform (Op-Ed, Oct. 7). The act has indeed fallen far short of its goals. In particular, the child care guarantees that would make it possible for mothers to participate in job training or to take the entry-level positions that might be available have not been fulfilled.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Toni Morrion's Nobel : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-toni-morrions-nobel-letters-to-the-editor.html","abstract":"Regarding \"An Eccentric Selection From the Nobel Folks\" (Meanwhile, Oct. 13) by Edwin M. Yoder Jr.: .Rarely have I seen appalling ignorance so clearly on display as in Mr. Yoder's column on the awarding of the Nobel Prize in Literature to Ton","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Paris Seeks to Rally Support for Its Opposition to Trade Talks","web_url":"https://www.nytimes.com/1993/10/19/world/paris-seeks-to-rally-support-for-its-opposition-to-trade-talks.html","abstract":"  At loggerheads with Washington and increasingly isolated from its European partners, the French Government began a drive today to consolidate domestic support for its threat to torpedo global trade liberalization talks in the name of protecting French farmers.   With irritation over the French position mounting steadily abroad, Prime Minister Edouard Balladur spent the day receiving the heads of all political parties as well as key labor, business and artistic leaders in the hope of presenting a united front to the world.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Human Noises in Ocean Held to Threaten Marine Mammals","web_url":"https://www.nytimes.com/1993/10/19/science/human-noises-in-ocean-held-to-threaten-marine-mammals.html","abstract":"  WITH the world's oceans increasingly disturbed with man-made sounds, scientists are facing a vexing dilemma: many of the most important discoveries about sea creatures and their environment are made by the use of sound, but some sounds generated by scientists may be contributing to the destruction of the very mammals they want to protect.    At a meeting here of the Acoustical Society of America this month, scores of experts presented evidence that the welfare and lives of some marine mammals were increasingly threatened by noise of human origin.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/19/nyregion/inside-398593.html","abstract":"  Big Bank Cuts Prime Rate   Morgan Guaranty Trust reduced its prime lending rate to 5.5 percent from 6 percent, the first of the nation's largest banks to do so. Page D1. Justices Take Bases Case    The Supreme Court agreed to decide whether the Government's recent closings of military bases can be challenged in court. Page A20. A Mata Hari Tale in Italy    A right-wing lawmaker's story of romance, intrigue and a conspiracy for a coup to rid Italy of crime and corruption has caused a furor. Page A3.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Pass the Hoagies And Cheese Steaks","web_url":"https://www.nytimes.com/1993/10/19/sports/on-baseball-world-series-pass-the-hoagies-and-cheese-steaks.html","abstract":"  When former heavyweight champion Sonny Liston once said that he'd rather be a lamppost in Denver than the mayor of Philadelphia, probably not a lot of people argued. The same probably applied when W. C. Fields said if the choices were either being dead or being in the City of Brotherly Love, then perhaps, all things considered, he'd rather be in Philadelphia.   Unfortunately for the city stuck in the backbone of the country's East Coast corridor, the identity crisis and the fight for respect have always been somewhat losing battles.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"One More Shortage in Haiti: News","web_url":"https://www.nytimes.com/1993/10/19/world/standoff-in-haiti-one-more-shortage-in-haiti-news.html","abstract":"  Minutes after a United States warship was spotted a few miles offshore on Sunday, the quiet streets of this capital city suddenly came alive as people scurried to get some news.   Radio stations did not interrupt their musical programs to give a special report. Newspapers did not run any special editions the next day. The only radio station broadcasting news on Sunday, Radio Tropic, simply told its listeners that two United States ships were visible at sea.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Opening For 'Moon' Postponed","web_url":"https://www.nytimes.com/1993/10/19/theater/opening-for-moon-postponed.html","abstract":"  \"Paper Moon,\" the $4.5 million musical in tryouts at the Paper Mill Playhouse in Millburn, N.J., became the first casualty of the Broadway season yesterday when its producer said the opening would be indefinitely postponed. The producer, Roger Berlind, told the cast on Sunday that the show would not be going back into rehearsal after the tryout run ends on Oct. 24. He said the show's writers are \"going into rewriting mode,\" with the hope of a spring opening. Mr. Berlind said, however, that a Broadway opening this season was uncertain because it was impossible to know if an appropriate theater would be available.   The Broadway opening was originally scheduled for the Marquis Theater on Dec. 5. A delay was announced last week, but Mr. Berlind said then that there was a possibility the show would open before year's end. \"If it's not on the page, it's not on the stage,\" he said yesterday. \"We're 70 percent or 75 percent there, but there's some transitional writing required between scenes, and some rethinking of the second act.\"","thumbnail":null,"section":"Theater"},{"date":"19931019","headline":"1943: Army Expenses : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-1943-army-expenses-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Lindsay Warren, the Comptroller General, accused the War Department today [Oct. 18] of approving such claims in contractors' charges as for an employee's false teeth and the expenses for transporting a dog. Furthe","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Mt. Sinai Changing Allocation Of Rooms as Bias Inquiry Starts","web_url":"https://www.nytimes.com/1993/10/19/nyregion/mt-sinai-changing-allocation-of-rooms-as-bias-inquiry-starts.html","abstract":"  Mount Sinai Medical Center will change the way it assigns rooms to maternity patients on Medicaid, ceasing a practice of keeping all such poor patients on one floor, the Dinkins administration said yesterday.   Hospital officials said the Medicaid patients, who are attended by staff physicians at the hospital, were kept together to make it easier for the doctors to care for them. The hospital denied that any discrimination was involved and insisted that services were the same for all patients.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"HAITI CAPITAL CALM AS STREETS EMPTY","web_url":"https://www.nytimes.com/1993/10/19/world/standoff-in-haiti-haiti-capital-calm-as-streets-empty.html","abstract":"  The streets were empty of traffic and most businesses remained closed today as the deadline approached for an international naval blockade of oil and arms supplies to Haiti that goes into effect at midnight tonight.   Today, the third day after the negotiated deadline for their retirement, Haiti's military leaders showed no sign of leaving to make way for the return of the deposed President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"The Iraqi Billy Martin Is Named Baba","web_url":"https://www.nytimes.com/1993/10/19/sports/soccer-the-iraqi-billy-martin-is-named-baba.html","abstract":"  It was a good day for the Near East, a bad day for the Far East and a rotten day for Adnan Dirjal.   The Saudi Arabians opened today's play by beating the North Koreans, 2-1, to take the early lead in this final round of Asian World Cup soccer qualifying. The Iranians then beat the favored Japanese by the same score, erasing some of the large question marks raised by their lackluster performance in their first game of the round-robin tournament.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Review/Music; A Birthday Tribute to Elliott Carter","web_url":"https://www.nytimes.com/1993/10/19/arts/review-music-a-birthday-tribute-to-elliott-carter.html","abstract":"  It is somewhat quixotic to proselytize for the music of Elliott Carter at this late date. For those of us who are moved by his works, he is clearly a contemporary master whose agile mind has given us a series of compelling works written in a robust and idiosyncratic musical language. But for most listeners he is a cipher, an intellectual whose cerebral fantasies are suitable only for specialists. And as celebrations begin for his 85th birthday this winter, neither the size of these opposing camps nor their arguments are likely to change.   In fact, when Speculum Musicae presented a concert of Mr. Carter's works on Thursday night in honor of his birthday, including two American premieres and one piece new to New York, the faithful could not even fill the chamber-size Merkin Hall.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Ball Park Is Quiet, and Now Burdens Grow for Drysdale's Widow","web_url":"https://www.nytimes.com/1993/10/19/sports/ball-park-is-quiet-and-now-burdens-grow-for-drysdale-s-widow.html","abstract":"  She palmed three baseballs in her right hand, four more in her left hand and was about to pitch in Dodger Stadium.   Then, the batter spoke up.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Is Montana Receiving Official Help?","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-football-notebook-is-montana-receiving-official-help.html","abstract":"  Joe Montana is the most celebrated quarterback in the National Football League, perhaps the best ever. Many players on the San Diego Chargers spoke in awe about their opportunity on Sunday to play against him. But is Montana such an icon that game officials protect him against defenders trying to get to him?   Yes, say Charger players. Yes, says their coach, Bobby Ross, and he says he plans to talk to league officials about it. No, says a league spokesman, saying Montana is treated no differently from other quarterbacks.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Defendant in a Bombing Plot Released on Bail","web_url":"https://www.nytimes.com/1993/10/19/nyregion/defendant-in-a-bombing-plot-released-on-bail.html","abstract":"  A defendant in the conspiracy case to blow up New York City landmarks was released on bail yesterday, the only person to be freed in two major bombing cases involving the World Trade Center, the United Nations and the Hudson River tunnels.   A Federal judge in Manhattan released Earl Gant, a Philadelphia vendor charged with agreeing to help obtain explosives for the foiled plot, saying Mr. Gant had \"no real awareness of the enormity of what other people were planning.\"","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"New Yorker Tries for the Knicks","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-basketball-new-yorker-tries-for-the-knicks.html","abstract":"  After growing up in Harlem and attending St. John's University, David Cain felt special wearing a Knicks uniform last night at Madison Square Garden. Cain knows that others give him a slim chance of making the Knicks' final 12-man roster. But that will not stop the free-agent point guard from giving his all.   \"I don't have time to be nervous,\" Cain said before the Knicks' 100-90 victory over the Phoenix Suns in their preseason home opener. \"This is the chance of a lifetime and I don't want to let it slip by. I know I can play at this level, there's no doubt in my mind. I just have to stick to the things I do best.\"","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Linking Exports to Aid","web_url":"https://www.nytimes.com/1993/10/19/opinion/linking-exports-to-aid.html","abstract":"  At first glance, the Clinton Administration's new export policy is dismaying. Mr. Clinton wants to reinstitute a practice, known as tied aid, whereby the U.S. would give development aid to poor countries on condition that they purchase U.S. goods. For example, the U.S. would give Paraguay cash to help build a dam; the U.S. would also provide subsidized loans with which Paraguay would be required to buy the needed construction equipment from U.S. companies. The U.S. largely abandoned this practice 20 years ago because linking aid to exports isn't good for recipient countries or fair trade.   At second glance, however, Mr. Clinton's policy is defensible as a means to pressure other donors to cut back the suspect practice. Mr. Clinton hopes that if we play the game just a little, our trading partners will play it a whole lot less.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Not Like the Movie: A Dare Leads to Death","web_url":"https://www.nytimes.com/1993/10/19/us/not-like-the-movie-a-dare-leads-to-death.html","abstract":"  Like the hero of the new movie \"The Program,\" two teen-agers from Pennsylvania and another from Long Island lay in the middle of two different roads at night, apparently to prove they had nerves of steel. Unlike the movie hero, they did not walk away unharmed.   Michael A. Shingledecker Jr., 18, of Polk, Pa., was killed almost instantly about 1 A.M. Saturday when he and a friend were struck by a pickup truck while lying on a two-lane highway in Polk, a small borough in western Pennsylvania. His friend, Dean G. Bartlett, 17, was critically injured. And Michael Macias, 17, of Syosset, L.I., was critically injured when he was hit by a car at 10:40 P.M. Saturday as he lay in the middle of Bayville Avenue in Bayville.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Review/Television; A Look at the Paranormal: It Turns Out to Be Normal","web_url":"https://www.nytimes.com/1993/10/19/arts/review-television-a-look-at-the-paranormal-it-turns-out-to-be-normal.html","abstract":"  In \"Secrets of the Psychics,\" James Randi, magician and skeptic, goes around making people who claim to be able to bend spoons, cure cancer and perform other marvels by the power of mind alone look silly. The most amusing moments in this somewhat patchy edition of \"Nova\" are clips from his appearances on the \"Tonight\" show some years back, particularly his foiling of the then-celebrated superpsychic Uri Geller. Mr. Randi also demonstrates that you don't have to be a psychic to appear to be doing a stomach operation with your bare hands.   More recently, Mr. Randi visited Moscow, where he is seen tormenting purported scientists and healers (who look like villains in B-movies) and two pleasant women who say they can describe a person's life in detail from a photograph. For Mr. Randi, a psychic is just a magician with pretensions.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Foreign Policy Tug-of-War: Latest in a Long String of Battles","web_url":"https://www.nytimes.com/1993/10/19/world/standoff-in-haiti-foreign-policy-tug-of-war-latest-in-a-long-string-of-battles.html","abstract":"  When Senate Republicans demand a greater Congressional role in foreign policy, there must be a Democrat in the White House. And when most Democrats support the use of troops abroad despite serious misgivings, the suspicion is confirmed.   Senator Bob Dole's demand for \"certification\" of American interests by President Clinton before any further involvement in Haiti, for example, stands in dramatic contrast to his words just before Congress voted to allow President Bush to make war on Iraq. On that occasion the minority leader told the Senate, \"I do believe that our best chance for peace and best hope for peace is to strengthen the President's hand in every way we can.\"","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Panel to Oversee La Guardia College Newspaper","web_url":"https://www.nytimes.com/1993/10/19/nyregion/panel-to-oversee-la-guardia-college-newspaper.html","abstract":"  To calm a rash of protests by City Council members, the president of Fiorello H. La Guardia Community College pledged yesterday to assert greater editorial supervision over a student newsletter that recently published an opinion article criticizing Jews.    In a letter to Council Speaker Peter F. Vallone, Raymond C. Bowen, president of La Guardia, denounced the article, calling it \"divisive journalism\" and promising to create a new editorial board of faculty, administrators and students to oversee the newsletter, The Bridge. Run by students, The Bridge now has an adjunct professor as an adviser.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Parents Occupy School Building in Protest","web_url":"https://www.nytimes.com/1993/10/19/nyregion/parents-occupy-school-building-in-protest.html","abstract":"  A group of 70 parents took over an auditorium at Public School 156 in East New York, Brooklyn, last night and said they would not leave until school officials found proper classrooms for students who have been displaced by the asbestos crisis.   Arriving with blankets and pillows for their children, who slept on the auditorium floor, the parents locked the auditorium doors from the inside and said they would stay several days if necessary.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-what-theyre-reading.html","abstract":"Patrick Brooking, a retired British general now a business executive in Berlin, is reading \"Unfinished Journey\" by Sir Yehudi Menuhin. .\"This only covers Menuhin's life until 1976 so there's still a long way to go since then. This is such","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-656993.html","abstract":"  'Tosca'  New York City Opera New York State Theater    New singers stepped into the principal roles in \"Tosca\" on Wednesday evening, and Joseph Colaneri, the company's chorus master, took over the conducting. Among the newcomers, Ann Benson made her house debut in the title role, and Paul Lyon, who made his debut as Calaf in \"Turandot\" this season, tried his hand at another Puccini hero, Cavaradossi.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Clinton Spoke The Truth On Race","web_url":"https://www.nytimes.com/1993/10/19/opinion/clinton-spoke-the-truth-on-race.html","abstract":"When President Clinton suggested that race might motivate some voters in New York City's mayoral election, he was accused of \"interjecting\" or \"re-igniting\" the race issue, of \"playing the race card\" for partisan advantage. I believe that he simply brought the issue of race more into the open.\n\nRacial bloc voting is one explanation for the lack of honest dialogue about race in New York. David Dinkins, the black Democratic incumbent, is not guaranteed re-election in an overwhelmingly Democratic city. The opposite side of his meager white support (27 percent) in 1989 was the equivalent of a landslide of white votes for his opponent, Rudolph Giuliani. Some white voters admit that they won't vote for a black mayor, whoever it is. As one Canarsie voter explains, she's not \"generally prejudiced\"; it's just that blacks \"have proven themselves to be a hostile race.\" In this atmosphere, most Democrats maintain an eerie silence.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Books of The Times; A 'Black White Man' In Colonial Australia","web_url":"https://www.nytimes.com/1993/10/19/books/books-of-the-times-a-black-white-man-in-colonial-australia.html","abstract":"  Remembering Babylon  By David Malouf  202 pages. Pantheon Books. $20.     The Babylon referred to in the title of David Malouf's new novel is Australia: a 19th-century frontier that many of its settlers regarded as Eden, a New World paradise where they might make a fresh start and begin new lives, tabula rasa. Yet as we learn in this astonishing novel, Australia was also a harsh, dangerous land, a place that brought out in its colonizers the dark passions of racism, brutality and hate.","thumbnail":null,"section":"Books"},{"date":"19931019","headline":"Conversing On Line With Older Americans","web_url":"https://www.nytimes.com/1993/10/19/science/peripherals-conversing-on-line-with-older-americans.html","abstract":"  'TELL them that we lived through four wars,\" an older woman said recently about how she arrived at her obsession (she prefers to say she is \"possessed\") with that \"soul snatcher,\" the personal computer.    \"We have gone from sitting by the radio for fireside chats to seeing a war start while watching CNN one evening, from hearing about the invasion of Poland a day later on the radio to watching the butchery in the former Yugoslavia nightly, from the agony of plucking and cleaning chickens to the joy of buying them bare-bottom clean; my father once remarked to me how he had lived in the horse-and-buggy era and lived to see them put a man on the moon, and he was in awe of the fact. The point is, we cannot stagnate.\"","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Mexico Defends Free Trade","web_url":"https://www.nytimes.com/1993/10/19/world/mexico-defends-free-trade.html","abstract":"  Mexico's leader said the fate of the North American trade pact had become a test of good relations throughout the hemisphere. Page A10.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Additional Ban for Chelios of Blackhawks","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-hockey-additional-ban-for-chelios-of-blackhawks.html","abstract":"  CHRIS CHELIOS, the All-Star defenseman of the Chicago Blackhawks, was suspended for two more games yesterday by the National Hockey League for his part in last Thkursday's melee with the Hartford Whalers. On Friday, the league announced that Chelios would be suspended indefinitely pending a hearing. He has missed two games since. Following yesterday's hearing in New York, BRIAN BURKE, the N.H.L. director of hockey operations, said Chelios would be suspended for two more games -- Thursday night against Quebec and Saturday night against Detroit. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Giuliani Achieves Fund-Raising Success","web_url":"https://www.nytimes.com/1993/10/19/nyregion/giuliani-achieves-fund-raising-success.html","abstract":"  The last time Rudolph W. Giuliani ran for mayor, he had to struggle hard in the last six weeks of the race to raise even half the amount of money that was flowing to the Democratic nominee, David N. Dinkins. He was forced to borrow $200,000 from the Republican State Committee and he asked President Bush to help coax donations from the Republican faithful.   This time, Mr. Giuliani raised all the money the law would allow him to spend with two weeks to go, even as Mayor Dinkins continued to worry about fund raising.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"What's Sauce for the Oyster May Also Keep the Doctor Away","web_url":"https://www.nytimes.com/1993/10/19/health/what-s-sauce-for-the-oyster-may-also-keep-the-doctor-away.html","abstract":"  DOES Louisiana hot sauce, a principal ingredient in the spicy New Orleans cocktail sauce commonly served with raw shellfish, kill certain bacteria found in raw oysters?    The answer is yes, at least in the laboratory, researchers said in a preliminary report at a national scientific meeting on microbes and antibiotics yesterday. Principal ingredients of the traditional New Orleans cocktail sauce were found to kill a rare but sometimes fatal bacteria called Vibrio vulnificus.","thumbnail":null,"section":"Health"}],"wiki_events":[],"weather":[{"date":"19931019","time":"1993-10-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":66,"wspd":9.4},{"date":"19931019","time":"1993-10-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":70,"wspd":9.4},{"date":"19931019","time":"1993-10-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":74,"wspd":11.2},{"date":"19931019","time":"1993-10-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":75,"wspd":7.6},{"date":"19931019","time":"1993-10-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":75,"wspd":9.4},{"date":"19931019","time":"1993-10-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":77,"wspd":7.6},{"date":"19931019","time":"1993-10-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":75,"wspd":7.6},{"date":"19931019","time":"1993-10-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":74,"wspd":7.6},{"date":"19931019","time":"1993-10-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":71,"wspd":11.2},{"date":"19931019","time":"1993-10-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":64,"wspd":9.4},{"date":"19931019","time":"1993-10-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":58,"wspd":13},{"date":"19931019","time":"1993-10-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":57,"wspd":13},{"date":"19931019","time":"1993-10-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":53,"wspd":9.4},{"date":"19931019","time":"1993-10-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":48,"wspd":7.6},{"date":"19931019","time":"1993-10-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":50,"wspd":9.4},{"date":"19931019","time":"1993-10-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":48,"wspd":9.4},{"date":"19931019","time":"1993-10-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":51,"wspd":9.4},{"date":"19931019","time":"1993-10-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":55,"wspd":11.2},{"date":"19931019","time":"1993-10-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":58,"wspd":7.6},{"date":"19931019","time":"1993-10-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":57,"wspd":7.6},{"date":"19931019","time":"1993-10-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":60,"wspd":3.6},{"date":"19931019","time":"1993-10-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":60,"wspd":9.4},{"date":"19931019","time":"1993-10-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":67,"wspd":5.4},{"date":"19931019","time":"1993-10-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":71,"wspd":3.6},{"date":"19931019","time":"1993-10-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":43,"wspd":20.5},{"date":"19931019","time":"1993-10-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":22.3},{"date":"19931019","time":"1993-10-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":51,"wspd":22.3},{"date":"19931019","time":"1993-10-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":55,"wspd":20.5},{"date":"19931019","time":"1993-10-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":64,"wspd":7.6},{"date":"19931019","time":"1993-10-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":62,"wspd":11.2},{"date":"19931019","time":"1993-10-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":64,"wspd":13},{"date":"19931019","time":"1993-10-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":13},{"date":"19931019","time":"1993-10-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":11.2},{"date":"19931019","time":"1993-10-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":68,"wspd":7.6},{"date":"19931019","time":"1993-10-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":9.4},{"date":"19931019","time":"1993-10-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":77,"wspd":9.4},{"date":"19931019","time":"1993-10-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":68,"wspd":9.4},{"date":"19931019","time":"1993-10-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":61,"wspd":9.4},{"date":"19931019","time":"1993-10-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":57,"wspd":14.8},{"date":"19931019","time":"1993-10-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":49,"wspd":9.4},{"date":"19931019","time":"1993-10-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":47,"wspd":13},{"date":"19931019","time":"1993-10-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":42,"wspd":7.6},{"date":"19931019","time":"1993-10-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":47,"wspd":13},{"date":"19931019","time":"1993-10-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":49,"wspd":11.2},{"date":"19931019","time":"1993-10-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":11.2},{"date":"19931019","time":"1993-10-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":58,"wspd":9.4},{"date":"19931019","time":"1993-10-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":65,"wspd":9.4},{"date":"19931019","time":"1993-10-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":11.2}]},"19931020":{"guardian_articles":[{"date":"19931020","headline":"Bringing race bigots to book","web_url":"https://www.theguardian.com/uk/1993/oct/20/lawrence.ukcrime","abstract":null,"thumbnail":null,"section":"UK news"},{"date":"19931020","headline":"Crack US troops to leave Somalia","web_url":"https://www.theguardian.com/world/1993/oct/20/usa.martinwalker","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19931020","headline":"Florio's Ratings Slipping in Poll, But He's Ahead","web_url":"https://www.nytimes.com/1993/10/20/nyregion/florio-s-ratings-slipping-in-poll-but-he-s-ahead.html","abstract":"  Gov. Jim Florio's standing with the voters has begun to erode in New Jersey's race for governor, according to the latest New York Times/WCBS-TV News poll, but he still maintains a commanding lead over Christine Todd Whitman.   With less than two weeks to go before the Nov. 2 election, the poll shows Governor Florio leading Mrs. Whitman 49 to 34 percent among registered voters, a lead that is wider still among those who said they will definitely vote. But his performance rating has slipped, his trust rating has slipped and so has his reputation for honesty and integrity. Nearly two-thirds of the respondents think their taxes would go up if he is re-elected.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"10 Bad Minutes Ruin the Other 50","web_url":"https://www.nytimes.com/1993/10/20/sports/hockey-10-bad-minutes-ruin-the-other-50.html","abstract":"  Can a team look good and come out of a slump while losing its fifth game in six attempts? If so, that summarizes the Islanders tonight at Nassau Coliseum, where they lost, 3-2, to the Pittsburgh Penguins before 10,574 customers.   After falling behind by 3-0 in the first half of the first period, the Islanders dominated for the next 50 minutes, bombarding Penguins goalie Tom Barrasso with 47 shots, at least a third of them excellent scoring chances.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Vaudeville Mixed With Murder","web_url":"https://www.nytimes.com/1993/10/20/style/IHT-vaudeville-mixed-with-murder.html","abstract":"The Theatre Royal, Stratford East comes back to life after a dazzling refit financed by the transfer of \"Five Guys Named Moe,\" and with the results of a lengthy improvisation by Mike Leigh. \"It's A Great Big Shame\" is effectively two","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"How to Police New York","web_url":"https://www.nytimes.com/1993/10/20/opinion/how-to-police-new-york.html","abstract":"  Crime is always a visceral issue in New York City politics. That's especially true this year when polls show crime to be a prime concern among voters.    Mayor David Dinkins and his challenger Rudolph Giuliani hold starkly different views on how dangerous the city is and how best to police it. Mr. Giuliani presents himself as a hard-nosed cop who'd round up the bad guys he says the Mayor has permitted to flourish in the streets. Mr. Dinkins points with pride to the thousands of new police officers he has hired, and to a drop in the most serious and violent crimes despite a popular perception that crime is getting worse.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Somalia Envoy's Earlier Lobbying Under Investigation for Possible Conflict","web_url":"https://www.nytimes.com/1993/10/20/world/somalia-envoy-s-earlier-lobbying-under-investigation-for-possible-conflict.html","abstract":"  The State Department is investigating whether President Clinton's chief envoy to Somalia, Robert B. Oakley, violated Federal conflict-of-interest laws in his work as a private consultant, Administration officials said today.   The inquiry centers on Mr. Oakley's role as a consultant to Middle East Airlines, which hired his Washington-based company this year as part of a campaign to regain its profitable routes to the United States. He has denied any wrongdoing.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Coaches Seek Voice On N.C.A.A. Rules","web_url":"https://www.nytimes.com/1993/10/20/sports/colleges-coaches-seek-voice-on-ncaa-rules.html","abstract":"  Midnight Madness may be the traditional opening for college basketball, but the season got off to an intriguing start this afternoon as two major coaching groups -- one exclusively black, the other predominantly white -- met in different cities to discuss strategies to make their voices heard.   While the National Association of Basketball Coaches met here for the group's inaugural issues summit, 30 members of the Black Coaches Association boycotted the conference and instead met in Washington with members of the Congressional Black Caucus.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"At Issue: Hold a Baby or Hold That Line?","web_url":"https://www.nytimes.com/1993/10/20/us/pro-football-at-issue-hold-a-baby-or-hold-that-line.html","abstract":"  In a head-on collision between the family values of today's sensitive man and the macho work ethic of pro football, a citywide furor unfolded over the Houston Oilers' threat to discipline a player who missed a game last Sunday because he stayed with his wife for the birth of their first child the previous evening.   Callers jammed radio talk shows here to vent their views about the team's contention that David Williams, the starting offensive right tackle, should have tried harder to join the club for its game against the New England Patriots in Foxboro, Mass. The vast majority of callers supported Williams, and the Oilers, apparently sensing a public-relations disaster in the making, had appeared today to be backing off their threat to dock Williams $125,000 and possibly suspend him for missing the game.   But tonight, the team announced that it was withholding Williams's pay for the game. It did not make reference to any further disciplinary action.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/10/20/arts/the-pop-life-737493.html","abstract":"  Stones' Unclear Bass Line   You may soon see and hear a new Rolling Stone. But then again, maybe you won't.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Coalition Opposing Health Plan Is Called Front Group for Insurers","web_url":"https://www.nytimes.com/1993/10/20/us/coalition-opposing-health-plan-is-called-front-group-for-insurers.html","abstract":"  In the latest twist in an intense lobbying campaign over the Clinton Administration's health plan, a group that favors it accused an insurance industry trade group today of deceptively creating a front group to lobby against the plan.    The Families USA Foundation, a consumer group that specializes in health issues, said it had a copy of the health insurance lobby's plans.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"1994 Tour de France: Some Hellos and a Ciao","web_url":"https://www.nytimes.com/1993/10/20/sports/IHT-1994-tour-de-france-some-hellos-and-a-ciao.html","abstract":"The Tour de France will reveal its 1994 itinerary Wednesday, and for a few hours the several hundred people invited to the presentation of the world's greatest bicycle race will bask in their return to summer. Inside the hall, at any rate. .Outside, th","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Alcohol and Cold Risk","web_url":"https://www.nytimes.com/1993/10/20/opinion/alcohol-and-cold-risk.html","abstract":"  CIGARETTE smoking has long been known to increase a person's susceptibility to respiratory infections like colds and flu, but researchers were shocked to find that another common vice -- alcohol -- may foster resistance to the common cold.   While large doses of alcoholic beverages are known to suppress immune responses, thus increasing susceptibility to infections, a carefully controlled study suggests that more moderate alcohol consumption is protective.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Piaf: The Talent vs. the Legend","web_url":"https://www.nytimes.com/1993/10/20/style/IHT-piaf-the-talent-vs-the-legend.html","abstract":"Edith Piaf has been called irreplaceable. Is anybody replaceable? In the sense that she wears poorly and was overestimated to begin with, yes, Edith Piaf's singing has been replaced. Can 50 million Frenchmen be wrong? .In a wider sociological perspecti","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/20/style/chronicle-104093.html","abstract":"  It's certainly not the most difficult composition that the Philadelphia Orchestra has ever performed, but its members were getting ready yesterday to give their rendition of \"The Star-Spangled Banner\" at the fourth game of the World Series in Philadelphia this evening.    The musicians will have a police escort to Veterans Stadium, where they will stand between home plate and the pitcher's mound for the national anthem in what is believed to be the first performance by a symphony orchestra at a World Series game. They will wear tails, Philadelphia Orchestra sweatshirts and Phillies hats.","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"Hefty Price for T-Shirt Auctioned by Waitz","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-olympics-hefty-price-for-t-shirt-auctioned-by-waitz.html","abstract":"  A white T-shirt was auctioned off in Pulitzer Plaza across from the Plaza Hotel yesterday afternoon and brought $2,600. The T-shirt was 100 percent cotton, but fabric accounted for only a fraction of the price. It was a one-of-a-kind shirt with a clock and \"116\" on it, the number of days left until the opening of the XVII Winter Olympic Games in Lillehammer, Norway. The Norwegian Olympians GRETE WAITZ, a silver-medal winner in the marathon, and STEIN ERIKSEN, a gold- and silver-medal winner in skiing, conducted the auction. The shirts have been sold primarily in Lillehammer, one a day, to draw attention to the event. But in the last two weeks the group has sold shirts in Seattle, Chicago and Minot, N.D., where the garment drew a record price of $3,700 at a Scandinavian fair.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"D'Amato Skips a Race","web_url":"https://www.nytimes.com/1993/10/20/us/d-amato-skips-a-race.html","abstract":"  Senator Alfonse M. D'Amato ended his public flirtation with a 1994 gubernatorial race, leaving the Republican primary to lesser-known contenders.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"A Charity-Event Round to Regret","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-golf-a-charity-event-round-to-regret.html","abstract":"  CHARLEY CAREY says he's \"rotting in jail\" three weeks after he was arrested for allegedly cheating on his score during a charity golf tournament near Indianapolis.   \"It's been like living in Nazi Germany here,\" Carey said by telephone from the Hamilton County jail, where he has been since his Sept. 30 arrest. \"Things are getting worse and worse. I haven't been convicted of anything.\"","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"A Top Drawer 'Meistersinger'","web_url":"https://www.nytimes.com/1993/10/20/style/IHT-a-top-drawer-meistersinger.html","abstract":"The Royal Opera's first new production of the new season is Wagner's \"Die Meistersinger,\" and both first-night audience and critics have agreed that it is one of the best in many seasons. .The producer is Graham Vick, who was responsible for","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"Jackson Heights Tract Named Historic Area","web_url":"https://www.nytimes.com/1993/10/20/nyregion/jackson-heights-tract-named-historic-area.html","abstract":"  New York City's Landmarks Preservation Commission took a major step yesterday toward protecting the Queens neighborhood that in the early decades of this century gave garden apartments their name by designating a tract of nearly 500 apartment buildings and homes in Jackson Heights as a historic district.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"11th State Set to Ban Blockading of Clinics","web_url":"https://www.nytimes.com/1993/10/20/us/11th-state-set-to-ban-blockading-of-clinics.html","abstract":"  In an effort to prevent groups like Operation Rescue from blocking access to abortion clinics, the Massachusetts Senate passed legislation today forbidding blockades of medical centers.   The bill, which is expected to be signed into law by Gov. William F. Weld, prohibits people from \"knowingly\" obstructing the entrances and exits to clinics. \"People can still sing and chant, and continue to speak out,\" said State Senator Lois G. Pines, who sponsored the bill, which was previously approved by the Massachusetts House of Representatives.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Facing a Tough Test for a Winning Streak; After Nine Election Victories, Gulotta Is Encountering One of His Hardest Campaigns","web_url":"https://www.nytimes.com/1993/10/20/nyregion/facing-tough-test-for-winning-streak-after-nine-election-victories-gulotta.html","abstract":"  Even before he won his first election, people knew Thomas S. Gulotta was destined to play a major role in Nassau County politics.   In the royalty of Nassau's Republican Party, which has long run the county government virtually unchallenged, he was clearly a prince. His father, Frank, was the first Italian-American to rise through the ranks and win countywide office, first District Attorney and then Supreme Court judge.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Bronco-Raider War Moves to Front Offices","web_url":"https://www.nytimes.com/1993/10/20/sports/on-pro-football-bronco-raider-war-moves-to-front-offices.html","abstract":"  The Raiders and the Broncos have met 66 times and the most recent one, on Monday night, proved that as far as rivalries are concerned in the National Football League, this feud does not take a backseat to any other.   Late in the first half, General Manager John Beake of Denver strode over to Pat Haggerty, the N.F.L. officiating observer, in the Mile High Stadium press box and ripped the on-field officiating crew upside down and inside out. There was grabbing and holding by the Raiders' offensive linemen and no calls were being made, Beake charged. He said he was sick and tired of the league's catering to the Raiders' owner, Al Davis. He told Haggerty that the league could expect a formal complaint first thing Tuesday morning.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Personal Health; Struggling for peace in the war against psoriasis.","web_url":"https://www.nytimes.com/1993/10/20/health/personal-health-struggling-for-peace-in-the-war-against-psoriasis.html","abstract":"  LIVING with a chronic health problem is never easy. The emotional difficulties of dealing with an incurable ailment are compounded when instead of eliciting compassion the disorder touches off feelings of revulsion, not just among casual acquaintances but often in the patients themselves. For those who suffer from psoriasis, a chronic, incurable skin disorder that is rarely life-threatening and only sometimes physically disabling, the emotional impact can nonetheless be devastating.    In a poll taken recently among the more than 250 people attending the annual meeting of the National Psoriasis Foundation, 84 percent said that psoriasis had a negative effect on their moods, 43 percent said it adversely affected their social lives and 16 percent reported that it interfered with their work.","thumbnail":null,"section":"Health"},{"date":"19931020","headline":"In America; Blacks Killing Blacks","web_url":"https://www.nytimes.com/1993/10/20/opinion/in-america-blacks-killing-blacks.html","abstract":"  On Monday, in a high school on the Upper West Side of Manhattan, the Rev. Jesse Jackson stood on the stage of a nearly filled auditorium and spoke to the ache in the heart of black America.   For whatever reasons, and they are many and complex, large numbers of black youngsters in America are on a rampage of killing. And they are killing mostly one another.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"BID TO LIMIT TERMS CAN BE ON BALLOT IN NEW YORK CITY","web_url":"https://www.nytimes.com/1993/10/20/nyregion/bid-to-limit-terms-can-be-on-ballot-in-new-york-city.html","abstract":"  New York State's Court of Appeals ordered New York City yesterday to let voters on Election Day decide whether to limit the mayor, members of the City Council and other municipal officeholders to two consecutive four-year terms.   The ruling was a defeat for the city's political establishment, led by Mayor David N. Dinkins and the City Council Speaker, Peter F. Vallone. They had been fighting for months to keep the term-limit referendum off the ballot through administrative and legal measures.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Walter J. Kravetz; NBC News Producer, 66","web_url":"https://www.nytimes.com/1993/10/20/us/walter-j-kravetz-nbc-news-producer-66.html","abstract":"  Walter J. Kravetz, a producer and director for NBC News for 37 years, died on Sunday at his home in Hobe Sound, Fla. He was 66.   The cause was cancer, his family said.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Books of The Times; Harlem's Face on Its Own Terms","web_url":"https://www.nytimes.com/1993/10/20/books/books-of-the-times-harlem-s-face-on-its-own-terms.html","abstract":"  VanDerZee Photographer, 1886-1983 By Deborah Willis-Braithwaite with a biographical essay by Rodger C. Birt Illustrated. 192 pages. Harry N. Abrams. $39.95.   How does a photographer find his subject? Or must his subject find him? When young Alfred Stieglitz came home from Berlin in 1899, he claimed that New York City was photo-resistant. He had to see the rambunctious vaudevillians Weber and Fields and the great Eleanora Duse in \"Camille\" before he got it: New York's sights, rhythms, tones and sensations dictated their own rules. It was up to the photographer to grasp and make use of them.   Young James VanDerZee came to New York from pastoral Lenox, Mass., in 1908, and he came as a waiter, an elevator operator and a musician. When he finally opened his photography studio in 1917, his subject was Harlem, a city within a city, and its rules were wildly contradictory. What had first been a haven for upper-class Anglo-Saxons had then become a haven for middle- and working-class Irish, Italians and Jews, and was fast becoming a haven for upper-, middle- and working-class blacks from the South, the West and the Caribbean.","thumbnail":null,"section":"Books"},{"date":"19931020","headline":"DOLE WEAKENING HAITI RESOLUTION","web_url":"https://www.nytimes.com/1993/10/20/world/dole-weakening-haiti-resolution.html","abstract":"  Apparently lacking the votes to pass a resolution tightly restricting President Clinton's military options in Haiti, Bob Dole, the Senate minority leader, negotiated with the White House today about watering it down.   Lawmakers of both parties criticized the Administration's handling of Somalia, Haiti and Bosnia. But even as they offered their own suggestions, a bipartisan consensus appeared to be growing against any attempt to make fundamental foreign policy decisions in the Senate in response to public opinion.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Sports of The Times; Baseball's War Between The Leagues","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-of-the-times-baseball-s-war-between-the-leagues.html","abstract":"  NEVER before had the d.h. factor required such a momentous announcement during the World Series. But never before had the d.h. factor involved a future Hall of Famer and a resident batting champion.   With 2,492 hits at age 37, Paul Molitor is almost sure to accumulate more than 3,000 hits, virtual automatic admission to Cooperstown's pearly gates. John Olerud led the American League with a .363 average this season, perhaps the first of several titles for this sweet swinger.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"2 Russians in Algeria Are Slain by Militants","web_url":"https://www.nytimes.com/1993/10/20/world/2-russians-in-algeria-are-slain-by-militants.html","abstract":"  Two senior Rusian military officers were assassinated in Algeria Saturday, officials announced today, apparently as part of a new phase of a two-year-old terror campaign by Muslim fundamentalists.   The movement that is trying to press the Algerian Government into giving up power has indicated recently that it will try to drive foreign specialists and diplomats out of the country.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Outside Spotlight's Glare: Other Cases From Riots","web_url":"https://www.nytimes.com/1993/10/20/us/outside-spotlight-s-glare-other-cases-from-riots.html","abstract":"  Damian M. Williams and Henry K. Watson are the final two members of what their supporters called the \"L.A. Four,\" the first group arrested after riots and the ones whose fate has engaged the passions of the city.    But their cases are only the most visible of a half-dozen stemming from crimes against a white truck driver, Reginald O. Denny, and scores of other people on April 29, 1992.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/20/sports/results-plus-700593.html","abstract":"  7-0 Leafs Near Record  The Toronto Maple Leafs, backed once again by the exceptional goaltending of Felix Potvin, beat the visiting Hartford Whalers, 7-2, last night for their seventh victory without a defeat. A triumph against the Panthers in Miami tomorrow night will give Toronto a share of the National Hockey League record for consecutive victories at the start of a season, shared by the 1934-35 Leafs and the 1975-76 Sabres. Potvin has allowed only 15 goals in the seven games. Panthers 2, Kings 2: Kelly Hrudey of the visiting Kings stopped 50 shots by the surprising Panthers, who in turn held Los Angeles scoreless through the final 61 minutes. Florida shut out the N.H.L.'s highest-scoring team after falling behind, 2-0, in the first 3 minutes 16 seconds.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Antioch's Policy on Sex Is Humanizing","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-antioch-s-policy-on-sex-is-humanizing-150393.html","abstract":"  To the Editor:   Re \" 'Ask First' at Antioch\" (editorial, Oct. 11), about the college's sexual offense policy: you still don't get it.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"From Sicily, Biscotti With a History","web_url":"https://www.nytimes.com/1993/10/20/style/from-sicily-biscotti-with-a-history.html","abstract":"\"PAN' e vino, San Martino.\"\n\nThat phrase, which means simply \"Bread and wine, St. Martin,\" is frequently uttered in Sicilian households before Nov. 11, when the feast of St. Martin of Tours is celebrated.","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"What's Different About the Horn of Africa","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-what-s-different-about-the-horn-of-africa-147393.html","abstract":"  To the Editor:   As every American seeks to understand the complex tragedies that have occurred in Somalia, a fallacy central to the present United Nations-United States policy seems, at last, to have become clear: we think that the Somalis ought to have a government (letter, Oct. 14).   The peculiar history of Somalia suggests otherwise. The people of the horn of Africa hold themselves apart from other black Africans in several ways.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Thornton's Season Is Over","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-football-thornton-s-season-is-over.html","abstract":"  Giants defensive lineman George Thornton, who suffered a mild stroke last week, has been placed on the reserve/nonfootball-related injury list for the rest of the season. Although the Giants can bring Thornton back, Coach Dan Reeves and Giants medical personnel said today that Thornton, 25, should not play again this season.   The Giants released a statement from the team physician, Russell Warren, who said: \"George Thornton has sustained a transient ischemic attack, a mild stroke. George's hypertension appears to be under control. He will undergo further diagnostic testing and counseling this week at New York Hospital-Cornell Medical Center. George and the Giants have agreed that he should not play football this season.\"","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"D'Amato Is Out of Race for Governor; Will Remain in Senate","web_url":"https://www.nytimes.com/1993/10/20/nyregion/d-amato-is-out-of-race-for-governor-will-remain-in-senate.html","abstract":"  Senator Alfonse M. D'Amato today ended his five-month public flirtation with a 1994 gubernatorial race, leaving the Republican primary to a field of lesser-known contenders.   Mr. D'Amato announced -- in a letter to party leaders, on Howard Stern's radio show and then in a Washington news conference -- that he was staying in the Senate in the hope that the Republicans would take control in next year's midterm elections. If the Senate changes hands, Mr. D'Amato would become chairman of the Banking Committee.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"A Bigger Starks Aims for Bigger Things","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-basketball-a-bigger-starks-aims-for-bigger-things.html","abstract":"  Last season was a breakthrough for John Starks, who along with Patrick Ewing was instrumental in leading the Knicks to the Eastern Conference finals against Chicago. His rousing dunk put the cap on a Game 2 victory that left his team just two games away from the N.B.A. finals.   But the Knicks never won those two games, and one reason was the play of Starks, who seemed worn down by the long season and by the man he was assigned to guard: Michael Jordan.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Christopher Gillis Tribute","web_url":"https://www.nytimes.com/1993/10/20/arts/christopher-gillis-tribute.html","abstract":"  A memorial tribute to Christopher Gillis, a choreographer and leading performer with the Paul Taylor Dance Company, is to be held on Saturday at 2 P.M. at St. Mark's Church, Second Avenue and 10th Street, East Village. Among those scheduled to take part are Margie Gillis, Mr. Gillis's sister; Ruth Andrien, and members of the Paul Taylor and Jose Limon companies. Mr. Gillis died on Aug. 7. Information: (212) 431-5562.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Review/Dance; New Choreography and High Fashion In a United Expression About AIDS","web_url":"https://www.nytimes.com/1993/10/20/arts/review-dance-new-choreography-and-high-fashion-in-a-united-expression-about-aids.html","abstract":"  The program was called simply \"A Demand Performance,\" but it was an extravaganza in every sense, uniting the dance and fashion worlds in an evening that celebrated creativity in both fields.   The cause -- raising money for education, care and advocacy in relation to AIDS -- persuaded 18 choreographers to join forces on Monday night at the New York State Theater for an event that featured 17 dance works (most of them premieres) or excerpts, two vocal pieces and a strutting finale led by Tommy Tune.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Openness or Isolation for North Korea","web_url":"https://www.nytimes.com/1993/10/20/opinion/openness-or-isolation-for-north-korea.html","abstract":"  Talks aimed at opening North Korea's nuclear sites to international inspectors are getting nowhere. A diplomatic resolution of the dispute is still possible, but time is running short.    North Korea is now on notice that if it fails to live up to its obligations under the Nuclear Nonproliferation Treaty, the U.S. and others are prepared to seek economic sanctions.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Goodbye Emily, Hello Oprah","web_url":"https://www.nytimes.com/1993/10/20/opinion/goodbye-emily-hello-oprah.html","abstract":"Emily is the name of my 9-year-old niece, a girl who would not harm a fly. But it is hardly an appropriate tag for the violent storm that loomed threateningly in the Caribbean last month. Likewise Bob. No one is going to be frightened by a hurricane called Bob.\n\nHurricanes should have intimidating names that make people stay home and batten down the hatches. Bone Crusher, for example, would be a good name. The only problem with Bone Crusher is that it doesn't capture the essence of a storm's particular nature. Here's a list of names that are not only scary, but also very descriptive.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Hentgen At Home On Road","web_url":"https://www.nytimes.com/1993/10/20/sports/world-series-hentgen-at-home-on-road.html","abstract":"  All it took was a one-way plane ticket. All Pat Hentgen needed to rebound from a forgettable pitching performance was a timely journey across the border. Once Hentgen leaves Canada and leaves the Skydome, he is a daunting pitcher. Even in the World Series.   The pitcher who could exchange memorable road stories with Charles Kuralt created another wonderful baseball tale tonight with a superb game in his first visit to Veterans Stadium, a 10-3 Blue Jays victory over the Phillies in Game 3 of the series. Once they boarded their charter flight in Toronto Sunday, the Jays probably knew that Hentgen would produce. He did.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Israel Frees Palestinian Leader Held 23 Years","web_url":"https://www.nytimes.com/1993/10/20/world/israel-frees-palestinian-leader-held-23-years.html","abstract":"  In a gesture to the Palestine Liberation Organization that was seen as a harbinger of a possible mass release of prisoners, Israel today freed the Palestinian prisoner it has held the longest, 23 years.   It was the first release since the agreement on Palestinian autonomy signed last month. Israeli officials called it a confidence-building measure that could increase support for the accord in the occupied territories.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Plan Seeks Improvement Package for Financial District","web_url":"https://www.nytimes.com/1993/10/20/nyregion/plan-seeks-improvement-package-for-financial-district.html","abstract":"  A two-year study of lower Manhattan concludes that a broad package of renovation, construction and marketing is needed to improve the area that includes the Financial District, Battery Park City and the South Street Seaport.   The 96-page plan for the area, released yesterday by the city Planning Department, proposes bolstering the business community and the tourist industry through a combination of tax breaks, city financing, zoning changes and a special business tax to finance promotion of the area.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"42d Street To Get A Theater For Youth","web_url":"https://www.nytimes.com/1993/10/20/theater/42d-street-to-get-a-theater-for-youth.html","abstract":"  The Victory Theater, an empty 93-year-old Times Square house with an illustrious past but no future until now, will become the city's first major midtown theater offering year-round programming for young audiences.   After a $7.9 million renovation, the Victory will become the first of nine historic theaters on West 42d Street to be restored and reopened, the project's organizer, the New 42d Street Inc., announced yesterday.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/20/nyregion/c-corrections-106693.html","abstract":"  An article yesterday about accidents among teen-agers who emulated a daredevil stunt from a new movie misstated the day of the funeral for Michael A. Shingledecker Jr., who was killed by a car while lying on a highway in Polk, Pa. His funeral was yesterday, not Monday.  ","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Average of 7 Polls Shows How Close Race for Mayor Is","web_url":"https://www.nytimes.com/1993/10/20/nyregion/average-of-7-polls-shows-how-close-race-for-mayor-is.html","abstract":"  Seven recent polls of New York City voters indicate a close contest between Mayor David N. Dinkins and Rudolph W. Giuliani, his Republican-Liberal challenger.   When the seven polls are averaged, Mr. Dinkins has 45 percent to Mr. Giuliani's 42 percent. But when the polls are taken individually, the gap between the two candidates is within each poll's margin of sampling error.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/20/nyregion/metro-digest-895893.html","abstract":"  NEW YORK CITY  TERM LIMITS TO GO ON BALLOT   New York City voters will get to decide on Election Day whether to limit the Mayor, members of the City Council and other municipal officeholders to two consecutive four-year terms, the state's highest court, the Court of Appeals, ruled unanimously. A1. DINKINS CAMP TO PAY FOR CAMPAIGN ERROR   Under pressure from the city's Campaign Finance Board, the Dinkins campaign has agreed to reimburse the State Democratic Committee for more than $226,000 worth of political ads that the Giuliani campaign had complained were intended to circumvent spending limits. B2.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"750 Rangers Are to Leave Somalia, President Says","web_url":"https://www.nytimes.com/1993/10/20/world/750-rangers-are-to-leave-somalia-president-says.html","abstract":"  President Clinton announced today that 750 Army Rangers would leave Somalia immediately, effectively ending the American role in the search for the clan leader who international officials have said is responsible for the deaths of scores of United Nations peacekeepers.   Mr. Clinton said that the Rangers, who had been part of the United Nations effort to track down and arrest the Somali leader, Mohammed Farah Aidid, had completed their mission -- though they have not found General Aidid -- and that the 3,600 marines who have arrived offshore would monitor the situation in Somalia.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"1918: Radiant Welcome : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-1918-radiant-welcome-in-our-pages100-75-and-50-years-ago.html","abstract":"FLANDERS FRONT - Lille has come out of slavery, radiant with joy. Her people gave thanks to-day [Oct. 18] with full hearts, and embraced the soldiers of Britain. Fortunate indeed are those who witnessed the scenes of rejoicing inher beflagged streets this","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Mother Who Saw Neighborhood's Dangers and a Stray Bullet","web_url":"https://www.nytimes.com/1993/10/20/nyregion/mother-who-saw-neighborhood-s-dangers-and-a-stray-bullet.html","abstract":"  Moments before she died, Wanda Betts sat her two young daughters down on a small bench. She fastened their jackets against the early evening cool then turned toward the sound of teen-age boys arguing across the street. She must have seen their guns, the police said, because the last thing she ever did was to throw herself in front of her children, to be their shield.   Ms. Betts, a 26-year-old college student, newly married and yearning to be a teacher, was killed by one stray bullet that tore from sidewalk to sidewalk Monday night between two housing projects in the Brownsville section of Brooklyn and struck her in the chest. Her girls were spared.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"A Scholarly Objection : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-a-scholarly-objection-letters-to-the-editor.html","abstract":"Regarding \"An Eccentric Selection from the Nobel Folks\" (Opinion, Oct. 13) by Edwin M. Yoder Jr.: .When Mr. Yoder's column was read by the fellows at the Rockefeller Foundation Study and Conference Center in Bellagio, Italy, authors, artists,","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"School Is Taken Over by Angry Parents in Protest","web_url":"https://www.nytimes.com/1993/10/20/nyregion/school-is-taken-over-by-angry-parents-in-protest.html","abstract":"  Dozens of Brooklyn parents, angered by their children's nomadic journey in and out of other schools because of the asbestos crisis, have taken over an elementary school, camping out by night, conducting a few classes by day and vowing not to leave until they have a permanent building for their children.   The protest, at Public School 156 in Brownsville, began peacefully Monday night and has continued despite demands from the school district, No. 23, that their children report to a nearby school for classes. The students have complained of harassment at that school.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/20/style/chronicle-613093.html","abstract":"  For legal name-dropping, it would be hard to beat the guest list for the party given in Manhattan on Monday by JAMES A. FINKELSTEIN to celebrate the 15th anniversary of the newspaper he publishes, The National Law Journal.    Among those at the party in the Harmonie Club on East 60th Street were Mary Jo White, United States Attorney for the Southern District of New York; District Attorney Robert M. Morgenthau of Manhattan, and lawyers like Arthur Liman and Floyd Abrams. Also on hand were a few political figures, among them Gov. Mario M. Cuomo of New York, who spoke, and Mayor David N. Dinkins and former Mayor Edward I. Koch, who managed not to cross paths.","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"In Haiti, There Is No Shortage of Fear","web_url":"https://www.nytimes.com/1993/10/20/world/in-haiti-there-is-no-shortage-of-fear.html","abstract":"  People familiar with Haiti's economy say that the international naval blockade that began today may cause severe damage but that it is uncertain whether the hardships will force the military leaders to restore democracy.   Concerns about the impact of the embargo grew as an international flotilla, including six warships from the United States, gathered on the hazy blue horizon off the coast to prevent fuel and arms from entering Haiti.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Review/Theater; Self-Analysis as Forum For Deceiving Oneself","web_url":"https://www.nytimes.com/1993/10/20/theater/review-theater-self-analysis-as-forum-for-deceiving-oneself.html","abstract":"  None of the characters in \"Snowing at Delphi,\" Catherine Butterfield's play about a group of New Yorkers gathered in a country house for Christmas, are terribly shy about explaining what's gone wrong with their lives. Fears, hostilities and personal philosophies are subjects to be presented, carved and served out like the holiday ham in this studiedly ironic comedy. Never mind that the self-analysis often rings false. That, as the author makes abundantly clear, is her point.   Ms. Butterfield, who also appears in the play (and turns in its most credible performance), has a finely tuned ear for the language of self-deception. And the evening's principal pleasures come from her ability to create lively dialogue among people whose elaborate systems of defense and justification are set up to be exploded. \"Know thyself\" -- the inscription on the temple at Delphi, as one bombastic character announces -- becomes the play's shibboleth in a way that is both sardonic and earnestly sincere.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Give the Russians Time : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-give-the-russians-time-letters-to-the-editor.html","abstract":"I am tired of hearing people criticize Boris Yeltsin for his \"undemocratic policies\" following the recent events at and around Russia's parliament. Russia is not a democratic country, and we will not be able to say it is for a couple of years.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"In New Jersey, Slip-Ups Show Autopsy System Deficiencies","web_url":"https://www.nytimes.com/1993/10/20/nyregion/in-new-jersey-slip-ups-show-autopsy-system-deficiencies.html","abstract":"  When Philip Mancini, a popular Vineland High School teacher, was found murdered in bed at home early this month, the news shocked this South Jersey farming and glassmaking community.   An autopsy performed by the Cumberland County Medical Examiner, Dr. Larry Mapow, concluded that Mr. Mancini, 53, had died from blows to the head by a blunt instrument.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Review/Television; An Evening for Savoring Classical Music's Details","web_url":"https://www.nytimes.com/1993/10/20/arts/review-television-an-evening-for-savoring-classical-music-s-details.html","abstract":"  Impassioned dedication, or just plain bargain hunting? Public television's relationship with classical music generally falls somewhere between. There are producers like Jac Venza and John Goberman, who are decidedly fervent, and there are programmers who, always budget conscious, are adept at finding a good deal or acquisition. In the end, at least occasionally, music lovers win.   Tonight's lineup on PBS begins at 8 with Mr. Goberman's series, \"Live From Lincoln Center,\" in a celebration of the Chamber Music Society's 25th anniversary. Mr. Goberman has long crusaded for the live televising of music, dance and opera events. This program -- featuring the pianist Andre Watts, the society's first guest artist member -- will open with the premiere of John Corigliano's Fanfare for Brass, and will also include Debussy's Premiere Rhapsodie and Mozart's Clarinet Quintet, with the clarinetist David Shifrin, who is the society's artistic director.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Life Sign Listed As 8-5 Favorite","web_url":"https://www.nytimes.com/1993/10/20/sports/life-sign-listed-as-8-5-favorite.html","abstract":"  Presidential Ball, Riyadh and Life Sign will race for divisional honors in the $300,000 Cadillac Breeders Crown pace for 3-year-old colts Saturday at Freehold Raceway.   Three other pacing divisions will be contested on the Breeders Crown program, which is harness racing's year-end championships: 3-year-old fillies, 2-year-old colts and 2-year-old fillies.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Ducks Blast the Rangers, and Then Keenan Does","web_url":"https://www.nytimes.com/1993/10/20/sports/hockey-ducks-blast-the-rangers-and-then-keenan-does.html","abstract":"  When Mike Keenan took over as the new head coach of the Rangers last spring, he had no explanation for the team's failure to make the playoffs despite its obvious talent.   Last night, he got a firsthand example of exactly what went wrong.   With a mind-boggling performance that rivals any of their ugly outings last season, the Rangers lost, 4-2, to the Mighty Ducks of Anaheim at Madison Squaren Garden, providing the expansion club with a victory in its first-ever road game.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Review/Pop; Surfing U.S.A. Revisited","web_url":"https://www.nytimes.com/1993/10/20/arts/review-pop-surfing-usa-revisited.html","abstract":"  On Friday night, as it featured the surf guitarist Dick Dale, the Grand was filled with trash-culture enthusiasts, people for whom the overlooked and peripheral aspects of American popular culture are in fact a mainstream. Mr. Dale, who helped invent the surf-music genre in the late 1950's and early 60's, fit the audience's needs perfectly: he is a nearly forgotten figure whose music reflects the mania and voluminousness of American culture at that time.   Surf music, guitar-based and full of huge, whooshing sounds, is the expression of a certain type of innocent American modernity, pure California and pre-pollution, -Watergate and -Vietnam. Mr. Dale, playing a Fender Stratocaster, the quintessential American pop guitar, was hellbent on making noise. He ran his fingers up and down the fret board in long glissandos, sending shimmering metallic sounds out into the room. And he twanged away, letting the low notes ring like a jackhammer on a construction site. In pieces from his new album, \"Tribal Thunder\" (Hightone), Mr. Dale dipped into mambos and Arab scales, and he performed Juan Tizol's \"Caravan\" with flair.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Justice for J.J. Pollard : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-justice-for-jj-pollard-letters-to-the-editor.html","abstract":"OnSept. 16 the European Parliament's Committee on Foreign Affairs and Security resoundingly adopted a resolution to intercede with the Clinton administration for the release of a political prisoner - a United States Citizen American and a Jew. .Inter","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Well, Yes, Being an Ex-Congressman Helps","web_url":"https://www.nytimes.com/1993/10/20/us/well-yes-being-an-ex-congressman-helps.html","abstract":"  The short man with the wide smile was working the dais in the House Ways and Means Committee's hearing room this morning, shaking hands, patting backs, button-holing, making small talk.   He slipped into the anteroom behind the dais after Representative Dan Rostenkowski, the Illinois Democrat who is chairman of the committee, dropped the gavel to begin the session on the North American Free Trade Agreement. But periodically he reappeared at the door to summon one Congressman and then another into the back room. A few times during the hearing he actually walked onto the dais to consult with legislators or staff assistants.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Malone Gets 2-Year Extension From Jazz","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-basketball-malone-gets-2-year-extension-from-jazz.html","abstract":"  KARL MALONE's hurt feelings over LARRY JOHNSON's lucrative deal with the Charlotte Hornets have been soothed by a two-year extension of the power forward's contract with the Utah Jazz.   Malone, who had five years remaining on his contract, including the current year, reached agreement with the Jazz owner, LARRY H. MILLER, over the weekend.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Sherrard's Spirit Is Strong Despite His Body's Faults","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-football-sherrard-s-spirit-is-strong-despite-his-body-s-faults.html","abstract":"  Mike Sherrard has endured so much pain, it's almost as if he expects it. After breaking his right leg three times in the last six years, he has added a partly dislocated hip to his list of woes. But it wasn't surprising that when he met the news media today, his spirits were upbeat and there was even a smile on his face.    Sherrard, who is expected to be on crutches for three to six weeks, was asked if he felt like, \"Why me again?\"","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"'Bother Us Like This Every Day'","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-bother-us-like-this-every-day.html","abstract":"There were no more Arafat T-shirts in stock in Marwan's small shop in Jerusalem's Muslim quarter, but he promised that a new supply would be coming soon from the Israeli manufacturers in West Jerusalem. .Odd things have been happening since Israel and","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"It's 'Davis Cup, Anyone?' As a Trip to India Looms","web_url":"https://www.nytimes.com/1993/10/20/sports/tennis-it-s-davis-cup-anyone-as-a-trip-to-india-looms.html","abstract":"  The United States Davis Cup team learned yesterday that the same worst-case scenario that spelled disaster for its 1993 squad -- a first-round match in Australia that the top American players refused to fit into their schedules -- has returned for 1994 in the form of a first-round trip to India. So far, said the brand-new Davis Cup captain, Tom Gullikson, there have been no first-round volunteers for 1994.   \"It's going to be a formidable trip, and while I'm certain we have the players to subdue India, the main task is getting people down there and keeping them healthy,\" said Gullikson, who harbors memories of food poisoning and a unique court surface, cow dung, from his two trips to India in 1977 and 1978 while competing on the circuit.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Ukraine Now Says It May Keep Nuclear Weapons","web_url":"https://www.nytimes.com/1993/10/20/world/ukraine-now-says-it-may-keep-nuclear-weapons.html","abstract":"  In a sharp change of tone, President Leonid M. Kravchuk said today that Ukraine may keep some of the nuclear weapons it inherited from the Soviet Union, and he accused the West of not providing enough financial assistance to dismantle the 176 strategic missiles on Ukrainian territory.   President Kravchuk's statement, that Ukraine may keep 46 SS-24 missiles, came only five days before Secretary of State Warren Christopher is to arrive here for talks in which Ukraine's nuclear weapons will feature high on the agenda.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Phillies Are Proving 3 Out of 9 Only Add Up To a Third of a Team","web_url":"https://www.nytimes.com/1993/10/20/sports/world-series-analysis-phillies-are-proving-3-9-only-add-up-third-team.html","abstract":"  A .500 record after two games in the World Series in a foreign setting can camouflage much. But sooner or later, the Philadelphia Phillies are going to have to address the parts of their offense that are drying up.   Not Lenny Dykstra, Mariano Duncan or John Kruk. That trio continued their superb and consistent attack on Toronto pitching, collecting five of the Phillies' nine hits and reaching base a total of seven times in an 10-3 loss in Game 3 here tonight.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Hoopla Aside, Mayors Inspire Ho-Hum Attitude","web_url":"https://www.nytimes.com/1993/10/20/nyregion/about-new-york-hoopla-aside-mayors-inspire-ho-hum-attitude.html","abstract":"  PREDICTABLY, we are now at that point in the mayoral race when some people would have us believe that depending on how we end up using our ballot in 12 days, the city will be either doomed to perpetual ruin or assured of final deliverance.   In order to place such thinking into perspective, here is a list of people who have been Mayor in the last 50 years:","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/20/nyregion/news-summary-369793.html","abstract":"  International A3-14  LIMITED MISSION FOR U.S. TROOPS  The top U.S. commander in Somalia said that additional American troops would help defend U.N. troops but would not join United Nations forces patrolling the streets or disarming the warring factions.  A1  ELITE ARMY UNIT LEAVING SOMALIA  President Clinton is withdrawing the elite Army Rangers from Somalia. The move showed his intention to seek a political solution there, the President said.  A14","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/20/style/chronicle-103193.html","abstract":"  SEAN CONNERY has completed a course of radiation therapy on his throat. \"It has been a month, six weeks since it was finished, and I am fine,\" the actor said Monday on GMTV television in Britain, The Associated Press reported yesterday.","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"Prizes for Two Playwrights","web_url":"https://www.nytimes.com/1993/10/20/theater/prizes-for-two-playwrights.html","abstract":"  The 1993 Kesselring Prizes for best new American plays were awarded yesterday to Anna Deavere Smith for \"Fires in the Mirror: Crown Heights, Brooklyn, and Other Identities,\" and Han Ong, for \"Swoony Planet.\" The cash prizes are awarded by the National Arts Club in Manhattan. Ms. Smith will receive $10,000; Mr. Ong, $2,500.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"House Kills the Supercollider, And Now It Might Stay Dead","web_url":"https://www.nytimes.com/1993/10/20/us/house-kills-the-supercollider-and-now-it-might-stay-dead.html","abstract":"  The House pushed a stake through the heart of the $11 billion Superconducting Supercollider program today, voting emphatically, for the second time since June and the third time in 16 months, to reject financing for the vast Texas atom-smasher.   Each time, the Senate has rescued the project, which has already cost $2 billion, from the House attempts to kill it. But after today's 264-to-159 vote on a crucial procedural vote in the House, its most important advocate in the Senate, J. Bennett Johnston, said the project appeared to be lost.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Yankees Would Create Environmental Nightmare in Midtown; Cut Stadium Prices","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-yankees-would-create-environmental-nightmare-in-midtown-cut-stadium-prices-153893.html","abstract":"  To the Editor:   Regarding the latest proposal to relocate the Yankees in midtown, if you ride the trains when the Yankees are playing, you see a curious thing: the trains to Yankee Stadium coming from Manhattan are packed with fans, while the trains to the stadium coming from the Bronx are empty. Why do so few people from the Bronx come to see the Bronx Bombers play?","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Local Governments May Pay More in Health Plan","web_url":"https://www.nytimes.com/1993/10/20/us/local-governments-may-pay-more-in-health-plan.html","abstract":"  Administration officials disclosed today that President Clinton's health plan would require some state and local governments to pay more than private employers for workers' health insurance.    Private employers would not have to contribute more than 7.9 percent of their payrolls. But no such limit would apply to public employers, the Administration officials said.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Next, Serbs Vs. Serbs","web_url":"https://www.nytimes.com/1993/10/20/opinion/next-serbs-vs-serbs.html","abstract":"To many in the West, Serbia seems to have won. With its help, Serbs in Croatia and Bosnia have conquered most of the territory it coveted in 1991, when civil war broke out in the former Yugoslavia. Both Croatian and Bosnian Serbs want to form a common state with Serbia, and in Bosnia they are likely to succeed.\n\nOn Monday, Radovan Karadzic, the Bosnian Serb leader, said that Serbs would soon unite in one state and \"then Serbs will be so strong that many will want to be their friend.\"","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Green, Released by the 76ers, Retires","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-basketball-green-released-by-the-76ers-retires.html","abstract":"  SIDNEY GREEN, cut last week by the Philadelphia 76ers, announced his retirement yesterday.   The 32-year-old Green played 10 seasons, seeing action with six National Basketball Association teams. Last month, he was traded from Charlotte to Philadelphia, but was then released.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Cosell and Glickman Make Hall of Fame","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-broadcasting-cosell-and-glickman-make-hall-of-fame.html","abstract":"  HOWARD COSELL and MARTY GLICKMAN were selected yesterday for induction into the American Sportscasters Hall of Fame.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Antioch's Policy on Sex Is Humanizing; Society's Unbounded Id","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-antioch-s-policy-on-sex-is-humanizing-society-s-unbounded-id-151193.html","abstract":"  To the Editor:   \" 'Ask First' at Antioch\" (editorial, Oct. 11) fails to identify this latest legislative experiment as part of a broad social trend. Our society is beset by ever more impulsive behavior, unbounded by the ordinary limits of conscience. The inevitable reaction is to attempt to restore civility to human interactions by enacting more and more rules. Society's id and, in response, its superego grow by leaps and bounds. In the process a healthy ego gets squeezed out. Unfortunately, legislation cannot substitute for human decency. It will not save us.  RICHARD ALTABEF  Great Neck, L.I., Oct. 11, 1993 The writer is a First Amendment lawyer for CBS.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Dinkins Campaign to Pay Party Panel for Some Ads","web_url":"https://www.nytimes.com/1993/10/20/nyregion/dinkins-campaign-to-pay-party-panel-for-some-ads.html","abstract":"  Under pressure from the city's Campaign Finance Board, the Dinkins campaign has agreed to reimburse the State Democratic Committee for more than $226,000 worth of political advertisements that the Giuliani campaign had complained were intended to circumvent spending limits.   The agreement was applauded by advocates of public financing as a sign that the board, created in 1988, was forcefully executing its mission. In agreeing to pay for the ads, the Dinkins campaign averted possible sanctions or fines from the board. But the payments are a blow to the Dinkins campaign because they will reduce the amount of money the campaign has to spend in the crucial last days of a tight race, city officials and mayoral aides said.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Nets Sale? Discussions Reported Continuing","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-basketball-nets-sale-discussions-reported-continuing.html","abstract":"  While the Nets are waging a public battle to persuade Derrick Coleman to sign a long-term contract extension, their fragile seven-man ownership board is struggling to determine what its own association with the National Basketball Association franchise is going to be.   Several N.B.A. sources have said that the majority owners running the Nets have had recent discussions about selling the team to at least one group, the Maloof family of Albuquerque, N.M., which formerly owned the Houston Rockets and last year lost out in a bid to reacquire the team.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/10/20/sports/eastern-college-report.html","abstract":"  Syracuse    Marvelous Marvin Graves, big-play maker and superb passer, is carrying the Orange. The running attack all but disappeared against Pitt -- 35 attempts mostly between the tackles for 116 yards -- leaving the offense up to the quarterback. So Graves passed for 318 yards and 2 touchdowns, which is an average performance for the senior who has received Heisman Trophy attention.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Universities Scrambling As Investment Incomes Fall Short of Past Levels","web_url":"https://www.nytimes.com/1993/10/20/education/universities-scrambling-as-investment-incomes-fall-short-of-past-levels.html","abstract":"  Colleges and universities across the country are eliminating jobs or freezing hiring, declaring construction moratoriums and trimming student financial aid because of the declining return on endowments, a source of income that is often second only to tuition.   At Stanford Law School, a student loan program was saved only because three jobs were cut. At the University of Texas, building maintenance has been cut sharply. And at the University of Pennsylvania, three departments were closed last week and their professors moved to others.","thumbnail":null,"section":"Education"},{"date":"19931020","headline":"Biographer to Assist Powell With Memoirs","web_url":"https://www.nytimes.com/1993/10/20/books/biographer-to-assist-powell-with-memoirs.html","abstract":"  Joseph E. Persico, a former speechwriter for Nelson A. Rockefeller and the author of biographies of Mr. Rockefeller and of Edward R. Murrow, will be the collaborator for the memoirs of Gen. Colin L. Powell, it was announced yesterday by Harold M. Evans, president and publisher of the Random House Trade Group.   Random House acquired the world rights in August for the autobiography of General Powell, the former Chairman of the Joint Chiefs of Staff, for a price said to be about $6.5 million. Mr. Evans said Mr. Persico, who is represented by Clyde Taylor of Curtis Brown, had reached an agreement with the general's agent, Marvin Josephson. Random House said Mr. Persico would be paid by the general. Neither Mr. Josephson nor Mr. Taylor would say whether Mr. Persico would also receive a percentage of the royalties, if any.","thumbnail":null,"section":"Books"},{"date":"19931020","headline":"Wary Draw Puts Kasparov Close to Victory in Match","web_url":"https://www.nytimes.com/1993/10/20/arts/wary-draw-puts-kasparov-close-to-victory-in-match.html","abstract":"  Whatever happens now, after Gary Kasparov agreed to a draw in Game 19 of his world championship match with Nigel Short yesterday in London, he cannot lose his title. He has 12 points out of a possible 24 and, under match rules, the incumbent retains his championship in the event of a tie.   That may well be why the Russian was so generous in offering a draw when he had just won a pawn that might have turned out to be decisive. His strategy may have been to make his status secure first and then play for the $1.43 million winner's share of the $2.55 million purse by winning or drawing Game 20 on Thursday.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"RAPE WAS WEAPON OF SERBS, U.N. SAYS","web_url":"https://www.nytimes.com/1993/10/20/world/rape-was-weapon-of-serbs-un-says.html","abstract":"  A United Nations war crimes commission has found evidence that rape was used by the Serbs as a weapon of terror in the war in Bosnia and Herzegovina.    But the commission says the number of provable cases of rape may be substantially lower than the 20,000 estimated earlier this year by the European Community. The European report said in January said Muslim women were raped by Serbian soldiers as part of their campaign of \"ethnic cleansing\" in the civil war.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/20/us/inside-418993.html","abstract":"  More Suffering for Haiti   While sanctions against Haiti are sure to increase hardship, it is unclear whether they will force leaders to restore democracy. Page A3. Higher Bills for Governments   Local governments would have to pay more than private companies do to insure workers under the Clinton health plan, officials said. Page A18. Movie Stunt Dropped   The Walt Disney Company said it would delete a scene in \"The Program\" after a teen-ager was killed copying the stunt. Page A21. Drug Companies to Cut Jobs   Pfizer, American Cyanamid and Upjohn plan to eliminate a total of 7,000 jobs, with many of the cuts coming in New York and New Jersey. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/20/nyregion/no-headline-420093.html","abstract":"  \"It was the most unbelievable thing that I've ever seen and I wouldn't have missed it for anything in the world.\" -- DAVID WILLIAMS, a pro football player who passed up a game to attend the birth of his first child.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"After Shevardnadze's Plea, Russia May Help Georgians","web_url":"https://www.nytimes.com/1993/10/20/world/after-shevardnadze-s-plea-russia-may-help-georgians.html","abstract":"  After an urgent appeal for help from Georgia's embattled leader, Eduard A. Shevardnadze, Russian officials said today that they were considering joint action with other countries in the Caucasus region to protect Georgia's main supply route from rebel attacks.   But Foreign Minister Andrei V. Kozyrev and Defense Minister Pavel S. Grachev ruled out any direct Russian military intervention in Georgia, where Mr. Shevardnadze is caught in a desperate fight for survival against a rebellion led by his archrival, former President Zviad Gamsakhurdia.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Head of Prado Quits After 30 Months in Job","web_url":"https://www.nytimes.com/1993/10/20/arts/head-of-prado-quits-after-30-months-in-job.html","abstract":"  The head of the Prado Museum, Felipe Garin, resigned unexpectedly today after only 30 months at his post.   The museum's board met quickly and nominated Francisco Calvo Serraller, a 45-year-old art history professor and renowned art critic, to succeed Mr. Garin. The nomination is expected to be confirmed by the Spanish Government in a Cabinet meeting on Friday.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"U.S. SHIFTS TROOPS TO DEFENSIVE ROLE IN SOMALIA MISSION","web_url":"https://www.nytimes.com/1993/10/20/world/us-shifts-troops-to-defensive-role-in-somalia-mission.html","abstract":"  The top United States military commander in Somalia said today that American soldiers would no longer join United Nations forces in patrolling the streets of this city or in seeking to disarm any of the country's warring factions.   Outlining further limits that are being imposed on United States military operations here, the commander, Maj. Gen. Thomas M. Montgomery, also said the main mission of the American contingent would be to defend United Nations soldiers and their military compounds. Marines to Go Ashore    He added that many of the 3,600 marines dispatched to the waters off Somalia would come ashore in the coming weeks to augment a United States Army force already swelling beyond 10,000 troops.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"What's Different About the Horn of Africa; Emotional Symbol","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-what-s-different-about-the-horn-of-africa-emotional-symbol-148193.html","abstract":"  To the Editor:   The firestorm of commentary on the publication of the photograph of a dead American soldier being dragged through the streets of Mogadishu by a crowd of Somalis has raised once again the question of how much information the American public wants to have about its wars, how much reality is tolerable to a society whose free press has often been blamed for bearing bad news we would rather not confront (front page, Oct. 5).","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"1893: Tragedy in Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-1893-tragedy-in-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A very sad tragedy came before the Paris courts yesterday [Oct. 18], when Marie Marterez, a domestic servant, was tried for homicide, through carelessness, of Blanche, the infant child of Mrs. Blanch Treville, an American actress. On August 26 Mrs","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"A Protester's Fate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-a-protesters-fate-letters-to-the-editor.html","abstract":"Regarding \"An Orphan Bears Witness, Pricking an Idealist's Myth\" by Anna Quindlen (Opinion, Oct. 12) and \"Finally Paying the Price\" (Editorial, same date): .It is a little much, two articles in one day celebrating the 8- to 12-year","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/20/theater/theater-in-review-154693.html","abstract":"  S. S. Glencairn Four Plays of the Sea  Willow Cabin Theater Company Harold Clurman Theater  412 West 42d Street Clinton Through Oct. 31 The Moon of the Caribees Bound East for Cardiff The Long Voyage Home In the Zone  Four short dramas by Eugene O'Neill; directed by Edward Berkeley; set by Miguel Lopez-Castillo; costumes by Dede Pochos and Fiona Davis; lighting by Michael Gottlieb. Presented by Willow Cabin Theater Company, Mr. Berkeley, artistic director; Adam Oliensis and Maria Radman, producing directors. WITH: John Billeci, John Bolger, Paul Bolger, Thomas Borrillo, Doug Broe, Kenneth Favre, Ken Forman, Laurence Gleason, Peter Killy, Charmaine Lord, Stephen Mora, Angela Nevard, Adam Oliensis, Linda Powell, Michael Rispoli, Cheryl Rogers, Jonathan Sea and Craig Zakarian.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Yankees Would Create Environmental Nightmare in Midtown","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-yankees-would-create-environmental-nightmare-in-midtown-152093.html","abstract":"  To the Editor:   New York's Gov. Mario M. Cuomo and the Urban Development Corporation propose to build a new Yankee Stadium in Manhattan to keep the ball club from moving to New Jersey. But why should New Yorkers give the Yankees even $20 million a year, the cost of financing a new stadium, to congest and pollute Manhattan?","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Lageman to Play Despite Warning of Neck Injury","web_url":"https://www.nytimes.com/1993/10/20/sports/lageman-to-play-despite-warning-of-neck-injury.html","abstract":"  Jeff Lageman, the Jets defensive end who has complained of numbness in his arms and other discomfort because of a problem with a disk in his neck, will play Sunday against the Buffalo Bills even though a doctor has warned him that he risks serious injury, according to a person close to the situation.   Lageman saw eight spine specialists in New York and Virginia last week in an attempt to determine the severity of the problem. Seven of those doctors cleared him to play, the person said, but one doctor recommended that Lageman sit out at least six weeks before playing again or risk serious injury.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Benazir Bhutto Returns as Leader of a Poor and Troubled Pakistan","web_url":"https://www.nytimes.com/1993/10/20/world/benazir-bhutto-returns-as-leader-of-a-poor-and-troubled-pakistan.html","abstract":"  Benazir Bhutto, Pakistan's first woman Prime Minister, returned triumphantly today to the office from which she was banished in 1990 on charges of corruption and incompetence.   Assuming office a second time, Ms. Bhutto faces a desperately poor Pakistan and confronts a hostile India and severe economic and military sanctions by the United States because of Pakistan's nuclear weapons program.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"1943:Red Army Victory : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-1943red-army-victory-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Red Army troops, pouring through a major breakthrough southeast of Kremenchug, mauled four German divisions yesterday [Oct. 18] to win a railway junction deep behind large German forces in the Dnieper River bend and c","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Yanks Demote Monteleone","web_url":"https://www.nytimes.com/1993/10/20/sports/yanks-demote-monteleone.html","abstract":"  The Yankees have demoted relief pitcher Rich Monteleone outright to Class AAA Columbus, where he can either accept the move or declare himself a minor league free agent.   The 30-year-old right-hander was 7-4 with a 4.94 earned run average in 42 appearances this past season and seemed uncertain about his future.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Nobel Laureates Won Unesco Peace Prize","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-nobel-laureates-won-unesco-peace-prize-149093.html","abstract":"  To the Editor:   On Oct. 15 all American media featured the award of the Nobel Peace Prize to Nelson Mandela, the African National Congress leader, and F. W. de Klerk, the President of South Africa. That attention was deserved in view of their unflinching commitment to negotiations for a nonracial, democratic South Africa.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"A Saint Passes","web_url":"https://www.nytimes.com/1993/10/20/sports/IHT-a-saint-passes.html","abstract":"Paolo Mantovani, the president of Sampdoria UC, a friend to European football to the end, is dead. And though it is always said that the team is bigger than the man, in Sampdoria's case the two were equal and inseparable. .Mantovani rose from an $11-a-","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Washington Talk; Moynihan on Health: Cure Social Ills","web_url":"https://www.nytimes.com/1993/10/20/us/washington-talk-moynihan-on-health-cure-social-ills.html","abstract":"  Health care hearings at the Senate Finance Committee under Daniel Patrick Moynihan's chairmanship are unlike any other health care hearings.   The talk today was not of how health care alliances would work under President Clinton's plan, nor whether small business could afford to pay premiums. There were no emotional accounts of children denied treatment, no special pleading for victims of this disease or practitioners of that treatment.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/20/theater/theater-in-review-155493.html","abstract":"  Fire's Daughters  Ubu Repertory Theater 15 West 28th Street Chelsea Through Sunday  By Ina Cesaire; translated by Judith G. Miller; directed by Ntozake Shange; set by Watoku Ueno; lighting by Greg MacPherson; costumes by Carol Ann Pelletier; music composed and performed by Mauro Refosco; casting by Adrienne Puntar Stern; production stage manager, Bethany Ford; assistant director, Saundra McClain. Presented by Ubu Repertory Theater, Francoise Kourilsky, artistic director. WITH: Darlene Bel Grayson, Alene Dawson, Harriett D. Foy and Cee-Cee Harshaw.   Laughter rings through the dialogue and the music of \"Fire's Daughters\" by the Martinican writer Ina Cesaire, but what the four women in this play are really talking about, under the playful jokes and teasing, is a bloody struggle of an entire people.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Hue Journal; Once Again, a Fiery Suicide Sets Vietnam Aflame","web_url":"https://www.nytimes.com/1993/10/20/world/hue-journal-once-again-a-fiery-suicide-sets-vietnam-aflame.html","abstract":"  Clutching a small bunch of flowers and a few pieces of fruit that would be his final earthly offering to the Buddha, Dao Quang Ho walked up the mist-shrouded stone steps that lead to one of Vietnam's most hallowed shrines, the Pagoda of the Heavenly Lady. He also carried with him a box of matches and a small plastic bottle filled with gasoline.   Buddhist monks who were in prayer at the pagoda on that cool, sunny morning in May would later say that they saw Mr. Ho place the flowers and fruit on three plates, setting one before each of the pagoda's three golden statues of the Buddha. He then walked a hundred yards to a granite courtyard at the rear of the pagoda, where he doused himself with gasoline before striking a match.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Florio-Whitman Debate Zeroes In on Ethics","web_url":"https://www.nytimes.com/1993/10/20/nyregion/florio-whitman-debate-zeroes-in-on-ethics.html","abstract":"  Meeting in their second debate of the campaign tonight, Gov. Jim Florio and his Republican rival, Christine Todd Whitman, traded sharp accusations over ethics and took swipes at each other's records and proposals.    Trailing by double digits in a series of independent polls -- including a 15-point spread in the most recent New York Times/WCBS-TV News poll -- Mrs. Whitman was under greater pressure to perform well in both debates before a statewide audience.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Chicago Learns How Hard It Is to Better Schools","web_url":"https://www.nytimes.com/1993/10/20/education/chicago-learns-how-hard-it-is-to-better-schools.html","abstract":"  Four years ago, with the fanfare of a high school commencement and the passions of a civil war, the nation's most sweeping experiment in school governance gave broad authority to parents in each of Chicago's 551 public schools.   For the first time, parents could choose the principal, approve budgets and have final say over anything from the books their children read to the color of paint in the halls.","thumbnail":null,"section":"Education"},{"date":"19931020","headline":"Denny's Old Neighbors Say Fear Swayed Verdicts","web_url":"https://www.nytimes.com/1993/10/20/us/denny-s-old-neighbors-say-fear-swayed-verdicts.html","abstract":"  Here in the San Gabriel Valley suburb where Reginald O. Denny lived at the time he was beaten, many residents say that the jurors who have mostly acquitted two men charged in the assault have been unfairly influenced by an earlier trial that led to deadly rioting in Los Angeles.   \"It's a meshed thing, isn't it?\" mused Connie Gustavson, a secretary at a Baptist nursery school here. \"It's very hard to be truthful when you're weighing so many things.\"","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Nets Appear Willing to Wait on Coleman","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-basketball-nets-appear-willing-to-wait-on-coleman.html","abstract":"  Now that Derrick Coleman has rejected the Nets' latest contract offer -- a $69 million, eight-year extension that would would make him the highest-paid player per season in the National Basketball Association -- the team faces a deadline for signing their 6-foot-10-inch power forward.   Coleman's attorney, Harold MacDonald, has given the Nets until Monday to offer a counterproposal, but the club doesn't appear to be moving quickly in that direction.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"3 BOSNIA FACTIONS IN PRISONER TRADE","web_url":"https://www.nytimes.com/1993/10/20/world/3-bosnia-factions-in-prisoner-trade.html","abstract":"  After 18 months of prison camp abuses, the three warring armies in Bosnia began a prisoner exchange today involving more than 6,400 people, most of them civilian men who were seized as hostages, to prevent them becoming combatants in the war, or simply as targets for revenge.    The exchange, organized by the International Committee of the Red Cross, is designed to all but empty a score of prisons and detention centers across this former Yugoslav republic. If successful, the operation would sharply curtail a pattern of abuses, including summary executions, beatings and near-starvation diets, that has been condemned by international human rights groups.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Schmidt Can Now Extol The Value of Emotion","web_url":"https://www.nytimes.com/1993/10/20/sports/world-series-schmidt-can-now-extol-the-value-of-emotion.html","abstract":"  Mike Schmidt did not express his emotions on the field or get too close to the fans while he played for the Phillies. But when Schmidt, who is likely to be a first-ballot Hall of Famer when he is eligible in 1995, threw out the first pitch before Game 3 tonight, he received a rousing ovation and enthusiastically waved to the fans. He recognizes the value of emotion for the current Phillies.   \"I made things look easy in the field and didn't get emotional,\" said the former third baseman, who hit 548 homers and had 1,533 runs batted in. \"When I see highlights of myself, I'm a little displeased. I think I got caught up with the pressure to succeed. The 1993 team are guys that fans can relate to. The team is like the city. The fans want to be like the Phillies and rise.\"","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Their Right to Stay Where They Are","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-their-right-to-stay-where-they-are.html","abstract":"\"Comprehensive policies that address the cause of political and economic migrations will require a fundamental shift in the outlook and actions of the trilateral democracies of North America, Europe and Japan. That shift should be anchored in a new","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Topics of The Times; Get a Life, Coach","web_url":"https://www.nytimes.com/1993/10/20/opinion/topics-of-the-times-get-a-life-coach.html","abstract":"  If we hadn't already suspected there was something seriously wrong with football, Bob Young would have convinced us. The Houston Oilers' offensive-line coach needs to make an appointment with his nearest attitude-adjustment clinic. When one of his offensive linemen, David Williams, missed a game because he wanted to be with his wife when his son was born, Mr. Young compared it to avoiding a combat mission in World War II.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Comic Relief for German Movies","web_url":"https://www.nytimes.com/1993/10/20/style/IHT-comic-relief-for-german-movies.html","abstract":"The filmmaker Detlev Buck is walking down the Kurfrstendamm discussing the subject now on most European filmmakers' minds and lips: namely, why American films so dominate the European market. He stops in front of one of West Berlin's biggest cinema","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"Review/Theater; The Seminal American Musical Is Rebuilt From the Ground Up","web_url":"https://www.nytimes.com/1993/10/20/theater/review-theater-the-seminal-american-musical-is-rebuilt-from-the-ground-up.html","abstract":"  Without \"Show Boat,\" there would have been no \"Porgy and Bess,\" no \"Oklahoma!,\" no \"West Side Story.\" Jerome Kern and Oscar Hammerstein's 1927 Broadway musical was the first to tell an adult story adapted from a sprawling novel (by Edna Ferber), the first to traffic in serious themes (miscegenation, marital collapse), the first to aspire to the epic size of classic 19th-century American literature. With its cracker-barrel humor, metaphorical use of the Mississippi River and poignant attempts to bridge the vast American racial divide, \"Show Boat\" is the Broadway musical's answer to \"The Adventures of Huckleberry Finn.\" Or would be if Twain had had Florenz Ziegfeld's taste for soaring melodies and lavish spectacle.    In today's American theater, there may be no artist more indebted to \"Show Boat\" than Harold Prince, whose entire career, from the original production of \"West Side Story\" to the current \"Kiss of the Spider Woman,\" has been devoted to building on the serious musical that Kern and Hammerstein invented. So it is no surprise that Mr. Prince's staging of \"Show Boat\" here, as the opening attraction of the North York Performing Arts Center, is a seismic event in the American musical theater. Given a huge budget, an enormous cast in which Broadway stalwarts vastly outnumber local recruits, and a house that resembles the mammoth Gershwin Theater back home, Mr. Prince has approached the piece as if it were a new work that might have been submitted to him by Stephen Sondheim shortly after their collaboration on \"Sweeney Todd.\" The result is a continuously fascinating display of theatrical wizardry that, largely because of inadequate acting, still falls short of what must be its principal goal: to make \"Show Boat\" as powerful for contemporary audiences as it was for those of the late 1920's and 30's.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/20/theater/theater-in-review-628993.html","abstract":"  Marriage Play  Signature Theater Company Kampo Cultural Center 31 Bond Street East Village Through Oct. 31  By Edward Albee; set by E. David Cosier; costumes by Teresa Snider-Stein; lighting by Jeffrey S. Koger; fight direction by Marty Pistone; production stage manager, Kathleen M. Nolan. Presented by Signature Theater Company, James Houghton, artistic director; Thomas C. Proehl, managing director. WITH: Kathleen Butler and Tom Klunis.   When last we saw George and Martha, Edward Albee's prototypes for the angry middle-aged couple, they were confronting their fear of Virginia Woolf after a boozy dark night of the soul in academia and trying to find a way to carry on after shattering the illusion that bound them.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Customs Overhaul Offered In Move to Aid Trade Pact","web_url":"https://www.nytimes.com/1993/10/20/us/customs-overhaul-offered-in-move-to-aid-trade-pact.html","abstract":"  The Administration and Congressional supporters of the North American Free Trade Agreement today tied a sweeping revision of Federal customs regulations to the proposed pact after failing to resolve a dispute over how to pay for the agreement.   Today's proposed revision of customs regulations was part of an effort by the pact's supporters to mollify transportation industries. The nation's airlines, cruise lines and trucking companies are vigorously lobbying against an Administration proposal to double customs inspection fees to offset $2.35 billion in tariffs that would be eliminated over five years under the agreement.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"The United Nations Can't Afford Failure in Somalia","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-the-united-nations-cant-afford-failure-in-somalia.html","abstract":"The writer, a former prime minister of Australia, is president of Care International, an aid agency which operates in Somalia.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Los Angeles Jurors Report Progress Despite Hardships","web_url":"https://www.nytimes.com/1993/10/20/us/los-angeles-jurors-report-progress-despite-hardships.html","abstract":"  A juror in the racially charged trial of two black men accused of beating a white truck driver has expressed fears for her safety and that of her family, the forewoman told the judge today.   The word of the juror's fears, which were disclosed in response to a question from the judge, came before the jury cut short its deliberations at midday when one of them fell ill with high blood pressure. Shortly afterward, a second juror fell ill and was taken to a hospital with an undisclosed ailment.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Trade Center Jury Hears Evidence of Vehicle Parts","web_url":"https://www.nytimes.com/1993/10/20/nyregion/trade-center-jury-hears-evidence-of-vehicle-parts.html","abstract":"  A bomb expert testifying in the World Trade Center trial yesterday gave the first account matching vehicle parts found after the explosion to a yellow van the Government claims was rented by one of the defendants.   The expert, a bomb technician for the Federal Bureau of Investigation, said pieces of an exploded vehicle found under the trade center after the Feb. 26 blast were identical to a duplicate yellow Ford Ryder rental van. The Government claims Mohammed A. Salameh, one of the four men accused as terrorist bombers, had rented the van in Jersey City three days earlier and then falsely reported it stolen.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Topics of The Times; Let There Be Light","web_url":"https://www.nytimes.com/1993/10/20/opinion/topics-of-the-times-let-there-be-light.html","abstract":"  In a welcome reversal, the White House has announced that future appearances by President Clinton at major political fund-raising dinners will be open to the press -- the same sound policy followed by Presidents Reagan and Bush.    The move responds to criticism of the press lockout imposed by the White House when Mr. Clinton mingled with lobbyists and fat cats at the Democratic Senatorial Campaign Committee's recent $1,500-a-head fund-raising dinner. This was an awkward stance for an Administration supposedly committed to open government.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/20/nyregion/c-corrections-105893.html","abstract":"  An obituary on Friday about Andrew S. Zysman, a doctor in San Francisco who campaigned for accelerated AIDS research, described the use of the antiviral drug acyclovir incompletely. It is prescribed to treat herpes, both in patients with HIV infections and in others.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Review/Film; East German Agitprop","web_url":"https://www.nytimes.com/1993/10/20/movies/review-film-east-german-agitprop.html","abstract":"  \"Strictly Propaganda\" offers a virtual-reality-style voyage into a brave new world, a place where housewives tirelessly salvage bricks from bombed-out rubble and children sing sweetly about wanting to join the army some day. If the effect of such scenes is disorienting, it ought to be, since this documentary consists entirely of excerpts from East German newsreels and educational material. Promoting everything from sex education for teen-agers to steamer cruises on the Volga, each of these snippets has its own blunt agenda. \"Show us where children are not so well off,\" a teacher asks a student, spinning a globe. \"Yes! Where capitalism dominates! A good answer.\"   Using no narration, interruptions or other means of breaking the spell, Wolfgang Kissel has strung together a riveting series of vignettes, each of them intended to sway the audience in what now seem laughably clumsy ways. Despite the dated, unbecoming light in which they now appear, though, these scenes are ultimately too sad and serious to play like anything out of \"Reefer Madness.\" Spanning 40 years' worth of East German history, \"Strictly Propaganda\" documents endless deceptions, variously large or insignificant, that add up to a national tragedy. Mr. Kissel makes his film all the more disturbing by never stopping to contrast real events with their absurdly sunny, inspirational counterparts on screen.","thumbnail":null,"section":"Movies"},{"date":"19931020","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/20/nyregion/bridge-052393.html","abstract":"  If your partner opens the bidding and the opponents reach a game, it is reasonable to assume that you can afford to double holding five trumps headed by the ace and a side king. West made this assumption on the diagramed deal and was disappointed by the result.   The occasion was the New Jersey Swiss teams event in Chatham, N.J., played on Sunday, and North-South were Jane Mason and David Wizentowski, both of Madison, N.J., two members of the winning team. North and South are close to making three no-trump and that would succeed if the defense leads too many hearts.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931020","time":"1993-10-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":78,"wspd":1.8},{"date":"19931020","time":"1993-10-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":81,"wspd":1.8},{"date":"19931020","time":"1993-10-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":82,"wspd":7.6},{"date":"19931020","time":"1993-10-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":83,"wspd":5.4},{"date":"19931020","time":"1993-10-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":81,"wspd":3.6},{"date":"19931020","time":"1993-10-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":85,"wspd":5.4},{"date":"19931020","time":"1993-10-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":83,"wspd":3.6},{"date":"19931020","time":"1993-10-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":81,"wspd":7.6},{"date":"19931020","time":"1993-10-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":80,"wspd":9.4},{"date":"19931020","time":"1993-10-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":79,"wspd":5.4},{"date":"19931020","time":"1993-10-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":73,"wspd":5.4},{"date":"19931020","time":"1993-10-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":69,"wspd":7.6},{"date":"19931020","time":"1993-10-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":62,"wspd":11.2},{"date":"19931020","time":"1993-10-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":42,"wspd":7.6},{"date":"19931020","time":"1993-10-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":43,"wspd":11.2},{"date":"19931020","time":"1993-10-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":50,"wspd":11.2},{"date":"19931020","time":"1993-10-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":59,"wspd":13},{"date":"19931020","time":"1993-10-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":61,"wspd":11.2},{"date":"19931020","time":"1993-10-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":62,"wspd":14.8},{"date":"19931020","time":"1993-10-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":64,"wspd":16.6},{"date":"19931020","time":"1993-10-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":66,"wspd":14.8},{"date":"19931020","time":"1993-10-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":70,"wspd":13},{"date":"19931020","time":"1993-10-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":73,"wspd":18.4},{"date":"19931020","time":"1993-10-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19931020","time":"1993-10-20 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":67,"wspd":9.4},{"date":"19931020","time":"1993-10-20 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":81,"wspd":11.2},{"date":"19931020","time":"1993-10-20 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":7.6},{"date":"19931020","time":"1993-10-20 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":7.6},{"date":"19931020","time":"1993-10-20 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":7.6},{"date":"19931020","time":"1993-10-20 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":13},{"date":"19931020","time":"1993-10-20 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":11.2},{"date":"19931020","time":"1993-10-20 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":14.8},{"date":"19931020","time":"1993-10-20 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":13},{"date":"19931020","time":"1993-10-20 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":11.2},{"date":"19931020","time":"1993-10-20 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":11.2},{"date":"19931020","time":"1993-10-20 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":13},{"date":"19931020","time":"1993-10-20 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":16.6},{"date":"19931020","time":"1993-10-20 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":13},{"date":"19931020","time":"1993-10-20 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":14.8},{"date":"19931020","time":"1993-10-20 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":100,"wspd":14.8},{"date":"19931020","time":"1993-10-20 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":14.8},{"date":"19931020","time":"1993-10-20 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":14.8},{"date":"19931020","time":"1993-10-20 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":18.7},{"date":"19931020","time":"1993-10-20 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":22.3},{"date":"19931020","time":"1993-10-20 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":18.7},{"date":"19931020","time":"1993-10-20 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":18.7},{"date":"19931020","time":"1993-10-20 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":20.5},{"date":"19931020","time":"1993-10-20 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":14.8}]}}