{"19940901":{"guardian_articles":[],"nytimes_articles":[{"date":"19940901","headline":"The Science Upgrade Proves Steep","web_url":"https://www.nytimes.com/1994/09/01/opinion/the-science-upgrade-proves-steep.html","abstract":"  In May, New York City's Schools Chancellor, Ramon Cortines, announced an ambitious plan to upgrade the science and math requirements for high school graduation. Now the plan is threatened by budget cuts, inadequate materials and pessimism among principals and teachers. Despite hurdles, Mr. Cortines must keep pushing forward -- for the sake of students and the city.    One of the legacies of former Chancellor Joseph Fernandez was a requirement that city high school students take three years of math and, beginning in 1995, three years of science. That requirement, however, was diminished by allowing it to be fulfilled with \"non-academic\" courses like consumer math, which was basically applied arithmetic.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Along the Andersonstown Road, Relief and Armed Patrols","web_url":"https://www.nytimes.com/1994/09/01/world/cease-fire-northern-ireland-neighborhoods-along-andersonstown-road-relief-armed.html","abstract":"  Christine Williams did not turn around when the armored patrol car slowed at the curb behind her and the two helmeted British soldiers inside warily eyed the evening strollers along the Andersonstown Road.   \"You know, I've been looking over my shoulder for a long time,\" said Mrs. Williams, 43, as the soldiers, rifles pressed to their soldiers, continued slowly up the road past the rundown video stores and curry shops and newsstands. \"But tonight, for maybe the first time in 25 years, I actually feel relaxed out here.\"","thumbnail":null,"section":"World"},{"date":"19940901","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/01/nyregion/no-headline-113174.html","abstract":"  \"This is a tragedy for everybody on both sides. That boy is 11 years old. He don't know no better. The gangs tell him what to do and he does it. He's just a child, a child that killed a child.\" -- IDA FALLS, an aunt of a 14-year-oldx slaying victim in Chicago.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"A Country at the Crossroads : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/01/opinion/IHT-a-country-at-the-crossroads-letters-to-the-editor.html","abstract":"In response to \"An Islamic Struggle for Saudi Arabia's Soul\" (Aug. 25):.The real struggle is the private questioning among Saudis themselves on how much and what kind of change their nation can endure without jeopardizing the tremendous gains","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Marino Back on Track From Injury, According to Him","web_url":"https://www.nytimes.com/1994/09/01/sports/pro-football-marino-back-on-track-from-injury-according-to-him.html","abstract":"  Dan Marino, stung by recent news media criticism of his play, vowed today that with the regular season on hand, \"It's a whole different deal.\"   \"I'm gonna turn it loose, because it's the real deal on Sunday,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Bridge","web_url":"https://www.nytimes.com/1994/09/01/nyregion/bridge-117790.html","abstract":"  On Sept. 9, 34 of New York's leading players, including four former world champions, will gather at the Beverly Club, 130 East 57th Street, for a charity game to aid the Gay Men's Health Crisis. Those wishing to play with one of the experts, or simply to take part, should call Joan Dziekanski at (212) 486-9477.   The game is in memory of Jim Becker, who died in April. He was the proprietor of the Beverly, believed to be the world's busiest club, for a quarter of a century, and that position is now held by Mrs. Dziekanski.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Baseball Is Dominated By Big Cities Now","web_url":"https://www.nytimes.com/1994/09/01/opinion/l-baseball-is-dominated-by-big-cities-now-120847.html","abstract":"  To the Editor:   Echoing concerns expressed by certain major league baseball team owners in connection with the baseball strike, Michael M. Weinstein worries in \"Posturing Over Baseball's Pie\" (Editorial Notebook, Aug. 28) about disparities in income among the teams. He concludes that \"Eventually -- though it has not happened yet -- championship rings will cluster in big cities.\"   He is wrong to say that big-city dominance has yet to happen. From 1921 through 1964, the New York Yankees won the American League pennant 29 times and the World Series 20 times. From 1949 through 1953, when the Yankees won five consecutive World Series, their National League opponents were from New York City on four occasions, and New York teams were the winners in the National League in the following three seasons to boot.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"1944: Victory This Year : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/01/opinion/IHT-1944-victory-this-year-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS, Allied Expeditionary Force - [From our New York edition:] General Dwight D. Eisenhower voiced anew today [Aug. 31] his confidence that victory over Germany is possible in 1944. He declared the battle must and will be carried decisive","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Runner Fails Second Test","web_url":"https://www.nytimes.com/1994/09/01/sports/sports-people-track-and-field-runner-fails-second-test.html","abstract":"  The British runner DIANE MODAHL, when she was tested in June, had four times more testosterone in her blood than the Canadian sprinter BEN JOHNSON had when he tested positive to steroids in 1988. The International Amateur Athletic Federation announced yesterday that Modahl's second drug test was positive with a testosterone ratio of 42 to 1. Johnson had 10 to 1. A normal ratio of testosterone to epitestosterone, which is used as the official measure, is 1 to 1 and anything up to 6 to 1 is legal. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Reporter's Notebook; The Presidential Pursuit Of Golfdom's Elusive 80","web_url":"https://www.nytimes.com/1994/09/01/us/reporter-s-notebook-the-presidential-pursuit-of-golfdom-s-elusive-80.html","abstract":"  \"Oh, no!\" the President exclaimed, after hooking another drive and sending his golf ball bouncing toward a footpath at the edge of the fairway.   \"This isn't what I had in mind,\" he said after he caught up to the ball, which lay in scrubby grass surrounded by a cluster of small trees.","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"Claim Filed in Death Of Staten Island Man","web_url":"https://www.nytimes.com/1994/09/01/nyregion/claim-filed-in-death-of-staten-island-man.html","abstract":"  The mothers of two of Ernest Sayon's children have filed a claim with the New York City Comptroller's office holding the city and unnamed police officers responsible for his death, a spokeswoman for the office said yesterday.    Mr. Sayon, 22, of Staten Island, died in April while in police custody. The claim, filed last month, was legally required before a wrongful death lawsuit could be filed.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Hope Reborn in Northern Ireland","web_url":"https://www.nytimes.com/1994/09/01/opinion/hope-reborn-in-northern-ireland.html","abstract":"  Hardly had the Irish Republican Army promised a \"complete cessation\" yesterday of its 25-year guerrilla war in Northern Ireland than doubts began crowding in. Well and good, said Prime Minister John Major of Britain, but why not a \"permanent\" cessation? In the British-ruled province itself, Protestant doubters were quick to recall that in 1972 and 1975 the I.R.A. also proclaimed a cease-fire, which within months literally went up in smoke.   Who in any case really can control individual gunmen and death squads on all sides who have turned Belfast into a sectarian battlefield? True enough, other bitter quarrels have yielded to compromise elsewhere. Yet, skeptics pointed out, neither side in this bloody struggle can offer a leader with the towering influence of a Nelson Mandela or an F. W. de Klerk -- the kind of influence required to make agreements stick.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Worker at Golf Club Finds Body in Brush","web_url":"https://www.nytimes.com/1994/09/01/nyregion/worker-at-golf-club-finds-body-in-brush.html","abstract":"  A grounds worker at the Garden City Golf Club found a dismembered body this morning in some brush in a wooded area near a heavily used parking lot, the police said.   Sgt. William Cocks, a Nassau County homicide detective, said that the body had apparently been \"hastily dumped from a vehicle\" along a narrow dirt road sometime in the past three to five days.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Russian Troops Bid 'Wiedersehen' to Germany","web_url":"https://www.nytimes.com/1994/09/01/world/russian-troops-bid-wiedersehen-to-germany.html","abstract":"  Forty-nine years after Soviet troops fought their way into Berlin to deal the death blow to the Nazi dictatorship, Russia officially ended its military presence in Germany today.   Chancellor Helmut Kohl and President Boris N. Yeltsin of Russia presided over the daylong series of events, which also included speeches and the laying of memorial wreaths. They repeatedly thanked and congratulated each other, but their comments suggested some of the tensions that remain in their countries' long and tortuous relationship.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"Fateful Blow to Gambia","web_url":"https://www.nytimes.com/1994/09/01/opinion/l-fateful-blow-to-gambia-121061.html","abstract":"  To the Editor:   It is regrettable that the West has shown little interest in the military takeover of power in Gambia (news article, Aug. 28), which boasts a long democratic tradition in West Africa and had a responsible, accountable and legitimate Government. The tardiness of the West's response has dashed the hopes of millions of Africans struggling in Nigeria, Kenya, Zaire, Sierra Leone and the rest of Africa to bring the global democratic revolution to their continent.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"How Adams Proved Again He Is Major Force for Peace","web_url":"https://www.nytimes.com/1994/09/01/world/cease-fire-northern-ireland-leader-adams-proved-again-he-major-force-for-peace.html","abstract":"  Only a month ago Gerry Adams, the Irish Republican Army's chief political leader, seemed on the verge of blocking further progress toward peace in Northern Ireland.    As president of Sinn Fein, the I.R.A.'s political wing, he presided over a party conference that rejected important elements of the peace proposal made in December by Prime Ministers John Major of Britain and Albert Reynolds of Ireland.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"Rifleman Kills an NBC Stagehand in Rockefeller Center","web_url":"https://www.nytimes.com/1994/09/01/nyregion/rifleman-kills-an-nbc-stagehand-in-rockefeller-center.html","abstract":"  As horrified office workers watched from their windows and people on the street scattered for safety, a man with an assault rifle attempted to enter a television studio in midtown Manhattan yesterday and fired at a stagehand who emerged from a stage door, the police said.   The stagehand, who worked for the NBC News morning program \"Today\" in Rockefeller Center, died several hours later after undergoing surgery at Bellevue Hospital Center. He was identified as Campbell Theron Montgomery, 33, who lived two blocks away and was assigned to the night shift at the studio where the \"Today\" program originates.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Sore Ankle No Problem For Sampras","web_url":"https://www.nytimes.com/1994/09/01/sports/us-open-94-sore-ankle-no-problem-for-sampras.html","abstract":"  He taped it, tapped it, touched it, and then, with his first match in six weeks finally looming on his empty engagement calendar, Pete Sampras forgot all about his sore and celebrated ankle and got down to the risky business of defending his United States Open championship.   This self-labeled gimp strolled onto the Stadium Court with no limp, no wooden crutch, no brandishing of bandages. All he carried was his bagful of graphite racquets and the little metal tuning fork that keeps their strings tuned to the proper pitch for aces and accolades. All he had in his mind, which he keeps uncluttered most of the time and always empties at match time, was a mental picture of the serves, volleys and groundstrokes he was going to use to make his reunion with tennis a happy one.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/01/nyregion/c-corrections-120189.html","abstract":"  An article in The Home Section on Aug. 18 about choosing a home security system misidentified the group headed by Dennis Martin, an expert in community crime prevention. It is the National Association of Chiefs of Police.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Action Is Good; Personality Is Better","web_url":"https://www.nytimes.com/1994/09/01/sports/us-open-94-action-is-good-personality-is-better.html","abstract":"  As the crowd filed from the elevated subway line to the National Tennis Center yesterday morning, a voice above the din lamented the fact that it was downright hard these days to know who any of the players were.   It is a widely shared complaint.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Ex-Giant Offers Bit Of Advice To Brown","web_url":"https://www.nytimes.com/1994/09/01/sports/pro-football-notebook-ex-giant-offers-bit-of-advice-to-brown.html","abstract":"  In between some of the nice things the former Giants safety Greg Jackson was saying today about quarterback Dave Brown, he had a piece of advice.   \"He looks a lot tougher,\" said Jackson, a Giants third-round pick in 1989 who is now in the Eagles' starting secondary, \"but you make sure you tell Dave that when he scrambles and starts to run the ball, he better run out of bounds. You don't last long in the league by staying inbounds.\"","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/01/style/chronicle-120618.html","abstract":"  Maybe it's a first, but no matter. An 87-page book of photographs called \"The Seasons Observed\" (Harry N. Abrams, $24.95) is to go on sale at cosmetics counters later this month, as well as in bookstores. An exhibition of the photographs will open on Sept. 14 at the Holly Solomon Gallery in SoHo. The gallery will also sell the pictures.   The photographs are the work of EVELYN H. LAUDER, so there's no need to explain the cosmetics connection, or the whys and wherefores. Mrs. Lauder, the senior corporate vice president of Estee Lauder, is donating her royalties to the Breast Cancer Research Foundation, and many department stores are following suit with from half to all of their profits.","thumbnail":null,"section":"Style"},{"date":"19940901","headline":"Rabbi Reflects on Holiday Sermons; In White Plains, Striving to Make Messages Echo the Season","web_url":"https://www.nytimes.com/1994/09/01/nyregion/rabbi-reflects-holiday-sermons-white-plains-striving-make-messages-echo-season.html","abstract":"  As the High Holy Days bear down on them, with the obligation to deliver as many as four sermons to the largest crowds they will face all year, some rabbis start stitching together their talks in the sultry days of July. But Gordon Tucker, the new leader of Temple Israel here, can't seem to rouse himself that early.    \"I've got to feel the season,\" he said. \"I've got to be hearing the shofar during the Hebrew month of Elul. I've got to feel those premature chilly fall breezes that you start getting at the end of August. These are the Days of Awe after all, and the closer they get the more they get into you, or should be. I always felt I wanted a certain urgency to it because Rosh ha-Shanah is an urgent holiday.\"","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Japanese Programs At the Guggenheims","web_url":"https://www.nytimes.com/1994/09/01/theater/japanese-programs-at-the-guggenheims.html","abstract":"  Works and Process, a series that presents excerpts from new or developing performance works followed by discussions with the artists, is offering two programs this month in conjunction with the exhibition \"Japanese Art After 1945: Scream Against the Sky\" at the Guggenheim Museum SoHo.   The first, on Tuesday at the Guggenheim on Fifth Avenue at 88th Street, is a performance by Hoichi Okamoto, a puppeteer, who will perform excerpts from two plays based on traditional Japanese folk tales, using life-sized puppets and masks. The second, on Sept. 16 at the Guggenheim Museum SoHo (575 Broadway, at Prince Street), is to be a solo work by Min Tanaka, a Butoh dancer.","thumbnail":null,"section":"Theater"},{"date":"19940901","headline":"Making Films Before Fame Knocks","web_url":"https://www.nytimes.com/1994/09/01/movies/making-films-before-fame-knocks.html","abstract":"  They mortgage their houses to finance their films. Checks bounce. Credit cards quickly reach their limits. Martin Scorsese recalls once having to deny a film crew member an extra helping of spinach because it cost 35 cents. Whit Stillman went without sleep for two weeks while shooting \"Metropolitan.\"    \"You always feel like it's a disaster,\" R. J. Cutler, producer of \"The War Room,\" says.","thumbnail":null,"section":"Movies"},{"date":"19940901","headline":"Fairness at Vassar : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/01/opinion/IHT-fairness-at-vassar-letters-to-the-editor.html","abstract":"As women scientists at Vassar, we were deeply disturbed that Judge Constance Baker Motley's recent decision in the matter of Fisher v. Vassar (Away From Politics, July 2) presents a distorted picture of our college and the lives of Vassar's women scienti","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Eagles' New Threat: Salary-Cut End Run","web_url":"https://www.nytimes.com/1994/09/01/sports/pro-football-eagles-new-threat-salary-cut-end-run.html","abstract":"  Randall Cunningham kept playing down the incident, this salary clearance rack thrust upon the Philadelphia Eagles by management so close to the start of the regular season.   \"What I'm really concerned about is the Giants' defense,\" he said today.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Despite Opener at Michigan, Henning Is Glad to Be Back","web_url":"https://www.nytimes.com/1994/09/01/sports/college-football-despite-opener-at-michigan-henning-is-glad-to-be-back.html","abstract":"  Dan Henning, back in college football for the first time in 20 years and glad of it, takes Boston College to Ann Arbor, Mich., to play Michigan on Saturday and he feels comfortable about that, too.   \"I'm excited about this,\" the 52-year-old Henning said today. \"It's what I've done all my life. First games, whether they've been last year, two years ago or 10 years ago, they are always exciting. But that will wash fast after the first couple of plays. You slip quickly into the routine, what you've prepared for.\"","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"What the U.N. Document Says on Abortion","web_url":"https://www.nytimes.com/1994/09/01/world/what-the-un-document-says-on-abortion.html","abstract":"  These are key sections of the draft document of the United Nations population conference cited by the Vatican as calling for the right to abortion:   Reproductive health is a state of complete physical, mental and social well being and not merely the absence of disease and infirmity, in all matters relating to the reproductive system and to its functions and processes. Reproductive health therefore implies that people are able to have a satisfying and safe sex life and that they have the capability to reproduce and the freedom to decide if, when and how often to do so. Implicit in this last condition are the right of men and women to be informed and to have access to safe, effective, affordable and acceptable methods of fertility regulation of their choice, and the right of access to appropriate health care services that will enable women to go safely through pregnancy and childbirth and provide couples with the best chance of having a healthy infant. . . .","thumbnail":null,"section":"World"},{"date":"19940901","headline":"Once Again, Judge Decides Against the Simpson Team","web_url":"https://www.nytimes.com/1994/09/01/us/once-again-judge-decides-against-the-simpson-team.html","abstract":"  In yet another setback to the lawyers defending O. J. Simpson against murder charges, the judge in the case today rejected their request for the police personnel files of a detective whom they have accused of racial animosity.    The detective, Mark Fuhrman, was one of the first investigators at the scene where Mr. Simpson's former wife and her friend were slashed to death on the night of June 12. News reports have quoted unidentified members of the defense team as saying Detective Fuhrman may have falsely implicated Mr. Simpson by planting a bloody glove, matching one that had been recovered from the murder scene, at his estate the next morning.","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"For Cubans Trying to Leave Legally, 'Lamentations'","web_url":"https://www.nytimes.com/1994/09/01/world/for-cubans-trying-to-leave-legally-lamentations.html","abstract":"  Just beyond the green-glass offices of the American mission here, a few hundred yards from the seas dotted with the rafts of fleeing Cubans, scores of people gather each morning on a small patch of gravel and cement known as the Park of Lamentations.   Sitting in the shade of almond trees, they have become a steady reminder of how difficult it is for Cubans to travel to the United States by legal means. They are all waiting to see about visas, and under the current procedures, they may keep on waiting for months or even years.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"Political Gift Embarrasses Republicans In New Jersey","web_url":"https://www.nytimes.com/1994/09/01/nyregion/political-gift-embarrasses-republicans-in-new-jersey.html","abstract":"  It started off innocently enough. A lobbyist who wanted to go to an expensive political fund-raiser got his client to pay the $5,000 contribution. The client is called the Coalition for the Preservation of the First Amendment.   The lobbyist, John Torok, said he attended the reception for the Assembly Republican majority in June at the Princeton Marriott, even though he had just had eye surgery, could not see and had to be guided by a friend. Getting into the private reception where being seen is as important as seeing required the large contribution, he said.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Essay; Shredding Foster's Files","web_url":"https://www.nytimes.com/1994/09/01/opinion/essay-shredding-foster-s-files.html","abstract":"  The Whitewater House chief of staff, Leon Panetta, wrote The Washington Post this week to complain about its reporter's account of a pattern of Clintonite deceit.   \"Factual mistakes or overreaching by the press occur in our time-pressured environment all the time,\" wrote Mr. Panetta, my fellow Old Nixon Hand. \"Recall the front-page suggestions in some newspapers of Whitewater document shredding that never occurred.\"","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"New York Needs a Strong, Independent Watchdog for the Police","web_url":"https://www.nytimes.com/1994/09/01/opinion/l-new-york-needs-a-strong-independent-watchdog-for-the-police-120839.html","abstract":"  To the Editor:   About 20 years ago, Maurice Nadjari, the special state prosecutor, put fear into the hearts of corrupt police officers. More important, he terrified corrupt officials and judges.   As a police officer in the early 1970's, after the Knapp Commission report, I clearly remember the powerful influence Mr. Nadjari exerted on public officials at all levels, and on the Police Department in particular.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Rosa Parks, Zeitgeist Warrior","web_url":"https://www.nytimes.com/1994/09/01/opinion/rosa-parks-zeitgeist-warrior.html","abstract":"  One of the television reports said something about Rosa Parks becoming a victim of the times. The subject was the attack on the 81-year-old heroine of the civil rights movement by a burglar on Tuesday night. Luckily, Mrs. Parks was not seriously injured, but the conjunction of the Parks name and \"the times\" was evocative.   Mrs. Parks knows about tough times and about being forced into a victim's situation. Those were exactly her circumstances in 1955 when she got on a bus in Montgomery, Ala. Her refusal to take a seat in the back has now hardened into legend, but even as she was venerated Mrs. Parks was not always fully appreciated.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Navy Cannot Discharge Gay Officer, Court Rules","web_url":"https://www.nytimes.com/1994/09/01/us/navy-cannot-discharge-gay-officer-court-rules.html","abstract":"  A Federal appeals court ruled today that the Navy could not discharge a homosexual flight instructor merely because he said he is gay. The ruling directly challenges the military's old policy regarding homosexuals and casts legal doubts on the Clinton Administration's new regulations.   The ruling, by the United States Court of Appeals for the Ninth Circuit here, upheld in part an earlier decision by a Federal judge in Los Angeles. That ruling said that \"a military service cannot discharge a service member solely because of a statement of sexual orientation devoid of a concrete, expressed desire to act on his homosexual propensity.\"","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"I.R.A. DECLARES CEASE-FIRE, SEEING 'NEW OPPORTUNITY' TO NEGOTIATE IRISH PEACE","web_url":"https://www.nytimes.com/1994/09/01/world/cease-fire-northern-ireland-overview-ira-declares-cease-fire-seeing-new.html","abstract":"  After waging a 25-year campaign of bloodshed and terror, the Irish Republican Army declared Wednesday that it was ready to abandon warfare in favor of peace talks on the future of Northern Ireland, and at midnight its fighters lay down their arms.    In a five-paragraph communique declaring the unconditional cease-fire, the secret I.R.A. leadership described itself at \"an historic crossroads.\"","thumbnail":null,"section":"World"},{"date":"19940901","headline":"Police Comb Neighborhood For Source of Fatal Heroin","web_url":"https://www.nytimes.com/1994/09/01/nyregion/police-comb-neighborhood-for-source-of-fatal-heroin.html","abstract":"  Searching for the supplier of a deadly blend of heroin that may have killed as many as 14 people in the last week, the police have saturated the Lower East Side of Manhattan with undercover agents and surveillance teams.   Since Monday, when the rash of overdoses was discovered, the police have arrested a number of street-corner heroin dealers in an effort to find the distributor who packaged the potent brand, known as China Cat.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Health Insurers Deserve Blame for Crisis","web_url":"https://www.nytimes.com/1994/09/01/opinion/l-health-insurers-deserve-blame-for-crisis-121070.html","abstract":"  To the Editor:   The least savory aspect of the proposed health care reform initiatives is the prominence assigned to the five major private, for-profit health care insurers and their tag-along lesser colleagues gathered in the Health Insurers Association of America. This is the very crew whose business practices in pursuit of their bottom line have helped precipitate the crisis the reforms are intended to correct.    They have turned the basic principle of insurance on its head, and that is the wide sharing of risk so as to dilute excessive risk. Instead, under the rubric \"medical underwriting,\" they have divided and subdivided the insured population into groups and categories, often denying coverage to those with existing conditions who need it most or raising premiums into the stratosphere.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Transactions","web_url":"https://www.nytimes.com/1994/09/01/sports/transactions-118460.html","abstract":"  Basketball  National Basketball Association   NEW JERSEY NETS -- Named Joe Bivona director of special events.   Football  National Football League   CHICAGO BEARS -- Signed James Burton, cornerback. Released Dwayne Joseph, cornerback. Signed Ervin Collier, defensive tackle, to the practice squad.   CINCINNATI BENGALS -- Signed Ronald Edwards, offensive tackle. Signed Jeff Hill, wide receiver; Kevin Jefferson, linebacker-snapper; Jerry Reynolds, offensive lineman; and Ramondo Stallings, defensive end, to the practice squad.   KANSAS CITY CHIEFS -- Signed Greg Manusky, linebacker. Waived Ernie Thompson, running back. Signed Dunstan Anderson, defensive end; Anthony Daigle, running back; and Alan DeGraffenreid, wide receiver, to the practice squad.   NEW YORK JETS -- Signed Tuineau Alipte, linebacker, to the practice squad.   PITTSBURGH STEELERS -- Signed Eric Green, tight end, to a one-year contract. Signed Kevin Brothen, offensive lineman, to the practice squad.   SAN FRANCISCO 49ERS -- Signed Alfonzo Browning and Larry Wallace, wide receivers; Bryce Burnett, tight end; and John Ivlow and Shaumbe' Wright-Fair, running backs, to the practice squad.   WASHINGTON REDSKINS -- Re-signed A.J. Johnson, cornerback, and Cedric Smith, fullback. Waived Rick Hamilton, linebacker. Signed William Bell and Tyrone Rush, running backs; Anthony Abrams, defensive tackle; Damon Wright, wide receiver; and Don Chaney, tight end, to the practice squad.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Seoul Women Protest Offer By Japanese On War Sex","web_url":"https://www.nytimes.com/1994/09/01/world/seoul-women-protest-offer-by-japanese-on-war-sex.html","abstract":"  South Korean women hurled eggs and shouted slogans in front of the Japanese Embassy today, angrily rejecting as inadequate a $1 billion Japanese plan to finance cultural and student exchanges as atonement for forcing up to 200,000 women to have sex with Japanese soldiers during World War II.   Many of the women, who were often forced at gunpoint from their homes into huge brothels, came from South Korea, and some of the survivors have staged protests at the Japanese Embassy here every Wednesday for months to demand compensation and a direct apology.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"Ben Chavis Wasn't The Problem","web_url":"https://www.nytimes.com/1994/09/01/opinion/ben-chavis-wasn-t-the-problem.html","abstract":"  If the N.A.A.C.P. thinks it has solved its problems by dismissing Benjamin Chavis as executive director, it is avoiding a couple of tough lessons. First, it has lost touch with many African-Americans, especially the working-class and the permanently poor. Second, it has strayed way too far from its radical roots.   The N.A.A.C.P., like most civil rights groups, made racism its focus in combating the forces of inequality that strangled opportunities for blacks at the beginning of this century. Its specialty of attack was painstakingly shaped in our nation's courtrooms. Its piece de resistance -- the legal brief -- was fashioned by scholars and advocates like Charles Houston and Thurgood Marshall, who raised the defense of black interests to high, dramatic art. The results were sometimes revolutionary.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Pros Uniting for a Charity","web_url":"https://www.nytimes.com/1994/09/01/sports/sports-people-basketball-pros-uniting-for-a-charity.html","abstract":"  Point guard MARK JACKSON was not surprised to see his former team, the Knicks, struggle against his newest team, the Indiana Pacers, last season before winning the Eastern Conference championship in seven games.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Massimino Won't Fight Pact","web_url":"https://www.nytimes.com/1994/09/01/sports/sports-people-basketball-massimino-won-t-fight-pact.html","abstract":"  The Nevada-Las Vegas basketball coach, ROLLIE MASSIMINO, said that he would not take legal action if the university decides not to honor a secret contract that was supposed to pay him an additional $375,000 a year. Massimino also said he had no intention of resigning.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Smoke? No, Eat Less Fat: Billboard Changes a Tune","web_url":"https://www.nytimes.com/1994/09/01/nyregion/smoke-no-eat-less-fat-billboard-changes-a-tune.html","abstract":"  In a head-spinning switch, a prominent billboard in Times Square that spent five years promoting cigarettes is being reborn as a central element in a crusade to encourage healthful habits among consumers.   The blocklong sign on Broadway between 44th and 45th Streets, from which a giant cartoon camel peered to pitch Camel cigarettes, will be introduced today in its new incarnation. The billboard has been rented through Oct. 31 by Phil Sokolof, an industrialist turned health advocate, to promote a campaign aimed at persuading shoppers to read the new nutrition labels on packaged foods.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"MEDIA GIANTS SAID TO BE NEGOTIATING FOR TV NETWORKS","web_url":"https://www.nytimes.com/1994/09/01/us/the-media-business-media-giants-said-to-be-negotiating-for-tv-networks.html","abstract":"  In moves that could lead to a change of ownership for one and perhaps even two of the three major television networks, Time Warner Inc. is negotiating to buy the NBC Network and the Walt Disney Company has apparently contacted CBS Inc. about buying that company.    Time Warner, which already has extensive holdings in cable television, has held talks in recent weeks with the General Electric Company about buying its NBC Network subsidiary and some of NBC's cable services for about $2.5 billion in stock and cash, according to several people familiar with the negotiations. To hear its critics, NBC has never been a good fit for General Electric, which acquired the network in 1985 and has seen it slip to third place from first place in the prime-time ratings since then.","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"Model Adoption Law Promotes Baby Market; A Positive Contribution","web_url":"https://www.nytimes.com/1994/09/01/opinion/l-model-adoption-law-promotes-baby-market-a-positive-contribution-121053.html","abstract":"  To the Editor:   You say that the model adoption law approved by the National Conference of Commissioners on Uniform State Laws was developed \"after five years of anonymous and arcane labor\" (news article, Aug. 24). The process was open to anyone who wanted to be involved. There is no excuse for anyone who is involved in adoption not to know of its development. Its progression was covered in virtually every adoption newsletter.   Those of us who read and commented on every draft, which was available for the asking, can tell you the thoughtfulness that went into the final product. Is it a perfect document? Of course not. No one could be completely happy with a document that, by necessity, must have some compromise. But on balance, the proposed law is a positive contribution to adoption and the protection of children in need of parents.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Opening Date Of Bomb Trial Is Postponed Till December","web_url":"https://www.nytimes.com/1994/09/01/nyregion/opening-date-of-bomb-trial-is-postponed-till-december.html","abstract":"  Acting over the objections of 11 of the defendants, a Federal judge yesterday postponed for more than two months the trial of Sheik Omar Abdel Rahman and 12 other men accused of conspiring to wage a war of urban terrorism against the United States.    Judge Michael B. Mukasey, who is presiding in the case, set a new trial date of Dec. 5 to give time to newly appointed lawyers to prepare their cases for the defense.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Sadness and Anger After a Legend Is Mugged","web_url":"https://www.nytimes.com/1994/09/01/us/sadness-and-anger-after-a-legend-is-mugged.html","abstract":"  Her face bruised and her lip swollen, Rosa Parks, the mother of the civil rights movement, seemed more sad than angry today as she quietly described being robbed and beaten in her bedroom here on Tuesday night.   \"I regret very much that some of our people are in such a mental state that they would hurt and rob an older person,\" Mrs. Parks said as she sat in living room of her modest, rented home, five blocks from the boulevard named in her honor. \"In these times, none of us seem to be safe from this type of treatment and violation by a sick-minded person.\"","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"Baseball Talks Break Off With No Hope in Sight","web_url":"https://www.nytimes.com/1994/09/01/sports/baseball-baseball-talks-break-off-with-no-hope-in-sight.html","abstract":"  The owners' negotiators took three and a half hours yesterday to tell Federal mediators they had nothing new to talk about. The players' labor representatives said the same thing in 15 minutes. The result: No further talks are scheduled in the season-shattering baseball strike that today completes its third week.   The mediators met with both sides separately, then departed without saying anything publicly. But their silence shouted volumes about the state of the negotiations. Call the talks recessed, adjourned, on hiatus, broken off or collapsed; the meaning is the same: No foreseeable hope exists that any part of the remainder of the season or the post-season can be salvaged.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/09/01/arts/the-pop-life-118362.html","abstract":"  Class of '69    With Woodstock '94 quickly becoming a historical footnote, musicians who performed at the original festival in 1969 are rushing to capitalize on the new-found attention. In the case of the musicians who have died, their record labels are busy doing the work for them. With the exception of Woodstock's more obscure acts, like the Keef Hartley Blues Band (Keith Hartley is now working as a joiner), Bert Sommer (who died of respiratory failure in 1990) and Quill (which disappeared by the early 70's), the question \"Where are they now?\" can easily be answered for most Woodstock veterans.","thumbnail":null,"section":"Arts"},{"date":"19940901","headline":"Accused Killer of Prostitute Is Suspect in Other Slayings","web_url":"https://www.nytimes.com/1994/09/01/nyregion/accused-killer-of-prostitute-is-suspect-in-other-slayings.html","abstract":"  In the last two years, five prostitutes have been found slain in out-of-the-way spots in this gritty industrial city. All were strangled, some were beaten and one was burned beyond recognition.   In February, the authorities set up a task force of state and local detectives to solve those slayings and seven more that had occurred since the mid-1980's here and in other Connecticut cities.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Some Cuban Boat People Take Direct Route Into Guantanamo","web_url":"https://www.nytimes.com/1994/09/01/world/some-cuban-boat-people-take-direct-route-into-guantanamo.html","abstract":"  Cubans are rafting directly into the United States Naval Station at Guantanamo Bay, Cuba, and risking their lives to enter the base overland through a mine field, Senator Bob Graham of Florida said today after a visit to the base.   Every day for the past week, about 50 Cubans have entered the base by boat, Brig. Gen. Michael J. Williams, commander of the refugee operation at Guantanamo, told Mr. Graham.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"World Population : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/01/opinion/IHT-world-population-letters-to-the-editor.html","abstract":"With the passing of the arms race, the most critical and crucial problem facing all nations on earth is the ongoing global population explosion. It is inextricably linked with the global problems of development, environment, depletion of nonrenewable res","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"The Bills Aren't in Mourning","web_url":"https://www.nytimes.com/1994/09/01/sports/pro-football-the-bills-aren-t-in-mourning.html","abstract":"  People get it wrong when they think of the Buffalo Bills and their Super Bowl history.   \"There is this impression that I and my team walk around in constant mourning,\" Coach Marv Levy said from Orchard Park, N.Y. \"What we're thinking about is the Jets and the division race.\"","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Fears of New Violence Temper Joy in the U.S.","web_url":"https://www.nytimes.com/1994/09/01/world/cease-fire-northern-ireland-politics-fears-new-violence-temper-joy-us.html","abstract":"  Optimism tempered by the memory of dashed hopes and the bitter lessons of centuries of violence characterized reaction yesterday in the United States and Ireland to the announcement of a cease-fire by the Irish Republic Army in its long campaign to force British troops from Northern Ireland.   From political figures to Irish-Americans active in the campaign to expel British troops from Northern Ireland to ordinary people, emotions ranged from the excited to the ecstatic. But extended comments were invariably tinged by concern that yet another moment that held the prospect of peace would fade into the reality of renewed violence.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"Indian Boys Turn Up in Alaska; Meeting Planned on Punishment","web_url":"https://www.nytimes.com/1994/09/01/us/indian-boys-turn-up-in-alaska-meeting-planned-on-punishment.html","abstract":"  Two teen-agers who were released from jail last week to a self-described Indian tribal judge who said he was going to banish them to a pair of remote islands have shown up in their home town in Alaska, accompanied by their custodian as well as their victim. Now people there are mulling over the boys' punishment.   The two Tlingit Indian youths, Adrian Guthrie and Simon Roberts, both 17, arrived in the southeastern Alaska town of Klawock by ferry on Tuesday night. With them was Rudy James, who had been given custody, and the man the teen-agers had beaten and robbed, Tim Whittlesley, who was accompanied by his wife, Tonya, The Associated Press reported.","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"1919: Irish Say 'No' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/01/opinion/IHT-1919-irish-say-no-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - Denied a hearing at the Peace Conference in Paris, Ireland had her day in court before the Foreign Relations Committee of the Senate. She used it through Irish-American spokesmen not merely to plead for recognition of her independence, but to","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Small Celestial Powerhouse May Shed Light on Quasars","web_url":"https://www.nytimes.com/1994/09/01/us/small-celestial-powerhouse-may-shed-light-on-quasars.html","abstract":"  Quasars -- compact celestial powerhouses that can shine as brightly as 1,000 galaxies -- generally lie at enormous distances from Earth's home galaxy, the Milky Way. But to the astonishment of astronomers, it appears that something like a miniature quasar has turned up in our own galactic backyard.   Astronomers using the Very Large Array, or V.L.A., of radio telescopes scattered across a desert near Socorro, N.M., have discovered a small but violently powerful quasar-like object only 40,000 light-years away -- close enough, perhaps, to measure features that are too distant to detect in the much larger and more powerful quasars that lie billions of light-years away.","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/01/nyregion/c-corrections-113808.html","abstract":"  An article yesterday about a series of deaths in New York City that the police believe are linked to a potent brand of heroin incorrectly described the bag in which the heroin, known as China Cat, is sold. As the accompanying picture showed, it is decorated with four rows of stars, not two.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Getaway Car Hits Bicycle, Killing a Boy","web_url":"https://www.nytimes.com/1994/09/01/nyregion/getaway-car-hits-bicycle-killing-a-boy.html","abstract":"  A car chase through the Hollis section of Queens, with robbers in one car exchanging gunfire with a store owner in another, ended yesterday after the robbers' car struck and killed a teen-ager riding his bicycle, the police said.    The robbers' car then collided with another car, pinning the driver inside until the police could free him. The two suspects tried to escape on foot, said Detective Mary Ann Mullin, a police spokeswoman. One was caught; the other got away.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Parma Journal; Proud Palaces of Italian Cuisine Await Pizza Hut","web_url":"https://www.nytimes.com/1994/09/01/world/parma-journal-proud-palaces-of-italian-cuisine-await-pizza-hut.html","abstract":"  They were never exactly to pizza what Gucci was to loafers. But after opening restaurants in 88 countries, Pizza Hut was certainly as well known.   Now the Wichita-based pizza giant has signed an agreement to open a shop in the land where -- in a misty, earlier age -- some anonymous chef struck on the idea of combining a thin circle of dough with tomatoes and mozzarella cheese to create the pizza. It was a profitable idea. Throughout Italy, so-called \"pizza money\" has been used to finance major developments.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"Protests of Housing Plan Lead to HUD Inquiry, and Debate","web_url":"https://www.nytimes.com/1994/09/01/nyregion/protests-of-housing-plan-lead-to-hud-inquiry-and-debate.html","abstract":"  When a nonprofit agency named Community Access wanted to buy a building earlier this summer in the elegant Gramercy Park neighborhood of Manhattan to create housing for the mentally ill, the community balked. Arguing that there were already scores of social-service programs in the area, residents held meetings, signed petitions, made phone calls -- the usual.   But the usual is not what finally happened to the opponents. After the seller of the property, a California bank, changed its mind and withdrew from the sale, Community Access filed a complaint with the Federal Government. And three residents who had opposed the project became the subject of a Federal investigation for possibly breaking Federal antidiscrimination housing laws.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"When Children Kill Children: Boy, 11, Is Wanted in Chicago","web_url":"https://www.nytimes.com/1994/09/01/us/when-children-kill-children-boy-11-is-wanted-in-chicago.html","abstract":"  Someone stepped out of the shadows between two storefront churches on the city's far South Side the other night and started shooting wildly at a knot of teen-agers playing football.   When the gunfire stopped, a 14-year-old girl lay dead, killed by a bullet apparently meant for someone else. At first, the shooting appeared to be another senseless, though increasingly common, story of an innocent slaughtered in the street.","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"For Those Hoping to Run in '96, New York's the Place to Be in '94","web_url":"https://www.nytimes.com/1994/09/01/nyregion/for-those-hoping-to-run-in-96-new-york-s-the-place-to-be-in-94.html","abstract":"  By the time New York's gubernatorial race is decided on Nov. 8, President Clinton will have campaigned more in the state for Gov. Mario Cuomo than he did for himself in the 1992 general election.   On the Republican side, meanwhile, a number of prospective 1996 Presidential candidates, led by Senator Bob Dole, are eagerly assailing Mr. Cuomo and raising money for his opponents.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Model Adoption Law Promotes Baby Market","web_url":"https://www.nytimes.com/1994/09/01/opinion/l-model-adoption-law-promotes-baby-market-120820.html","abstract":"  To the Editor:   Your Aug. 24 article on the model adoption law proposed by the National Conference of Commissioners on Uniform State Laws omits several major concerns. Although the proposal would provide uniformity in adoption laws, it would do so at the cost of failing to protect children. It ignores the interests of the hundreds of thousands of children in the foster care system who need permanent homes, focusing instead on too-hasty adoptions of healthy newborns.   Under the proposal, children are treated as commodities. Fathers who want to parent are demeaned and treated as obstacles to adoption. The proposal encourages advertising for babies as if they were used refrigerators. It permits paying a baby broker to match a would-be parent with a vulnerable mother. A person who wants to adopt could move a young mother hundreds of miles from home without her parents' knowledge, pay her expenses during pregnancy and then pressure her to sign a consent to adoption seconds after giving birth.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Cuba Reported to Encourage Convicts to Join the Refugees","web_url":"https://www.nytimes.com/1994/09/01/world/cuba-reported-to-encourage-convicts-to-join-the-refugees.html","abstract":"  Fearing a repetition of an unwelcome aspect of the 1980 Mariel boatlift, Clinton Administration officials said today they had evidence that the Cuban Government had released several dozen prisoners and encouraged them to join the flood of Cuban refugees.   State Department officials said they would seek an explanation from Cuban diplomats in talks Thursday in New York about what they described as \"indications\" that the Cuban Government had granted two- or three-day furloughs to the prisoners and urged them to set out to sea.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"New York Needs a Strong, Independent Watchdog for the Police; Slighting New Cadets","web_url":"https://www.nytimes.com/1994/09/01/opinion/l-new-york-needs-a-strong-independent-watchdog-for-the-police-slighting-new-cadets-121088.html","abstract":"  To the Editor:   On Aug. 24, I read of Mayor Rudolph W. Giuliani's decision to postpone the next Police Academy class. That evening I heard him at a town meeting say city officials care very much about the people of New York.    Some 800 successful police candidates have undergone a long and thorough recruitment process, only to discover, just five days before their starting date as police cadets, that they have to stand by -- with no compensation -- until the Mayor releases funds that had been allotted for their training. Many had good jobs that they left to join the department, and they now face at least two months of financial insecurity through no fault of their own.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"1894: Peace Dreamers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/01/opinion/IHT-1894-peace-dreamers-in-our-pages100-75-and-50-years-ago.html","abstract":"Paris - [The Herald writes in an editorial] Everyone is, or professes to be, ardently desirous for the maintenance of peace in Europe. With some a love of peace is not merely a sentiment or an opinion, but an apostolate. These apostles from time to time h","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"Birthday Boy and His Older Sister Set Stage for Festivities","web_url":"https://www.nytimes.com/1994/09/01/sports/us-open-94-birthday-boy-and-his-older-sister-set-stage-for-festivities.html","abstract":"  While Andrei Medvedev was celebrating his 20th birthday with an impressive victory on Court 16 yesterday morning, his older sister, Natalya Medvedeva, was busy working on a celebration of her own one court over.   Medvedev, who reached the quarterfinals in his United States Open debut a year ago, wasted no time in his opening round this year, dispatching Gilbert Schaller, 6-3, 6-4, 6-0, in 1 hour 29 minutes.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/01/nyregion/inside-120170.html","abstract":"  Repeat of Mariel Boatlift?    Clinton Administration officials say that they have evidence that Havana has released several dozen prisoners and encouraged them to join the flood of Cuban refugees. Page A6. Ruling on Gay Navy Men    A Federal appeals court ruled that the Navy cannot discharge a flight instructor merely because he said that he is gay. Page A16. Trying to Trace Deadly Drug    Seeking the supplier of a deadly blend of herion that may have killed as many as 14 people, the police saturated the Lower East Side of Manhattan with undercover agents. Page B3. Rockefeller Center Shooting    As tourists and workers scattered, a man with an assault rifle shot and killed a stagehand outside the \"Today\" show studio. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"New Rwandan Government Welcomed to U.N.","web_url":"https://www.nytimes.com/1994/09/01/world/new-rwandan-government-welcomed-to-un.html","abstract":"  With considerable relief, Rwanda's new delegate to the United Nations has taken his seat on the Security Council after two months of questions over who should represent Rwanda.    The delegate, Bakuramutsa Manzi, said after his first meeting with the other 14 members on Tuesday that he was \"very moved by everyone's overtures of friendship.\"","thumbnail":null,"section":"World"},{"date":"19940901","headline":"IOC Fears Athletes May Follow Baseball Players' Lead : Is Olympic Revolt Brewing?","web_url":"https://www.nytimes.com/1994/09/01/sports/IHT-ioc-fears-athletes-may-follow-baseball-players-lead-is-olympic.html","abstract":"The International Olympic Committee was introduced Wednesday to the striking American baseball players, who make better than $1 million annually and are walking the picket line for the right to make more. Their rebellion - and here the speaker might have","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/01/style/chronicle-120596.html","abstract":"  If at first you don't succeed, wait. Your time will come. ROBBIE CAPP, a freelance book editor who loves Broadway songs, has always had to sing along at home with the likes of Judy Garland and Barbra Streisand because she could never find an amateur chorus specializing in American musical theater, and couldn't interest any organizations in putting one together.   This year, she figured, with all the revivals around, it was time for a serious effort. She approached ANDREW COLTON, the director of the 92d Street Y School of Music, with her dream and, voila, the Broadway at the Y Chorus was created. It will begin life next month with NEIL GINSBERG, a conductor, at the helm and will be open to singers of all levels who love Broadway songs. Well, singers of almost all levels. \"If they sing off-key, I might suggest a ceramics course,\" Ms. Capp said.","thumbnail":null,"section":"Style"},{"date":"19940901","headline":"Families Getting Shelter, but No Kitchens","web_url":"https://www.nytimes.com/1994/09/01/nyregion/families-getting-shelter-but-no-kitchens.html","abstract":"  Struggling to find shelter for the more than 150 homeless families who are sleeping in New York City offices each night, the city will again begin placing homeless families in hotel rooms without kitchens today because its existing shelters are full.   Court orders and state rules require the city to place homeless families in shelters immediately after they apply for help, but the city often fails to do so.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"At 33, 'Solid Guy' Osborne to Return as a Ranger Again","web_url":"https://www.nytimes.com/1994/09/01/sports/hockey-at-33-solid-guy-osborne-to-return-as-a-ranger-again.html","abstract":"  The Rangers, seldom shy about hiring hockey players past the age of 30, are on the verge of signing Mark Osborne, a 33-year-old free agent who last played with Toronto.   Coach Colin Campbell accidentally revealed the deal during a sports luncheon at the Rockefeller Center Club yesterday afternoon.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Shalala Praises Bipartisan Health Plan as Worth Serious Attention","web_url":"https://www.nytimes.com/1994/09/01/us/shalala-praises-bipartisan-health-plan-as-worth-serious-attention.html","abstract":"  With Congress in recess, the search for a compromise health care bill is focusing on a proposal devised by a bipartisan group of 20 senators, and a senior Administration official said today that the proposal deserved serious attention.   The official, Donna E. Shalala, the Secretary of Health and Human Services, said she was reasonably pleased with the plan after hearing extensive discussion of it at a conference of health policy experts in Jackson Hole, Wyo., over the weekend.","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"Ruling Prevents Removal Of Warehouse Sculpture","web_url":"https://www.nytimes.com/1994/09/01/arts/ruling-prevents-removal-of-warehouse-sculpture.html","abstract":"  A Federal judge ruled yesterday that under the 1990 Visual Artists' Rights Act, Helmsley-Spear Inc. cannot remove a work of sculpture from the lobby of a Queens warehouse it owns as long as any one of the three artists who created the work is alive. The decision, handed down by Judge David N. Edelstein in Federal District Court in Manhattan, is the first test of the Federal statute, which went into effect in June 1991.   The case pitted three sculptors -- John J. Veronis, John Swing and John Carter, all in their early 30's -- against Helmsley-Spear, the owner of the former Macy's warehouse at 47-44 31st Street in Long Island City. In December 1991, the artists were commissioned by the building's leaseholder to create an installation in the lobby, and over the course of two years, using recycled materials and discarded objects, they set about constructing a brightly colored multimedia installation with an ecological theme. Threat to Dismantle    When the leaseholder went bankrupt and Helmsley-Spear resumed management of the building in April 1994, representatives of the real-estate company ordered the artists off the premises and said it would dismantle the sculpture, which has never been completed.","thumbnail":null,"section":"Arts"},{"date":"19940901","headline":"Haiti Releases Donated Fuel for Relief Services","web_url":"https://www.nytimes.com/1994/09/01/world/haiti-releases-donated-fuel-for-relief-services.html","abstract":"  After a month of delays, the military-appointed Haitian Government released some 500,000 gallons of fuel today that had been donated by other nations to run charity food centers, hospitals and other relief services.    The fuel, most of it given by the United States, will immediately be trucked out in 55-gallon drums to relief agencies all over the country. The fuel is both diesel and gasoline.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"From a Palette of Plants, With Tractors as Brushes","web_url":"https://www.nytimes.com/1994/09/01/nyregion/from-a-palette-of-plants-with-tractors-as-brushes.html","abstract":"  Norman Greig stood in a field on his 500-acre farm here in the middle of an unfinished work of art -- a growing maze of sorghum grass with pathways cut for people to walk through and, perhaps, get lost.   Although the grass is only three feet high at the moment, it will be eight feet tall when the growing season ends in October. It will then be a finished work of art tall enough to hide anyone who enters the maze.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Dust Off New York's Buses","web_url":"https://www.nytimes.com/1994/09/01/opinion/dust-off-new-york-s-buses.html","abstract":"  Over the past decade, the Metropolitan Transit Authority has orchestrated some dramatic turnarounds. Its two commuter rail lines, Metro North and the Long Island Rail Road, which had dismal service in the early 80's, are now excellent. Even the subways are substantially better than they were a decade ago (although they still have a long way to go). As quality has picked up, so has the number of riders.   There is one glaring exception to all this success: ridership on city buses is down almost 50 percent over the last 30 years. Much of the decline has come in the last decade, which saw a 6 percent increase in commuter rail and subway ridership. The total demise of the bus system is within sight.","thumbnail":null,"section":"Opinion"},{"date":"19940901","headline":"BUSINESS DIGEST","web_url":"https://www.nytimes.com/1994/09/01/nyregion/business-digest-115258.html","abstract":"  NATIONAL FIGURES SWARM TO ALBANY RACE With the possible exception of California's gubernatorial race, no statewide election this year is drawing more attention from politicians with an eye on the 1996 Presidential election than the New York campaign, top Democratic and Republican officials say. A1. NEW YORK CITY  POLICE SEEK SOURCE OF DEADLY HEROIN Searching for the supplier of a deadly blend of heroin that may have killed as many as 14 people in the last week, the police have saturated the Lower East Side of Manhattan with undercover agents and surveillance teams. B3. BILLBOARD QUITS SMOKING TO PUSH HEALTH In a head-spinning switch, a prominent billboard in Times Square that spent five years promoting cigarettes is being reborn as a central element in a crusade to encourage healthful nutrition habits among shoppers. B3. BOMB TRIAL IS POSTPONED UNTIL DECEMBER Acting over the objections of 11 defendants, a Federal judge postponed for more than two months the trial of Sheik Omar Abdel Rahman and 12 others accused of conspiring to wage a war of urban terrorism on the United States. B3. EMERGENCY SHELTERS WITHOUT KITCHENS Struggling to find shelter for the more than 150 homeless families who are sleeping in New York City offices each night, the city will again put homeless families in hotel rooms without kitchens because its existing shelters are full. B3. GETAWAY CAR HITS BICYCLE, KILLING A BOY A car chase through the Hollis section of Queens, with robbers in one car exchanging gunfire with a store owner in another, ended after the robbers' car struck and killed a teen-ager riding his bicycle, the police said. B3. REGION  MAN SUSPECTED IN SERIAL DEATHS  In the last two years, five prostitutes have been found strangled in Bridgeport, Conn. On Saturday, a man confessed to killing one prostitute that morning and trying to kill another. The police say that he may have been involved in some of the earlier killings. B6 A CHEERLEADER FOR GOVERNMENT In Connecticut, a state that has recently been fertile ground for insurgent candidates attacking the political system, John B. Larson's campaign for governor is preaching a novel message: Government works. B6. NEW ART FORM, WITH TRACTORS AS BRUSHES Norman Greig is a practitioner of a new art form, crop art. He is one of 14 farmers in Dutchess County, N.Y., who have created large images and sculptures on their farms. B6. MALL POSTPONES PLAN TO BAN BUSES A Connecticut shopping mall that wanted to discourage teen-agers from congregating there on weekends has temporarily dropped plans to bar buses from stopping on mall property on Friday and Saturday nights. B7. REPUBLICANS WINCE OVER DONATION A New Jersey lobbyist who wanted to go to an expensive political fund-raising reception got his client to pay the $5,000 contribution. But when a reporter told the Republican recipients who the donors were, they immediately said that the $5,000 would be returned: The contributors were owners of adult bookstores. B9. I'D LIKE TO TEACH THE WORLD . . .  Rutgers University announced a $10 million deal giving the Coca-Cola Company exclusive rights to sell to about 48,000 students on its three campuses over the next decade. B9.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"For Date, Tennis Brings Riches but Not a High Profile","web_url":"https://www.nytimes.com/1994/09/01/sports/us-open-94-for-date-tennis-brings-riches-but-not-a-high-profile.html","abstract":"  The best tennis player in the history of Japan has endorsement riches beyond her dreams, a contingent of reporters to follow her around and the same complaint as any American tennis player.   \"The stories about tennis are this big,\" said Kimiko Date, her thumb and index fingers a couple of inches apart. Then, spreading her hands wide, she added, \"The stories on baseball and sumo wrestling are this big.\"","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Sports of The Times; Can College Football Save Itself?","web_url":"https://www.nytimes.com/1994/09/01/sports/sports-of-the-times-can-college-football-save-itself.html","abstract":"  THE burgers are ready for the grills. The bands will soon march upfield on campuses from coast to coast, their emotional fanfare proclaiming the arrival of the new football season. And another generation of proud players -- strapped up, fired up, stoked with passion produced by weeks of hidden effort -- will create collisions that are sure to fascinate us until next year. For three frantic hours on a Saturday afternoon, we all study them, we analyze, we criticize, but we have no idea who they are in those other 165 hours until the next kickoff and who they become all those years beyond the final gun. As much as we might try, any of us, we just don't know these people.   That is one conclusion that arrives early on in Ken Denlinger's ambitious new book \"For the Glory,\" an intimate study of Penn State football players from the recruiting by Joe Paterno's coaching staff in 1988 through the end of their careers. As National Collegiate Athletic Association members and prominent university officials prepare for the January convention with the predetermined theme \"student-athlete welfare, access and equity,\" they may now go about their work with the help of an essential resource.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Vatican Says Gore Is Misrepresenting Population Talks","web_url":"https://www.nytimes.com/1994/09/01/world/vatican-says-gore-is-misrepresenting-population-talks.html","abstract":"  Six days before the United Nations population conference in Cairo, the Vatican made an unusual, personal attack today on Vice President Al Gore, accusing him of misrepresenting the gathering's intentions on abortion.   The accusations were a setback for the Clinton Administration's effort to lower the level of discord with the Vatican over the conference. They also signaled the Vatican's continued readiness to confront the United States over central moral issues.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"Groups Square Off Over Issue of Barring Books at Schools","web_url":"https://www.nytimes.com/1994/09/01/us/groups-square-off-over-issue-of-barring-books-at-schools.html","abstract":"  As children prepare for another academic year, a growing number of adults are squaring off over the issue of what kinds of books and course materials should be allowed in public schools.    A group that for 12 years has monitored efforts to remove certain books from schools says the practice is increasing, continuing a conservative trend to impose religious agendas on secular schools. But several conservative groups contend that they have been unfairly attacked and that they are only encouraging parental involvement in public schools.","thumbnail":null,"section":"U.S."},{"date":"19940901","headline":"Following the Star Of a Winsome Idiot","web_url":"https://www.nytimes.com/1994/09/01/movies/following-the-star-of-a-winsome-idiot.html","abstract":"  Winston Groom says he doesn't mind what they did to his novel \"Forrest Gump.\" He envisioned John Goodman in the title role, since Forrest, his dim-witted, kind-hearted hero, stands 6 feet 6 inches tall and weighs 240 pounds. He also concedes that the film \"took the rough edges off the character,\" earthy and exuberantly profane in the book, and that several layers of sentiment were brushed on, like sticky varnish. But that's O.K., too.   Actually, Mr. Groom has only one tiny complaint, and that's directed at the hundreds of thousands of readers who are picking up his 1986 novel for the first time. \"Where were you eight years ago?\" he asked over a drink at the Rainbow Room in Manhattan on Tuesday. \"It's the same damn book.\"","thumbnail":null,"section":"Movies"},{"date":"19940901","headline":"In Hartford, an Insider, and Proud of It","web_url":"https://www.nytimes.com/1994/09/01/nyregion/in-hartford-an-insider-and-proud-of-it.html","abstract":"  In a state that has recently been fertile ground for insurgent candidates attacking the political system, John B. Larson's campaign for governor is preaching a novel message: Government works.   In conversations with voters, Mr. Larson, the Democratic president pro tem of the State Senate, rattles off his legislative accomplishments to counter complaints that government is a quagmire. His commercials focus on his efforts to pass laws to immunize children, provide family medical leaves and ban assault weapons.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Shakespeare's Men Become Women","web_url":"https://www.nytimes.com/1994/09/01/theater/theater-review-shakespeare-s-men-become-women.html","abstract":"  For her staging of \"The Tempest,\" presented free by the Kings County Shakespeare Company at 8 nightly through Sunday in the Prospect Park Band Shell in Brooklyn, Deborah Wright Houston, the director, turns King Alonso, Sebastian, Trinculo and Ariel into women; as Miranda she casts a blind actress and as Gonzalo a mute actor who delivers his speeches by signing; and she fills the stage with half a dozen \"spirits\" who, although silent, seem to take control of the action.   If the program did not mention that Maria Hansen is sightless, the audience might not notice. But the odd effect of the signing by Gonzalo (Matthew Hutton), with someone else translating his lines into speech, is to vastly inflate the role of this old wise man. That Naples has a Queen, not a King, hardly matters; and turning the drunken Stephano's sidekick into Trincula is inspired. Vicki Hirsch is very funny in this role.","thumbnail":null,"section":"Theater"},{"date":"19940901","headline":"Legislators In U.S. Differ Over Haiti","web_url":"https://www.nytimes.com/1994/09/01/world/legislators-in-us-differ-over-haiti.html","abstract":"  A day after the Clinton Administration issued its strongest threat to date of a military invasion of Haiti, two leading members of Congress expressed sharply divided views on using force to restore democracy there.   \"I think we're right at the point of invasion,\" said Representative Lee H. Hamilton, chairman of the House Foreign Affairs Committee. \"I don't think you can send two high-ranking officials to the Caribbean making the kinds of comments that they made yesterday without following through.\"","thumbnail":null,"section":"World"},{"date":"19940901","headline":"A Film Maker Defies Biographers","web_url":"https://www.nytimes.com/1994/09/01/movies/books-of-the-times-a-film-maker-defies-biographers.html","abstract":"  Jean Renoir Projections of Paradise By Ronald Bergan Illustrated. 378 pages. The Overlook Press. $23.95   \"I would rather sell peanuts in Mexico than make films at Fox,\" Jean Renoir wrote, in an uncharacteristically griping mood, to his friend the screenwriter Dudley Nichols. When this great French director arrived in Hollywood at the start of World War II, he was not prepared for the way studios would cramp his brilliant, graceful style. Darryl F. Zanuck, the head of 20th Century Fox, actually took over the editing of Renoir's first American film, \"Swamp Water,\" a story of love and injustice in the Georgia bogs. Yet Renoir did more than survive in Hollywood. He adopted the whole country, if not its methods of film making, and died at home in Beverly Hills in 1979, at the age of 84.    The paradox of the auteur in Hollywood is just a piece of Renoir's huge, eventful life. He was born 100 years ago, on Sept. 15, 1894, and his career spans the history of movie-making itself. His work ranged from silent films to Technicolor classics (Anna Magnani in \"The Golden Coach\") to television.","thumbnail":null,"section":"Movies"},{"date":"19940901","headline":"For Football Union, A Cap Is No Big Deal","web_url":"https://www.nytimes.com/1994/09/01/sports/on-baseball-for-football-union-a-cap-is-no-big-deal.html","abstract":"  More than 750 striking major league baseball players missed their first paychecks yesterday. But apparently they are not going without as much as the average Joe thinks they are.   Or so the National Football League Players Association seems to imply. Under fire from a rank-and-file that blames a new salary cap for the release of many veterans and the slashing of existing player contracts, the N.F.L.P.A. has taken to debunking what it calls myths about baseball salaries.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"CEASE-FIRE IN NORTHERN IRELAND: THE LONG VIEW End of 'The Troubles'?; Trying to Exchange Old Hatreds for Peace On a Battlefield With Little Middle Ground","web_url":"https://www.nytimes.com/1994/09/01/world/cease-fire-northern-ireland-long-view-end-troubles-trying-exchange-old-hatreds.html","abstract":"  The cease-fire announced today by the Irish Republican Army is widely seen as the most hopeful step toward peace in Northern Ireland since what the Irish call \"the troubles\" began 25 years ago. But that does not mean that peace will be easily achieved.   Without wanting to detract from the historic moment of the occasion, analysts and diplomats point out that numerous hurdles remain before Sinn Fein, the political arm of the I.R.A., can actually sit down at the negotiating table with representatives of the British Government.","thumbnail":null,"section":"World"},{"date":"19940901","headline":"These Runners Were All Business","web_url":"https://www.nytimes.com/1994/09/01/sports/road-running-these-runners-were-all-business.html","abstract":"  They set aside their shirts, ties, skirts and briefcases and replaced their wingtips and pumps with running shoes.   In damp Central Park yesterday, 9,643 employees from a diverse range of about 500 companies ran the Chemical Bank Corporate Challenge, a 3.5- mile circuitous route from the West Drive near Columbus Circle to Center Park Drive near 61st Street.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Jets Won't Leave Rookie Twisting in Buffalo Wind","web_url":"https://www.nytimes.com/1994/09/01/sports/pro-football-jets-won-t-leave-rookie-twisting-in-buffalo-wind.html","abstract":"  The wind swirls in Buffalo, where Steve Tasker, perhaps the best coverage player of the decade, bowls over punt returners, who stagger under twisting, floating footballs.   So Aaron Glenn, the Jets' No. 1 draft pick and college football's top punt returner last year, will have to worry only about Jim Kelly, Andre Reed and Don Beebe as he plays left cornerback. The Jets do not want to ruin Glenn's confidence and ask him to return punts when the Jets open the season Sunday against the Bills.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/01/style/chronicle-120600.html","abstract":"  PRESIDENT CLINTON, HILLARY RODHAM CLINTON and their daughter, CHELSEA, now vacationing on Martha's Vineyard in Massachusetts, are expected at a barbecue tonight to be given by PAUL BEIRNE, a money manager with Sanford C. Bernstein & Company in New York, and THOMAS LEE, a leveraged-buyout specialist, who entertained the Clintons at a similar event last year.","thumbnail":null,"section":"Style"},{"date":"19940901","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/01/nyregion/news-summary-113158.html","abstract":"  International A3-15  I.R.A. DECLARES CEASE-FIRE  After waging a 25-year campaign, the Irish Republican Army declared that it was ready to abandon warfare in favor of peace talks on the future of Northern Ireland and ordered its fighters to lay down their arms.  A1","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"N.H.L. Players Won't Be Locked Out of Camps","web_url":"https://www.nytimes.com/1994/09/01/sports/hockey-nhl-players-won-t-be-locked-out-of-camps.html","abstract":"  National Hockey League officials told member clubs yesterday that there would be no lockout of players from training camps, which begin next week.   Brian Burke and Jeffrey Pash, both senior vice presidents of the league, made the announcement in a late-afternoon conference call with team public relations directors. Gary Bettman, commissioner of the league, sent the same message by telephone to Bob Goodenow, executive vice president of the N.H.L. Players Association.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Chang Wins Long Duel With Washington","web_url":"https://www.nytimes.com/1994/09/01/sports/us-open-94-chang-wins-long-duel-with-washington.html","abstract":"  It was going to be a long night. Michael Chang, face to face again with MaliVai Washington, knew that much.   \"Mal's just not going to get tired out there,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19940901","headline":"Plan to Bar Buses at Mall Is Put on Hold","web_url":"https://www.nytimes.com/1994/09/01/nyregion/plan-to-bar-buses-at-mall-is-put-on-hold.html","abstract":"  A shopping mall that wanted to discourage teen-agers from congregating there on weekends has temporarily dropped plans to bar buses from stopping on mall property on Friday and Saturday nights. The plan was to take effect this weekend.   The mall, the Trumbull Shopping Park, has agreed to allow the bus runs to continue while the Greater Bridgeport Transit District seeks a temporary injunction in Federal court, officials of the transit district said.","thumbnail":null,"section":"New York"},{"date":"19940901","headline":"Charges Dropped on Coleman","web_url":"https://www.nytimes.com/1994/09/01/sports/sports-people-basketball-charges-dropped-on-coleman.html","abstract":"  Assault charges against New Jersey Nets forward DERRICK COLEMAN were dismissed yesterday after prosecutors told a Manhattan judge that they could not prove their case. Coleman, 27, had been charged with two counts of third-degree assault and one count of second-degree harassment for allegedly beating up three teen-agers outside a Manhattan bar.   \"I had no fear of the truth about the incident, but I was very concerned that the truth might not come out,\" Coleman said. \"I was not involved in the altercation and my only concern was that the evidence be properly developed to prove my innocence. I am happy that the process has worked and that I have been totally exonerated of any criminal charges.\"","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940901","time":"1994-09-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":90,"wspd":14.8},{"date":"19940901","time":"1994-09-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":92,"wspd":14.8},{"date":"19940901","time":"1994-09-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":90,"wspd":13},{"date":"19940901","time":"1994-09-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":93,"wspd":11.2},{"date":"19940901","time":"1994-09-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":90,"wspd":14.8},{"date":"19940901","time":"1994-09-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":87,"wspd":13},{"date":"19940901","time":"1994-09-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":86,"wspd":11.2},{"date":"19940901","time":"1994-09-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":85,"wspd":20.5},{"date":"19940901","time":"1994-09-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":84,"wspd":18.4},{"date":"19940901","time":"1994-09-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":86,"wspd":14.8},{"date":"19940901","time":"1994-09-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":83,"wspd":13},{"date":"19940901","time":"1994-09-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":81,"wspd":14.8},{"date":"19940901","time":"1994-09-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":76,"wspd":14.8},{"date":"19940901","time":"1994-09-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":82,"wspd":16.6},{"date":"19940901","time":"1994-09-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":86,"wspd":13},{"date":"19940901","time":"1994-09-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":81,"wspd":14.8},{"date":"19940901","time":"1994-09-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":79,"wspd":16.6},{"date":"19940901","time":"1994-09-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":77,"wspd":13},{"date":"19940901","time":"1994-09-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":77,"wspd":16.6},{"date":"19940901","time":"1994-09-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":76,"wspd":13},{"date":"19940901","time":"1994-09-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":77,"wspd":11.2},{"date":"19940901","time":"1994-09-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":79,"wspd":14.8},{"date":"19940901","time":"1994-09-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":76,"wspd":16.6},{"date":"19940901","time":"1994-09-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":77,"wspd":16.6},{"date":"19940901","time":"1994-09-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":13},{"date":"19940901","time":"1994-09-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":66,"wspd":13},{"date":"19940901","time":"1994-09-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":64,"wspd":16.6},{"date":"19940901","time":"1994-09-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":69,"wspd":14.8},{"date":"19940901","time":"1994-09-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":13},{"date":"19940901","time":"1994-09-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":79,"wspd":18.7},{"date":"19940901","time":"1994-09-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":79,"wspd":11.2},{"date":"19940901","time":"1994-09-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":82,"wspd":11.2},{"date":"19940901","time":"1994-09-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":82,"wspd":13},{"date":"19940901","time":"1994-09-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":87,"wspd":11.2},{"date":"19940901","time":"1994-09-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":13},{"date":"19940901","time":"1994-09-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":13},{"date":"19940901","time":"1994-09-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":71,"wspd":20.5},{"date":"19940901","time":"1994-09-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":22.3},{"date":"19940901","time":"1994-09-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":56,"wspd":22.3},{"date":"19940901","time":"1994-09-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":49,"wspd":29.5},{"date":"19940901","time":"1994-09-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":46,"wspd":31.7},{"date":"19940901","time":"1994-09-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":43,"wspd":29.5},{"date":"19940901","time":"1994-09-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":37,"wspd":29.5},{"date":"19940901","time":"1994-09-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":36,"wspd":31.7},{"date":"19940901","time":"1994-09-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":38,"wspd":27.7},{"date":"19940901","time":"1994-09-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":35,"wspd":29.5},{"date":"19940901","time":"1994-09-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":42,"wspd":27.7},{"date":"19940901","time":"1994-09-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":45,"wspd":29.5}]},"19940902":{"guardian_articles":[],"nytimes_articles":[{"date":"19940902","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/02/sports/results-plus-129291.html","abstract":"  GOLF  Weibring's 65 Sets Pace  D. A. Weibring bogeyed the first hole but shot a six-under-par 65 yesterday and held a one-stroke lead over four golfers after the first round of the Greater Milwaukee Open, being played for the first time at Brown Deer Park Golf Course. Weibring recovered with seven birdies, one on a 20-foot putt. David Toms, Lon Hinkle, Michael Allen and Olin Browne had 66's at the Milwaukee County course, where the tournament is making its debut after 21 years at Tuckaway Country Club in Franklin. (AP) DIVING  Chinese Dominate  China's Olympic champion, Fu Mingxia, had easily the best set of dives and two Americans, Mary Ellen Clark and Eileen Richetelli, were next best as diving preliminaries started the world swimming championships yesterday in Rome. Clark woke from a sluggish start to take second place in the highboard preliminaries and Richetelli took third among the 12 qualifiers. Fu totaled 339.12 points from her six dives. China was also first in the men's 1-meter springboard preliminary round. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/02/nyregion/no-headline-125040.html","abstract":"  \"For the first time in years I feel like I can walk on the streets without worrying about getting shot. I'm just glad I lived long enough to see this day.\" RITA DOHERTY, a 71-year-old resident of Northern Ireland.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Youth Programs Fight Crime and Save Lives","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-youth-programs-fight-crime-and-save-lives-130966.html","abstract":"  To the Editor:   It is discouraging that the argument preceding the passage of the crime bill focused so much on calling preventive educational and recreational programs \"pork.\" This argument shifts the focus to whether these programs act as political paybacks for some local districts, rather than whether they work to prevent crime, as well as teach beneficial behaviors and activities.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"THE MOVIE GUIDE : Fresa y Chocolate","web_url":"https://www.nytimes.com/1994/09/02/style/IHT-the-movie-guide-fresa-y-chocolate.html","abstract":"Directed by Tomas Gutirrez Alea and Juan C. Tabio. Cuba-Mexico-Spain.. A clever script (by Senel Paz), superb acting and intelligent directing are still the key ingredients for a memorable movie. No big budget production here, and no cheap violence","thumbnail":null,"section":"Style"},{"date":"19940902","headline":"Russians Leave at Last, Rescinding Yalta, and Russia Enters Europe","web_url":"https://www.nytimes.com/1994/09/02/opinion/IHT-russians-leave-at-last-rescinding-yalta-and-russia-enters-europe.html","abstract":"This Thursday, General Matvei Burlakov, the 16th commander in chief of the Russian Army stationed in what was once East Germany, was among the last Russian soldiers to leave German soil. It was a historic moment for Germany, for Russia, for Europe and fo","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"The Real Truth of Poverty","web_url":"https://www.nytimes.com/1994/09/02/opinion/the-real-truth-of-poverty.html","abstract":"  Demonizing welfare mothers has become political sport, with politicians everywhere blaming them for moral decline, budget deficits and even poverty itself. A report this week by New York's Citizens Budget Commission challenges this stereotype in useful and enlightening ways. It shows that women on welfare make up a far smaller percentage of the poor than popular wisdom would have it. It also confirms what previous studies have shown: Medicaid, not welfare, is the prime source of runaway spending on poverty.   Welfare mothers are routinely portrayed as slackers who make up the bulk of the poor and soak up more money every year. The fact is that only one in four poor households in New York City is headed by a single parent; welfare payments, when adjusted for inflation, have actually declined by 30 percent since 1972.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Pentagon Estimates It Will Cost $427 Million to Invade Haiti","web_url":"https://www.nytimes.com/1994/09/02/world/pentagon-estimates-it-will-cost-427-million-to-invade-haiti.html","abstract":"  Pentagon experts have estimated that an invasion of Haiti would cost $427 million on top of nearly $200 million already spent rescuing Haitians who have fled the country by boat and building camps for them, Defense Department officials said today.    One senior Pentagon official said the Defense Department assumes the first three weeks of an American-led invasion would cost $55 million to cover transporting equipment and personnel, food and water, logistics and combat pay for an initial force of 12,000 soldiers.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/09/02/arts/sounds-around-town-130940.html","abstract":"  On the Edge   Tony Conrad, Elliott Sharp and Jim O'Rourke, the Cooler, 416 West 14th Street, West Village, (212) 229-0785. This strong bill brings together three generations of avant-garde musicians. Mr. Conrad, best known for his work in the 1960's with the Minimalist composer La Monte Young, rarely performs nowadays. But his few recent concerts, where he stands silhouetted behind a screen and plays long, overtone-filled drones on the violin while a small, homemade mechanical contraption bows a second violin, have been loud, intense and beautiful. Mr. Sharp is a multi-instrumentalist who has been performing in New York City for 15 years, improvising with and composing for scores of musicians and creating dense musical textures out of a double-necked guitar and a sound sampler. Mr. O'Rourke, who also plays in the abstract rock band Gastr del Sol, is among the youngest brains in the avant-garde, working with field recordings and processing his guitar playing not to make music but to create a landscape of sound. The show is tomorrow night at 8; admission is $6. NEIL STRAUSS Fiji Mariners    The Fiji Mariners, Wetlands, 161 Hudson Street, West Village, (212) 966-4225. This year, Col. Bruce Hampton left his backing band of five years, the Aquarium Rescue Unit. This eccentric 47-year-old singer and stringed-instrument player said his doctors had told him to take it easy. But it appears that he has decided not to follow their advice. His latest band, the Fiji Mariners, a trio with Dan Matrazzo on keyboards and Derek Trucks on guitar, is to make its New York debut tonight and continues Colonel Hampton's lifelong experiment in bluegrass, jazz and rock fusion. The show is tonight at 9:30; admission is $8. N. S.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Day 1 of I.R.A.'s Cease-Fire: Hopes Tinged by Skepticism","web_url":"https://www.nytimes.com/1994/09/02/world/day-1-of-ira-s-cease-fire-hopes-tinged-by-skepticism.html","abstract":"  The day after the Irish Republican Army declared an unconditional cease-fire, people in the town where the troubles began 25 years ago emerged into the sun today and wondered if this is what peace feels like.   In a way, it was hard to tell. Like any other warm day in September, streets were bursting with shoppers, and schools were back in session.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Andreychuck's Deal","web_url":"https://www.nytimes.com/1994/09/02/sports/sports-people-hockey-andreychuck-s-deal.html","abstract":"  DAVE ANDREYCHUCK, Toronto's leading goal scorer last season, got more than millions when he signed a new deal with the Maple Leafs. The 54-goal scorer last season secured his future with the team when he signed a five-year deal worth $11 million Wednesday.   Andreychuck, a 30-year-old wing, becomes the club's second-highest paid player behind center DOUG GILMOUR. He will earn about $2.25 million a season, but performance bonuses could make the deal even more lucrative, The Toronto Sun reported.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Yes, They're Still Eating Dogs in China; Market in Guangzhou","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-yes-they-re-still-eating-dogs-in-china-market-in-guangzhou-131024.html","abstract":"  To the Editor:   May-lee Chai says in her Aug. 26 letter that during her two-year stay in China she never saw anybody eat dog except a group of tacky Americans. Obviously she has never visited the main market of Guangzhou, the capital of Guangdong Province.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Jets Make Pitch for Sanders But It Doesn't Look Good","web_url":"https://www.nytimes.com/1994/09/02/sports/pro-football-jets-make-pitch-for-sanders-but-it-doesn-t-look-good.html","abstract":"  The Jets have had preliminary talks with the free agent Deion Sanders about coming to New York, but it looks as if the cornerback might be out of the team's price range.   General Manager Dick Steinberg said he had what he termed exploratory talks with Sanders's agent, Eugene Parker, this week, but Steinberg would have to waive a substantial number of players to make room for Sanders under the salary cap to satisfy the cornerback's salary demands.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Tourism Enriches an Island Resort, But Hilton Head Blacks Feel Left Out","web_url":"https://www.nytimes.com/1994/09/02/us/tourism-enriches-an-island-resort-but-hilton-head-blacks-feel-left-out.html","abstract":"  One day when he was a small boy and this was an undeveloped dream world of salt marsh, beach front and pine forest where all the inhabitants were black, Gene Wiley saw something he had never seen before -- a white man.   \"I mean no disrespect, but I couldn't figure it out -- a nose like Bob Hope, hair that the wind blew all over his face like it didn't have no strength in it,\" recalls Mr. Wiley, who is 68. \"We felt sorry for the guy; we felt like he was the victim of a plague or something. Then one day my father took me to Savannah and the whole damn town was white, and I knew this plague had taken the whole town and pretty soon it would be on Hilton Head Island, too.\"","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"In Ulster, Just the End Of the Beginning","web_url":"https://www.nytimes.com/1994/09/02/opinion/in-ulster-just-the-end-of-the-beginning.html","abstract":"With more fervor than has been heard in decades, there is talk of peace in Northern Ireland, of a dramatic breakthrough that may finally end the \"Long War,\" the bitter conflict that has taken nearly 3,200 lives since 1969. With the Provisional I.R.A. announcing a complete cessation of all \"military operations\" for an indefinite period, the guerrilla organization has met the terms for its first direct talks with the British Government in nearly 20 years. Even The Belfast Telegraph, a newspaper with a decidedly anti-I.R.A. tilt, is exultant: its Wednesday edition carried the simple banner headline \"It's Over.\"\n\nBut in Northern Ireland, nothing is ever quite what it seems -- and that includes the I.R.A.'s reasons for approaching the peace table.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"1919: Race Rioting : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/02/opinion/IHT-1919-race-rioting-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - A serious race riot broke out in Knoxville, Tenn., to-day [Aug. 31] when a mob of more than 1,000 whites attacked the county jail with the intention of lynching a negro who is held on the charge of murdering Mrs. Bertie Lindsey, a white woman.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Sports of The Times; Pam Shriver Takes Last Look Around","web_url":"https://www.nytimes.com/1994/09/02/sports/sports-of-the-times-pam-shriver-takes-last-look-around.html","abstract":"  SHE was wearing a Baltimore Orioles shirt, the home whites, no name or number on it. When somebody asked the symbolism in her choice of wardrobe following probably her last singles appearance in the Stadium, Pam Shriver said, \"It was the only shirt I had in my locker.\" Then she laughed. It's a good way to mask the feelings.   She's having a bad week. She owns a tiny piece of the Orioles, and she's protesting the baseball strike -- \"the whole scene, I won't pick sides.\" In a quiet conversation, she brought up the frozen faces of Richard Ravitch and Donald Fehr, the two negotiators, and she gave a dainty shudder. \"Not an ounce of personality in either of them,\" she said.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Holiday on Monday","web_url":"https://www.nytimes.com/1994/09/02/nyregion/holiday-on-monday.html","abstract":"  Labor Day will be observed on Monday. Here are holiday schedules.   NEW YORK   GOVERNMENT OFFICES Closed.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"THE ARTS GUIDE : Closing soon","web_url":"https://www.nytimes.com/1994/09/02/style/IHT-the-arts-guide-closing-soon.html","abstract":"On Sept. 4: \"Der Meister von Grosslobming.\"Osterreichische Galerie, Austria.. On Sept. 4: \"British Landscape Watercolors 1750-1850.\" The Fitzwilliam Museum, Cambridge.. On Sept. 4: Caspar David Friedrich to Ferdinand Hodler: A Romantic","thumbnail":null,"section":"Style"},{"date":"19940902","headline":"Rollbacks An Issue For Union In Talks","web_url":"https://www.nytimes.com/1994/09/02/sports/hockey-rollbacks-an-issue-for-union-in-talks.html","abstract":"  Negotiators for the National Hockey League and its Players Association met for four hours yesterday at the league headquarters in Manhattan and bargained over terms of a new collective bargaining agreement.   No settlement was announced but when the meeting ended, Bob Goodenow, the executive director of the union, expressed displeasure over rollbacks of benefits imposed by Commissioner Gary Bettman.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Woman and 3 Children Found Killed in Harlem","web_url":"https://www.nytimes.com/1994/09/02/nyregion/woman-and-3-children-found-killed-in-harlem.html","abstract":"  The bodies of a woman and three children were found yesterday afternoon in a West Harlem apartment where they were apparently killed last week, the police said.   The bodies, found stacked in a bathtub, were so badly decomposed that the police could not immediately determine how they had died, said Chief Joseph Leake of the New York City housing police.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"CITY OF NEWARK BECOMES SUBJECT OF FRAUD INQUIRY","web_url":"https://www.nytimes.com/1994/09/02/us/city-of-newark-becomes-subject-of-fraud-inquiry.html","abstract":"  Federal law-enforcement officials said today that they had begun a sweeping investigation into virtually all of the Newark city government's dealings with private companies over the last five years.   Officials said they had obtained subpoenas for all of the Newark City Council's records since 1989 as part of the inquiry into whether local politicians accepted bribes and other favors in return for granting contracts, tax abatements and zoning changes.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; Good, Clean Fun","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-good-clean-fun.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   The name conjures up images of a run-of-the-mill amusement park, with lots of blinking lights, buzzers, bells and crowds. And, to be sure, there is that. But Playland, which overlooks Long Island Sound in Rye, N.Y., is an Art Deco jewel, built by Westchester County when Calvin Coolidge was President to create \"an unequaled seaside public park to provide clean, wholesome recreation.\"","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Long Baseball Timeout Gives Edge to Players","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-long-baseball-timeout-gives-edge-to-players-131008.html","abstract":"  To the Editor:   When employers such as baseball owners are confronted by a union such as the players' union, resolution of their disputes is not subject to the market forces of supply and demand, but to their ability to tolerate a long shutdown. Here the players have an overwhelming advantage because the cost to them is the loss of after-tax income, subject anyway to the highest tax rates.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Kariya Ends Holdout","web_url":"https://www.nytimes.com/1994/09/02/sports/sports-people-hockey-kariya-ends-holdout.html","abstract":"  PAUL KARIYA, the fourth pick in the 1993 entry draft, ended a 14-month holdout yesterday by signing with the Anaheim Mighty Ducks. Terms were not disclosed. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/09/02/style/IHT-short-cuts-90670092567.html","abstract":"JAN GARBAREK AND THE HILLIARD ENSEMBLE, \"Officium\" (ECM): On the 25th anniversary of the record company that gave birth to the concept of Eurojazz, this may be ECM's biggest success since Keith Jarrett's \"The Kln Concert.\" Early","thumbnail":null,"section":"Style"},{"date":"19940902","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/09/02/arts/sounds-around-town-130958.html","abstract":"  Ruth Brown   Ruth Brown, Village Vanguard, 178 Seventh Avenue South, at 11th Street, Greenwich Village, (212) 255-4037. When Ruth Brown was in her 20's, she was the major asset of Atlantic Records: her hits, like \"(Mama) He Treats Your Daughter Mean\" and \"5-10-15 Hours,\" virtually bankrolled the fledgling company in the 1950's. Since then, her voice has gone from coy girlishness to sultry maturity; she sings blues and rhythm-and-blues songs with earthy poise. Shows tonight through Sunday night are at 9:30 and 11:30; there is a $15 cover and a $10 minimum. JON PARELES Thomas Chapin Quartet     Thomas Chapin Quartet, Birdland, 2745 Broadway, at 105th Street, (212) 749-2228. Thomas Chapin's compositions often take off from muscular vamps; he likes to create patterns, set them in motion and then knock them apart with his own scurrying, free-ranging alto-saxophone and flute solos. Shows are tonight and tomorrow night at 9, 10:30 and midnight. There is a $10 cover and a $10 minimum. J. P.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"An Old, Dull Photo, a Mystery of History","web_url":"https://www.nytimes.com/1994/09/02/nyregion/an-old-dull-photo-a-mystery-of-history.html","abstract":"  If one photograph is worth 10,000 words, this article is about 9,550 words short. But not even a million well-chosens could solve the mystery behind the fuzzy-around-the-edges image that some historians maintain is the oldest photograph of a New York City street scene.   It is a 4 1/2-by-5 1/2-inch daguerreotype showing what is now Park Row, probably between Pearl and Worth Streets near City Hall. Taken from an upper-story window in the days when lower Manhattan was more sky than scraper, it has that 19th-century look, with dusty streets and horse-drawn carriages plodding along. But is it the oldest photograph, or isn't it?","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/09/02/style/IHT-short-cuts.html","abstract":"JANE BUNNETT: \"The Water Is Wide\" (Evidence): The Canadian soprano saxwoman, who studied with Steve Lacy, has been a talent deserving wider recognition for several years. Having recorded with renowned but off-the-beaten- path Cuban musicians in","thumbnail":null,"section":"Style"},{"date":"19940902","headline":"Horses Back at Belmont With Breeders' in Mind","web_url":"https://www.nytimes.com/1994/09/02/sports/horse-racing-horses-back-at-belmont-with-breeders-in-mind.html","abstract":"  After 40 days of rainy weather, short fields and turmoil in the executive suite at Saratoga, the thoroughbreds return to Long Island today for 40 days of racing that will turn Belmont Park into the superhighway leading to the Breeders' Cup.   The season opens at 1 o'clock this afternoon, with nine live races every day except on Mondays, the weekly dark day. However, there will be racing this Monday because of the Labor Day holiday program, and the track will be closed instead on Tuesday. The season will run through Sunday, Oct. 16, and then will switch to Aqueduct two days later for the winter.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Show Time for Rupert and the Boys","web_url":"https://www.nytimes.com/1994/09/02/sports/pro-football-show-time-for-rupert-and-the-boys.html","abstract":"  T.J.I.F. Thank Jerry it's Friday. After a grinding year of assault, ambiguity, murder, games with subtitles and Loss of Innocence, Part IV, it is finally crunch time. In two days, the boys will be back. The big boys, the real men, will be smacking the salary caps off each other for love, money and Rupert Murdoch. Be glad the National Football League regular season begins on Sunday; how would you feel if those guys were unemployed, bored, roaming your mall?   Why are we thanking Jerry for this? Why not one of the more traditional deities, Vince Lombardi, Joe Namath, Roone Arledge? They're strictly pantheon now. Jerry Jones became head god (nose god?) when he booted Coach Jimmy Johnson off the Dallas Cowboys and bought himself the bootlegger's boy, Barry Switzer.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Back on the Boardwalk; Rolling Chairs Re-Emerging As Cabs for the Casino Crowd","web_url":"https://www.nytimes.com/1994/09/02/nyregion/back-on-the-boardwalk-rolling-chairs-re-emerging-as-cabs-for-the-casino-crowd.html","abstract":"  Cloistered in a crumbling garage below the boardwalk, Larry Belfer is the keeper of the rolling chairs.   As wooden planks creak overhead, Mr. Belfer sits among dozens of the three-wheeled wicker vehicles that are as indigenous to Atlantic City as saltwater taffy. He dispatches the chairs to operators who spend summers pushing tourists around the boardwalk, continuing a tradition that has endured for more than a century.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Converging Interests","web_url":"https://www.nytimes.com/1994/09/02/us/the-media-business-converging-interests.html","abstract":"  There is a basic reason that one, and possibly two, of the broadcast television networks may be close to being sold to companies that operate Hollywood studios: For both buyers and sellers, the time is right, and may never be more so.   The broadcast business, once considered shaky, has made a strong financial comeback in the last year. And the owners of the two networks in question, NBC and CBS, have indicated a desire to relinquish control.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Four Persian Carpets That Feet Never Touch, At the Met Museum","web_url":"https://www.nytimes.com/1994/09/02/arts/art-review-four-persian-carpets-that-feet-never-touch-at-the-met-museum.html","abstract":"  Carpets are a perfect furniture. One can sleep or socialize or meditate on them. They can be rolled or folded for easy transport, and admired on the wall or underfoot. They define a home wherever they are spread, and the house from which they are missing is inhospitably cold.    So, at least, thought many ancient cultures, including that of Persia. It was from Persia that some of the world's finest rugs came, and none were more luxurious than those produced under the Safavid dynasty in the 16th century, a magical moment for Islamic art, when lavishness and suavity were in precise alignment.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/02/style/chronicle-130923.html","abstract":"  Hanging in the Blue Room of the White House is a portrait of President John Tyler that speaks to two current occupants. \"I like it because of the composition and the emotion,\" HILLARY RODHAM CLINTON said of the 1859 painting by George P. A. Healy. \"And, of course, my husband likes it because Tyler is crumpling the newspapers.\"   PRESIDENT CLINTON'S favorite White House painting, which hangs in the Oval Office, is Childe Hassam's \"The Avenue in the Rain,\" the First Lady said in an interview in the September issue of Artnews magazine. He is also fond of Claude Monet's \"Morning on the Seine.\"","thumbnail":null,"section":"Style"},{"date":"19940902","headline":"Something Is Attacking Male Fetus Sex Organs","web_url":"https://www.nytimes.com/1994/09/02/arts/tv-weekend-something-is-attacking-male-fetus-sex-organs.html","abstract":"  No, \"Assault on the Male\" has nothing to do with the Bobbitt family. The culprit in this BBC documentary is a man-made cause of such manly concerns as declining sperm counts, undescended testicles and signs of feminization that bode ill for human reproduction.   It's a tale of scientific detection as researchers in the United States, Britain and Denmark track down chemicals spewed forth over the years that have found their way into fetuses, where they mimic the female sex hormone estrogen. (You can tell the Americans from the Britons on the program by their pronunciations: they say EES-tro-gen; we say ESS-tro-gen. But fortunately no one calls the whole thing off.)","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Confession Admissible in Carjacking Trial","web_url":"https://www.nytimes.com/1994/09/02/nyregion/confession-admissible-in-carjacking-trial.html","abstract":"  The confession of a Bronx man accused of killing one teen-ager and wounding another during a carjacking can be used at his trial, a Rockland County judge ruled today.   The judge, William K. Nelson, found that the statements by the suspect, Edward L. Summers, 23, after his arrest on Jan. 3 were spontaneous and voluntary.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"U.S. AND CUBA TALK AT U.N. ON SOLVING THE REFUGEE CRISIS","web_url":"https://www.nytimes.com/1994/09/02/world/us-and-cuba-talk-at-un-on-solving-the-refugee-crisis.html","abstract":"  United States and Cuban negotiators met for six hours today in their first face-to-face talks in nine months amid indications that Cuba was seriously weighing Clinton Administration proposals to resolve the crisis created by thousands of refugees setting sail for Florida.   The talks, which Administration officials said went well, were held as another hundreds of Cubans continued to be picked up by the United States Coast Guard in the waters off Cuba. As of 10 P.M., 1,792 Cubans had been picked up, bringing the total to more than 20,000 since early August.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Giuliani Backs Republican, Entering Comptroller Fray","web_url":"https://www.nytimes.com/1994/09/02/nyregion/giuliani-backs-republican-entering-comptroller-fray.html","abstract":"  Although the election is months away, the candidates for New York State Comptroller have treated the last few days as if they were the last week of October, trading charges of \"extremism\" and \"smears\" and creating one of the nastiest races of the 1994 campaign.    Yesterday, Mayor Rudolph W. Giuliani entered the fray, endorsing Herbert London, the Republican, and charging that the Democratic incumbent, H. Carl McCall, had used the office for political purposes.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"When de Gaulle Walked Through Fire","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-when-de-gaulle-walked-through-fire-130982.html","abstract":"  To the Editor:   Your Aug. 26 news article on the liberation of Paris on Aug. 25, 1944, did not mention the attempt to assassinate Gen. Charles de Gaulle, to which I was an eyewitness.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"What Is Reality? What Does It Matter?","web_url":"https://www.nytimes.com/1994/09/02/movies/film-review-what-is-reality-what-does-it-matter.html","abstract":"  \"Red Beads\" opens in a nondescript Chinese restaurant with Formica tables and a loud lunchtime crowd, a scene that feels so familiar and ordinary it could be set on Mott Street instead of somewhere in Beijing. But this small, arty film quickly moves from the banal to the eerie. A young man sitting alone in the restaurant looks out a window. The next thing we know, he is at work as an orderly in the psychiatric section of a hospital. He sneakily reads the chart of a beautiful young woman and becomes intrigued by her. Eventually they become lovers, or so he imagines. Maybe she imagines it, too.   As the man moves from the bright daylight of the restaurant to the claustrophobic, hauntingly photographed hospital, this shrewd film follows a similar pattern. Soon it becomes impossible to distinguish reality from the dreams and daydreams that seem so lifelike.","thumbnail":null,"section":"Movies"},{"date":"19940902","headline":"Article 130087 -- No Title","web_url":"https://www.nytimes.com/1994/09/02/arts/article-130087-no-title.html","abstract":"  From every angle, Oznot's Dish is a work in progress.   This little restaurant, which opened last year on a quiet corner in Williamsburg, Brooklyn, has a bohemian \"not to be finished in this lifetime\" look. One wall, painted pale yellow and white, could use a fresh coat. A mirror seems to be hung experimentally on one wall, and cut-out pictures are taped to another. A mosaic teapot on the wall behind a small, wood-and-tile bar looks finished (mostly). A veritable flea market of mismatched chairs and tables cover the rickety, uneven wood floor.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Howard Gets Ready To Do a Turnaround","web_url":"https://www.nytimes.com/1994/09/02/sports/pro-football-howard-gets-ready-to-do-a-turnaround.html","abstract":"  One of the first things Terry Robiskie did when he was hired as Redskins receivers coach was to dig up tape of wideout Desmond Howard. Robiskie put together a highlight reel of Howard's last two seasons at Michigan. It showed Howard, the Heisman Trophy winner, making diving touchdown receptions, leaping over defenders, stretching flat out over the middle for balls and plenty of end zone celebrations.   Robiskie also put together another highlight film -- much shorter --of Howard's pro career. No diving, no stretching, no embarrassing of defenders and no celebrations.   Then, Robiskie invited Howard to take a seat inside the room. As the film flickered in the dark, Robiskie asked Howard where he thought that Michigan Heisman Trophy winner had gone.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"At the Bar; Nevada limits the right of inmates to sue their attorneys, a decision that troubles even lawyers.","web_url":"https://www.nytimes.com/1994/09/02/us/bar-nevada-limits-right-inmates-sue-their-attorneys-decision-that-troubles-even.html","abstract":"  The malpractice case against him was a mere buzzing fly, said James E. Smith, a criminal defense lawyer in Las Vegas, Nev. So rather than contact his insurance company and watch his rates rise, he asked a friend to handle it.   His instincts were correct: the local district judge swatted away the suit. It had been filed by a prisoner for whom Mr. Smith had brokered a plea of one drug count, down from four, but who blamed the lawyer when he got a stiff sentence anyway.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Editorial Notebook; What Ails Tennis?","web_url":"https://www.nytimes.com/1994/09/02/opinion/editorial-notebook-what-ails-tennis.html","abstract":"  There is something about the U.S. Open that makes people grouchy. The players, though fed, housed, transported and otherwise coddled throughout the two-week tournament, and paid handsomely even for losing, complain about the raucous crowd, the cramped locker rooms and the undeniable fact that New York is not, well, Kitzbuhel. The fans gripe about the food prices and the absence of decent seats for the rank and file.   This year, however, there is a new lament, a dirge about the \"decline of the game.\" Suppliers of tennis gear point to a long-term slippage in racquet and ball sales, which is not hard to explain. A lot of people who took up the game when it was fashionable in the 70's and 80's quit when they found it was not an easy thing to master. Promoters and pundits, meanwhile, worry that the professional game has gotten boring. This is not so easily explained.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"K. D. Lang's Debut, In an Alaskan Chill","web_url":"https://www.nytimes.com/1994/09/02/movies/film-review-k-d-lang-s-debut-in-an-alaskan-chill.html","abstract":"A female pipeline worker in Alaska becomes fixated on a German woman who is the town librarian. Halting and awkward.","thumbnail":null,"section":"Movies"},{"date":"19940902","headline":"Yes, They're Still Eating Dogs in China","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-yes-they-re-still-eating-dogs-in-china-131016.html","abstract":"  To the Editor:   May-lee Chai's angry letter (\"Dog's Place in History,\" Aug. 26), insisting that dog is not a treat to eat in Chinese society, is a bit too defensive. My own experience suggests that China is not necessarily a dog's world. In Hong Kong, for example, while it has become fashionable to keep dogs as pets, the taste for dogs often runs deeper.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Chinese Hit by Tank Is Denied Place in Games","web_url":"https://www.nytimes.com/1994/09/02/world/chinese-hit-by-tank-is-denied-place-in-games.html","abstract":"  A Chinese athlete whose legs were crushed by an army tank during the 1989 military crackdown around Tiananmen Square has reportedly been prevented from competing in China's Special Olympics for the disabled.   A spokesman for the Chinese national sports commission and the Far East and South Pacific Disabled Games would not comment today on reports that Fang Zheng, whose legs were amputated after he was run over, had been ejected from the games, which started today.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"West Bank Schools Open Under Palestinian Control","web_url":"https://www.nytimes.com/1994/09/02/world/west-bank-schools-open-under-palestinian-control.html","abstract":"  After taking control of education in the West Bank this week, the Palestinian Authority opened its schools today, inaugurating the first school year under Palestinian administration.   Flags were hoisted and the Palestinian national anthem was sung in some West Bank schools, but in Ramallah, the opening today was generally businesslike. Pupils were assigned to classrooms, textbooks were distributed, and teachers met their classes, much as in previous years.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/09/02/books/the-spoken-word.html","abstract":"  ART AT THE MET, Metropolitan Museum of Art, Fifth Avenue and 82d Street. Today: \"From Pottery to Porcelain: Chinese Ceramics Through the Ages,\" by Linda Rosenfeld Shulsky, 11 A.M.; \"A Closer Look: 'Portrait of a Cardinal, probably Don Fernando Nino de Guevara,' by El Greco,\" by Ines Powell, 12:30 P.M.; \"America, the Promised Land: 19th Century,\" by Marvin Schwartz, 3 P.M; \"Divine Heroes: Vishnu and His Avatars,\" by Rochelle Kessler, 6 P.M.; \"Baroque Painting in Naples,\" by Frederick Ilchman, 7 P.M. Tomorrow: \"Spatial Dynamics in Painting: Renaissance Through the 18th Century,\" by Pearl Ehrlich, 11 A.M.; \"Understanding African Art: Learning and Initiation,\" by Alisa LaGamma, 7 P.M. Sunday: \"Rural Life in American Art,\" by Jytte Willumstad, 11 A.M. Free with museum admission: $7; $3.50 for students and the elderly. Information: (212) 535-7710.   TALKS AT THE WHITNEY, Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. \"Edward Hopper and Jack Pierson: American Dreaming,\" tomorrow at 2 P.M.; \"Ideas and Objects: Selected Drawings and Sculptures From the Permanent Collection,\" tomorrow at 3:30 P.M.; \"From the Collection: Photography, Sculpture and Painting,\" Sunday at 2 P.M.; \"Joseph Stella,\" Sunday at 3:30 P.M. All lectures by Margaret Sundell. Free with museum admission: $7; $5 for students and the elderly. Information: (212) 570-3611.","thumbnail":null,"section":"Books"},{"date":"19940902","headline":"North Korea Invites Carter To Mediate","web_url":"https://www.nytimes.com/1994/09/02/world/north-korea-invites-carter-to-mediate.html","abstract":"  Kim Jong Il, the reclusive Communist leader who is expected to succeed his father as absolute ruler of North Korea, has sent a letter to former President Jimmy Carter inviting him to Pyongyang to mediate the dispute with the United States over the North's nuclear ambitions, American officials said today.   The reports on the invitation are part of a slow broadening of contacts with North Korea, as the United States leads efforts to halt Pyongyang's suspected nuclear weapons program and North Korea seeks to end its isolation with economic assistance and broader diplomatic recognition. As part of that process, the Clinton Administration announced today that, as expected, it would begin technical discussions with North Korea on Sept. 10 to fill out some of the details of an agreement reached between the two countries last month in Geneva.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Lendl's Bad Back Is an Opponent He Can't Fight","web_url":"https://www.nytimes.com/1994/09/02/sports/us-open-94-lendl-s-bad-back-is-an-opponent-he-can-t-fight.html","abstract":"  There are some days when Ivan Lendl, his obsession with competition undiminished even at 34, feels like the same world-beater who toughed his way to eight consecutive United States Open finals and won three of them. Those are the good days, the ones when he can't wait to leap out of bed and start walloping tennis balls and opponents. Then there are the other days, like yesterday, when leaping out of bed was out of the question and playing a second-round match at the Open was just plain impossible.   Bad backs aren't partisan, not even when the athlete they victimize happens to be the only man in the history of his sport to battle his way into 19 Grand Slam finals and wield the No. 1 ranking for a record 270 weeks. Bad backs are often more troublesome than tragic, but this particular bad back seems to be having a terminal impact on Lendl's tennis career.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; World on the Windows","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-world-on-the-windows.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   When I was a little boy growing up in the orange twilights of the Golden Gate, my mother told me the story of the little boy who wanted to know why everybody across the bay had gold windows. Their own, he said, crying, were just glass. One sunset, when they were across the bay, his mother showed him that the windows over there were plain old glass. \"Now look at our house,\" she said. He turned and, lo and behold, his bedroom window was made of gold.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Backed by Panama Leader, U.S. Readies Camps","web_url":"https://www.nytimes.com/1994/09/02/world/backed-by-panama-leader-us-readies-camps.html","abstract":"  As American troops based here prepared for an influx of Cuban refugees, a former supporter of Gen. Manuel Antonio Noriega who now says he wants friendly relations with Washington was sworn in today as President.   President Ernesto Perez Balladares, a 48-year-old economist and businessman, took office this afternoon vowing that his foreign policy would be one of tolerance and healing. \"We are friends of everyone and enemies of no one,\" he said during a 75-minute inaugural speech.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Funds for M.T.A. Logo Should Go for Services","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-funds-for-mta-logo-should-go-for-services-131059.html","abstract":"  To the Editor:   First the Metropolitan Transportation Authority pays private consultants $450,000 to design a new logo (news article, Aug. 28).","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Selig May Take a Part In Strike Talks","web_url":"https://www.nytimes.com/1994/09/02/sports/baseball-selig-may-take-a-part-in-strike-talks.html","abstract":"  Bud Selig, baseball's acting commissioner, hinted yesterday that he may soon directly enter the negotiations with the players in an effort to end the three-week-old strike.   As he lamented the stalled state of the talks in a telephone interview, Selig was asked if he thought it was time for him to meet with Donald Fehr, the players' labor leader.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"About Real Estate;\nA Pennsylvania Project for Residents 75 and Older","web_url":"https://www.nytimes.com/1994/09/02/us/about-real-estate-a-pennsylvania-project-for-residents-75-and-older.html","abstract":"A project in the planning stage here is an example of the new alternatives in housing for people 75 and older. \n\nNinety-two suites are planned for the Residence at Dresher, in this Montgomery County township. Residents will live independently while receiving personal care and limited health services. There are also hospitality, recreation and social programs. The project, about a 20-minute drive from downtown Philadelphia, is planned for seven acres next to a synagogue, Temple Sinai,and near a 53-acre municipal park.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/02/sports/transactions-129216.html","abstract":"  Baseball  American League  CHICAGO WHITE SOX -- Extended working agreements with Nashville of the American Association; Birmingham of the Southern League; Prince William of the Carolina League; and South Bend of the Midwest League through 1996. Agreed to a working agreement with Bristol, Va., of the Appalachian League on a two-year contract to compete in the three-month Advanced Rookie League, beginning in June 1995.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Holiday Weekend Events","web_url":"https://www.nytimes.com/1994/09/02/arts/holiday-weekend-events.html","abstract":"  Here is a sampling of activities planned in the New York metropolitan region for the Labor Day weekend: NEW YORK CITY   Tomorrow    WASHINGTON SQUARE OUTDOOR ART EXHIBIT, sidewalks in the vicinity of Washington Square Park, Greenwich Village. More than 300 artists and artisans are to exhibit their work. Tomorrow through Sunday and Sept. 10 and 11, noon to sundown.    HISTORIC GREENWICH VILLAGE, Big Onion Walking Tours. A walking tour through the area with an emphasis on its history as a home to writers, artists and radicals; stops include Washington Square Park, the Stonewall Inn, and places associated with Henry James, Edith Wharton, Edgar Allan Poe and other writers. 1 P.M. Fee: $9; $7 for students and the elderly. Information and meeting place: (212) 439-1090.    NORTHERN CENTRAL PARK TOUR, Urban Explorations. A walk through the northern section of the park. 2 P.M. Fee: $12; $10 for students and the elderly. Information and meeting place: (718) 721-5254.    ROOSEVELT ISLAND WALKING TOUR, Adventure on a Shoestring. A tour past such sites as Blackwell House, the Octagon Building and the Chapel of the Good Shepherd. 3:30 P.M. Fee: $5, plus $2.80 round-trip tramway fare. Meeting place and reservations: (212) 265-2663.    CHILDREN'S CARNIVAL, part of the West Indian Carnival Parade, behind Brooklyn Museum, 200 Eastern Parkway, at Prospect Park. Children ages 1 to 16 are to appear in costumes, many of which they have helped to make. 1 to 4 P.M. A procession to the museum on nearby streets begins at 10 A.M. at St. John's Place and Kingston Avenue. On Sunday, also from 1 to 4 P.M., children take part in a dance competition; prizes include cash and trophies. Free admission, both days. Information: (718) 773-4052 or (718) 774-8807.   ROAM AROUND RIDDLE , Wave Hill, Independence Avenue and West 249th Street, Riverdale, the Bronx. The answer to a riddle is found on a self-guided tour of the grounds; maps and clues are available at the reception desk from 11:30 A.M. to 1:30 P.M. Grounds are open 9 A.M. to 5:30 P.M. Admission: $4; $2 for students and the elderly and children 6 and older; under 6, free. Information: (718) 549-3200.   Sunday    RADICAL GREENWICH VILLAGE, Radical Walking Tours. A three-hour walking tour exploring the leftist political history of the West Village, with stops at the Morton Street apartment of Julius and Ethel Rosenberg and a Grove Street site of the Draft Riots of 1863. Meets at 1 P.M. in Sheridan Square, at Seventh Avenue and Christopher Street. Fee: $6. Information: (718) 492-0069.   WALKING TOUR AND JAZZ CONCERT, Upper East Side. A free walking tour past some little-known historic sites, including the Grolier Club, the Doll Hospital and the Society of Illustrators. The tour begins at 1:45 P.M. at the Abigail Adams Museum, 421 East 61st Street; a jazz concert is to follow at 4:30 P.M. at the Pavilion, 60th Street and the waterfront, reachable from the East River Esplanade and the ramp at 60th Street and York Avenue. Information: (212) 517-0564.    STREET FAIR, Broadway, from 66th to 72d Street. 10 A.M. to 7 P.M. Sponsored by the Broadway Mall Association.    LABOR DAY WEEKEND FESTIVAL, 30th Avenue, between 29th and 41st Streets, Astoria, Queens. Crafts, food, rides and entertainment. 11 A.M. to 8 P.M. Rain date: Sept. 11. Free admission. Information: (212) 995-9412.    Monday    IMMIGRANT LABORS, IMMIGRANT TRIUMPHS, Big Onion Walking Tours. A walking tour of the Lower East Side with an emphasis on the contributions of immigrants to the labor movement. 1 P.M. Fee: $9; $7 for students and the elderly. Information and meeting place: (212) 439-1090.    GREAT CHELSEA LABOR DAY FEST, Eighth Avenue, from 14th to 23d Street. Crafts, food and entertainment from more than 300 vendors. 11 A.M. to 6 P.M., rain or shine. Sponsored by the Chelsea Reform Democratic Club. Information: (212) 995-9412.   \"WEST SIDE STORY,\" Bryant Park, Avenue of the Americas and 40th Street. A free screening of the 1961 film with Richard Beymer and Natalie Wood. 8:45 P.M. Last film in the Second Bryant Park Summer Film Festival. Spectators should take seating. Rain date and other information: (212) 512-5700.   ACCORDION CONCERT, Snug Harbor Cultural Center, 1000 Richmond Terrace, Livingston, S.I. A free outdoor performance by the 23-member New Zealand Accordion Orchestra. 3 P.M. Information: (718) 448-2500.    HUDSON VALLEY   Today    SLEEPY HOLLOW CRUISE, Tarrytown, N.Y. A daylong event combining a cruise up the Hudson River from Manhattan or New Jersey with visits to the Historic Hudson Valley sites of Sunnyside, the Washington Irving estate, and Philipsburg Manor, an 18th-century Dutch Colonial working farm. Departures from Port Imperial, Weehawken, N.J.: 9:30 and 11 A.M. today; tomorrow through Monday at 9:30 A.M. and 1 P.M. The boat is to stop 15 minutes later at the New York Waterway Midtown Terminal, 38th Street and 12th Avenue. Buses are to meet the boats for the ride to Philipsburg Manor and Sunnyside. Tickets: $35; $17.50 for children 6 to 12; free for children under 6. Information: (800) 533-3779.   Tomorrow    WOODSTOCK-NEW PALTZ ARTS AND CRAFTS FAIR, Ulster County Fairgrounds, Libertyville Road, New Paltz, N.Y. Crafts by more than 300 artists from around the country, as well as crafts demonstrations and entertainment; also arts workshops for children. Hours: 10 A.M. to 6 P.M.; Sunday, 10 A.M. to 6 P.M.; Monday, 10 A.M. to 5 P.M. Admission: $5.50; $4.50 for the elderly; $3.50 for children 4 to 12. Information: (914) 679-8087 or (914) 246-3414.   19th-CIVIL WAR WEEKEND, Museum Village, Museum Village Road, Route 17, Monroe, N.Y. Civil War re-enactments, with more than 700 actors; also lectures and other events illustrating life in the mid-19th century. Hours: 10 A.M. to 5 P.M., tomorrow and Sunday. Admission: $8; $6 for the elderly; $5 for ages 6 to 15; free for children under 6. Information: (914) 782-8247.   MOUNTAIN EAGLE INDIAN FESTIVAL, Hunter Mountain, Hunter, N.Y. Members of more than 35 North American tribes are to give dance and crafts demonstrations. Hours: 9 A.M. to 9 P.M. tomorrow and Sunday; 9 A.M. to 5 P.M. Monday. Tickets: $9; $3 for ages 5 to 12 years; free for those 5 and under. Information: (518) 263-3800.    Sunday    \"WESTCHESTER BLUEGRASS MINIFEST,\" Muscoot Farm, Route 100, Somers, N.Y. A free, four-hour outdoor festival with performances by Tony Trischka and Skyline, the New York Bluegrass Authority, the Tri-County Ramblers and Ninety-Nine Years. Take seating and a picnic lunch. Begins at noon. Information: (914) 232-7118.   BRAZILIAN MUSIC AND DANCE, Yonkers Recreational Pier, Main Street at the Hudson River. A performance by the Silvana Madga Viva Brazil Dance Company. 2 P.M. Free. Information: (914) 377-6441.   HUDSON VALLEY SALSA FESTIVAL, Breezy Hill Orchard and Cider Mill, 200 Center Road, Staatsburg, N.Y., off Exit 19 of the Gov. Thomas E. Dewey Thruway.  A homemade salsa contest, cooking demonstrations and an art exhibition. 1 to 6 P.M. Admission: $4; free for children under 12. Information and directions: (914) 266-5967.    NEW JERSEY   Tomorrow    \"GRAND ENCAMPMENT,\" Waterloo Village, Stanhope, N.J. Demonstrations of a Civil War encampment with military drills and period cooking, and exhibitions of civilian life during the period. The village is to feature demonstrations of 18th- and 19th-century crafts and house tours. 10 A.M. to 6 P.M. tomorrow and Sunday. Admission: $8; $7 for the elderly; $6 for ages 6 to 15; free for those under 6. Information: (201) 347-0900.    Sunday    LABOR DAY PARADE, beginning at the American Labor Museum, Haledon, N.J. A two-mile parade with bands, floats and antique cars, ending at the Great Falls in Paterson. 1:30 P.M. Information: (201) 595-7953.    OLD-FASHIONED LABOR DAY PICNIC, Museum of Early Trades and Crafts, Main Street and Green Village Road, Madison, N.J. A 19th-century picnic, with games, music and contests. 11 A.M. to 3 P.M. Donations accepted. Information: (201) 377-2982.    LAUNDRY DAY, Allaire Village, Route 524, Allaire State Park, Allaire, N.J. Free demonstrations of 19th-century laundry and housecleaning techniques. Noon to 4 P.M. Parking fee, $3. Information: (908) 938-2253.   Monday    PARLOR GAMES AND OUTDOOR AMUSEMENTS, Allaire Village, Route 524, Allaire State Park, Allaire, N.J. Free 19th-century sports and games that visitors can take part in, including town ball, an early form of baseball. Noon to 4 P.M. Parking fee, $3. Information: (908) 938-2253.   MUSIC AND FIREWORKS AT POINT PLEASANT BEACH, Jenkinson's North at the Inlet, Ocean Avenue and Broadway, Point Pleasant Beach, N.J. A performance by the Orchestra of St. Peter by the Sea and soloists, with a fireworks display. 7:30 P.M. Donations accepted. Information: (908) 899-4541.    LONG ISLAND   Today    HAMPTON CLASSIC HORSE SHOW, Show Grounds, Snake Hollow Road, Bridgehampton, L.I. Today through Sunday, 8 A.M. to 5 P.M. Admission: $5; free for those under 6. Tomorrow is Kid's Day, with free admission for children under 13. Information: (516) 537-3177.    REGGAE SUMMERFEST AT WESTBURY MUSIC FAIR, 960 Brush Hollow Road, Westbury, L.I. A show to feature Freddie McGregor, Judy Mowatt, Tony Rebel, Michael Rose and the Sane Band. 9 P.M. Tickets: $20. Information: (516) 334-0800.    Tomorrow    ARTS AND CRAFTS FAIR, Boardwalk at Riverside Boulevard, Long Beach, L.I. Sponsored by the Historical and Preservation Society. 9 A.M to 7 P.M. Also Sunday. Information: (516) 432-8628.   JOHNNY CASH, Planting Fields Arboretum State Historic Park, Planting Fields Road, Oyster Bay, L.I. A performance by the country singer. 8 P.M. Tickets: $20 to $35. Information: (516) 922-0061.    WHALE WATCH, Okeanos Ocean Research Foundation, Viking Dock, Montauk Harbor, Edgemere Avenue, off Route 27, L.I. Daily at 10:30 A.M. through Labor Day; Tuesday through Sept. 9, at 10 A.M. Tickets: $30; $15 for those 12 and under. Reservations: (516) 728-4522.   LABOR DAY CRAFTS FAIR, St. James General Store, Moriches Road, St. James, L.I. Tomorrow through Monday, 10 A.M. to 4 P.M. Crafts, demonstrations and entertainment at a historic store, built in 1857. Information: (516) 862-8333.    Sunday    FRANKIE VALLI AND THE FOUR SEASONS AND THE FOUR TOPS, Westbury Music Fair, 960 Brush Hollow Road, Westbury, L.I. An oldies rock-and-roll show, 7 and 10:30 P.M. Tickets: $27.50. Information: (516) 334-0800.    SHINNECOCK POWWOW, Shinnecock Reservation, Old Montauk Highway, Southampton, L.I. 10 A.M. to 10 P.M. Also Monday, 10:30 A.M. to 5 P.M. American Indian dance and music, crafts and food. Admission: $6; $4 for the elderly and ages 5 to 12. Rain or shine. Information: (516) 287-2460.    Monday    17th GREAT BONAC FOOT RACE, a 10-kilometer run for adults and children through East Hampton. Begins at 9 A.M. at Ashawagh Hall, Springs Fireplace Road. Fee: $15; $10 for children and the elderly. Proceeds are to benefit a scholarship fund. Information: (516) 324-4572.    CONNECTICUT   Today    AUTOMOBILE RACING, Lime Rock Park, Route 112, Lakeville, Conn. Practice session, today from 10 A.M. to 6 P.M.; art exhibition and \"swap meet,\" with vendors who specialize in automobile memorabilia, from 10 A.M. to 4 P.M. Tomorrow: qualifying races from 2 to 5:30 P.M.; Sunday: automobile shows; Monday: racing from 9 A.M. to 6 P.M. Admission: Today, $5; tomorrow, $15; Sunday, $10; Monday, $25; free for children under 12 at all times. Information: (203) 435-0896.   Tomorrow    ANNUAL PRUDENCE CRANDALL DAY, Prudence Crandall Museum, junction of Routes 14 and 169, Canterbury, Conn. A daylong celebration in honor of a 19th-century educator, with games for adults and children, entertainment, colonial craft demonstrations and food. Admission: $2; $1 for the elderly and ages 5 and under. Information: (203) 546-9916.    Monday    LABOR DAY PARADE AND BOOK SALE, Newton, Conn. The parade is to march down Main Street, beginning at 10 A.M. Thousands of books are to be on sale on the lawn of the Cyrenius H. Booth Library, 25 Main Street, from 9 A.M. to 4 P.M. Information: (203) 426-4533.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Police Say Murder Suspect Thinks TV Networks Spied on Him","web_url":"https://www.nytimes.com/1994/09/02/nyregion/police-say-murder-suspect-thinks-tv-networks-spied-on-him.html","abstract":"  The North Carolina man who shot and killed an NBC stagehand with an assault rifle on a crowded sidewalk in Rockefeller Center on Wednesday told investigators that he had come to New York to wreak vengeance on the major television networks for what he called decades of spying and persecution, from taps on his telephones to zappings by mysterious rays.   As authorities traced the suspect's background and recent movements -- his ownership of yarn-and-dye and motorcycle sales firms, his minor police record, his purchase of the weapon and a car and his journey from the South -- investigators portrayed a man driven by paranoia to carry out a murderous plan with step-by-step deliberation.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; A Whiff of 4-H","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-a-whiff-of-4-h.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   Getting to the Goshen Fair is easy if your children are showing their heifers. You arrive before the fair opens tomorrow and you leave when it ends Monday. For the rest of us, who wish only to mark summer's end by dropping in on a fair, the lines of cars on Routes 63 and 4, the only roads to Goshen, Conn., can seem endless. My family has learned to mimic the farmers and arrive early in the morning.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/02/nyregion/c-corrections-125148.html","abstract":"  An item in SportsPeople yesterday about the dismissal of assault charges against Derrick Coleman of the New Jersey Nets referred incorrectly to the ownership of Rebar, the Manhattan bar outside which the incident occurred. Coleman's teammate, Jayson Williams, is not a co-owner.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"P.B.A. Endorses Cuomo","web_url":"https://www.nytimes.com/1994/09/02/nyregion/pba-endorses-cuomo.html","abstract":"  Gov. Mario M. Cuomo came to this Catskill resort community today to accept the endorsement of the New York City Patrolmen's Benevolent Association, the state's largest law-enforcement union, at its annual convention.   Brushing aside Mr. Cuomo's opposition to the death penalty -- a punishment the P.B.A. supports -- the union president, Phil Caruso, commended the Governor for backing a proposed ban on military-style assault weapons and for sponsoring legislation that he said had improved the lives of police officers.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Avis to Install Hand Controls in More Cars","web_url":"https://www.nytimes.com/1994/09/02/us/avis-to-install-hand-controls-in-more-cars.html","abstract":"  Avis, the nation's second-largest automobile rental company, has agreed to install more hand controls for the disabled in its cars, the Justice Department announced today.    Attorney General Janet Reno said the agreement was part of a broad effort to improve compliance with the Americans With Disabilities Act of 1990, which requires companies serving the public to allow access to disabled people.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Old Miser Bringing Up the Cute Girl Is (a) Marner (b) Martin?","web_url":"https://www.nytimes.com/1994/09/02/movies/film-review-old-miser-bringing-up-the-cute-girl-is-a-marner-b-martin.html","abstract":"Miser rears little girl. ``Silas Marner'' made even more complex.","thumbnail":null,"section":"Movies"},{"date":"19940902","headline":"A Forum For 60's-Style Jamming","web_url":"https://www.nytimes.com/1994/09/02/arts/pop-review-a-forum-for-60-s-style-jamming.html","abstract":"  When the Lollapalooza Festival was here at Jones Beach last month, seven bands played on the festival's main stage during an afternoon and evening of alternative rock. But the seven bands that performed with the third annual Horde tour this afternoon and evening needed two stages to fit all their music into a day.   Whereas the bulk of Lollapalooza's bands were weaned on the fast, tight punk rock of the 1970's, most of the groups playing today were schooled in the classic rock of the 1960's, where stretching songs into long, psychedelic jams was encouraged. Consequently, only four groups were able to play on the main stage during the eight-hour Horde festivities. The other three played on a small second stage outside the amphitheater.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Plop, Plop, Fizz, Fizz: Pierce Eats, Then Wins","web_url":"https://www.nytimes.com/1994/09/02/sports/us-open-94-plop-plop-fizz-fizz-pierce-eats-then-wins.html","abstract":"  Mary Pierce, who needed to munch a bunch of Maalox to settle an untimely, unruly stomach at match time, had never played last night's opponent, Katarina Studenikova, had never seen her before. And somewhere in the middle of their second round match on the Stadium Court of the United States Open, the fourth-seeded Pierce began to wonder if she perhaps should have paid more attention to the tall, blonde Slovakian with a full-blown forehand that mirrors her own.   But by the time their first encounter was over, Pierce had advanced to the third round with a 6-3, 2-6, 6-4 victory and Studenikova was heading home from her first-ever Open wet-eyed and wishing the gusty night breezes had been kinder to her strokes.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Holtz Chooses Powlus","web_url":"https://www.nytimes.com/1994/09/02/sports/sports-people-college-football-holtz-chooses-powlus.html","abstract":"  Notre Dame Coach LOU HOLTZ ended a weeklong waiting game, and perhaps a calculated diversion last night, when he said that sophomore RON POWLUS would start at quarterback in the season opener against Northwestern at Soldier Field in Chicago tomorrow night. \"Powlus will start,\" Holtz said after the team's last practice session. \"I also want him to finish.\"","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Youth Programs Fight Crime and Save Lives; Not Scatological","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-youth-programs-fight-crime-and-save-lives-not-scatological-130974.html","abstract":"  To the Editor:   \"A Punishing Passage\" (editorial, Aug. 27) is right on the mark in reprimanding \"the porcine buffoonery\" of Senator Alfonse M. D'Amato and the National Rifle Association-financed \"obstructionism\" of the huckster Charlton Heston, for their opposition to the crime bill. But it was inaccurate to label Senator Frank Lautenberg's response to the New York Senator as \"scatological.\"","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Cutting Phone Costs on The Road","web_url":"https://www.nytimes.com/1994/09/02/style/IHT-cutting-phone-costs-on-the-road.html","abstract":"FREQUENT travelers know that the best way to beat outrageous hotel phone charges (markups of 900 percent and more) is to use a telephone charge card, with which you are connected via a toll-free number and billed back home on your charge card or residenti","thumbnail":null,"section":"Style"},{"date":"19940902","headline":"With Church Preaching in Vain, Brazilians Embrace Birth Control","web_url":"https://www.nytimes.com/1994/09/02/world/with-church-preaching-in-vain-brazilians-embrace-birth-control.html","abstract":"  At a health clinic for working-class women here, the gynecologist initially thought the question was a joke. How often do women make religious objections when birth control techniques are discussed?   \"Well, I do remember a case last year,\" finally answered Jose Antonio Aviles, a gynecologist who treats about 80 women a week. \"I think she was a Jehovah's Witness.\"","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Hero in Parks Case Is Held","web_url":"https://www.nytimes.com/1994/09/02/us/hero-in-parks-case-is-held.html","abstract":"  A man who captured the person charged with assaulting Rosa Parks, the mother of the civil rights movement, was himself behind bars today, arrested by the Federal Bureau of Investigation on bank robbery charges as he left a television interview.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"First an Underdog, Then a Favorite, Reneberg Responds to the Pressure","web_url":"https://www.nytimes.com/1994/09/02/sports/us-open-94-first-an-underdog-then-a-favorite-reneberg-responds-to-the-pressure.html","abstract":"  Richey Reneberg said he played the best match of his life on Monday night in defeating seventh-seeded Boris Becker under the glare of the Stadium Court in the first round of the United States Open.   Yesterday afternoon, Reneberg was in a fishbowl of a different sort, feeling more pressure while playing a less challenging opponent in Jordi Burillo of Spain on the Grandstand Court. This time, Reneberg switched tactics and needed just 1 hour 44 minutes to win, 6-3, 7-5, 6-3, and advance past the second round in the singles draw for the first time in his eight Open appearances.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Johannesburg Journal; Dazzled by Rich South Africa, Migrants Pour In","web_url":"https://www.nytimes.com/1994/09/02/world/johannesburg-journal-dazzled-by-rich-south-africa-migrants-pour-in.html","abstract":"  All night, every night, the Mozambican boys grill fatty sausages on little braziers, loitering outside nightclubs among the prostitutes and drug dealers, hoping the police will overlook them and dreading a beating from their employer if their cash comes up short.   At sunup they straggle home, six flights up a dark stairwell reeking of human sewage to a derelict apartment where they joke and roughhouse for a while. Then they flop, 10 of them side by side, and pull grimy blankets over their heads.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Account Running Dry For Baseball Network","web_url":"https://www.nytimes.com/1994/09/02/sports/tv-sports-account-running-dry-for-baseball-network.html","abstract":"  Major league players have a $175 million fund from licensing royalties to tide them over during their strike.    The 28 teams have a credit line.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"COLLEGE FOOTBALL;\nA Last-Minute Touchdown Revives Arizona","web_url":"https://www.nytimes.com/1994/09/02/sports/college-football-a-lastminute-touchdown-revives-arizona.html","abstract":"Arizona, picked near the top of most preseason college football polls, dodged a huge bullet tonight when freshman Kevin Schmidtke burst through the middle for a 6-yard touchdown run with 29 seconds to play, giving the Wildcats a 19-14 victory over Georgia Tech tonight in the season opener for both teams.\n\nThe score by Schmidtke, who rushed 17 times for 92 yards, rallied the Wildcats after they had squandered a 10-7 halftime lead in the fourth quarter.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Cuba Denies It Released Convicts as Refugees","web_url":"https://www.nytimes.com/1994/09/02/world/cuba-denies-it-released-convicts-as-refugees.html","abstract":"  The Cuban Government today denied American accusations that it had deliberately released criminals from prison so they might join the thousands of Cubans who have fled the island for the United States since last month.   Cuban officials did not question that furloughed prisoners might have joined the refugees who have seized on a new permissiveness by the Cuban Government.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; The Unvexed Beach","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-the-unvexed-beach.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   End the summer by going to the beach -- not an original idea, I know, but make it so by going not when everyone else does it, at high noon, but at the magical moment of dawn, when the gray, hazy light suffuses the sand with a hesitant glow, and the slip of the sun emerging over the horizon becomes a sight of pure magic. Just to stand there and stare is enough, though few times are better for walking or running or just sitting, looking toward Portugal. To me there is always a bit of a surprise when I arrive to discover that the surf has been pounding away, oblivious to the hour; part of me must think that it ought to have closed down with the night and should be starting up again now along with the sun.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Home Video","web_url":"https://www.nytimes.com/1994/09/02/arts/home-video-130338.html","abstract":"  Director From Outer Space    On Wednesday, Rhino Home Video, a division of Rhino Records and a distributor known for its catchy releases, issued another title that doesn't exactly float down the mainstream. \"Ed Wood: Look Back in Angora\" is a salute to the director and cross-dresser whose famous and supremely awful \"Plan 9 From Outer Space\" is judged by some critics to be the worst movie ever made (Wood probably wouldn't have argued).","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Ship Aborts Cruise After 400 Contract an Intestinal Illness","web_url":"https://www.nytimes.com/1994/09/02/us/ship-aborts-cruise-after-400-contract-an-intestinal-illness.html","abstract":"  A Royal Caribbean ship cut its four-day cruise a day short and returned to port here this morning after more than 400 of the nearly 2,350 people aboard became ill with an unidentified intestinal ailment that caused vomiting, headaches and diarrhea.    One elderly passenger died, but Federal health officials who boarded the ship, called the Viking Serenade, today said they did not know whether the illness was related to the death.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Times Raising Weekday Price","web_url":"https://www.nytimes.com/1994/09/02/nyregion/times-raising-weekday-price.html","abstract":"  The newsstand price of The New York Times on weekdays will be raised to 60 cents from 50 cents within the New York metropolitan area, the newspaper announced yesterday.    The change in price, which will not affect the price of home delivery or of the Sunday newspaper, takes effect Sept. 12, said Nancy Nielsen, a spokeswoman for The Times.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/09/02/theater/on-stage-and-off.html","abstract":"  Mega-Prices and Sunday Shows    Anyone who left town for the summer is probably still under the impression that the top ticket price for Broadway musicals is $65.   It was announced long ago, of course, that the two mega-musicals due this fall, \"Sunset Boulevard\" and \"Show Boat,\" would raise the top Broadway fare to $70 and $75, respectively. But shortly after the Tony Awards in June, the producers of \"Grease!,\" Fran and Barry Weissler, raised the top weekend price to $67.50. Then \"Kiss of the Spider Woman\" raised its top weekend price to $70, and to $67.50 during the week. Ten days ago, the top price of \"Crazy for You\" went up to $67.50 for all performances, except Wednesday matinees.","thumbnail":null,"section":"Theater"},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; Down the Shore","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-down-the-shore.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   If New Year's Eve is amateur night, Labor Day weekend is for the pros. And where do the pros around here go to celebrate? New Jersey.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; On the Nissequogue","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-on-the-nissequogue.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   Far from the well-heeled crowds flocking to the East End for its seashore and softball each weekend, quiet treasures lie along the Nissequogue River on the North Shore, where Long Island hides some of its dearest secrets.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Confession Ruled Admissible In Rifkin's 2d Murder Trial","web_url":"https://www.nytimes.com/1994/09/02/nyregion/confession-ruled-admissible-in-rifkin-s-2d-murder-trial.html","abstract":"  Joel Rifkin's hand-written confession to killing 17 women is admissible as evidence in his second murder trial, in Suffolk County, a judge ruled today.   The judge, John J.J. Jones Jr. of Suffolk County Court, found that Mr. Rifkin's constitutional right to be represented by a lawyer after his arrest more than a year ago had \"not been violated in any way.\"","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/09/02/style/chronicle-128333.html","abstract":"  Traditionally, on the day before Labor Day, a group of about 40 friends gathers to sing \"Happy Birthday\" to JEAN DALRYMPLE, the producer, director, actress and author, who will be 92 on Sunday. They have been at it for almost half a century, said BETSY VON FURSTENBERG, an actress who joined the Dalrymple Birthday Club in 1951.   Among the other members are TAMMY GRIMES, LUCILLE LORTEL, LEE ROY REAMS, RITA GAM, RADIE HARRIS and SYLVIA MILES. \"I wouldn't dream of missing Jean's party,\" Ms. Miles said. \"We've been backgammon pals since we were kids.\"","thumbnail":null,"section":"Style"},{"date":"19940902","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/09/02/arts/diner-s-journal.html","abstract":"  Novel Sushi    In the end, it was the lemon hand roll that seduced me.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Hear This","web_url":"https://www.nytimes.com/1994/09/02/style/IHT-hear-this.html","abstract":"In New York, a group of women rode the subway trains topless earlier this summer and were charged by the Transit police. The Transit Authority's lawyers consulted with the Manhattan district attorney's office before deciding that bare-chested women on sub","thumbnail":null,"section":"Style"},{"date":"19940902","headline":"Haiti Agrees to Let 1,000 Refugees Go to U.S.","web_url":"https://www.nytimes.com/1994/09/02/world/haiti-agrees-to-let-1000-refugees-go-to-us.html","abstract":"  The military-backed government has agreed to allow the departure of more than 1,000 Haitians who have been granted political asylum in the United States, American Embassy officials said today. The first 91 left on Wednesday after being trapped in Haiti for more than a month.   The 91 refugees made it safely across the border on a bus into the Dominican Republic, the first political refugees to leave the country since the United Nations sanctioned an American-led invasion of Haiti.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; Brazilian and Bluegrass","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-brazilian-and-bluegrass.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   Children and adults can share the delight of eye-popping costumes, jovial tunes and unfettered virtuosity at two free music festivals this weekend in Manhattan. On Sunday, the Brazilian-American Cultural Center will present its 10th annual Brazil Day street fair, featuring a carnival band from Bahia. On Monday, the South Street Seaport offers a triple bill of fast-fingered bluegrass bands.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"White House Health Planner Blames 'Fear Mongers' in Loss","web_url":"https://www.nytimes.com/1994/09/02/us/white-house-health-planner-blames-fear-mongers-in-loss.html","abstract":"  Ira C. Magaziner, the Administration's chief health care planner, yesterday blamed \"fear-mongering\" and dishonest advertisements by special interest groups for the difficulties encountered by national health insurance legislation on Capitol Hill.   But he said the battle was not over yet, for health care legislation would be first on the agenda when Congress returned in September. \"As was proven with passage of the Crime bill,\" he said, \"special interests do not always succeed in undermining the interest of the American people.\"","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Women's Advocates Flocking to Cairo, Eager for Gains","web_url":"https://www.nytimes.com/1994/09/02/world/women-s-advocates-flocking-to-cairo-eager-for-gains.html","abstract":"  Its boulevards swept and repaired, its downtown streets cleared of loiterers, its airport staffed with cheerful young greeters armed with the power to bypass Egypt's notorious customs and immigration bureaucracies, Cairo is ready for the United Nations Conference on Population and Development.   More than 20,000 people are expected for the nine-day meeting, which opens Monday. Among them are official delegates from more than 170 countries and members of nongovernmental groups coming to lobby for their causes and to meet in their own forum.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"A Discovery of the Self Amid a Vanishing People","web_url":"https://www.nytimes.com/1994/09/02/books/books-of-the-times-a-discovery-of-the-self-amid-a-vanishing-people.html","abstract":"  Daisy Bates in the Desert A Woman's Life Among the Aborigines By Julia Blackburn Illustrated. 232 pages. Pantheon Books. $22.   Julia Blackburn's last book, a magical and marvelously eccentric volume called \"The Emperor's Last Island\" (1992), was not just a portrait of Napoleon's last days in exile on St. Helena; it was also an elegy to \"an emperor and an island in a distant time that has been and gone long ago.\"","thumbnail":null,"section":"Books"},{"date":"19940902","headline":"For British, Move Toward Peace in Northern Ireland Is Still a War of Words","web_url":"https://www.nytimes.com/1994/09/02/world/for-british-move-toward-peace-in-northern-ireland-is-still-a-war-of-words.html","abstract":"  The British Government has found itself locked in a war of words, or rather a war over a single word, over how to respond to the Irish Republican Army's cease-fire, which took hold in Northern Ireland early today.   The word is \"permanent.\" For eight months the Government of Prime Minister John Major has insisted that Sinn Fein, the I.R.A.'s political arm, must renounce violence once and for all in order to enter into exploratory talks about peace.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"The Man From GATT","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-the-man-from-gatt-131032.html","abstract":"  To the Editor:   Your Aug. 28 report on priorities for Democrats now that the Clinton health-care plan seems dead quotes Tom Downey as saying they should \"change the subject and talk about other things on the agenda, like GATT.\" You identify him as a former New York Representative and a Democrat with close White House ties. Mr. Downey is also a lobbyist for the Alliance for GATT Now, a coalition of corporations spending millions to push the Uruguay Round through Congress. It is not surprising that a lobbyist paid to pass the General Agreement on Tariffs and Trade believes that the Democrats should be working on it. PAMELA GILBERT  Director, Public Citizen's Congress Watch Washington, Aug. 29, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Moore's Hand Is Tied In Jets' Season Opener","web_url":"https://www.nytimes.com/1994/09/02/sports/pro-football-moore-s-hand-is-tied-in-jets-season-opener.html","abstract":"  With his left hand wrapped in a cast that goes halfway up his elbow, with fingers protruding but thumb locked in place, what good is Rob Moore on the football field?   For Moore, the question is even more of a burden knowing that he is the key receiver on the Jets, who open the season Sunday in Buffalo against the Bills, the perennial American Football Conference champions.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Women in China's Market : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/02/opinion/IHT-women-in-chinas-market-letters-to-the-editor.html","abstract":"Regarding the editorial \"China's Gender Balance\" (Aug. 23):.The editorial correctly attributes China's growing shortage of marriageable women to the combined effects of the one-child policy and traditional bias against girls. It points out th","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"For Children","web_url":"https://www.nytimes.com/1994/09/02/arts/for-children.html","abstract":"  Suffolk County Vanderbilt Museum 180 Little Neck Road Centerport, L.I. (516) 854-5555 Recommended for all ages    Children might be impressed by the scale of William K. Vanderbilt 2d's 43-acre, Spanish-style summer home, but what really sticks with them are the male and female shrunken heads.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"When de Gaulle Walked Through Fire; Who Liberated Paris?","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-when-de-gaulle-walked-through-fire-who-liberated-paris-130990.html","abstract":"  To the Editor:   If your reporter had read \"A Soldier's Story,\" by Gen. Omar N. Bradley, he'd know that it was the United States Fourth Infantry Division that was ordered into Paris.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"On My Mind; Pudgy On Crime","web_url":"https://www.nytimes.com/1994/09/02/opinion/on-my-mind-pudgy-on-crime.html","abstract":"  Everybody in America is tough on crime. Parents, teachers, cops, judges, rich people, poor people, ditch diggers, brain surgeons -- just ask them.    So, listen: How come there is so much crime in America? How is it that we no longer possess our basic civil liberty from which all others flow -- freedom to walk our streets without fear?","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"2 Connecticut Inns: The Guests Pipe Up","web_url":"https://www.nytimes.com/1994/09/02/arts/2-connecticut-inns-the-guests-pipe-up.html","abstract":"  THE journal lay on the night stand beside the canopied, four-poster bed in a room my wife and I stayed in recently. The journal was opened about midway to a half-written page. This was in the Old Lyme Inn, a white, blue-shuttered, renovated 19th-century home near the seductive shoreline of the Connecticut River, which empties into the nearby Long Island Sound.   The journal looked like someone's diary left over from the previous stay. A pen lay beside it. I wondered if I should just close the book discreetly and give it to the proprietor. But curiosity, naturally, got the better of me. I always start with honorable intentions, but. . . .","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Suspension for a Remark Is Excessive","web_url":"https://www.nytimes.com/1994/09/02/opinion/l-suspension-for-a-remark-is-excessive-131040.html","abstract":"  To the Editor:   The suspension by New York State's Attorney General, G. Oliver Koppell, of Thomas Neidl, chief of his office's criminal prosecutions bureau, for having made disparaging remarks about homosexuals and lesbians (news article, Aug. 26) inappropriately infringes upon Mr. Neidl's First Amendment rights.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Still a U.S. Invasion. Still Wrong.","web_url":"https://www.nytimes.com/1994/09/02/opinion/still-a-us-invasion-still-wrong.html","abstract":"  The State Department is asking Americans to believe something ridiculous. That is the proposition that an agreement this week by four Lilliputian Caribbean armies to take part in a U.S.-led invasion force signifies regional support for an armed strike against Haiti's military regime.    Appending 266 soldiers from Barbados, Belize, Jamaica and Trinidad to an American army of at least 12,000 cannot hide the fact that an invasion, if it comes, would be a foolish and unnecessary act driven solely by the Clinton Administration.","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/02/nyregion/inside-124982.html","abstract":"  Israel and Morocco Seek Ties   Israel and Morocco took the first formal step toward diplomatic relations, making Morocco the only Arab country other than Egypt to establish official ties with Israel. Page A6. Heroin Toll Is Lowered    The authorities lowered from 14 to 8 the number of deaths the police believe are related to highly concentrated heroin sold in Manhattan. Page B3. Boy, 13, Held in Fatal Arson    A 13-year-old boy has been charged with murder in the firebombing of a Bronx grocery store that killed four people, the police said, and other suspects are being sought. Page B3.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Miami Beach Journal; The Gold Coast Fights for Its Image","web_url":"https://www.nytimes.com/1994/09/02/us/miami-beach-journal-the-gold-coast-fights-for-its-image.html","abstract":"  Men who walk the tide line on the white sand, nude-bathing beach here say they have come to look for Cuban refugees washing up on American shores.   Why they gaze inland instead of out to sea is a question that compromises the sincerity of their mission.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Giants Feeling the Clamp of Salary-Cap Vise","web_url":"https://www.nytimes.com/1994/09/02/sports/pro-football-giants-feeling-the-clamp-of-salary-cap-vise.html","abstract":"  As the salary cap takes a stranglehold on the National Football League, choking its victims one by one, Giants players have been unable to escape its crunch. Phil Simms was the first victim and then linebacker Carlton Bailey was approached earlier this week to take a pay cut. The next potential victim who might be asked to cut his paycheck in half is tight end Derek Brown.   Brown has struggled since coming out of Notre Dame as one of the most highly touted tight ends in years. The Giants drafted him in the first round and he was to be their tight end of the future. Things, however, haven't turned out that way.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"State Trooper Found Guilty In Fabrication of Evidence","web_url":"https://www.nytimes.com/1994/09/02/nyregion/state-trooper-found-guilty-in-fabrication-of-evidence.html","abstract":"  A New York State police investigator who once served on an elite unit investigating evidence tampering was found guilty tonight of faking a fingerprint in a 1991 Rockland County carjacking case.   The investigator, Edward Pilus, 44, of Troop F in Middletown, is the first state trooper to be convicted by a jury in the two-year-old evidence tampering scandal that has tarnished the image of the state police and led to new safeguards against evidence tampering. Three other troopers have pleaded guilty to faking evidence in more than two dozen cases.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Victim's Readiness to Help May Have Cost His Life","web_url":"https://www.nytimes.com/1994/09/02/nyregion/victim-s-readiness-to-help-may-have-cost-his-life.html","abstract":"  Theron Montgomery was a big man. He stood at least 6 feet 3 inches and weighed more than 200 pounds. And yesterday people said he was as good as he was big.   \"A teddy bear,\" his mother said.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"A Shouter Of the Blues From Chicago","web_url":"https://www.nytimes.com/1994/09/02/arts/pop-review-a-shouter-of-the-blues-from-chicago.html","abstract":"  Clubs don't usually get a second chance in New York, but Chicago Blues reopened on Wednesday night at 73 Eighth Avenue, at 14th Street, the same location it occupied from October 1991 through the spring of 1992, before the club Zanzibar moved in. As before, it aims to be a transplanted Chicago club, with three sets a night by the same performers who regularly perform on the Midwest's blues circuit. Where New York clubs often hook up a headliner with a house band, Chicago Blues imports entire working groups. The difference should please purists and anyone else who appreciates the relaxed precision of a seasoned band.    Big Time Sara, who is to appear through tomorrow night, benefited from the booking policy. She is a blues shouter who plays a tough, lusty woman, in the mold of Koko Taylor and Etta James. Like Ms. Taylor, she uses a raspy tone for emphasis, and often sings material originally written for men; like Ms. James, she delights in shaking a rump of considerable girth. When she invited a man from the audience on stage to sing along, she vowed, \"I'm going to harass you.\"","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Police Officer Arrested in Bronx On Charge of Taking Drug Bribes","web_url":"https://www.nytimes.com/1994/09/02/nyregion/police-officer-arrested-in-bronx-on-charge-of-taking-drug-bribes.html","abstract":"  A New York City police officer was arrested in the Bronx yesterday for seeking and accepting bribes from a drug dealer. Senior police officials said he acted alone and was not a part of any corruption ring.    The officer, Gregory Brea, was seen taking bribes from a cocaine dealer in the Morris Heights section of the Bronx, where he was a patrol officer walking a regular beat, on three separate occasions, the officials said.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Agassi Survives a Challenge","web_url":"https://www.nytimes.com/1994/09/02/sports/us-open-94-agassi-survives-a-challenge.html","abstract":"  Under the spotlights that illuminated the Stadium Court late last night, Andre Agassi cut a formidable figure with his wild hair, brash black socks and tough-guy stubble. But just when he thought he'd pummeled Guy Forget out of contention in straight sets, the white-clothed Frenchman fought back and gave Agassi a witching hour scare.    Agassi, on the mend professionally and personally with the old, bold magic back in his playmaking and his companion Brooke Shields lending support from the sidelines, ultimately subdued Forget, 6-3, 7-5, 6-7 (5-7), 6-2. The victory advanced the 20th-ranked Las Vegan, unseeded at the United States Open for the first time since 1987, to a third-round meeting against 12th-seeded Wayne Ferreira of South Africa.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Trying to Cast Light On 3 Troubled Souls","web_url":"https://www.nytimes.com/1994/09/02/theater/theater-review-trying-to-cast-light-on-3-troubled-souls.html","abstract":"  They may speak with crabbed Down East accents, but the characters who inhabit \"The Keepers,\" Barbara Lebow's tale of stormy family relationships in a Maine lighthouse in the 1850's, are by no means stereotypically laconic New Englanders. Show them a glimpse of the ocean, which is about all there is to look at in a lighthouse, and they'll spiral into flights of poetic description that seem to turn the stage of the Bouwerie Lane Theater a very ripe shade of purple.   The grizzled but spry Nathaniel Brockett (Craig Smith), the lighthouse keeper and a former sea captain, tends to address the Atlantic directly, as if it were a capricious acquaintance of long standing. \"Rumblin' and roilin' you are, like a choir singin',\" he intones.","thumbnail":null,"section":"Theater"},{"date":"19940902","headline":"Lawyers' Repute Has Faded, but Desire to Be One Hasn't","web_url":"https://www.nytimes.com/1994/09/02/us/lawyers-repute-has-faded-but-desire-to-be-one-hasn-t.html","abstract":"  Adam Bonin has read all the horror stories about lawyers -- how hard they work, how little respect they get, how thankless their profession has become. Yet from the first time he saw \"L.A. Law,\" Mr. Bonin says, he knew he wanted to be a lawyer.   \"That show made law look so cool,\" said Mr. Bonin, a 21-year-old Philadelphian recently accepted by the University of Chicago Law School. \"I like being on the spot and being in the spotlight, and that means law or politics.\"","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Crime Bill Bans the Clip Used in Rifle","web_url":"https://www.nytimes.com/1994/09/02/nyregion/crime-bill-bans-the-clip-used-in-rifle.html","abstract":"  The Chinese assault rifle the police said was used in the killing of a stagehand on Wednesday can no longer be imported into the United States, and its 30-round ammunition clip, which is still sold in this country, would be banned under the crime bill passed last month.    The police identified the weapon as a Chinese version of the AK-47 semiautomatic rifle.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; Carnival Time","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-carnival-time.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   This is one weekend I plan to put my shyness on hold, get smack-dab in the middle of Eastern Parkway in Brooklyn and let the music knock me down and drag me out. I mean I'm gonna shake these middle-age bones and dance. You know, as in a gutbucket party. As in the annual West Indian-American Day Carnival Parade.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"This Candidate Isn't Quite His Daddy's Boy","web_url":"https://www.nytimes.com/1994/09/02/us/this-candidate-isn-t-quite-his-daddy-s-boy.html","abstract":"  The reason Jeb Bush is the front-runner in the Republican primary for governor of Florida next week may be that he is George Bush's son. But on the campaign trail, he is more the political offspring of a conservative firebrand like Newt Gingrich, the House Republican whip, than of his split-the-difference father.   If President Bush could Ping-Pong between classic Rockefeller Republicanism and sometime conservatism, the son is a candidate who clings firmly to one side of the net. Moving far beyond the routine anti-government rhetoric of many Republicans, his father included, John Ellis Bush, who has been known since childhood by the nickname formed by his initials, lashes out at government as a genuinely dangerous force.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"A Holy Day And a Parade In Crown Hts.","web_url":"https://www.nytimes.com/1994/09/02/nyregion/a-holy-day-and-a-parade-in-crown-hts.html","abstract":"  More than a million Caribbean revelers and thousands of Hasidic Jews are expected to mix on the streets of Crown Heights on Monday for two very different kinds of celebrations, and community leaders have their fingers crossed that peace will prevail in this often racially roiled neighborhood.   This year for the first time, the 27th annual West Indian-American Day Parade, which is always held on Labor Day, coincides with Rosh ha-Shanah, the Jewish New Year.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Bush Son Misfires on Hunt For Publicity in Texas Race","web_url":"https://www.nytimes.com/1994/09/02/us/bush-son-misfires-on-hunt-for-publicity-in-texas-race.html","abstract":"  Today was the first day of the dove hunting season in Texas, and both Gov. Ann W. Richards and George W. Bush, her Republican opponent, were out at the crack of dawn, hunting for birds -- and news coverage.    But the obligatory macho political rite in Texas turned into an embarrassment for Mr. Bush when he pointed a borrowed 20-gauge shotgun at the sky in rural Hockley, Tex., fired -- and killed the wrong kind of bird.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/09/02/arts/sounds-around-town-129143.html","abstract":"  Nancy LaMott   Nancy LaMott, the Chestnut Room at Tavern on the Green, Central Park at West 67th Street, (212) 873-3200. Wholesome but not sugary, deep but never arty, Ms. LaMott is a model of heartfelt restraint in a cabaret field that sometimes seems awash in pretensions. Her voice is clear and beautiful, her delivery unadorned and true to the line of song. Her performances of two ballads from \"Merrily We Roll Along\" -- \"Good Thing Going\" and \"Not a Day Goes By,\" welded to tell the story of a relationship -- are definitive. Show times are 9 and 11 P.M today and tomorrow; 8:30 and 10:30 P.M. on Sunday. There is a $23.50 music charge today and tomorrow and $17.50 on Sunday; there are no minimums on all days. STEPHEN HOLDEN Bob Dorough Trio    Bob Dorough Trio, Michael's Pub, 211 East 55th Street, Manhattan, (212) 758-2272. Among other accomplishments, Mr. Dorough wrote the words for that classic sly putdown of people who would be cool, \"I'm Hip,\" with music by Dave Frishberg. Mr. Dorough, a singer, songwriter and be-bop pianist whose Arkansas drawl suggests Hoagy Carmichael by way of Dr. John, is to perform with the bassist Bill Takas, a longtime musical partner with whom he has refined a sophisticated give-and-take relationship, and the guitarist Steve Berger. In addition to original material, Mr. Dorough is to perform songs by everyone from Carmichael to Randy Newman. Show times are 9 and 11 tonight and tomorrow night. There is a $15 cover charge and a $15 minimum. S. H. Folk-Pop Quartet    Christine Lavin, Megon McDonough, Sally Fingerette and Debi Smith, the Bottom Line, 15 West Fourth Street, Greenwich Village, (212) 228-6300. This quartet of folk-pop singers and songwriters, who call themselves Four Bitchin' Babes, was put together by Ms. Lavin, the comic singer and songwriter whose best topical songs have real bite. Along with horseplay and sharply edged banter about the battle between the sexes, the women sing mostly original material. A typical show creates a composite portrait of grown-up women who are working musicians and like men, but who also know the score. There are shows at 7:30 and 10:30 tonight and tomorrow night. Tickets are $17.50. S. H.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Federal Inquiry Is Sought","web_url":"https://www.nytimes.com/1994/09/02/nyregion/federal-inquiry-is-sought.html","abstract":"  The family of the transit police officer wounded by a New York City police officer in a subway firefight last week has asked for a Federal investigation of the shooting, asserting that the local investigation has been tainted by political concerns.   Brian O'Dwyer, the lawyer representing Officer Desmond Robinson and his family, also charged that he and his investigators had been prevented from taking a sworn statement from Officer Robinson's partner, David Thompson. He said he suspected city police officials or the union for the transit officers was behind the alleged obstruction.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Monitoring Of Wachtler Is a Concern","web_url":"https://www.nytimes.com/1994/09/02/nyregion/monitoring-of-wachtler-is-a-concern.html","abstract":"  Sol Wachtler's temporary new life sleeping in a Brooklyn halfway house and working at a Long Island real estate company has run into some problems.    After an abbreviated first day at his job on Wednesday, Mr. Wachtler, formerly Chief Judge of New York State, was called back to the halfway house by Bureau of Prison officials apparently concerned about whether he was adequately monitored. All employed inmates in halfway houses are monitored by unscheduled phone calls or visits to the employer by Bureau of Prisons officials.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Village Bohemians From Another Era","web_url":"https://www.nytimes.com/1994/09/02/arts/photography-review-village-bohemians-from-another-era.html","abstract":"  GREENWICH VILLAGE'S reputation as an outpost of the unconventional is nothing new, as \"Beals's Bohemians,\" a charming show of photographs by Jessie Tarbox Beals at the Museum of the City of New York, demonstrates. Included are more than 50 images of the colorful characters and locations that in the early years of the century gave the area the name \"Greenwich Thrillage\" and cemented its fame as a haven for nonconformists of all sorts.   Among the local celebrities captured by Beals's camera was Bobby Edwards, a Harvard-educated magazine editor known as the \"Village troubadour,\" who roamed the streets at night, strumming a homemade ukulele and singing for his supper. Mary Alletta Crump, who ran the Crumperie, a tearoom on West Fourth Street that logically enough specialized in crumpets, also favored the ukulele: to entertain her patrons, she played hers while singing spirituals.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"The Messenger to Castro : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/09/02/opinion/IHT-the-messenger-to-castro-letters-to-the-editor.html","abstract":"My friend Pierre Salinger, whom I knew well when he was White House press secretary in the administration of John Kennedy, seems to have forgotten my name. Anyway, it was indeed me he referred to in \"Cuba:Embargoes Hurt People Instead of Helping&quo","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Team Won't Withdraw","web_url":"https://www.nytimes.com/1994/09/02/sports/sports-people-track-and-field-team-won-t-withdraw.html","abstract":"  British track and field's governing body said yesterday that it would not withdraw its women's team from next week's World Cup, despite pressures to do so after a positive drug test against the 800-meter runner DIANE MODAHL. The world governing body, meanwhile, warned the British that their results could be nullified if Modahl competes.   \"If we were to withdraw the team at this time, that would in effect be prejudging a case which is halfway through and which cannot reach its conclusion before the World Cup,\" the British Athletic Federation executive chairman, PETER RADFORD, said at a news conference.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/09/02/arts/restaurants-129984.html","abstract":"  In his recently published book, \"My Own Country,\" Dr. Abraham Verghese is told by a traveling salesman how to find a good Indian restaurant in any American city: count the number of Patels in the phone book. If there are more than 10, there will surely be an Indian restaurant and all one need do is call a Patel and ask where it is.   There are 57 Patels in the Manhattan phone book, and these days I suspect they are recommending Shaan to their fellow countrymen. In the daytime, many of the generous, curved banquettes are invariably occupied by Indian businessmen eating with what looks like serious pleasure, and every time I have been at the restaurant in the evening there has been at least one large Indian family celebrating while the children fell softly asleep at the table. The sounds from these parties float gently across the spacious dining room, which is large enough to embrace a bit of raucousness without getting loud. Riding on the laughter comes the aroma of ginger and mint, onions and turmeric, chilies and coriander, a savory invitation to dinner. To those of us struggling with the seven-page menu, it can be maddening. It is tempting to say, \"Just bring me what they're eating.\"","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Officials Lower Death Total Attributed to Powerful Heroin","web_url":"https://www.nytimes.com/1994/09/02/nyregion/officials-lower-death-total-attributed-to-powerful-heroin.html","abstract":"  Authorities yesterday lowered from 14 to 8 the number of deaths in the last week that the police believe are related to highly concentrated heroin being sold on the streets of Manhattan.   They said the change did not alleviate their concern about the dangers of the powerful blend, and that their effort to locate its source was continuing.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"Unruly Masses","web_url":"https://www.nytimes.com/1994/09/02/opinion/unruly-masses.html","abstract":"Guadelupe was married at age 16. She nodded when the priest said it would be her duty to have all the children God sent. Two children and years of hardship later, she made the most difficult decision of her life. After consulting her doctor but not her priest, she had herself sterilized.\n\n\"I know I'm supposed to do what God wants,\" she explained to a visitor in her tiny Mexican village. \"But to bring children into the world and not to be able to give them proper food and clothing is not right.\"","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Texas Rockabilly, but by Way of the Garage","web_url":"https://www.nytimes.com/1994/09/02/arts/pop-review-texas-rockabilly-but-by-way-of-the-garage.html","abstract":"  The Reverend Horton Heat, a Dallas trio that performed on Tuesday night at Limelight, plays rockabilly, but not exactly in the tradition of Carl Perkins and Elvis Presley. Its music is rooted in the garage bands that the rockabilly boom spawned, the no-hit rebels who played rock standards with a ragged edge, a new set of lyrics and an exaggerated sense of fun.   The rockabilly underground never disappeared after the 1950's. It weathered psychedelic and punk-rock, incorporating elements of both into its sound. The Reverend Horton Heat is the genre's best known newcomer, most likely because it hired alternative-rock personalities like Gibby Haynes of the Butthole Surfers and Al Jourgensen of Ministry to produce its records. It opened its set with \"Baddest of the Bad\" from its new album, \"Liquor in the Front\" (Interscope), paving the way for a battery of hyperbolic party anthems about alcohol, drugs and sex.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Yankees Trade A Reliever And Get One","web_url":"https://www.nytimes.com/1994/09/02/sports/baseball-yankees-trade-a-reliever-and-get-one.html","abstract":"  Three hours after Paul Gibson received the news from General Manager Gene Michael yesterday that he had been traded from the Yankees to Milwaukee for a player to be determined later, the pitcher was still confused. Gibson's dream of playing in the World Series for the Yankees had been placed in peril by the players' strike and now it was obliterated by the trade.   Explaining that they needed another right-handed reliever, the Yanks unloaded the left-handed Gibson and then acquired Scott Bankhead from Boston for an undisclosed amount of money and a player to be named later. Both minor trades were made about an hour before Wednesday's midnight deadline, but Michael said that the three teams agreed to delay the announcements until yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"Israel and Morocco Take Fledgling Step Toward Diplomatic Relations","web_url":"https://www.nytimes.com/1994/09/02/world/israel-and-morocco-take-fledgling-step-toward-diplomatic-relations.html","abstract":"  Israel and Morocco took the first formal step toward diplomatic relations today, making the kingdom in northern Africa the only Arab country other than Egypt to establish official ties with the Jewish state.   Although Israel and neighboring Jordan agreed with fanfare in late July to end their technical state of war, and have since behaved in public like old and dear friends, they have yet to sign a peace treaty and have no official links.","thumbnail":null,"section":"World"},{"date":"19940902","headline":"Boy Sought in Teen-Ager's Death Is Latest Victim of Chicago Guns","web_url":"https://www.nytimes.com/1994/09/02/us/boy-sought-in-teen-ager-s-death-is-latest-victim-of-chicago-guns.html","abstract":"  The search for an 11-year-old murder suspect ended here today in a dank, graffiti-scarred pedestrian underpass, where the boy was found dead in a pool of blood and mud.   He had been shot at least once in the back of the head, apparently, the police said, by the same street gang that put a gun in his small hands and shoved him into the grown-up world of violence and death.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"Jury Awards $7.1 Million In Sex Case","web_url":"https://www.nytimes.com/1994/09/02/us/jury-awards-7.1-million-in-sex-case.html","abstract":"  A former secretary at the world's largest law firm who said she had been sexually harassed by a partner there was awarded $7.1 million in punitive damages today, a staggering judgment that is sure to send a chill through legal and business cicrles.   The judgment against the law firm of Baker & McKenzie, the legal giant based in Chicago, and one of its former partners, Martin R. Greenstein, is believed to be the largest ever in a sexual harassment case. It is also almost twice that sought by the plaintiff, Rena Weeks, 40, who worked at the firm for less than two months.","thumbnail":null,"section":"U.S."},{"date":"19940902","headline":"AT A GLANCE: GOOD TRAVEL DEALS","web_url":"https://www.nytimes.com/1994/09/02/style/IHT-at-a-glance-good-travel-deals.html","abstract":"AIR FRANCE. Britain to France. New \"Business in France\" fares offer saving of up to 30 percent on normal business-class fares on flights to 29 French provincial cities. Valid for direct flights or via Paris.. CONTINENTAL AIRLINES. Britain to Uni","thumbnail":null,"section":"Style"},{"date":"19940902","headline":"Summer's Last Hurrah","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah.html","abstract":"  LABOR DAY pulls in two directions. The unmistakable whiff of cooler weather -- yes, it's out there, even if the thermometer lies and reads 90 -- is a preview of coming attractions, a teaser for full-tilt fall, when leaves die but New York City comes to life. At the same time, shorter days and longer shadows cast a melancholy spell, and put the mind in an elegiac mood.   Either way, the summer-ending three-day weekend demands a response. Who can blame America for scrambling to snatch the last morsel of pleasure from the season's closing jaws? This is it. The party is over. Summer is gone. We shall not see its like again, at least not for nine long months.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; Inside Story","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-inside-story.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   Suppose it rains. It won't, of course. The sun will shine and the breezes at the beach will be balmy, but just in case, the Winter Garden atrium at the World Financial Center in lower Manhattan may be New York's best bad-weather playground, especially for children under 5.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Twins Pitcher Charged With Drunken Driving","web_url":"https://www.nytimes.com/1994/09/02/sports/sports-people-baseball-twins-pitcher-charged-with-drunken-driving.html","abstract":"  Minnesota Twins pitcher PAT MAHOMES was charged yesterday with driving while intoxicated, two other alcohol-related counts and careless driving.","thumbnail":null,"section":"Sports"},{"date":"19940902","headline":"1944: Atrocity in France : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/02/opinion/IHT-1944-atrocity-in-france-in-our-pages100-75-and-50-years-ago.html","abstract":"FLOMION, France - [From our New York edition:] In the little schoolhouse of this village fourteen French male civilians murdered by the Germans lie tonight [Sept. 1] in a single terrible line. I have just seen them today and they have been grotesquely mut","thumbnail":null,"section":"Opinion"},{"date":"19940902","headline":"Summer's Last Hurrah: The Final Fling Before the Fall; Recircling the Globe","web_url":"https://www.nytimes.com/1994/09/02/arts/summer-s-last-hurrah-the-final-fling-before-the-fall-recircling-the-globe.html","abstract":"  Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.)   If you're a Unisphere, the world is a lonely place. You're one of a kind. Your youth is gone. And to tell the truth, you were never very popular in the first place. When the World's Fair packed up and left Flushing Meadows-Corona Park in Queens, it left you behind to stew in a pool of stagnant water, like a soda can from the Pepsi Pavilion.","thumbnail":null,"section":"Arts"},{"date":"19940902","headline":"Boy, 13, Is Charged With Murder in Bronx Firebombing","web_url":"https://www.nytimes.com/1994/09/02/nyregion/boy-13-is-charged-with-murder-in-bronx-firebombing.html","abstract":"  A 13-year-old boy has been charged with murder in the firebombing of a Bronx grocery store last week that killed four people, the police said yesterday.   The police said they were searching for three other people in connection with the firebombing and that they have not determined a motive in the Aug. 22 incident at the store on Boston Road in Morrisania.","thumbnail":null,"section":"New York"},{"date":"19940902","headline":"'Shana Tova' From Arafat","web_url":"https://www.nytimes.com/1994/09/02/world/shana-tova-from-arafat.html","abstract":"  Israelis received greetings today for the approaching Jewish New Year from a most unlikely source: Yasir Arafat.   The leader of the Palestine Liberation Organization, meeting in Gaza with Israel's Housing Minister, sent his best to all Israelis, starting with Prime Minister Yitzhak Rabin and Foreign Minister Shimon Peres.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940902","time":"1994-09-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":77,"wspd":20.5},{"date":"19940902","time":"1994-09-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":75,"wspd":14.8},{"date":"19940902","time":"1994-09-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":77,"wspd":14.8},{"date":"19940902","time":"1994-09-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":77,"wspd":11.2},{"date":"19940902","time":"1994-09-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":79,"wspd":9.4},{"date":"19940902","time":"1994-09-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":80,"wspd":7.6},{"date":"19940902","time":"1994-09-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":79,"wspd":11.2},{"date":"19940902","time":"1994-09-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":77,"wspd":7.6},{"date":"19940902","time":"1994-09-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":72,"wspd":7.6},{"date":"19940902","time":"1994-09-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":66,"wspd":9.4},{"date":"19940902","time":"1994-09-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":61,"wspd":14.8},{"date":"19940902","time":"1994-09-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":49,"wspd":13},{"date":"19940902","time":"1994-09-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":41,"wspd":16.6},{"date":"19940902","time":"1994-09-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":40,"wspd":14.8},{"date":"19940902","time":"1994-09-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":37,"wspd":20.5},{"date":"19940902","time":"1994-09-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":33,"wspd":18.4},{"date":"19940902","time":"1994-09-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":35,"wspd":14.8},{"date":"19940902","time":"1994-09-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":30,"wspd":14.8},{"date":"19940902","time":"1994-09-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":31,"wspd":11.2},{"date":"19940902","time":"1994-09-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":35,"wspd":9.4},{"date":"19940902","time":"1994-09-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":38,"wspd":9.4},{"date":"19940902","time":"1994-09-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":42,"wspd":11.2},{"date":"19940902","time":"1994-09-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":48,"wspd":9.4},{"date":"19940902","time":"1994-09-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":55,"wspd":9.4},{"date":"19940902","time":"1994-09-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":48,"wspd":25.9},{"date":"19940902","time":"1994-09-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":51,"wspd":22.3},{"date":"19940902","time":"1994-09-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":57,"wspd":20.5},{"date":"19940902","time":"1994-09-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":57,"wspd":22.3},{"date":"19940902","time":"1994-09-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":61,"wspd":16.6},{"date":"19940902","time":"1994-09-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":58,"wspd":22.3},{"date":"19940902","time":"1994-09-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":60,"wspd":18.7},{"date":"19940902","time":"1994-09-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":62,"wspd":11.2},{"date":"19940902","time":"1994-09-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":9.4},{"date":"19940902","time":"1994-09-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":62,"wspd":14.8},{"date":"19940902","time":"1994-09-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":67,"wspd":11.2},{"date":"19940902","time":"1994-09-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":69,"wspd":14.8},{"date":"19940902","time":"1994-09-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":64,"wspd":13},{"date":"19940902","time":"1994-09-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":56,"wspd":14.8},{"date":"19940902","time":"1994-09-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":51,"wspd":16.6},{"date":"19940902","time":"1994-09-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":44,"wspd":13},{"date":"19940902","time":"1994-09-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":40,"wspd":11.2},{"date":"19940902","time":"1994-09-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":34,"wspd":11.2},{"date":"19940902","time":"1994-09-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":38,"wspd":18.7},{"date":"19940902","time":"1994-09-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":30,"wspd":22.3},{"date":"19940902","time":"1994-09-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":29,"wspd":18.7},{"date":"19940902","time":"1994-09-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":30,"wspd":20.5},{"date":"19940902","time":"1994-09-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":35,"wspd":22.3},{"date":"19940902","time":"1994-09-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":38,"wspd":18.7}]},"19940903":{"guardian_articles":[],"nytimes_articles":[{"date":"19940903","headline":"Nets Complete Staff by Hiring Wetzel","web_url":"https://www.nytimes.com/1994/09/03/sports/sports-people-basketball-nets-complete-staff-by-hiring-wetzel.html","abstract":"  The Nets yesterday hired JOHN WETZEL as an assistant to their new coach, BUTCH BEARD, completing a staff that includes PAUL SILAS and JERRY EAVES. Wetzel comes to the Nets from the Portland Trail Blazers, with whom he spent the last six years as an assistant to the former coach, RICK ADELMAN.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Broncos to Start With a Hole in the Middle","web_url":"https://www.nytimes.com/1994/09/03/sports/sports-people-football-broncos-to-start-with-a-hole-in-the-middle.html","abstract":"  Denver Broncos middle linebacker DAVE WYMAN is expected to miss the first two games of the regular season because of torn cartilage in his right knee. Wyman aggravated a two-week-old cartilage injury during Thursday's practice and was scheduled to undergo arthroscopic surgery.    With Wyman out, the veteran free agent GLENELL SANDERS probably will start his second National Football League game.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"A Republican Candidate Shrugs Off Spoiler Tag","web_url":"https://www.nytimes.com/1994/09/03/nyregion/a-republican-candidate-shrugs-off-spoiler-tag.html","abstract":"  Pauline Kezer slipped back and forth between roles as she worked the crowd in Bushnell Park, where state office workers flock at lunchtime. One moment she was a Republican candidate for governor, seeking votes in the party's Sept. 13 primary. The next, she was Connecticut's Secretary of the State, encouraging people to register to vote, explaining how to do it, and sending an aide to bring registration forms from her office.   Mrs. Kezer, who was elected Secretary of the State in 1990, has also embraced a divided role in the race for her party's nomination. To the public, she offers herself as a good-government candidate, promising to \"return political power to the people.\" Within her party, however, she is attacking the record of the leadership's candidate, John Rowland, a former Congressman who nearly won the 1990 race and who has held large leads in polls this year. For that, she has been derided as the party's Tonya Harding -- a woman willing to hurt -- for the sake of her own ambitions -- the party's best chance to elect a governor in more than 20 years.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"The Right Kind of Vaccination Program","web_url":"https://www.nytimes.com/1994/09/03/opinion/l-the-right-kind-of-vaccination-program-144738.html","abstract":"  To the Editor:    The Clinton Administration's abandonment of a plan for a national warehouse as part of its Vaccines for Children program provides an opportunity to refocus attention on the real barriers to childhood immunization.  ","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"New IRS Rule Threatens Partnerships","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-new-irs-rule-threatens-partnerships.html","abstract":"A BROAD new rule aimed at stopping abusive tax practices by partnerships is likely to cause new headaches for Americans overseas doing business under the partnership rules, tax experts say..Last May the Internal Revenue Service proposed regulations targ","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"Chronicle","web_url":"https://www.nytimes.com/1994/09/03/style/chronicle-144681.html","abstract":"  PEDRAG NIKOLIC, the Bosnian grandmaster, was depressed about the future of chess yesterday after being defeated by a computer.    \"It is a serious danger that computers will destroy this human pastime,\" Mr. Nikolic said after his defeat in a speed chess event in London, Reuters reported. \"There is no harmony in the play of computers. Brute force will overtake human creativity. You cannot make a mistake.\"","thumbnail":null,"section":"Style"},{"date":"19940903","headline":"Players' Union Questions Teams' Roster Moves","web_url":"https://www.nytimes.com/1994/09/03/sports/baseball-players-union-questions-teams-roster-moves.html","abstract":"  The baseball strike, which began its fourth week yesterday, has idled 768 players. But the union plans to challenge the status of up to 18 players and force their clubs to pay their salaries for the rest of the season.   With no sign of negotiating life on either side in the dispute, which is on the verge of wiping out the season's last four weeks, lawyers for the Players Association scrutinized a list of players they believe might have been unfairly added to major league rosters to avoid paying their salaries. It will be an economic battle within economic warfare.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Rwanda's Bloody Roots","web_url":"https://www.nytimes.com/1994/09/03/opinion/rwandas-bloody-roots.html","abstract":"The ferocious ethnic violence that tore Rwanda apart this year was no sudden eruption. It began 35 years ago, while the country was preparing, like so many others in Africa, for independence from a European colonial power -- in this case, Belgium, which administered it as part of the United Nations trust territory of Ruanda-Urundi. \n\nNow, as Rwandans try to rebuild their nation and put together a Government of real national reconciliation, the history of that time becomes chillingly relevant.","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Deal Openly With Racism in Subway Shooting; Coverage Fuels Hatred","web_url":"https://www.nytimes.com/1994/09/03/opinion/l-deal-openly-with-racism-in-subway-shooting-coverage-fuels-hatred-144711.html","abstract":"  To the Editor:    Your coverage of the police shootout in a New York subway illustrates one of the more insidious faces of racism. You contrast Officer Desmond Robinson, \"who is black,\" with Officer Peter Del-Debbio, who is \"of Italian and Puerto Rican descent.\" The Guardians, described as a \"black officers' association,\" has called for the arrest and prosecution of Officer Del-Debbio because, as suggested by Sgt. Kelvin Alexander of the Transit Guardians, \"he was just killing another black man, and that is indicative of a sickness right there.\"   ","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Montepulciano Celebrates a Famous Son","web_url":"https://www.nytimes.com/1994/09/03/style/IHT-montepulciano-celebrates-a-famous-son.html","abstract":"Called the pearl of the 16th century, this noble Tuscan town of 14,000 might be better promoted as an oyster full of pearls of Renaissance architecture. Its 23 amassed palaces and churches are grouped in greater density than those of Florence, its histor","thumbnail":null,"section":"Style"},{"date":"19940903","headline":"Currencies Can Create Expatriate Tax Problems","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-currencies-can-create-expatriate-tax-problems.html","abstract":"MOVE across international borders and, like it or not, you become a player on the foreign exchanges. Of course, foreign currency gain or loss is more usually thought of in connection with futures and option exchanges and large investment funds investing i","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/09/03/nyregion/metro-digest-138533.html","abstract":"  OFFICER'S PARTNER TELLS OF SHOOTING   The partner of the undercover transit officer wounded in a subway shootout last week has told investigators that the off-duty New York City police officer who mistakenly fired on the undercover officer \"was shooting with a vengeance,\" and appeared intent on killing him. \"I would never have thought in my wildest dreams that he was a police officer,\" Transit Officer David Thompson said in an interview he gave to investigators. Page 1.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Deaf Boy, 4, Loses Hand in Blast Of Firecracker in Queens Home","web_url":"https://www.nytimes.com/1994/09/03/nyregion/deaf-boy-4-loses-hand-in-blast-of-firecracker-in-queens-home.html","abstract":"  The left hand of a 4-year-old deaf boy, who relies on sign language to communicate, had to be amputated yesterday after it was mangled when a large firecracker that the boy was playing with exploded, the police said.   Experts who work with the deaf said the boy, Rayangelo Abadia of Far Rockaway, Queens, should be able to learn sign language using only one hand. He was in stable condition last night at Bellevue Hospital Center in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"BRIEFCASE : Fund Association Offers Impartial Words of Wisdom","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-briefcase-fund-association-offers-impartial-words-of-wisdom.html","abstract":"The Association of Unit Trusts and Investment Funds, the representative body of the U.K. mutual fund industry, has published a new fact sheet on emerging-market funds. For more information, write AUTIF, 65 Kingsway, London WC2B 6TD, or call (44.81) 207.1","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"A Gear, a Drill, a Fan, a Cuban Raft","web_url":"https://www.nytimes.com/1994/09/03/world/a-gear-a-drill-a-fan-a-cuban-raft.html","abstract":"  Never has make-do ingenuity been more evident than in the design of the hundreds of Cuban rafts that have put to sea in the recent exodus.    Tight rationing forces Cubans to cook, clean, dress and live more creatively, and this week their imagination showed itself in the Florida Straits.  ","thumbnail":null,"section":"World"},{"date":"19940903","headline":"Hush Falls Over Open as Medvedev Loses","web_url":"https://www.nytimes.com/1994/09/03/sports/us-open-94-hush-falls-over-open-as-medvedev-loses.html","abstract":"  While the 11th-seeded Jim Courier was at least fighting in vain to stave off elimination on the Stadium Court yesterday at the United States Open, an even higher-seeded player on the men's side, No. 8 Andrei Medvedev, was going down rather quietly on the Grandstand Court.   It took just 1 hour 22 minutes for Medvedev to lose his second-round match to Karel Novacek, himself once highly seeded here, 6-3, 6-2, 6-2.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"FOR SALE/SOLD","web_url":"https://www.nytimes.com/1994/09/03/style/IHT-for-salesold.html","abstract":"Two wheels, Forbes-style: Malcolm Forbes, the wealthy publisher of the business magazine bearing his name, owned one motorcycle for each year of his life before his death in 1990 at age 70. He recounted his passion for bikes - and hot air balloons - in a","thumbnail":null,"section":"Style"},{"date":"19940903","headline":"The Survey's In:Although Costly, Good Expatriate Executives Are Sound Investments : Belgium","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-the-surveys-inalthough-costly-good-expatriate-executives-are.html","abstract":"Policies on housing for international transferees vary across companies, but provision of a housing allowance is common, as is payment of host-country utilities and insurance expenses. Home purchase expenses are available from some companies, as are renta","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"Anglers Ignore Hudson Warnings; Most Either Don't Know of Cancer Concern or Don't Care","web_url":"https://www.nytimes.com/1994/09/03/nyregion/anglers-ignore-hudson-warnings-most-either-don-t-know-cancer-concern-don-t-care.html","abstract":"  Tommy Jackson has heard all the warnings against eating the striped bass, white perch and eel that he pulls from the PCB-polluted waters of the Hudson River.   And yet, seven days a week, he sits on a graffiti-scrawled cement block on this city's waterfront, fishing for his dinner. Unemployed for five years, Mr. Jackson, a thin and weathered man of 52, said he had little patience for state guidelines recommending that he eat no more than one meal a month of most of the fish he catches.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Chronicle","web_url":"https://www.nytimes.com/1994/09/03/style/chronicle-144673.html","abstract":"  YASIR ARAFAT, the Palestinian leader, and YITZHAK RABIN, the Prime Minister of Israel, have won the Prince of Asturias Peace Prize, awarded by Spain, The Associated Press reported.","thumbnail":null,"section":"Style"},{"date":"19940903","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/03/nyregion/c-corrections-144339.html","abstract":"  A dance review on Wednesday about \"Dancing Under the Stars,\" a tap-dancing show on Monday at the Delacorte Theater in Central Park, misidentified a lead dancer because of an incorrect listing in the program. He was Herbin van Cayseele, not Van Porter.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Sampras Puts In a Day's Work in 1 Hour 45 Minutes","web_url":"https://www.nytimes.com/1994/09/03/sports/us-open-94-sampras-puts-in-a-day-s-work-in-1-hour-45-minutes.html","abstract":"  None of this late-night baloney for Pete Sampras. He made short work of Daniel Vacek, needing 1 hour 45 minutes to complete a routine second-round match that got him into the locker room before 10 P.M. and on the way back to his Long Island retreat not much later.   In keeping with the trend of things at the United States Open, Sampras was not made to wait for a women's match to end before taking the court, and he faced an opponent who went about his business much like Sampras, without delay.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Man Who Was Paid To Quit Swarthmore Won't Be Returning","web_url":"https://www.nytimes.com/1994/09/03/us/man-who-was-paid-to-quit-swarthmore-won-t-be-returning.html","abstract":"  The student who was paid by Swarthmore College to attend Boston University after a classmate accused him of harassment has refused Swarthmore's offer of readmission.   \"He has decided to withdraw from the college,\" Davia Temin, a Swarthmore spokeswoman, said yesterday.","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"Cuban-Americans Caution on Talks","web_url":"https://www.nytimes.com/1994/09/03/us/cubanamericans-caution-on-talks.html","abstract":"Members of a conservative Cuban-American group warned congressmen and a Clinton Administration envoy Thursday night that Cuban areas of Miami would \"explode\" if talks with Fidel Castro's Government produced concessions to Havana.\n\n The meeting, in a private banquet room at a restaurant in Coral Gables, was set up by the Cuban American National Foundation, a powerful group of exiles that has worked closely with the White House to tighten sanctions against Cuba while conceding that the refugees flowing from the island should be detained rather than admitted to the United States.","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/09/03/sports/transactions-142247.html","abstract":"  Baseball  American League  BOSTON RED SOX -- Recalled Gar Finnvold, pitcher, from Pawtucket of the International League.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"The Survey's In:Although Costly, Good Expatriate Executives Are Sound Investments : Germany","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-the-surveys-inalthough-costly-good-expatriate-executives-are-93963232502.html","abstract":"-","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"One Man's Hopes And South's Pride","web_url":"https://www.nytimes.com/1994/09/03/sports/IHT-one-mans-hopes-and-souths-pride.html","abstract":"That he sounds more like a southern American football coach is Billy Payne's gift; he inhales hope and exhales guarantees. But that is the only way to get anything done in Atlanta, or anyplace else. Atlanta, though, especially..In 1987, after he'd rais","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"A Skillful Feat Saves Russia Space Station","web_url":"https://www.nytimes.com/1994/09/03/world/a-skillful-feat-saves-russia-space-station.html","abstract":"  With the future of Russia's space program resting in his hands, the commander of the orbiting Russian space station Mir manually docked with a cargo ship carrying supplies needed to keep the station operating.","thumbnail":null,"section":"World"},{"date":"19940903","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/03/nyregion/c-corrections-144347.html","abstract":"  Because of an editing error, a pop music review yesterday about the Horde tour misidentified the site of the Lollapalooza Festival last month. It was at Downing Stadium on Randalls Island, not at Jones Beach.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Fast-Track the Metrocard","web_url":"https://www.nytimes.com/1994/09/03/opinion/fast-track-the-metrocard.html","abstract":"  It seemed like such a great idea: Do away with bulky tokens and replace them with a plastic card that passengers could merely swipe through an electronic slot to enter the subway. For the first buyers of the new Metrocards, though, they also brought frustration. Zipping through the turnstile after buying the card, some unwary commuters who hadn't read the fine print on the posters imagined token-free futures. On the ride back, they often found out differently.   The turnstiles in most subway stations still are not equipped to accept the Metrocard. In its early days, the card could not be used even at huge stations like Herald Square. Disgruntled riders, thinking they had beaten the token-window delay, found themselves waiting grumpily in long lines to buy the familiar little coins. Now 69 out of the system's 469 stations accept the card, but the M.T.A. does not plan to open more until next spring, and the entire job is expected to take until 1997.","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/09/03/sports/results-plus-142328.html","abstract":"  GOLF  Eagle Helps Albus Secure Seniors Lead  Jim Albus made a 12-foot eagle putt on the final hole yesterday for a six-under-par 66 and a one-stroke lead over Tony Jacklin in the G.T.E. Northwest Classic in Kenmore, Wash. Albus, a former club pro on Long Island and on Staten Island, is a two-time winner this season on the Senior PGA Tour. He set up the eagle with a 330-yard drive and a 7-iron approach on the downhill 495-yard hole. Arnold Palmer also had an eagle on the final hole yesterday, sinking a 50-foot putt, to finish his round of 70. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/09/03/nyregion/news-summary-137359.html","abstract":"  International 2-4 MORE VIOLENCE IN ULSTER  A killing in Belfast was a reminder that despite the Irish Republican Army's declaration of a cease-fire, peace in Northern Ireland remains a distant possibility.  1  U.S. TO INCREASE IRISH AID  President Clinton met with Ireland's Deputy Prime Minister and said he would reward the moves for peace by increasing aid to both Ireland and Northern Ireland.  3  PROGRESS IN CUBA TALKS  American and Cuban officials continued their talks, and Administration officials said they had offered to greatly increase the number of Cubans who would be granted legal entry to the United States.  4  WARNING FROM CUBAN EXILES  A conservative group among Cuban exiles in the United States warned of an angry reaction if the talks with Cuba at the United Nations were to produce concessions.  4  Cuban refugee rafts are models of make-do ingenuity.  4  CHINESE SNUB TO SOUTH KOREA  China withdrew from a body that oversees the demilitarized zone between North and South Korea, and the move was seen as an effort to cut South Korea out of the discussion of the future of the Korean Peninsula.  3  ETHNIC CLEANSING IN BOSNIA  Bosnian Serbs have opened a new intensive campaign of ethnic cleansing against Muslims, and more than 500 people were expelled from their homes in a single instance Thursday night in northern Bosnia.  2  RUSSIAN MANEUVER IN SPACE  With the space program resting in his hands and fuel for only one more try, the commander of the orbiting Russian space station Mir succeeded in docking with supplies that were desperately needed.  2  SWISS KNIFE VS. CHINESE COPY  Is it still a Swiss Army knife if it is made in China? The American distributor for Victorinox, maker of the Swiss Army knife, has sued to stop Chinese knockoffs, in a case being closely followed in Switzerland.  35  Haitians gave an assassinated priest a hero's burial.  4  Verkhoyansk Journal: Everything is relative in a Siberian summer.  2  National 6-8 EMPLOYMENT GROWTH SLOWS  Job growth slackened as the nation's unemployment rate stood unchanged in August, at 6.1 percent. The report confirmed a slowdown in the economy. Only 179,000 new jobs were added to the payroll -- the smallest rise since January.  1  BOYS CHARGED IN A BOY'S DEATH  Two teen-age brothers were charged in the slaying of an 11-year-old boy who himself was being sought by the police for murder.  6  SIMPSON DEFENSE OUTLINED  Lawyers for O. J. Simpson are saying it is unlikely that one person acting alone could have killed his former wife and her friend.  6  THE MARION BARRY FACTOR  The ex-mayor is now tied for first place in the mayoral primary, but some say his strong surge is driving support to his nearest challenger.  7  SCHOOL UNIFORMS PROTOTYPE  A policy requiring students to wear uniforms in Long Beach, Calif., is attracting the attention of urban districts around the country.  8  A tribal court continued questioning two teen-agers.  6  A Federal agency barred nine foreign airlines from the U.S.  7  H.U.D. will no longer act against peaceful protests of its decisions.  7  Fraud claims may be filed against the governor of Arkansas.  8  Beliefs: Urging sermons on Mideast peace for Yom Kippur.  25 Metro Digest 21 PARTNER RECALLS SHOOTING  The partner of the transit officer who was badly wounded in a subway shootout last week said the police officer who shot his partner appeared intent on killing him.  1  MURDER CHARGES AGAINST YOUTH  A polite, helpful 11-year-old who everyone called Jake was shot to death in his New Jersey home, and his 13-year-old friend was charged with killing him.  1  SUBWAY FIRE CAUSES SHUTDOWN  A suspicious fire in a subway cable room in Chelsea, where a homeless person had broken in and set up Stygian housekeeping, forced authorities to shut down power and reroute hundreds of trains.  1  SHARPTON'S CAMPAIGN TRAIL  This year, a big difference in the Rev. Al Sharpton's primary challenge against Senator Daniel Patrick Moynihan is that black leaders are finally embracing him.  1  Business Digest 35  Arts/Entertainment 9-15  Wartime letters tell of Quedlinburg art theft.  9  Brazilians are cool about American film on one of their heroes.  9  Australia gives 1,600 old movies to the United States.  14  Music: Schumann for piano.  14  Thee Hypnotics rock.  15  Obituaries 26  Dorothy B. Phillips, first State Director of New York Special Olympics.   John W. Wade, former dean of Vanderbilt University's law school.   Sports 27-32  Baseball: Owners prepared to cancel season.  27  Basketball: Knicks talking with Ron Harper.  31  Column: Berkow on Lennox Lewis.  27  Football: Jets eye the Bills.  27  Giants notebook 29  Tennis: Upsets continue at U.S. Open.  27  Editorials/Op-Ed 18-19  Editorials  Notes on bipartisanship.  Fast-track the Metrocard.  No tolerance for hazing.  Letters  Russell Baker: Probably an oversight.  James Murray: Rwanda's bloody roots.  Gerald L. Shargel: One U.S. attorney too many. Bridge 10 Chronicle 20 Crossword 8","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Transit Officer Says Policeman Fired in Anger","web_url":"https://www.nytimes.com/1994/09/03/nyregion/transit-officer-says-policeman-fired-in-anger.html","abstract":"  The partner of the undercover transit officer wounded in a subway shootout last week has told investigators that the off-duty New York City police officer who mistakenly fired on the undercover officer \"was shooting with a vengeance,\" and appeared intent on killing him.   Transit Officer David Thompson, in a 45-minute interview he gave to investigators, said Officer Peter Del-Debbio's face was full of anger as he emptied his five-shot revolver into Transit Officer Desmond Robinson, and added, \"I would never have thought in my wildest dreams that he was a police officer.\"","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"New Jersey Boy, 13, Is Charged With Killing 11-Year-Old Friend","web_url":"https://www.nytimes.com/1994/09/03/us/new-jersey-boy-13-is-charged-with-killing-11-year-old-friend.html","abstract":"  A polite, helpful 11-year-old who everybody called Jake was fatally shot in his bedroom in this small rural town on Thursday, and a 13-year-old friend was charged hours later with killing him.   The boy, Jacob Tracy, who was about to begin the fifth grade, was killed with a gun, which may have been stolen, after he refused to accept an apology from a third boy, the authorities said.","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"N.H.L. Arranges Treatment for Probert","web_url":"https://www.nytimes.com/1994/09/03/sports/sports-people-hockey-nhl-arranges-treatment-for-probert.html","abstract":"  Chicago Blackhawks right wing BOB PROBERT was placed on indefinite inactive status yesterday by National Hockey League Commissioner GARY BETTMAN for league-supervised treatment for substance abuse.   The N.H.L. said Probert will immediately begin a rehabilitation program under the supervision of Dr. DAVE LEWIS of the ASAP Family Treatment Program.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"China, Backing North Korea, Quits Armistice Commission","web_url":"https://www.nytimes.com/1994/09/03/world/china-backing-north-korea-quits-armistice-commission.html","abstract":"  The Chinese Government stunned South Korea today by announcing that it was withdrawing its delegate from the four-decade-old military commission that oversees the armistice between North and South Korea.    On the surface, the move seemed to have limited practical importance, since the commission's once-crucial role in managing day-to-day problems at the demilitarized zone separating the two Koreas has sharply diminished. As the number of confrontations has been reduced, so have the functions of what is known as the Military Armistice Commission, which consists of China, North Korea and the United Nations Command, dominated by the United States.","thumbnail":null,"section":"World"},{"date":"19940903","headline":"Deal Openly With Racism in Subway Shooting","web_url":"https://www.nytimes.com/1994/09/03/opinion/l-deal-openly-with-racism-in-subway-shooting-144720.html","abstract":"  To the Editor:    The \"friendly fire\" that planted at least four bullets in an undercover transit officer, Desmond Robinson -- some reportedly fired point-blank into his back as he lay face down -- is very disturbing, sad and cause to be even more worried about racism in New York City.  ","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Labor Day Approaches For Harvard","web_url":"https://www.nytimes.com/1994/09/03/nyregion/about-new-york-labor-day-approaches-for-harvard.html","abstract":"  WHEN this year's Labor Day Parade was called off, Ted Jacobsen, the secretary of the New York City Labor Council, said one major reason was that by and large labor had won.    \"We're a victim of our own success,\" he said, explaining why the 112-year-old parade was being canceled, to be resumed next September as an event to be held every two years. \"We've created this big middle class, and it likes an extra day's rest at the end of the summer like everyone else,\" Mr. Jacobsen said in an article in The Daily News.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/03/nyregion/c-corrections-137855.html","abstract":"  An article yesterday about a fatal shooting on Wednesday in Rockefeller Center misspelled the name of a co-host of the \"Today\" program. He is Bryant Gumbel.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Evidence of Mick Jagger's Influence","web_url":"https://www.nytimes.com/1994/09/03/arts/rock-review-evidence-of-mick-jagger-s-influence.html","abstract":"  As the 51-year-old Mick Jagger romps across stadium stages this summer, clones nearly half his age are strutting the same strut in clubs. Mr. Jagger's influence hangs heavily over contemporary British rock. The singers in many popular new bands, including Primal Scream, the Charlatans, Oasis and Verve, have all incorporated elements of Mr. Jagger's onstage moves and singing style into their persona.    On Thursday night at CBGB, Jim Jones of the English group Thee Hypnotics showed that he, too, was a student of the Mick Jagger school of flamboyance as he chicken-walked across the stage, pursing his lips, contorting his wispy body and drawling bluesy lyrics. Thee Hypnotics differed from their British contemporaries, however, by also looking to the proto-heavy metal of the Stooges, a noisy late-1960's Detroit group led by Iggy Pop. Ray Hanson and Dave Bush kept their guitars wailing through the entire set, relying on psychedelic wah-wah effects to bolster Mr. Jones's moans.","thumbnail":null,"section":"Arts"},{"date":"19940903","headline":"Simpson Defense Attacks Theory of Single Assailant","web_url":"https://www.nytimes.com/1994/09/03/us/simpson-defense-attacks-theory-of-single-assailant.html","abstract":"  Offering an early outline of their defense, lawyers for O. J. Simpson argue in newly released court papers that it is unlikely that one person acting alone could have killed his former wife and her friend.   \"The 'single assailant' theory is highly improbable in terms of the nature of the wounds inflicted and the positions of the victims' bodies,\" the lawyers argued in a motion released late Thursday. The motion asks for dismissal of the murder charges against Mr. Simpson.","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"Observer; Probably an Oversight","web_url":"https://www.nytimes.com/1994/09/03/opinion/observer-probably-an-oversight.html","abstract":"  I see that somebody else has drawn up a list of New York's living human treasures and that they are to be honored soon at one of the better hotels.   My feelings are not hurt just because I am not on that list. Indeed one of these living treasures, John Guare, is a man I count as a friend, and I shall be proud to boast of that friendship in the years to come.","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"A Slaying Shows Ulster Peace Is Still Elusive","web_url":"https://www.nytimes.com/1994/09/03/world/a-slaying-shows-ulster-peace-is-still-elusive.html","abstract":"  It was a killing like hundreds of others over the last 25 years in Northern Ireland: a group of gunmen approached a man repairing a car on a Belfast Street, shot him dead and fled. The victim was Roman Catholic; the killers were members of the Ulster Freedom Fighters, a Protestant paramilitary group.   But for politicians and church leaders here, the bluntly sectarian killing Thursday night -- the first blood spilled since the Irish Republican Army declared its unilateral cease-fire nearly 24 hours earlier -- was less a shock than a cold-blooded reminder of how distant any real or lasting peace is in the divided province.","thumbnail":null,"section":"World"},{"date":"19940903","headline":"Ulster Truce Could Bring A 'Dividend'","web_url":"https://www.nytimes.com/1994/09/03/world/ulster-truce-could-bring-a-dividend.html","abstract":"  Interrupting his vacation to meet with Ireland's Deputy Prime Minister, President Clinton signaled today that he intends to reward the turn toward peace in Northern Ireland with a substantial increase in United States aid.    Neither Mr. Clinton nor the Irish envoy, Dick Spring, made any public mention of a specific figure for aid, which would be aimed at promoting economic development both north and south of the border. But Mr. Clinton said he believed that the parties who called a halt to violence on Wednesday deserved a \"peace dividend,\" and Mr. Spring said he felt \"very satisfied\" that the Administration would increase its assistance.  ","thumbnail":null,"section":"World"},{"date":"19940903","headline":"Brazil Winces at Film on Its Hero","web_url":"https://www.nytimes.com/1994/09/03/arts/brazil-winces-at-film-on-its-hero.html","abstract":"  \"The Burning Season,\" an American made-for-television film about a Brazilian Amazon hero, was screened here on Thursday night for Brazil's film glitterati in the Beaux-Arts splendor of the Municipal Theater. The response was less than enthusiastic.   \"Chico Mendes was Brazilian,\" a lone, irate voice bellowed from a box seat as the lights went up. \"Where are the Brazilians in this movie?\"","thumbnail":null,"section":"Arts"},{"date":"19940903","headline":"Leslie Fay's Law Firm Didn't Act Improperly","web_url":"https://www.nytimes.com/1994/09/03/opinion/l-leslie-fay-s-law-firm-didn-t-act-improperly-144886.html","abstract":"  To the Editor:    \"Leslie Fay's Law Firm Is Rebuked\" (Business Day, Aug. 26) inaccurately describes the examiner's findings regarding the work of Weil, Gotshal & Manges in the Leslie Fay bankruptcy case.  ","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Serbs, Too, Suffered 'Ethnic Cleansing'","web_url":"https://www.nytimes.com/1994/09/03/opinion/l-serbs-too-suffered-ethnic-cleansing-144797.html","abstract":"  To the Editor:    Re \"Bosnia's No-Win Vote\" (Op-Ed, Aug. 27) by Kemal Kurspahic, Washington correspondent for the Bosnian newspaper Oslobodjenje:  ","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"No Cause Is Found In Family's Deaths","web_url":"https://www.nytimes.com/1994/09/03/nyregion/no-cause-is-found-in-family-s-deaths.html","abstract":"  The mystery surrounding the death of a woman and her three children in a Manhattan housing project deepened after autopsies yesterday proved inconclusive.   The severely decomposed bodies were found on Thursday piled in a bathtub in an apartment at 1420 Amsterdam Avenue, between 129th and 130th Streets in the Manhattanville Houses. There were no signs of gunshot or stab wounds, no indication of injury caused by blunt instruments, and no fractures, the police said. There were no signs of a struggle, nor had anyone ransacked the five-room apartment.   The dead were tentatively identified as Fiordaliza Gonzalez, 32, and her three children: Charitza Parrilla, 12; Julissa Lopez, 9, and Franklyn Castillo, 6.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/03/nyregion/c-corrections-144312.html","abstract":"  A chart with an article in Business Day on Wednesday about Wall Street firms entering the corporate loan business misidentified a source for its data. The source was the Loan Pricing Corporation, not the Loan Processing Corporation.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Disabled Have Right To Live Anywhere","web_url":"https://www.nytimes.com/1994/09/03/opinion/l-disabled-have-right-to-live-anywhere-144835.html","abstract":"  To the Editor:    In \"HUD Plays Too Rough\" (editorial, Aug. 27), you presume that housing for people with disabilities is detrimental to a community when you state that neighborhoods may \"legitimately fear an overconcentration\" of housing for people who have mental disabilities.  ","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"FOOTBALL;\nSeifert's Personal Problem: Good Simply Won't Cut It","web_url":"https://www.nytimes.com/1994/09/03/sports/football-seiferts-personal-problem-good-simply-wont-cut-it.html","abstract":"George Seifert's credentials as the San Francisco 49ers' coach are as glittering as the Vince Lombardi Trophy. He won a Super Bowl in his first year after replacing Bill Walsh. He won 50 games faster than any coach in the history of the National Football League. His overall winning percentage is .714.\n\nSo why did Seifert, who earns a tidy $1 million a year, walk into his office at the 49ers' training complex in Santa Clara, Calif., the other day, raise his arms and reach for an imaginary rope like a cat trying to keep from falling off a bridge?","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Navigating the Do-It-Yourself Move Minefield","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-navigating-the-doityourself-move-minefield.html","abstract":"MARIAN Balladin was livid. Eleven months ago, she selected a company out of the Yellow Pages to move herself and her family from New York to the Caribbean. Today, she says, despite the payment of thousands of dollars, her furniture and virtually all of he","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"A New Look At a Very old Story","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-a-new-look-at-a-very-old-story.html","abstract":"THERE is, as yet, no official competition for Great Typographical Errors of the Twentieth Century. When somebody does finally get round to organizing one, the following will be this column's entry: Workers of the World Untie!.Then again, maybe it's not","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"Citing Safety, U.S. Bans Airlines of 9 Nations","web_url":"https://www.nytimes.com/1994/09/03/us/citing-safety-us-bans-airlines-of-9-nations.html","abstract":"  The Federal Aviation Administration has barred airlines from nine nations from flying to the United States because of poor safety procedures.   The unusual action, announced today, is a response to safety questions from consumer groups. Officials say they hope the economic fallout of the ban will encourage the airlines to follow safety guidelines.","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"Fire in a Homeless Warren Disrupts Subway Line","web_url":"https://www.nytimes.com/1994/09/03/nyregion/fire-in-a-homeless-warren-disrupts-subway-line.html","abstract":"  A suspicious fire in a subway cable room in Chelsea, where a homeless person had broken in and set up Stygian housekeeping, forced authorities to shut down power on the Eighth Avenue line and reroute hundreds of trains for most of the morning yesterday in a chain reaction that affected more than 250,000 riders on the West Side of Manhattan.   It was not a major blaze as fires go -- no one was killed, only two people were felled by acrid smoke and damage was confined to the room beneath Eighth Avenue near 18th Street and its latticework of cables providing electricity for third-rail power, signals, communications and station and tunnel lights.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/03/nyregion/c-corrections-144320.html","abstract":"  An article in Business Day on Aug. 20, about uncovered short sales on the New York and American Stock Exchanges for the month ended Aug. 15, included an erroneous figure provided by the American Stock Exchange for its total short interest in the period. It was 107.22 million shares, not 107.27 million shares.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"2 Brothers Held in Slaying of a Murder Suspect, 11","web_url":"https://www.nytimes.com/1994/09/03/us/2-brothers-held-in-slaying-of-a-murder-suspect-11.html","abstract":"  Two teen-age brothers, bright but troubled, according to their grade school basketball coach, were charged today in the slaying of an 11-year-old boy who himself was being sought by the police as a suspected killer.   Before the boy was killed, the police said, the brothers helped the 11-year-old, Robert Sandifer, elude the police for three days. They all belonged to the same gang and moved Robert from \"safe houses\" to abandoned buildings until he was found dead early Thursday in an underpass less than a mile from his home in the Roseland neighborhood of the Far South Side.","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"BRIEFCASE : Midland's Guaranteed Fund Has Attracted $57 Million","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-briefcase-midlands-guaranteed-fund-has-attracted-57-million.html","abstract":"Nothing succeeds like success. That, more or less, is the message emanating from Midland Bank International, part of the HSBC group. Midland's launch of a multi-currency guaranteed fund this summer attracted around $57 million, and the bank plans to laun","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"Serb Gang Expels 566 Muslims From Their Homes in Bosnia","web_url":"https://www.nytimes.com/1994/09/03/world/serb-gang-expels-566-muslims-from-their-homes-in-bosnia.html","abstract":"  In the largest single instance of \"ethnic cleansing\" in months, a gang of nationalist Serbs drove 566 Muslims from their homes Thursday night in Bijeljina, in northern Bosnia, United Nations officials here said today.     The latest expulsions, carried out by a private militia under the command of Vojkan Djurkovic, brings to more than 1,500 the number of Muslims driven from their homes in Bijeljina since the Serbs began a new wave of ethnic cleansing in mid-July.   ","thumbnail":null,"section":"World"},{"date":"19940903","headline":"BRIEFCASE : Bank Deposits in Jersey Show Mild Quarterly Gain","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-briefcase-bank-deposits-in-jersey-show-mild-quarterly-gain.html","abstract":"The amount of money managed in mutual funds in the British Channel Islands is slightly down, as reported last week, but bank deposits are strong. The financial services department of the island of Jersey reports a 1.5 percent rise in deposits to just und","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"Selig's Threat: Settle Soon, or Wait Till Next Year","web_url":"https://www.nytimes.com/1994/09/03/sports/baseball-selig-s-threat-settle-soon-or-wait-till-next-year.html","abstract":"  If striking players and owners do not reach an agreement by Friday, the owners are prepared to cancel the rest of the baseball season and the post-season, Bud Selig told Donald Fehr yesterday as the strike completed its 22d day.   \"I had a conversation with Bud,\" Fehr, the players' labor leader, said last night, referring to baseball's acting commissioner. \"He told me he was thinking of the 9th as a drop-dead date. I told Mr. Selig we want to try to get an agreement. It doesn't look like that is in the offing. I will worry about such things when it looks like an agreement is in sight and not before.\"","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Holiday on Monday","web_url":"https://www.nytimes.com/1994/09/03/nyregion/holiday-on-monday.html","abstract":"  Labor Day will be observed on Monday. Here are holiday schedules. NEW YORK  GOVERNMENT OFFICES Closed.  POST OFFICE Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue.  BANKS Closed.   PARKING Sunday rules in effect.  SANITATION No pickups, street cleanings or recycling.  SCHOOLS Closed.  FINANCIAL MARKETS Closed.  TRANSPORTATION Buses and subways on Sunday schedule. Long Island Rail Road on holiday schedule. Metro-North on holiday schedule. NEW JERSEY GOVERNMENT OFFICES Closed.  POST OFFICES Express mail and special delivery only.  BANKS Closed.  SCHOOLS Closed.  TRANSPORTATION New Jersey Transit on Sunday schedule. CONNECTICUT GOVERNMENT OFFICES Closed.  POST OFFICES Closed.  BANKS Closed.  SCHOOLS Closed.  TRANSPORTATION Holiday schedule Traffic Alert MONDAY WEST INDIAN PARADE The following streets will be closed from 8 A.M. to 7 P.M.: Buffalo Avenue between New York Avenue and Eastern Boulevard; Rochester Avenue between New York Avenue and Eastern Boulevard; Eastern Boulevard between Utica Avenue and Grand Army Plaza. The parade begins at 11 A.M.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"O'Sullivan Aiming at World Record","web_url":"https://www.nytimes.com/1994/09/03/sports/track-o-sullivan-aiming-at-world-record.html","abstract":"  Tonight in Paris, Sonia O'Sullivan of Ireland is poised to top her already sensational summer and affirm her new status as the world's leading female distance runner. In the process, she could set a world record.   O'Sullivan will attempt to set the record in the 5,000 meters in the $2.2 million I.A.A.F./Mobil Grand Prix final in Paris, the climax of the international season. The 24-year-old O'Sullivan, who shares the lead with four other athletes in the 1994 women's point standing, could win another $100,000 by winning the track and field title.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"San Francisco Abandons the Deion Derby","web_url":"https://www.nytimes.com/1994/09/03/sports/sports-people-football-san-francisco-abandons-the-deion-derby.html","abstract":"  The San Francisco 49ers pulled out of the bidding for the free agent cornerback DEION SANDERS yesterday, saying that salary cap constraints made it impossible to match or beat competing offers.   \"Perhaps when the whole process started there might have been a glimmer of hope, based on what we then thought would be the market,\" the 49ers' president, CARMEN POLICY, said.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Bailey's Motivation Will Be on Display","web_url":"https://www.nytimes.com/1994/09/03/sports/giants-notebook-bailey-s-motivation-will-be-on-display.html","abstract":"  When Carlton Bailey was benched this week in favor of linebacker Corey Widmer, he could have lashed out and made the situation worse. But he didn't and he hasn't since. He has handled the affair with dignity.   But that doesn't mean he's going to sit back and relax. Bailey will quite simply try to win his job back on Sunday against Philadelphia. Bailey and Widmer will both play at the middle linebacker spot with Widmer starting. It's uncertain how the coaches will handle the situation, but Bailey said he had been told that the two would split time evenly. \"It's supposed to be 50-50,\" said Bailey.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"1919: No Pomp Treaty : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/03/opinion/IHT-1919-no-pomp-treaty-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - With no pomp at all, and very scant ceremony, the Peace Conference has presented to the world its second achievement: the Treaty with Austria was handed yesterday, at Saint-Germain-en-Laye, to Carl Renner, head of the Austrian delegation. So protr","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"In the Race to Raise Funds, Pataki Pulls Ahead of Cuomo","web_url":"https://www.nytimes.com/1994/09/03/nyregion/in-the-race-to-raise-funds-pataki-pulls-ahead-of-cuomo.html","abstract":"  In a month when his campaign was often on the defensive because of questions about his personal finances, Senator George E. Pataki, the leading Republican candidate for Governor, still managed to raise more money than Gov. Mario M. Cuomo.   In August, two of Mr. Pataki's campaign committees raised $664,930, compared with $449,437 raised by Mr. Cuomo's lone committee, according to reports filed today with the state Board of Elections. Mr. Pataki also raised more money than Mr. Cuomo did in July.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Corrections","web_url":"https://www.nytimes.com/1994/09/03/nyregion/c-corrections-144304.html","abstract":"  Because of an editing error, a brief report in some editions of Business Day yesterday, about a settlement of Securities and Exchange Commission charges by a trader at Shearson Lehman Advisers and her husband, misstated the couple's response to the charges. The couple, Donna and Philip Tumminia, neither admitted nor denied wrongdoing.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"School Panel's District Plan Ignites Debate","web_url":"https://www.nytimes.com/1994/09/03/nyregion/school-panel-s-district-plan-ignites-debate.html","abstract":"  A proposal to redraw the boundaries of New York City school districts for the first time in more than two decades would increase the percentages of minority and immigrant students in several districts in Queens, Brooklyn and the Bronx, while making other districts whiter.   The authors of the plan, which was released yesterday, said they intended it to help black, Hispanic and Asian parents to elect representatives to the city's 32 community school boards and help the city to comply with the federal Voting Rights Act. But some black and Asian school board members and other educators were critical.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"The Survey's In:Although Costly, Good Expatriate Executives Are Sound Investments : The Netherlands","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-the-surveys-inalthough-costly-good-expatriate-executives-are-93034494474.html","abstract":"-","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"Courier Comeback Turns Into a Quick Ticket Back Home","web_url":"https://www.nytimes.com/1994/09/03/sports/us-open-94-courier-comeback-turns-into-a-quick-ticket-back-home.html","abstract":"  More familiar faces and story lines, rapidly diminishing items, disappeared yesterday from the United States Open. Chief among them were Jim Courier's comeback from an eyeblink of a self-imposed exile and Conchita Martinez's chance to chase Arantxa Sanchez-Vicario to a semifinal confrontation for the championship of Spain.   From top seed at the Open in 1993 to second-round loser, Courier continued his yearlong plunge when he was eliminated by the Italian clay-court specialist Andrea Gaudenzi, 7-5, 6-2, 3-6, 6-3.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"BRIEFCASE : Guernsey Thrift Society Opens Hong Kong Office","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-briefcase-guernsey-thrift-society-opens-hong-kong-office.html","abstract":"A contributing factor to the Channel Islands' continuing financial health is the opening of a Hong Kong office by a major U.K. thrift society based in the other major Channel Island, Guernsey..Woolwich Guernsey is hoping to attract expatriate money int","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"Schumann in the Afternoon, at Federal Hall","web_url":"https://www.nytimes.com/1994/09/03/arts/music-review-schumann-in-the-afternoon-at-federal-hall.html","abstract":"  Concertgoers at loose ends during the lull between summer festivals and the start of the regular concert season could do worse than explore some of the byways of New York's musical life. There is, for example, a series of free concerts at Federal Hall on Wednesday afternoons, presented by the American Landmark Festivals. This week the recitalist was Zaidee Parkinson, who devoted herself fully to works of Schumann.    The rotunda of Federal Hall is not an ideal place for a piano recital. All hard surfaces -- stone, concrete and glass -- the room is extremely reverberant. When the music is dense and emotionally charged, as Schumann's often is, it can be difficult picking the notes out of the resonant cloud.","thumbnail":null,"section":"Arts"},{"date":"19940903","headline":"HUD to End Inquiries Into Protests of Its Proposals","web_url":"https://www.nytimes.com/1994/09/03/us/hud-to-end-inquiries-into-protests-of-its-proposals.html","abstract":"  The Department of Housing and Urban Development said today that it would no longer investigate people who fought its proposals with letter-writing, pamphleteering or other forms of peaceful protest.   The decision came in response to complaints from people opposed to projects in Berkeley, Calif., and Manhattan. In both cases, HUD began investigations and ordered the protesters to turn over diaries, phone messages and other personal papers. In Berkeley, the complaints were over a HUD proposal for housing for the poor. The Manhattan case involved a proposed home for the mentally ill.","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"Disqualification in Bomb Plot Case Bodes Ill","web_url":"https://www.nytimes.com/1994/09/03/opinion/l-disqualification-in-bomb-plot-case-bodes-ill-144894.html","abstract":"  To the Editor:    Developments in the bombing conspiracy trial of Sheik Omar Abdel Rahman and 12 other defendants promise to infect any verdict with suspicions of injustice.  ","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Chronicle","web_url":"https://www.nytimes.com/1994/09/03/style/chronicle-144665.html","abstract":"  The theft of a jug filled with change from a bagel shop in New Jersey caught the attention of PRESCOTT ROBERT TISCH and brought in $10,000 for a little boy with brain cancer.    \"It was a series of coincidences,\" Mr. Tisch said yesterday, \"and I just tied it all together.\"","thumbnail":null,"section":"Style"},{"date":"19940903","headline":"Knicks Talk With Ron Harper","web_url":"https://www.nytimes.com/1994/09/03/sports/pro-basketball-knicks-talk-with-ron-harper.html","abstract":"  The Knicks have held several discussions with Ron Harper, the free-agent guard who played last season with the Los Angeles Clippers, but do not appear close to a deal and might wait until after Sept. 12 before making a move to sign him.   That's the date of a court hearing on the validity of A. C. Green's new contract with Phoenix. The contract was voided by the National Basketball Association because Green left the Los Angeles Lakers as a free agent and signed a contract with a \"one year and out option\" similar to the deal involving Chris Dudley, who left the Nets and signed as a free agent with Portland.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Indurain Breaks Track Cycling Mark","web_url":"https://www.nytimes.com/1994/09/03/sports/IHT-indurain-breaks-track-cycling-mark.html","abstract":"Triumphantly switching from the road to the track, Miguel Indurain broke the world one-hour bicycling record, the most esteemed individual mark in the sport, in Bordeaux, France, on Friday. .He covered 53.040 kilometers (32.96 miles) to exceed Graeme O","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/09/03/us/inside-137758.html","abstract":"  Bosnian Muslims Expelled   Bosnian Serb militias are carrying out a new wave of ethnic cleansing in northern Bosnia, expelling and robbing thousands of Muslims, United Nations officials said. Page 2. Plan to Alter School Districts    A proposal to redraw New York City school districts increases the number of minority students in some areas and makes others whiter. Page 21. The Magic Number Is 7   With the strike three weeks old, baseball owners are prepared to call it a season if there is no agreement with players by next Friday. Page 27","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"Supply Craft Docks With Mir Space Station After 2 Failures","web_url":"https://www.nytimes.com/1994/09/03/world/supply-craft-docks-with-mir-space-station-after-2-failures.html","abstract":"  With the future of Russia's manned space program resting in his nervous hands, the commander of the orbiting space station Mir docked today with a cargo ship delivering urgently needed food and supplies.    It was the third time this week the Progress spacecraft had tried to join with Mir. If it had failed there might not have been enough fuel left on board to try again.  ","thumbnail":null,"section":"World"},{"date":"19940903","headline":"Letters Show Thief Knew Value Of the Quedlinburg Treasures","web_url":"https://www.nytimes.com/1994/09/03/arts/letters-show-thief-knew-value-of-the-quedlinburg-treasures.html","abstract":"  An American Army lieutenant's letters home from Germany in 1945 describing his involvement in one of the greatest art thefts of the century go far to answer questions raised in the legal battle and subsequent negotiations that led to the return of the so-called Quedlinburg treasure to Germany in 1992.   \"Are my packages getting home? I have sent quite a few,\" wrote Lieut. Joe Tom Meador in a letter to his parents dated June 17, 1945, two months after a collection of 10 priceless medieval church treasures disappeared from a closely guarded cave on the outskirts of Quedlinburg in central Germany. The Nazi Government had hidden them there for safekeeping during World War II.   \"There are two that I want to know about for sure,\" he continued. \"One is a box that contains a book, the cover of the book has a statue of Christ on it. By all means, if it gets home take extra good care of it. I have an idea that the cover is pure gold and the jewels on the cover are emeralds, jade and pearls. Don't ask me where I got it! But it could possibly be very very valuable.\"    Lieutenant Meador's identity as the Quedlinburg thief was disclosed by The New York Times in June 1990. Lawyers representing the Government of West Germany and the owner of the treasure, the cathedral called the Stiftskirche Domgemeinde Quedlinburg, promptly filed suit in Federal District Court in Dallas to recover the artworks. Letters Are Uncovered    In 1992, an out-of-court settlement between German officials and Lieutenant Meador's heirs led to the exhibition of the treasures at the Dallas Museum of Art that spring before they were returned to Germany. The next year they were exhibited before overflow crowds at the State Museum for Decorative Arts in Berlin, and last September they were finally returned to Quedlinburg.    The letters from the Quedlinburg thief to his family in Whitewright, Tex., a farm town 15 miles south of the Oklahoma border, were recently inspected by The New York Times.   They make clear that Lieutenant Meador, who studied art with his mother and taught art in the high school in New London, Tex., before entering the Army, recognized the unusual value of what he was stealing. When Lieutenant Meador's brother and sister were trying to sell the treasures after his death, they asserted that he had found them \"in the gutter\" and considered them of little value.   Current professional estimates of the value of the collection range from nearly $200 million to \"priceless.\"   The letters also demonstrate that the theft of the Quedlinburg treasures by Lieutenant Meador, who died of cancer in 1980, was not an isolated indiscretion by a war-weary soldier. He mentions having sent home two moving picture projectors, camera lenses, other optical instruments and clothing. Warning to Parents    Furthermore, he cautioned his parents not to show the treasures to anyone and later confessed that he had \"appropriated\" the artworks \"from a cave in the mountains.\"   The treasures had been kept for a millennium in the Schatzkammer, or treasure chamber, of the Quedlinburg cathedral. After Allied air attacks on Germany began, the treasures were moved to a cave outside of town.   Lieutenant Meador stole the treasures when his unit, the 87th Armored Field Artillery Battalion, was briefly stationed in Quedlinburg in the waning days of the fighting in Europe.   Apart from their physical beauty, the treasures have great historical importance to Germany because of their association with Heinrich I, a 10th-century Saxon ruler who united an early configuration of German-speaking states.   The most valuable item in the collection is the Samuhel Gospels, a sumptuously illustrated and illuminated ninth-century manuscript lettered with gold ink. It contains full-page paintings of Matthew, Mark, Luke and John, the four Gospel scribes, which are among the earliest and best-preserved examples of early Western painting.   The other treasures include a gold, silver and ivory casket from the ninth or 10th century, a biblical manuscript dated 1513 and emblazoned with gold, silver and jewels; a liturgical ivory comb dating to the seventh or eighth century; five fancifully shaped reliquaries of cut rock crystal dating to the 10th century and a heart-shaped vessel believed to have been fashioned in the 15th century. The Loot Declines    In a letter to his parents dated July 7, 1945, Lieutenant Meador said the second medieval manuscript he had sent home was bound in solid gold covers encrusted with nearly 80 jewels. \"Please store it most carefully for me as it is very valuable,\" he stated.   A week later, he wrote that he had sent home \"a chest of the same type except the chest has a bunch of ivory inlay in it.\"   By Aug. 2, 1945, he was bemoaning the scarcity of easily available \"loot.\"   \"Now that the war is over it is harder to get things,\" he complained.   The next December, Lieutenant Meador was court-martialed and fined $600 for the theft of valuable silverware and gold-decorated china from the villa of the Marquise of St. Carlos in Biarritz, France. Although the Army investigated the theft of the Quedlinburg treasures after the war, they were not traced to Lieutenant Meador at that time.   In the out-of-court settlement in 1992, Jack Meador and Jane Meador Cook, the siblings and heirs of Lieutenant Meador, received nearly $2.75 million from the German Government for relinquishing all claim to ownership of the artworks. The case has been investigated by the Internal Revenue Service, which, according to people close to the case who spoke on condition of anonymity, is now demanding $30 million in back taxes, interest and penalties from the Meadors.   \"The I.R.S. is attempting to levy a tax and we expect to have to challenge it in tax court,\" Randal Mathis, the Dallas lawyer who represents the Meadors, said last week.   In a book about the case published in Germany last week, Willi A. Korte, a German investigator, says he has evidence that two of the treasures are still unlawfully in the United States and held by persons other than the heirs.   He says he has sworn statements from people in the Dallas area who have been able to describe or recognize photographs of artworks long missing from Quedlinburg. These include a rock crystal flask in the shape of a bishop's cap and a gold reliquary in the form of a crucifix.","thumbnail":null,"section":"Arts"},{"date":"19940903","headline":"1944: Hitler to Speak : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/09/03/opinion/IHT-1944-hitler-to-speak-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Adolf Hitler, reported by German diplomats to be planning a sensational speech Sunday [Sept. 3], probably will announce the crossing of the German frontier by General George S. Patton's tanks and summon the German peo","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Seminoles Are Eager To Play Opener","web_url":"https://www.nytimes.com/1994/09/03/sports/football-seminoles-are-eager-to-play-opener.html","abstract":"  An off season of turmoil ends on Saturday afternoon for Florida State's defending national champions. For Coach Bobby Bowden, it cannot come be soon enough.   \"I've never seen a team more ready to get on the field and play,\" said Bowden, whose Seminoles will play host to Virginia in an Atlantic Coast Conference game that is one of several contests involving major teams on the first Saturday of the season.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Divided Justice","web_url":"https://www.nytimes.com/1994/09/03/opinion/divided-justice.html","abstract":"New York is the only American city under the jurisdiction of two Federal prosecutors. This represents a threat to justice.\n\nSince the 1860's, Brooklyn, Queens and Staten Island have fallen under the authority of the United States Attorney for the Eastern District of New York, which also includes Nassau and Suffolk County, Long Island. Manhattan and the Bronx are tied to Westchester, Rockland and several other upstate counties to form the Southern District.","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Ex-Mayor Of Capital Runs Hard","web_url":"https://www.nytimes.com/1994/09/03/us/ex-mayor-of-capital-runs-hard.html","abstract":"  Once dubbed Mayor for Life, then disgraced and jailed, Marion S. Barry Jr. has been finding eager listeners for his campaign message of rehabilitation and redemption.   The latest polls show that Mr. Barry, who was considered politically dead after his 1990 arrest on a cocaine charge, is running neck and neck with John Ray, a city council member, to become the Democratic mayoral candidate in the September 13 primary here. Sharon Pratt Kelly, the present Mayor, is trailing far behind. And in a city that is overwhelmingly black and Democratic, the winner of the Democratic primary has always won the mayoral election. All three candidates are black.","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"One Stop at a Time, Sharpton Broadens Political Following","web_url":"https://www.nytimes.com/1994/09/03/nyregion/one-stop-at-a-time-sharpton-broadens-political-following.html","abstract":"  Campaigning as a revivalist as much as a politician, the Rev. Al Sharpton is using another aggressive primary challenge of the Democratic establishment to capitalize on black voters' shock last year at David N. Dinkins's loss of City Hall to Mayor Rudolph W. Giuliani.   \"Rudy says, 'Get back!' \" he shouts at a street rally of Harlem Hospital Center workers on Lenox Avenue. Instantly, they reply: \"We say, 'Fight back!' \"","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Deadly Frat Pranks","web_url":"https://www.nytimes.com/1994/09/03/opinion/deadly-frat-pranks.html","abstract":"  In the past 10 years, 23 people have died as a result of hazing or other fraternity-related activities. Many more are brutalized each year, and there is little sign that such practices are on the wane. Indeed, as another wave of first-year students sets out for campuses in the next few weeks, one thing is certain. By the time the snow flies, many of those who pledge Greek-letter fraternities and sororities will be subjected to experiences that are at best unpleasant and at worst life-threatening.   Hazing is a familiar ritual on many campuses. Administrators and national fraternity officials know when and where it goes on and which campuses and houses are habitual scenes of brutality. Indeed, the practice is so entrenched at many places that \"Hell Week\" -- when fraternity and sorority pledges are put through painful initiation rites -- is a recognized part of the social calendar.","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Isles' Volek, Beset by Bad Back, Retires","web_url":"https://www.nytimes.com/1994/09/03/sports/sports-people-hockey-isles-volek-beset-by-bad-back-retires.html","abstract":"  Islanders right wing DAVID VOLEK, who scored the winning goal in overtime of Game 7 of the 1993 Patrick Division final against the Pittsburgh Penguins, retired yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Beliefs","web_url":"https://www.nytimes.com/1994/09/03/us/beliefs-140090.html","abstract":"  Rosh ha-Shanah, the Jewish New Year, arrives Monday evening, and with it begins a 10-day period leading up to Yom Kippur, the Day of Atonement, in which a rabbi may be called upon to preach three, four or even more sermons.   Of course, that places a heavy burden on rabbinic creativity, all the more so given the occasion's solemnity. So why not take the opportunity to work in a talk about peace? Especially if that sermon would rally support for the Israeli Government's peace policies?","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"Venice Honors the Man Who Invented the Book","web_url":"https://www.nytimes.com/1994/09/03/style/IHT-venice-honors-the-man-who-invented-the-book.html","abstract":"Compact, portable, capable of storing tens of thousands of words, with random access and requiring no power - the book, as Arthur C. Clarke has observed - is an information tool of the future as well as the past..That the modern book, as we would recog","thumbnail":null,"section":"Style"},{"date":"19940903","headline":"Jets Look to Opener With Bills As a Historical Turning Point","web_url":"https://www.nytimes.com/1994/09/03/sports/pro-football-jets-look-to-opener-with-bills-as-a-historical-turning-point.html","abstract":"  Just one big victory. That's all the Jets want as they open their first season under Coach Pete Carroll on Sunday. And why not win on opening day against Buffalo at the Bills' home?   \"The difference between this team and the Bills is that the Bills have been winning for a long time,\" said Jets quarterback Boomer Esiason. \"If it's got to start sometime for us, why not now?\"","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Notes on Bipartisanship","web_url":"https://www.nytimes.com/1994/09/03/opinion/notes-on-bipartisanship.html","abstract":"  In the era of gridlock, there is a new Labor Day vacation ritual. Whenever members of Congress go home to face the public, they raise a mighty, nostalgic hymn to the vanished era of bipartisanship. It goes something like this. Back in the halcyon days of Ike and L.B.J., each side fought its corner hard and fair. Then, when the hour was late and the need was great, a critical centrist majority would come together to vote for the \"good of the country.\"   Congressional back-benchers have always had a natural affinity for bipartisanship. Many a mediocre career was sustained on platitudinous rumblings about politics \"stopping at the water's edge\" and \"putting the needs of the people above party loyalty.\"","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Bridge; U.S. junior teams will face distractions next year: from Europe, the opponents, and Bali, the site.","web_url":"https://www.nytimes.com/1994/09/03/nyregion/bridge-us-junior-teams-will-face-distractions-next-year-europe-opponents-bali.html","abstract":"  In the past 45 years world championships have been played in some beautiful and exciting spots: New Orleans, Rio de Janeiro, Paris, Monte Carlo, Venice, and a tiny resort in the Italian Alps called St. Vincent, for example. But they will all be surpassed next year, when the World Junior Team Championship is held on the exotic island of Bali, Indonesia.   Two American 25-and-under teams have already qualified, and will face strong competition from Europe. In July, 22 countries contested the European Junior Team Championship in Arnhem, the Netherlands, and the British team took the title. Second and third were Denmark and Poland, who also qualified for Bali.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Deal Openly With Racism in Subway Shooting; Police Dept. Spin","web_url":"https://www.nytimes.com/1994/09/03/opinion/l-deal-openly-with-racism-in-subway-shooting-police-dept-spin-144703.html","abstract":"  To the Editor:    The Times let itself get caught up in the publicity stunt that was apparently staged in Desmond Robinson's hospital room as the transit officer lay trying to recover from multiple gunshot wounds suffered at the hands of a white police officer who saw him as a black criminal.  ","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Haitians Bury Slain Priest As a Hero","web_url":"https://www.nytimes.com/1994/09/03/world/haitians-bury-slain-priest-as-a-hero.html","abstract":"  An assassinated Haitian priest was buried as a hero today, the most visible victim so far in what his mourners call the systematic killing and oppression of the Haitian people.     With more than 2,000 people looking on, including some democracy advocates who seldom leave the relative safety of their homes, the Rev. Jean-Marie Vincent was remembered in a funeral that stirred as much anger as sorrow.  ","thumbnail":null,"section":"World"},{"date":"19940903","headline":"K. C. Jones Returns as Aide With Pistons","web_url":"https://www.nytimes.com/1994/09/03/sports/sports-people-basketball-k-c-jones-returns-as-aide-with-pistons.html","abstract":"  K. C. JONES, who has been a part of 12 National Basketball Association championship teams as a player and coach, has joined the Detroit Pistons as an assistant coach.   Jones, 62, was an assistant in Boston when the current Detroit head coach, DON CHANEY, played for the Celtics. Jones joined Boston in 1958 and played nine seasons there; the Celtics won eight N.B.A. titles.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"Verkhoyansk Journal; A Siberian Icebox That Holds a Thousand People","web_url":"https://www.nytimes.com/1994/09/03/world/verkhoyansk-journal-a-siberian-icebox-that-holds-a-thousand-people.html","abstract":"  Summer can be stressful in the coldest place on earth: It becomes impossible to walk across the Yana River, which is frozen solid nine months a year. Houses sometimes snap in two when the ice beneath them weakens and shifts a little. Vodka prices soar.    On the other hand it takes only three days to dig a grave. Frostbite is rare. It's easier to hunt wild horses, reindeer and moose.  ","thumbnail":null,"section":"World"},{"date":"19940903","headline":"The Survey's In:Although Costly, Good Expatriate Executives Are Sound Investments : France","web_url":"https://www.nytimes.com/1994/09/03/your-money/IHT-the-surveys-inalthough-costly-good-expatriate-executives-are-91201801109.html","abstract":"-","thumbnail":null,"section":"Your Money"},{"date":"19940903","headline":"Plan to Cut Costs of Concrete Results in Higher Costs Instead","web_url":"https://www.nytimes.com/1994/09/03/nyregion/plan-to-cut-costs-of-concrete-results-in-higher-costs-instead.html","abstract":"  Eight years ago, New York City officials had a bright idea that they thought would save money and weaken the Mafia's power at the same time.   In 1986, the city began pouring about $3 million in subsidies into a private concrete plant in Manhattan. By giving the owners an exclusive right at fixed prices to all municipal contracts in Manhattan, city officials hoped to lower overall construction costs and to kick the Mafia out of the concrete industry.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"Suspect in Slaying At Studio Arraigned","web_url":"https://www.nytimes.com/1994/09/03/nyregion/suspect-in-slaying-at-studio-arraigned.html","abstract":"  The suspect in the shooting of a part-time stagehand on the sidewalk outside an NBC television studio in mid-Manhattan was arraigned early yesterday on a second-degree murder charge.   Judge Martin Hershey of Criminal Court in Manhattan ordered the suspect, William Emanuel Tager, 46, of Charlotte, N.C., examined by two court-appointed psychiatrists. They will issue an opinion on whether he is fit to stand trial for the death of the stagehand, Campbell Theron Montgomery, 33.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"School Uniforms Growing in Favor in California","web_url":"https://www.nytimes.com/1994/09/03/us/school-uniforms-growing-in-favor-in-california.html","abstract":"  Surrounded by a sea of white shirts and navy blue shorts in a local department store's new section devoted to school uniforms, 7-year-old Sean Smith dangled his feet from a shopping cart and proudly puffed out his chest to display the Tasmanian devil emblazoned on his favorite T-shirt.   \"I want to wear my own clothes,\" he said as his mother pulled a white shirt from the rows that lay before him. \"These clothes look weird. They're ugly.\"","thumbnail":null,"section":"U.S."},{"date":"19940903","headline":"Sports of The Times; Lewis Says This Is All For McCall","web_url":"https://www.nytimes.com/1994/09/03/sports/sports-of-the-times-lewis-says-this-is-all-for-mccall.html","abstract":"  WHILE Oliver McCall may be someone to take seriously, his nickname, the Atomic Bull, isn't, said Lennox Lewis. \"Everyone who steps into the ring can do damage if you're not careful,\" said Lewis, \"but that nickname doesn't mean anything to me except he's got a bulldog style and I don't have to look for him. He'll come to me. And that will be just lovely.\"   A broad grin appeared inside Lewis's goatee, as his imagination wandered. Lewis, who owns one-third of the heavyweight boxing championship, was sitting on a folding chair in the gym in the Concord Hotel here Friday morning, dark sunglasses propped on the championship nose and a black cap turned backward on his head.","thumbnail":null,"section":"Sports"},{"date":"19940903","headline":"No Conflict in Fund","web_url":"https://www.nytimes.com/1994/09/03/opinion/l-no-conflict-in-fund-144746.html","abstract":"  To the Editor:    Your article on questions of conflict in the mutual fund industry and the Robertson Stephens Contrarian Fund (front page, Aug. 7) was heavy with implication, but void of facts.  ","thumbnail":null,"section":"Opinion"},{"date":"19940903","headline":"Police Find $125,000 in Duffel Bag in Cab","web_url":"https://www.nytimes.com/1994/09/03/nyregion/police-find-125000-in-duffel-bag-in-cab.html","abstract":"  Two plainclothes police officers discovered at least $125,000 in a duffel bag in the back of a livery cab in Queens yesterday afternoon, the police said.    And since the two men who had been riding in the back of the cab insisted that the cash was not theirs, the police at the 115th Precinct in Jackson Heights are waiting to see who might claim it.","thumbnail":null,"section":"New York"},{"date":"19940903","headline":"U.S. and Cuba Make Progress on Refugees","web_url":"https://www.nytimes.com/1994/09/03/world/us-and-cuba-make-progress-on-refugees.html","abstract":"  United States and Cuban negotiators made progress today in talks focusing on a proposal by the Clinton Administration to vastly increase the number of Cubans who would be granted entry through legal means if Havana agreed to halt the chaotic flow of boat people, American officials said.    Meeting for eight hours on the second day of talks, the Administration gave the Cubans a formal written offer that would commit the United States to admit at least 20,000 Cubans a year through legal immigration, far more than the 2,700 who received visas over the past 12 months, the officials said.  ","thumbnail":null,"section":"World"},{"date":"19940903","headline":"No Headline","web_url":"https://www.nytimes.com/1994/09/03/nyregion/no-headline-137715.html","abstract":"  He was shooting with a vengeance. It wasn't like he was shooting to run for cover, like he was shooting for someone to go down. He wanted to kill that person he was shooting. -- OFFICER DAVID THOMPSON of the Transit Police, whose partner was shot by another officer.  [ 1:5. ]","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940903","time":"1994-09-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":58,"wspd":13},{"date":"19940903","time":"1994-09-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":67,"wspd":5.4},{"date":"19940903","time":"1994-09-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":79,"wspd":5.4},{"date":"19940903","time":"1994-09-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":84,"wspd":7.6},{"date":"19940903","time":"1994-09-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":5.4},{"date":"19940903","time":"1994-09-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":89,"wspd":7.6},{"date":"19940903","time":"1994-09-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":92,"wspd":14.8},{"date":"19940903","time":"1994-09-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":97,"wspd":13},{"date":"19940903","time":"1994-09-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":91,"wspd":9.4},{"date":"19940903","time":"1994-09-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":83,"wspd":11.2},{"date":"19940903","time":"1994-09-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":70,"wspd":7.6},{"date":"19940903","time":"1994-09-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":69,"wspd":14.8},{"date":"19940903","time":"1994-09-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":72,"wspd":14.8},{"date":"19940903","time":"1994-09-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":91,"wspd":7.6},{"date":"19940903","time":"1994-09-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":91,"wspd":9.4},{"date":"19940903","time":"1994-09-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":91,"wspd":14.8},{"date":"19940903","time":"1994-09-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":90,"wspd":11.2},{"date":"19940903","time":"1994-09-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":94,"wspd":7.6},{"date":"19940903","time":"1994-09-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":94,"wspd":5.4},{"date":"19940903","time":"1994-09-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":93,"wspd":9.4},{"date":"19940903","time":"1994-09-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":95,"wspd":5.4},{"date":"19940903","time":"1994-09-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":96,"wspd":5.4},{"date":"19940903","time":"1994-09-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":95,"wspd":7.6},{"date":"19940903","time":"1994-09-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":93,"wspd":7.6},{"date":"19940903","time":"1994-09-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":41,"wspd":16.6},{"date":"19940903","time":"1994-09-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":44,"wspd":14.8},{"date":"19940903","time":"1994-09-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":47,"wspd":16.6},{"date":"19940903","time":"1994-09-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":54,"wspd":16.6},{"date":"19940903","time":"1994-09-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":58,"wspd":13},{"date":"19940903","time":"1994-09-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":63,"wspd":13},{"date":"19940903","time":"1994-09-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":62,"wspd":14.8},{"date":"19940903","time":"1994-09-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":60,"wspd":14.8},{"date":"19940903","time":"1994-09-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":58,"wspd":13},{"date":"19940903","time":"1994-09-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":11.2},{"date":"19940903","time":"1994-09-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":13},{"date":"19940903","time":"1994-09-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":67,"wspd":14.8},{"date":"19940903","time":"1994-09-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":16.6},{"date":"19940903","time":"1994-09-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":58,"wspd":20.5},{"date":"19940903","time":"1994-09-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":49,"wspd":14.8},{"date":"19940903","time":"1994-09-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":38,"wspd":18.7},{"date":"19940903","time":"1994-09-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":33,"wspd":18.7},{"date":"19940903","time":"1994-09-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":31,"wspd":18.7},{"date":"19940903","time":"1994-09-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":33,"wspd":11.2},{"date":"19940903","time":"1994-09-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":41,"wspd":13},{"date":"19940903","time":"1994-09-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":44,"wspd":13},{"date":"19940903","time":"1994-09-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":38,"wspd":13},{"date":"19940903","time":"1994-09-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":45,"wspd":9.4},{"date":"19940903","time":"1994-09-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":53,"wspd":9.4}]}}