{"19930503":{"guardian_articles":[{"date":"19930503","headline":"The Lord Reith of rock'n'roll","web_url":"https://www.theguardian.com/music/1993/may/03/artsfeatures.popandrock","abstract":null,"thumbnail":null,"section":"Music"}],"nytimes_articles":[{"date":"19930503","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/03/nyregion/c-corrections-205393.html","abstract":"  An entry in the Addenda listing of the Media Business page on April 16 about the assignment of Kyocera Electronics' advertising account to the Wells Rich Greene BDDP agency included an erroneous history supplied by the agency. The account was previously handled by JMH & Associates of Florham Park, N.J.; Wells Rich was thus not the first agency to handle it in the United States. JMH & Associates will continue to handle other projects for Kyocera.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"New York City Looks to Small Businesses for Jobs","web_url":"https://www.nytimes.com/1993/05/03/nyregion/new-york-city-looks-to-small-businesses-for-jobs.html","abstract":"  After decades of counting on big business and local government to create jobs, New York City must now look mainly to small companies to rebuild its decimated jobs base and thus must make it easier for them to operate, political leaders, economists and urban planners say.   This represents a new attitude toward small businesses, which for years have lacked the clout to pressure City Hall for the tax concessions and financial incentives granted to large corporations, like CBS, Chase Manhattan, Morgan Stanley and Prudential Securities, that threatened to leave the city.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"CHRISTOPHER SEEKS BACKING ON BOSNIA","web_url":"https://www.nytimes.com/1993/05/03/world/christopher-seeks-backing-on-bosnia.html","abstract":"  Despite the decision by the leader of the Bosnian Serbs to sign a peace agreement for Bosnia and Herzegovina, Secretary of State Warren Christopher said today that he would press the United States' allies to support a plan for the use of force to help bring an end to the war.    But Britain today reiterated its opposition to arming the Muslim-led Bosnian Government's forces as part of an American strategy that includes a decision in principle to commit American warplanes to attack Bosnian Serb artillery positions, British officials said.","thumbnail":null,"section":"World"},{"date":"19930503","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/03/nyregion/c-corrections-206193.html","abstract":"  An entry in the Addenda listing of the Media Business page on Wednesday referred imprecisely to Lintas New York's efforts to hire high-level creative executives. Though the agency is seeking an executive to assume the duties of creative director on the Diet Coke account from Tony DeGregorio, that executive will be hired by and report to Mr. DeGregorio, who will supervise overall work on the account as executive vice president and chief creative officer.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Kuwait Plans 120-Mile Ditch to Keep Iraq at Bay","web_url":"https://www.nytimes.com/1993/05/03/world/kuwait-plans-120-mile-ditch-to-keep-iraq-at-bay.html","abstract":"  Kuwait plans to dig a 120-mile ditch along its entire land border with Iraq, primarily to discourage infiltration by Iraqis but also to symbolically renounce any future relations with the Government of President Saddam Hussein.   The decision, which reflects the bitter rift that has remained between the two countries since the Iraqi invasion in August 1990 and its seven-month occupation of Kuwait, was approved by the Cabinet last week.","thumbnail":null,"section":"World"},{"date":"19930503","headline":"Provencal Leading a Revival Of Europe's Local Languages","web_url":"https://www.nytimes.com/1993/05/03/world/provencal-leading-a-revival-of-europe-s-local-languages.html","abstract":"  In a classroom in the heart of Provence, a teacher and her 8-year-old pupils are working against 400 years of history: instead of learning to read and write in French, the children are being taught in their native Provencal, a language first carried across the Continent by the troubadours of the Middle Ages.   For \"yes,\" the class writes \"oc.\" Not \"oui.\"","thumbnail":null,"section":"World"},{"date":"19930503","headline":"ISRAEL TO REALIGN STATE-RUN BANKS","web_url":"https://www.nytimes.com/1993/05/03/world/israel-to-realign-state-run-banks.html","abstract":"  The Israeli Government approved a reorganization of the highly centralized banking system today in the hope of increasing competition and loosening the iron grip that a handful of banks have on the economy.   The plan came under sharp attack both from Israeli bankers, who said it would unduly limit their activities, and from advocates of drastic change, who said it did not go far enough.","thumbnail":null,"section":"World"},{"date":"19930503","headline":"Former N.F.L. Player To Face Drug Charge","web_url":"https://www.nytimes.com/1993/05/03/sports/sports-people-pro-football-former-nfl-player-to-face-drug-charge.html","abstract":"  DON SMITH, a former Buffalo Bills and Tampa Bay Buccaneers running back, has been charged with buying a pound of cocaine for $10,000.   Smith, who works at a state-run group treatment home for troubled youths, in Tampa, Fla., was arrested Friday night and ordered held on $100,000 bond.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"Budget Relies On Aid of U.S. And Albany","web_url":"https://www.nytimes.com/1993/05/03/nyregion/budget-relies-on-aid-of-us-and-albany.html","abstract":"  The budget Mayor David N. Dinkins will unveil this morning calls for nearly $100 million in new cuts, city officials said last night, but it relies heavily on $530 million in state and Federal aid that may not materialize.   All spring, Mr. Dinkins has been laboring to close a $2.1 billion gap in the city's $31.4 billion spending plan for the fiscal year that begins July 1.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Track Changes at the Indy Speedway Get Bumpy","web_url":"https://www.nytimes.com/1993/05/03/sports/auto-racing-track-changes-at-the-indy-speedway-get-bumpy.html","abstract":"  The kind of daring pass that Rick Mears made on Michael Andretti to win the 1991 Indianapolis 500 may be only a videotape memory, and not just because Mears has retired and Andretti has gone to Formula One racing.   For it now seems that Mears's daring maneuver -- passing on the outside in turn one -- may be too risky, thanks to changes made at the Indianapolis Motor Speedway over the winter.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"Back Spasms May Idle Lemieux for Game 2, Too","web_url":"https://www.nytimes.com/1993/05/03/sports/hockey-back-spasms-may-idle-lemieux-for-game-2-too.html","abstract":"  When the ballots are tabulated, Mario Lemieux of the Pittsburgh Penguins will probably be voted the most valuable player in the National Hockey League.   But he's also one of the most vulnerable players. Lemieux, who returned from cancer treatments late this season, left the opening game of the Islanders-Penguins second-round playoff series early in the first period with spasms in his surgically repaired back.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/05/03/style/IHT-what-theyre-reading.html","abstract":"Sadako Ogata, the United Nations High Commissioner for Refugees, is reading Misha Glenny's \"The Fall of Yugoslavia: The Third Balkan War.\" . \"It was brought to my attention as a book that deals with the heart of the matter in a very readabl","thumbnail":null,"section":"Style"},{"date":"19930503","headline":"Odds Are Tough to Figure On Bill to Allow Casinos","web_url":"https://www.nytimes.com/1993/05/03/nyregion/odds-are-tough-to-figure-on-bill-to-allow-casinos.html","abstract":"  For all the public-relations thundering about jobs and the endlessly repeated television and radio advertisements by Mirage Resorts of Las Vegas, the final outcome of Connecticut's casino gambling debate remains a crapshoot, and people like Gary D. Le Beau are the reason.   Mr. Le Beau, a Democratic State Representative from East Hartford, is exactly the kind of lawmaker that casino promoters had counted on. His district is home to thousands of employees of Pratt & Whitney, the aircraft engine company that is threatening severe cutbacks in Connecticut, and for the last nine months he supported the casino plan. But with the first floor votes only a few weeks away, he has turned, scared by the power and money of the gambling promoters who he now thinks could end up running the state if they get approval to build the casinos they want in Bridgeport and Hartford.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Making Welfare Work By an Emphasis on Jobs","web_url":"https://www.nytimes.com/1993/05/03/nyregion/metro-matters-making-welfare-work-by-an-emphasis-on-jobs.html","abstract":"  MORE people now receive welfare than attend public school in New York City.   Graduation rates for both groups are alarmingly low. The ranks of welfare recipients are swollen by the school system's failures. But few candidates in tomorrow's school board elections, while sermonizing about ancillary issues in a stampede to claim the moral high ground, draw a parallel between one group and the other. And some defenders of the poor argue that further education may not always be as good an antidote to welfare as work.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Becoming A Writer, Remaining A Farmer","web_url":"https://www.nytimes.com/1993/05/03/books/becoming-a-writer-remaining-a-farmer.html","abstract":"  Dori Sanders first began telling stories sitting in the nook of a massive rock here, with acres of her family's peach trees all around and the warm Carolina sun beginning its descent on the horizon.   The 10 children in her family called it the storytelling rock and marveled at how time and weather had shaped it to look like a giant mushroom, and how if your eye caught it from a certain angle, it appeared as if an eagle sat perched on its edge.","thumbnail":null,"section":"Books"},{"date":"19930503","headline":"Texans Reject Sharing School Wealth","web_url":"https://www.nytimes.com/1993/05/03/us/texans-reject-sharing-school-wealth.html","abstract":"  Even though a court has threatened to shut down the Texas public schools on June 1 unless the state divides money for education more equitably, voters on Saturday rejected a plan that would have forced some wealthy districts to share money with poor ones.    The defeat of the proposed amendment to the state Constitution, Proposition 1, throws right back to the Legislature the vexing question of how to insure a decent education for all of the 3.2 million children in the Texas school system, the nation's second largest after California's.","thumbnail":null,"section":"U.S."},{"date":"19930503","headline":"Abroad at Home; Candor and Fortitude","web_url":"https://www.nytimes.com/1993/05/03/opinion/abroad-at-home-candor-and-fortitude.html","abstract":"  One of the many revealing passages in George Shultz's new book on his years as Secretary of State, \"Turmoil and Triumph,\" deals with the massacre of Palestinians in Beirut in 1982.    Israeli forces occupying the city sent Phalange Christian militia units into Palestinian refugee camps, where they killed hundreds of civilians. At 11 P.M. on Sunday, Sept. 19, the Israeli Ambassador to Washington, Moshe Arens, came to see Secretary Shultz.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Nancy Dubitsky, Peter Seiden","web_url":"https://www.nytimes.com/1993/05/03/style/nancy-dubitsky-peter-seiden.html","abstract":"  Nancy Dubitsky, a senior publicist at Penguin USA, publishers, was married yesterday to Peter Seiden, an associate with the law firm of Gogick & Seiden, both in New York. Rabbi Elliot Spar performed the ceremony at the Garden City (L.I.) Hotel.   Mrs. Seiden, 27, is a daughter of Judith Nachamie of Sands Point, L.I., and Les Dubitsky of Wainscott, L.I. She graduated from Union College in Schenectady, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930503","headline":"Leave It to Gooden To Set Mets Straight","web_url":"https://www.nytimes.com/1993/05/03/sports/baseball-leave-it-to-gooden-to-set-mets-straight.html","abstract":"  Dwight Gooden took the baseball and the mound, fully aware that the reading on the crisis meter for the Mets had gone off the charts. The losing streak stood at seven, the mood in the clubhouse was marked by desperation.   The assignment was to stop it -- halt the losing, end the embarrassment, stop all of it. The job also had an unspoken clause in it: do it alone, for the bullpen had been exhausted and exposed.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"Black Muslims Enter Islamic Mainstream","web_url":"https://www.nytimes.com/1993/05/03/us/black-muslims-enter-islamic-mainstream.html","abstract":"  Every Friday afternoon, hundreds of black men, women and children stop work or school for a couple of hours and hurry to a 15,000-square-foot building on the edge of town.   They represent the rainbow of black America: suburban and urban; professional and poor; deep brown and light tan. They pull up in faded station wagons and gleaming Mercedes Benzes. Inside, the men sit in the front; the women in the back. Many used to be Baptists, African Methodist or Roman Catholic.","thumbnail":null,"section":"U.S."},{"date":"19930503","headline":"A Valley of Death for the Navajo Uranium Miners","web_url":"https://www.nytimes.com/1993/05/03/us/a-valley-of-death-for-the-navajo-uranium-miners.html","abstract":"  On the way up to the summit of the red rock mesas where uranium was mined for atomic bombs for a quarter-century, Jim John pointed to the frail houses and quietly recited the names of Navajo miners who died young of lung cancer.    \"John Yellowhorse. Tony Sorrowhorse. Clark Dick. John Tapaha. Peter Yazzie. Harry James. James Yazzie. Billy Johnson. Jimmy Johnson,\" he said. He did not mention his own father, Lee John, a respected Navajo tribesman who died in 1971 at age 34, leaving behind a widow and nine children.","thumbnail":null,"section":"U.S."},{"date":"19930503","headline":"Hoboken's Top Crust; Chewy Bread Has a Growing Cachet","web_url":"https://www.nytimes.com/1993/05/03/nyregion/hoboken-s-top-crust-chewy-bread-has-a-growing-cachet.html","abstract":"  It is an argument born of success: Who invented Hoboken Bread?    Not just bread baked in Hoboken, although it is probably the same thing, but Hoboken Bread, as it is coming to be known: the crusty, chewy staff of life, next to which mass-produced, packaged bread is more like the damp noodle of life?","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Successful Drug War Can Afford to Shift Focus","web_url":"https://www.nytimes.com/1993/05/03/opinion/l-successful-drug-war-can-afford-to-shift-focus-215093.html","abstract":"  To the Editor:   \"Mr. Clinton's Invisible Drug Policy\" (editorial, April 22) fails to capture the fundamentals of the drug issue: High school seniors' monthly cocaine use is lower today at 1.3 million compared with 1.9 million in 1975. Adult monthly cocaine use, an estimated 1.9 million to 2 million, is lower than 2.5 million in 1977.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/03/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Unwelcome in Fez","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Balking at Clinton in Party Bedrock","web_url":"https://www.nytimes.com/1993/05/03/us/balking-at-clinton-in-party-bedrock.html","abstract":"  They call their Congressman Jerry in the blue-collar Polish neighborhoods of South Milwaukee, where the Democratic Party still holds a place of importance in people's lives, along with close families, tidy lawns and attending church.   But as Representative Gerald D. Kleczka prepares to vote in the House Ways and Means Committee this month on the tax proposals in President Clinton's economic package, the message the Democratic lawmaker is hearing from his constituents goes against the grain of Administration policies. The predominant theme in his mail and town meetings, his staff members say, is that spending should be cut before taxes are increased.","thumbnail":null,"section":"U.S."},{"date":"19930503","headline":"The Administration's Trade War","web_url":"https://www.nytimes.com/1993/05/03/opinion/the-administration-s-trade-war.html","abstract":"  The President calls for raising the tariff on Japanese minivans tenfold; his Treasury Department puts the proposal on indefinite hold. The President promises to hold up the free trade agreement with Mexico until he negotiates stringent conditions on the environment and labor; his chief trade negotiator, Mickey Kantor, goes before Congress to propose tame conditions. The President vows to push the Uruguay Round of international trade talks to conclusion; U.S. negotiators stymie negotiations.   The Clinton Administration is engaged in a trade war -- with itself.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/03/arts/dance-in-review-242893.html","abstract":"  'Dance by Neil Greenberg'  La Mama E.T.C. Annex    Anguish can be fun. That appeared to be the theme of the first of the two thematically related works presented on Friday night.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"Sports of The Times; N.B.A.'s M.V.P. Problem: Four Won't Go Into One","web_url":"https://www.nytimes.com/1993/05/03/sports/sports-of-the-times-nba-s-mvp-problem-four-won-t-go-into-one.html","abstract":"  LATER this month, the National Basketball Association will announce the recipient of its most valuable player award, the winner having been selected by a vote of writers and broadcasters at the end of the regular season.   According to some who voted recently, this year's choice may have been the toughest since 1980, when the m.v.p. selection was taken from the players.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"Presto! Islanders Pull Penguins Out of Hat","web_url":"https://www.nytimes.com/1993/05/03/sports/hockey-presto-islanders-pull-penguins-out-of-hat.html","abstract":"  If the Islanders play .500 against the Pittsburgh Penguins for the next six games, they will eliminate the two-time defending champions from the Stanley Cup playoffs.   How's that for fantasy?","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"An Old Skill Is Transforming China","web_url":"https://www.nytimes.com/1993/05/03/opinion/IHT-an-old-skill-is-transforming-china.html","abstract":"- Since the visit by Deng Xiaoping to China's southeastern provinces in January 1992, state enterprises, cooperatives, government agencies and the Communist Party have \"plunged into the sea\" by establishing service and manufacturing industries to enhance their income. As a result, more goods and services are available for people to buy, and the bloated public sector is rapidly augmenting its revenues.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Pacers Find Playoffs A Quick Place to Visit","web_url":"https://www.nytimes.com/1993/05/03/sports/on-pro-basketball-pacers-find-playoffs-a-quick-place-to-visit.html","abstract":"  In the dismal quiet of the corridor outside the Indiana Pacers' locker room yesterday afternoon, Bob Hill got into the abstract of basketball, a subject that has left many a fired general manager and coach confounded and cursing the stars.   \"Another big forward who has presence,\" Hill guessed in answer to the question of what his team would need to come to Madison Square Garden some day and win a playoff game. Actually, not just this Garden, but also the one in Boston -- where the Pacers performed this flirtation of a playoff act the last two years -- and the rest of the arenas around the country where pro ball is still being played.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"The Talk of Hollywood; Hollywood Recycles The Western to Offer New Heroes: Women","web_url":"https://www.nytimes.com/1993/05/03/movies/the-talk-of-hollywood-hollywood-recycles-the-western-to-offer-new-heroes-women.html","abstract":"  Tamra Davis has a problem. Ms. Davis, a rising 30-year-old director, is about to start filming \"Bad Girls,\" a western. \"But New Mexico is booked and almost all of Arizona and a lot of Montana,\" she said. \"It's crazy. All these towns that had been starving for years are booming with film makers. There's a new Kevin Costner film that's booked practically the entire state of New Mexico.\"   Ms. Davis has finally found a town, outside Sacramento, to start shooting her film in June about a group of female gunslingers in the 1860's. Ms. Davis, who has directed \"Gun Crazy\" and \"CB4,\" said: \"Props are hard to find and so are clothes. You just find yourself in a difficult situation because of this onslaught of westerns.\"","thumbnail":null,"section":"Movies"},{"date":"19930503","headline":"Belgrade's Serbs Are Skeptical On Peace Move","web_url":"https://www.nytimes.com/1993/05/03/world/conflict-in-the-balkans-belgrade-s-serbs-are-skeptical-on-peace-move.html","abstract":"  The capital of what remains of Yugoslavia reacted skeptically today to news that the Bosnian Serb leader had signed a peace treaty in Greece that could lead to the end of the war in Bosnia and Herzegovina.   In street-corner interviews, Serbs here said they doubted that the treaty would lead to a quick and lasting piece.","thumbnail":null,"section":"World"},{"date":"19930503","headline":"Andrea Pepper, Marc Friedman","web_url":"https://www.nytimes.com/1993/05/03/style/andrea-pepper-marc-friedman.html","abstract":"  Andrea Jane Pepper, a daughter of Mr. and Mrs. Gerald Pepper of Jericho, L.I., was married yesterday to Marc Alan Friedman, the son of Myrna Denberg of Englewood Cliffs, N.J., and Norman Friedman of Pittsfield, Mass. Rabbi Richard Chapin performed the ceremony at Tappan Hill in Tarrytown, N.Y.   Mrs. Friedman, 33, is a vice president at Bank of America in New York. She graduated summa cum laude from Boston University and received an M.B.A. from Pace University. Her father is a senior executive in the sales promotion department of Macy's Northeast in New York. Her mother, Othalie Pepper, retired as an English teacher for Island Trees High School in Levittown, L.I..","thumbnail":null,"section":"Style"},{"date":"19930503","headline":"Keep Arms Control a Separate Agency","web_url":"https://www.nytimes.com/1993/05/03/opinion/l-keep-arms-control-a-separate-agency-218593.html","abstract":"  To the Editor:   \"Who's in Charge of Curbing Arms?\" (editorial, April 21) endorses the State Department's proposal to merge the Arms Control and Disarmament Agency into State. You advocate this as the best way \"to reorganize the United States Government to meet the next major challenge: curbing the spread of nuclear arms and other weapons of mass destruction.\"","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/03/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93092500561.html","abstract":"1918: 'Peace Offensive'","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/03/nyregion/bridge-989393.html","abstract":"  A young New Jersey foursome has earned a trip to Washington in July to compete in national playoffs in the Grand National Teams, Flight B. Playing a week ago in Ardsley, N.Y., Steve Yuen of Edison, Cho-Wei Sit of Warren, and Tom Hoi and Joel Stein berg, both of East Brunswick, won their district title in knockout play. Their margin of victory in the final was just 7 imps, and the diagramed deal could have changed that result.   When Hoi and Yuen were East and West, they defended seven hearts after the auction shown. The declarer led out all his trumps, hoping for an even club split or an unlikely squeeze against East in the minor suits. This play failed, but South could have done better. After winning the opening spade lead and drawing trumps with the king and ace, he should have led a low diamond from his hand. West would play an honor, and South would take the ace followed by the king, hoping to collect a Q-J-doubleton.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"HEALTH-CARE COSTS MAY BE INCREASED $100 BILLION A YEAR","web_url":"https://www.nytimes.com/1993/05/03/us/health-care-costs-may-be-increased-100-billion-a-year.html","abstract":"  Government financial experts have told the White House that President Clinton's health-care plan may require $100 billion to $150 billion a year in new public and private spending by Government, business and consumers, depending on the scope of benefits guaranteed to all Americans.   Several Administration officials contend that those numbers are too high and are urging the financial experts to reduce their estimates. So far, they have refused to do so.","thumbnail":null,"section":"U.S."},{"date":"19930503","headline":"Review/Dance; Pure Movement as Art: High Tech but Human","web_url":"https://www.nytimes.com/1993/05/03/arts/review-dance-pure-movement-as-art-high-tech-but-human.html","abstract":"  The movement's the thing in Trisha Brown's repertory, and it is never in the same style in her current dance programs. Before beginning the second week of its season at City Center (131 West 55th Street, Manhattan) the Trisha Brown Dance Company presented another premiere, \"Astral Converted,\" on Friday night. The evening included two pieces from the 1970's, \"Accumulation\" and \"Glacial Decoy,\" making for a wide-ranging mixed bill.    For Miss Brown and other leaders of what was the 1960's dance avant-garde, art is more concerned with process than product, and \"Astral Converted\" is actually a modified and extended version of her 1991 piece, \"Astral Convertible.\"","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/03/nyregion/c-corrections-204593.html","abstract":"  A picture caption on Thursday about two fund-raising events for the New York City mayoral race referred incorrectly to the parents of Andrew J. Stein. They are Jerry and Shirley Finkelstein.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Review/Cabaret; A Chanteuse Out to Shed Her Disguise","web_url":"https://www.nytimes.com/1993/05/03/arts/review-cabaret-a-chanteuse-out-to-shed-her-disguise.html","abstract":"  When the German cabaret performer Ingrid Caven made her New York debut at the Ballroom last year, the singer, who wore Kabuki-style makeup and sang in a hard, husky buzz, instantly established herself as a master of intriguing disguises. For her return engagement to the club, Miss Caven has peeled off most of the makeup and has polished her singing. Instead of coming across like an eccentric ruin, she now projects more the image of a chanteuse with a mischievous glint who lightly mocks the melodramatic cabaret mannerisms that inform her style.    Miss Caven's opening-night performance on Tuesday, for an engagement that extends through Saturday, was completely riveting. Backed by a quartet that included piano, violin, saxophone and bass, she sang a largely German program that featured songs by Peer Raben (who composed the music for many films by the director Rainer Werner Fassbinder, to whom Miss Caven was briefly married) and J. J. Schuhl. With titles like \"Trans-Europe Tango\" and \"Polaroid Cocaine,\" these songs are parodies of German art songs and offer deliberately cartoonish images of decadent European night life.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"Tokyo Journal; They Eat Whales, Don't They? A Fight Resumes","web_url":"https://www.nytimes.com/1993/05/03/world/tokyo-journal-they-eat-whales-don-t-they-a-fight-resumes.html","abstract":"  As he surveyed his restaurant one recent pre-holiday evening, Kiyoo Tanahashi was proud that almost all the wooden chairs and tatami mats were occupied by office workers or college students partaking of the house specialties -- whale steak, whale bacon, fried whale, smoked whale, raw whale and whale soup containing slivers of whale tongue.   But Mr. Tanahashi, who dishes out the equivalent of two whales a year, turns sour when he thinks of the ban on commercial whaling that is making restaurants like his Kujiraya, which means whale store, an endangered species. \"I am rather angry that outside countries would tell us what food we should or should not eat,\" he said.","thumbnail":null,"section":"World"},{"date":"19930503","headline":"Starks Interrupts Miller's Monologue","web_url":"https://www.nytimes.com/1993/05/03/sports/pro-basketball-starks-interrupts-miller-s-monologue.html","abstract":"  Without their defense and determination, the Knicks probably would have lost yesterday. Without John Starks and Anthony Mason, they almost certainly would have lost.   Thundering back from a 16-point deficit late in the second quarter, the Knicks beat the Indiana Pacers, 101-91, at Madison Square Garden to take a 2-0 lead in their three-of-five Eastern Conference playoff series. Game 3 will be tomorrow night at Indianapolis.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/03/nyregion/chronicle-200293.html","abstract":"  In the latest installment of the saga of DONALD and IVANA TRUMP, the former couple kissed and settled the disputes that have kept them in court since they divorced in 1991.   They said \"I do\" on Friday, but this time it was to indicate that they understood and approved the agreement that ended their legal quarrels.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/03/arts/dance-in-review-243693.html","abstract":"  James Sewell Dance Company  Clark Studio Theater 70 Lincoln Center Plaza    When the six members of James Sewell Dance walked solemnly to Bach in Mr. Sewell's \"Common Loss,\" their processional had the gravity of a sacred ceremony.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"Pulse/Winter: The Final Tally","web_url":"https://www.nytimes.com/1993/05/03/nyregion/pulse-winter-the-final-tally.html","abstract":"  Dare we close the books on winter? Barring, say a blizzard on Mother's Day, state and city agencies are compiling final clean-up costs from a very expensive winter. Figures include salary and overtime for crews, salt costs and the cost of new equipment and repairs. New York City used 230,000 tons of salt for snow removal last winter - much more than the average of 146,000 tons. Street damage was heavier than usual and tens of thousands of dollars in parking ticket revenues were lost because vehicles were hard to reach and tow. New Jersey is expecting about $5.5 million in Federal reimbursement for emergency snow removal and Connecticut will get about $300,000. New York State estimates are incomplete, bur more than 1,600 damage assessment applications are expected in coming weeks.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Poles Don't Deserve Anti-Semitic Label","web_url":"https://www.nytimes.com/1993/05/03/opinion/l-poles-don-t-deserve-anti-semitic-label-217793.html","abstract":"  To the Editor:   With anger and sadness I read your two news articles devoted to the 50th anniversary of the Warsaw Ghetto uprising.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Successful Drug War Can Afford to Shift Focus; The Judges Transgress","web_url":"https://www.nytimes.com/1993/05/03/opinion/l-successful-drug-war-can-afford-to-shift-focus-the-judges-transgress-216993.html","abstract":"  To the Editor:   The decision by two Federal judges, Jack B. Weinstein and Whitman Knapp, to refuse to preside over drug cases is disturbing (news article, April 17). Such action by a Federal judiciary member is destructive and sets a dangerous precedent.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"News Summary","web_url":"https://www.nytimes.com/1993/05/03/us/news-summary-667393.html","abstract":"  International A2-11 SERB LEADER SIGNS PEACE PLAN   After months of talks and pressure from Belgrade and Washington, the leader of Bosnia's Serbs, Radovan Karadzic, signed an international peace plan intended to end the civil war in Bosnia.  A1","thumbnail":null,"section":"U.S."},{"date":"19930503","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/03/nyregion/inside-653393.html","abstract":"  Cult Leader's Body Identified   The Branch Davidian leader, David Koresh, died from a gunshot wound before the fatal fire at the Texas compound, officials said. Page A12.  Of Schools and Power    The 288 candidates who emerge with seats on New York City's school boards will enjoy powers that are significant yet limited. Page B1. A Setback for Sri Lanka    With the assassination of both its President and its opposition leader, stability for Sri Lanka appears to be further away than ever. Page A3. Julio Gallo Dies in Crash    Julio Gallo, 82, whose skill at wine-making helped change the drinking tastes of Americans, was killed in a Jeep wreck in California. Page B11.  Puzzle Master Dies    Will Weng, who challenged and confounded thousands as editor of The New York Times crossword puzzles, is dead at 86. Page B11.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/03/nyregion/c-corrections-203793.html","abstract":"  A map on the Education page on Wednesday showing public school spending per pupil classified six states incorrectly. Connecticut's average spending is over $7000 a year; Maine, Maryland Michigan and Ohio spend $5,000 to $7,000 a year; Louisiana spends $3,000 to $5,000 a year.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/05/03/sports/results-plus-086793.html","abstract":"  GOLF McGovern Prevails in Sudden Death Jim McGovern birdied the final hole of regulation to force a playoff yesterday and then birdied the second playoff hole to beat Jim Huston and win his first PGA Tour event. McGovern, who earned $234,000 from the $1.3 million Houston Open purse, charged into contention with an eagle on No. 15 and forced Huston into a playoff with an 8-foot birdie putt on the 54th hole of the rain-shortened tournament in The Woodlands, Tex. McGovern and Huston each shot a four-under-par 68 in the final round and finished with 17-under 199 totals. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"Close the Hate Crime Loophole","web_url":"https://www.nytimes.com/1993/05/03/opinion/close-the-hate-crime-loophole.html","abstract":"  When the Supreme Court struck down a St. Paul cross-burning law last June for the wrong reasons, it immediately called into question other civil rights laws punishing crimes motivated by racial or religious bigotry. Only one day after the decision, Wisconsin's highest court struck down a state law increasing the penalty against defendants who choose victims on the basis of race or religion.    All 49 other states and the Justice Department have joined Wisconsin's Attorney General in asking the Supreme Court to reinstate that law and remove the cloud over similar statutes in other states. Fortunately, when the case was argued recently, several justices seemed aware of the need for clarification. This view is shared by the Bush and Clinton Administrations.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/03/arts/dance-in-review-244493.html","abstract":"  Ellie Herman and Company    Theater for the New City    Ellie Herman's \"Winter: The Evolution of a Soul\" concerned seasons, both of the year and of human life. The theme, though very familiar, remains eternally significant, and it inspired the haunting work that Ellie Herman and Company, a group from San Francisco, presented on Monday night.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"Bias Suspected In an Attack In Brooklyn","web_url":"https://www.nytimes.com/1993/05/03/nyregion/bias-suspected-in-an-attack-in-brooklyn.html","abstract":"  A 16-year-old youth told the police that he was attacked with fists and a walkie-talkie and that eight of his friends were roughed up on a Brooklyn street early yesterday by 20 to 30 men in Hasidic garb who said his \"kind\" was not wanted in their neighborhood.   The police said they were investigating the attack as a possible bias incident. The victim and a friend said in interviews last night that the assault had followed a dispute between some members of their group and a Hasidic youth at a pizzeria.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Review/Theater; Musical Says, 'Take That, Colorado!'","web_url":"https://www.nytimes.com/1993/05/03/theater/review-theater-musical-says-take-that-colorado.html","abstract":"  In \"Linda,\" a social protest country-western musical, Everett Quinton clowns as the vile villainess, evidently a graduate of the Agnes Moorehead wicked stepmother school of acting. The role is that of an anti-gay evangelical preacher, the Rev. Mrs. Charlotte Drum, who speaks her last name as a Drummmmm roll. \"Linda,\" at the Ridiculous Theatrical Company, is a broadside against the Colorado state amendment that banned local laws protecting homosexuals from discrimination.    Mr. Quinton, glamorized in long white robe and blond hair, is dedicated to the no-choice proposition \"Repent or die.\" This is one of his most demonic roles, and he misses no opportunity for malice or mockery, as in his character's inability to pronounce the hated word, homosexuality. Curdling on his lips, it comes out \"homersexyality.\"","thumbnail":null,"section":"Theater"},{"date":"19930503","headline":"Voting Rules In School Races","web_url":"https://www.nytimes.com/1993/05/03/nyregion/voting-rules-in-school-races.html","abstract":"  In tomorrow's Community School Board Elections, nine seats are at stake on each of the city's 32 community boards. Any registered voter, or anyone registered as a parent voter, may vote.    HOW TO VOTE: Voters mark a paper ballot on which candidates are listed by name only. Voting is by a proportional representation system. Voters indicate their choice of candidates, in order of preference, by writing numbers in front of the candidates' names: 1 for their first choice, 2 for second, and son on. Voters may assign only one number to each candidate.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Caryl M. Stern, Donald LaRosa","web_url":"https://www.nytimes.com/1993/05/03/style/caryl-m-stern-donald-larosa.html","abstract":"  Caryl Mignon Stern, the daughter of Dr. and Mrs. Edwin A. Stern of Peekskill, N.Y., was married yesterday to Donald Leonard LaRosa, the son of Leonard LaRosa of Glendale, Queens, and the late Jeanette LaRosa. Barry Traub, a Nyack, N.Y., village justice, officiated at Flowerfield, a catering establishment in St. James, L.I.   Mrs. LaRosa, 35, is director of the World of Difference Institute in New York, a prejudice-reduction program owned and operated by the Anti-Defamation League. She graduated from the State University at Oneonta, N.Y., received a master's degree in student personnel administration from Western Illinois University and is a candidate for a Ph.D. in the same field from Loyola University of Chicago.","thumbnail":null,"section":"Style"},{"date":"19930503","headline":"Review/Music; A 12th-Century Abbess and Her Songs of Female Imagery","web_url":"https://www.nytimes.com/1993/05/03/arts/review-music-a-12th-century-abbess-and-her-songs-of-female-imagery.html","abstract":"  The music of the 12th-century church might seem a specialized taste; formal motets and melismatic songs full of mystical imagery generally have a limited following. But in the case of Hildegard von Bingen (1098-1179), other forces are at work. A German abbess whose life was promised to the church by her parents, she was one of the most significant female composers of the past millennium.    Under the influence of feminist scholarship, her works are being re-examined for the light they shed on sexual differences in art and religion. And in a concert on Thursday night at the Church of St. Mary the Virgin, the female singers of the Cologne-based medieval music group, Sequentia, presented an exquisite and refined sampling of what they called her \"ecstatic devotions.\" The group is in the process of recording Hildegard von Bingen's works for the German Harmonia Mundi label. They approached it with the devotion of initiates.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/03/nyregion/c-corrections-202993.html","abstract":"  A chart on Saturday listing candidates in local school board races in Brooklyn omitted an endorsement for Chester P. Lustgarten, a candidate in District 15. He has been endorsed by the Council of Supervisors and Administrators, the union representing principals and other school administrators.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Local School Board's Power Is Often Less Than Expected","web_url":"https://www.nytimes.com/1993/05/03/nyregion/local-school-board-s-power-is-often-less-than-expected.html","abstract":"  For Barbara Strauss, those heady first days after her election to a Manhattan community school board were a time of lofty aspirations: She hoped to improve reading scores, ease classroom overcrowding and inspire other parents to get more involved in her district's schools.   Four years later Ms. Strauss is stepping down, and although she feels she has contributed much, parent apathy remains, and classroom crowding and reading scores in her district have worsened. But it is not surprising that many of her goals have gone unmet, she said, given the immensity of the workload heaped on local school board members and the immutable bureaucracy that limits their powers.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Opera (Sacred Opera!) Writhes In Italy's Web of Troubles","web_url":"https://www.nytimes.com/1993/05/03/arts/opera-sacred-opera-writhes-in-italy-s-web-of-troubles.html","abstract":"  \"Teatro Carlo Felice, per favore\" said the visitor. \"Ah,\" replied the taxi driver, \"Teatro Carlo    in   felice.\" By which he meant that the fortunes of Genoa's handsome new opera house were more unhappy than otherwise.   These are not happy times for Italy as a whole, burdened by a faltering economy, a devalued currency and a scandal-ridden political system. And they are not happy times for the performing art by which the country is best known, grand opera. A recent 10-day journey, sampling standard-repertory performances and talking to Italian opera administrators and cultural politicians, exposed a system under severe strain.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"Action On Illegal Drivers Is Contemplated by Police","web_url":"https://www.nytimes.com/1993/05/03/nyregion/action-on-illegal-drivers-is-contemplated-by-police.html","abstract":"  The New York City Police Department said yesterday that it is considering new procedures to crack down on unlicensed drivers in the wake of three car accidents in the last three weeks that killed three pedestrians in Brooklyn, all children, and injured several others.   Meanwhile, a 90-year-old woman was killed yesterday in Brooklyn by a car driven by a man who the police said was intoxicated. Unlike the drivers in the other recent fatalities, the man charged in the crash had a valid driver's license, the police said.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Review/Jazz; Bobby Watson Leads His Own Big-Band Revival","web_url":"https://www.nytimes.com/1993/05/03/arts/review-jazz-bobby-watson-leads-his-own-big-band-revival.html","abstract":"  A year and a half ago, Bobby Watson pulled together some big-band arrangements he had been working on, took them to Columbia University's jazz orchestra and led the orchestra in a surprisingly successful concert. Mr. Watson, known as a saxophonist and composer, had big-band aspirations, not a fruitful thing to have, given jazz's generally enfeebled economic situation. The concert, often brilliant, looked as if it was set to go down in legend, a one-time event making Mr. Watson one of those rare jazz composers lucky enough to hear their music played by a large ensemble, if only for one night. With big bands seemingly relegated to the dustbin of history, the music was destined for the security of Mr. Watson's desk drawer.   But the current jazz renaissance has had all sorts of salutary effects, not the least of which is a flowering, albeit small, of interest in big-band music among both audiences and musicians. Lincoln Center and Carnegie Hall both have jazz orchestras; Jimmy Heath and Slide Hampton have started large ensembles recently, and Wynton Marsalis moves closer to fronting a big band every year. Illinois Jacquet's orchestra was one of the highlights of the 1980's, and the American Jazz Orchestra, David Murray's big band and Clifford Jordan's orchestra have all offered exceptional music. Along comes Mr. Watson, who has just released his first album on Columbia Records, \"Tailor Made,\" which happens to be a big-band album.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"Essay; What Took Us So Long?","web_url":"https://www.nytimes.com/1993/05/03/opinion/essay-what-took-us-so-long.html","abstract":"  What happened when the United States made it plain that further murder and rape in Bosnia would result in the bombing of Serbian positions and the arming of Bosnia defenders?   Suddenly the light of reason seemed to illuminate the Serbian leadership. The realization that conquest might have a high cost -- not only that uniformed killers would be killed, but that Serbian civilians would suffer -- caused the dictator in Belgrade to send word to his stooge within Bosnia to sign on the dotted line.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Lobbying Deals Form Setting of Armand D'Amato's Case","web_url":"https://www.nytimes.com/1993/05/03/nyregion/lobbying-deals-form-setting-of-armand-d-amato-s-case.html","abstract":"  It was a late night in 1982 when Charles F. Gardner, a Sperry Corporation vice president, learned that a Congressional panel had eliminated the Mark-92 antimissile program, worth tens of millions of dollars to his company.   The bill had just left the military appropriations conference committee, the mark-ups had been completed, and the new version was heading toward the printer when Mr. Gardner reached Representative Joseph P. Addabbo, the chairman of the House Appropriations Subcommittee on Defense.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"VOTE SET ON ACCORD","web_url":"https://www.nytimes.com/1993/05/03/world/conflict-balkans-top-bosnian-serb-facing-us-action-signs-peace-plan-vote-set.html","abstract":"  Bowing to pressure from his sponsor in Belgrade and the threat of American air strikes, the leader of Bosnia's warring Serbs signed an international peace plan today intended to end the devastating year-old civil war in Bosnia and Herzegovina.   The endorsement by the leader, Radovan Karadzic, came after months of on-again, off-again talks in which he seemed intent primarily on buying time so his forces could seize more territory.","thumbnail":null,"section":"World"},{"date":"19930503","headline":"The Fleas That Saved Main Street","web_url":"https://www.nytimes.com/1993/05/03/nyregion/chester-journal-the-fleas-that-saved-main-street.html","abstract":"  SOMETHING happens here on weekends. No one is sure when it started, exactly. But every Saturday morning, throngs of tourists -- from kissy couples to large, extended family groups -- pour into this pastoral Morris County borough as if the carnival were in town, hanging out all day and staying for dinner. And even more show up on Sunday, when Main Street might as well be Disney World.   Downtown Chester, all four blocks of it, is day-tripper heaven. Tourists trek in throughout the year from all over New Jersey, New York and Connecticut to browse the antique stores and boutiques, experience a meal in the town's landmark inns, marvel at one- and two-story colonial buildings and take in the apple orchards and horse farms along the way.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Books of The Times; A Wonderful Batter, but What an Impossible Man!","web_url":"https://www.nytimes.com/1993/05/03/books/books-of-the-times-a-wonderful-batter-but-what-an-impossible-man.html","abstract":"  Hitter  The Life and Turmoils of Ted Williams  By Ed Linn  Illustrated. 437 pages. Harcourt Brace & Company. $23.95.   As Ed Linn observes of his subject near the end of \"Hitter: The Life and Turmoils of Ted Williams,\" \"He committed himself to becoming the greatest hitter in the game, and for two decades he made the Red Sox exciting in the sheer anticipation of his next turn at bat.\"","thumbnail":null,"section":"Books"},{"date":"19930503","headline":"Rivals Now Wage Battle of Blame Over the Moscow Street Fighting","web_url":"https://www.nytimes.com/1993/05/03/world/rivals-now-wage-battle-of-blame-over-the-moscow-street-fighting.html","abstract":"  After riot policemen and pro-Communist demonstrators battled Saturday in the worst disturbance in Moscow since the failed coup attempt in August 1991, Russia's politicians maneuvered today to try to turn the violence to advantage.   The Chairman of the conservative Parliament, Ruslan I. Khasbulatov, ordered an investigation into the \"use of force against the participants in a peaceful demonstration.\" Supporters of President Boris N. Yeltsin urged Mr. Yeltsin to deal harshly with the \"provocateurs\" who went after the police with staves, spears and steel bars.","thumbnail":null,"section":"World"},{"date":"19930503","headline":"Maverick in Accident","web_url":"https://www.nytimes.com/1993/05/03/sports/sports-people-pro-basketball-maverick-in-accident.html","abstract":"  Dallas Mavericks forward TERRY DAVIS shattered his left elbow in a car accident that killed a passenger early yesterday morning near Davis's hometown of South Boston, Va., officials said.   Davis, of South Boston, was driving west on Interstate 360 in Halifax County when it failed to make a turn onto Virginia 832, state police said. The car ran off the road and struck a tree.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"Our Students, Still at Risk","web_url":"https://www.nytimes.com/1993/05/03/opinion/our-students-still-at-risk.html","abstract":"\"ANation at Risk\" was the both the title and the conclusion of a study issued 10 years ago by the National Commission on Excellence in Education. The report outlined many of the troubles with our schools, but it had a glaring defect: It failed to recognize that parental choice is the key to reform.\n\nIn the last decade, education reform has been a growth industry. There have been countless studies, conferences and experiments committed to applying the recommendations in the report: stiffer high school graduation requirements, higher achievement standards, greater emphasis on basic skills, better training and pay for teachers and \"increased citizen involvement.\"","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Family Aid to Elderly Is Very Strong, Study Shows","web_url":"https://www.nytimes.com/1993/05/03/us/family-aid-to-elderly-is-very-strong-study-shows.html","abstract":"  An exhaustive new Federal study of middle-aged Americans is shattering prevailing myths about the loosening of family ties and is providing the first reliable picture of how those people care for their grown children and elderly parents.   The study, the Health and Retirement Survey, was conducted by Dr. Thomas Juster of the University of Michigan for the National Institute on Aging. It looks at people ages 51 to 61 and meticulously documents the time and money they donate to other family members. Its findings extend and are consistent with those from other recent studies, including a new national survey of people aged 18 and over, conducted by the American Association of Retired Persons and a separate Federal study of people over age 80.","thumbnail":null,"section":"U.S."},{"date":"19930503","headline":"Keep Arms Control a Separate Agency; A Face Lift for ACDA","web_url":"https://www.nytimes.com/1993/05/03/opinion/l-keep-arms-control-a-separate-agency-a-face-lift-for-acda-219393.html","abstract":"  To the Editor:   You are right about the Clinton Administration's choices of how best to reorganize the Government to promote nuclear nonproliferation (\"Who's in Charge of Curbing Arms?\", editorial, April 21). The Arms Control and Disarmament Agency needs to be rejuvenated or folded into the State Department.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Death in Sri Lanka: A Paradise That Lost Its Peace","web_url":"https://www.nytimes.com/1993/05/03/world/death-in-sri-lanka-a-paradise-that-lost-its-peace.html","abstract":"  With the assassination of President Ranasinghe Premadasa on Saturday by a suicide bomber, just a week after the assassination of the country's leading opposition politician, Sri Lanka has once again stumbled in its search for political stability and ethnic peace. Many Sri Lankans are now questioning whether these goals are attainable.   \"It is of course one of the most serious political tragedies,\" said Neelan Tiruchelvam, a leading lawyer in Colombo, the Sri Lankan capital, \"because in the span of one week, two of the most important political leaders in this country have been assassinated. This is a terrible setback to the political system's effort to resolve differences through democratic means.\"","thumbnail":null,"section":"World"},{"date":"19930503","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/03/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93777892395.html","abstract":"1943: Nazis Repulsed","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"Lori Howard, Lee S. Parks","web_url":"https://www.nytimes.com/1993/05/03/style/lori-howard-lee-s-parks.html","abstract":"  Lori Denise Howard, a senior account executive with the Harry Walker Agency, a New York lecture bureau, and Lee Stephen Parks, a partner in the New York law firm of Fried, Frank, Harris, Shriver & Jacobson, were married yesterday. Rabbi Chaim Stern performed the ceremony at Tappan Hill in Tarrytown, N.Y.   Mrs. Parks, 34, graduated from Barnard College. She is a daughter of Mr. and Mrs. Edward Howard of New York. Her father is the executive vice president of the American Pistachio Corporation, importers in Teaneck, N.J.","thumbnail":null,"section":"Style"},{"date":"19930503","headline":"Now the Wait For the Deeds","web_url":"https://www.nytimes.com/1993/05/03/world/conflict-balkans-top-bosnian-serb-facing-us-action-signs-peace-plan-now-wait-for.html","abstract":"  At least for the moment, and just possibly for a lot longer, the decision by the leader of the Bosnian Serbs to accept a peace pact relieves the pressure on President Clinton to do something immediately to end the slaughter in the Balkans. It also eases the danger that Mr. Clinton's action might misfire and undermine his already shaky political position at home.   The accent was on the negative in Washington today, with warnings from the President, Vice President Al Gore and Senator Bob Dole of Kansas, the capital's principal Republican spokesman, that \"other agreements in this protracted war have raised hopes but not changed behavior,\" as Mr. Clinton put it. All three said Serbian deeds, not promises, were needed before there could be any relaxation in the search for peace. The Heat Is Still On    Because it believes the threat of military action by the West, along with pressure from Moscow, produced today's potential breakthrough in negotiations, the Administration vowed to continue its preparations for intervention. Secretary of State Warren Christopher, who is visiting European capitals, was instructed to keep pressing for British and French support for air strikes and for the end of the arms embargo against the hard-pressed Muslims in Bosnia.","thumbnail":null,"section":"World"},{"date":"19930503","headline":"To Get to the Preakness, Just Follow Sea Hero's Lead","web_url":"https://www.nytimes.com/1993/05/03/sports/horse-racing-to-get-to-the-preakness-just-follow-sea-hero-s-lead.html","abstract":"  Sea Hero, the only horse in the world with a chance to win racing's Triple Crown in 1993, came out of the Kentucky Derby in good shape, his trainer reported today. He will be flown to Baltimore in midweek to pursue his goal in the Preakness Stakes on May 15.   \"I don't know what my chances are,\" MacKenzie Miller, who trains Sea Hero for Paul Mellon, said of the Triple Crown. \"But I know my horse is fit. He came out of the Derby beautifully and he's going on to Pimlico. And after that, we'll shoot for the Belmont in New York.\"","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/03/nyregion/no-headline-699193.html","abstract":"  We don't make distinctions based on color or race. No longer are we an isolated community, happy to keep to ourselves. PLEMON TAUHEED EL-AMIN, a black Muslim leader.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"School Election Battle Moves To Street, Parks and Churches","web_url":"https://www.nytimes.com/1993/05/03/nyregion/school-election-battle-moves-to-street-parks-and-churches.html","abstract":"  The battle for control of New York City's 32 school boards moved to churches, streets and parks yesterday, as opponents made a final push in a heated election that some combatants hope will chart the ideological future of education in the city.   Two days before the voting, congregants at St. Patrick's Cathedral swarmed near the stone entrance to pick up voter guides produced by Pat Robertson's conservative Christian Coalition, which opposes condom distribution in public schools and a curriculum that teaches tolerance toward gay people.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Don't Come to Bury The Nets. Not Yet","web_url":"https://www.nytimes.com/1993/05/03/sports/pro-basketball-don-t-come-to-bury-the-nets-not-yet.html","abstract":"  The fact that New Jersey has evened its Eastern Conference playoff series with Cleveland at one game apiece -- no matter what the Nets players say about how they knew they were as good as the Cavaliers -- is nothing short of a semi-miracle.   And considering what the Nets have gone through recently, it's easy to understand why the team was so jubilant after it beat the Cavaliers, 101-99, in Richfield, Ohio, Saturday night in Game 2 of the three-of-five-game series. Game 3 will be Wednesday night at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"Review/Television; Blood, Guns and Tears","web_url":"https://www.nytimes.com/1993/05/03/arts/review-television-blood-guns-and-tears.html","abstract":"  American television just can't keep its hand off the violence button. This week's prime exhibit is \"Murder in the Heartland,\" a four-hour, two-part movie being broadcast at 9 P.M. on ABC tonight and tomorrow. This is the story of Charles Starkweather, a 19-year-old psychopath who in 1958 killed 11 people in Nebraska. As ABC puts it, virtually salivating, it was \"one of the most sensational murder rampages in American history.\" In short, perfect for television entertainment.    Thinly fictionalized, the Starkweather story was the inspiration for the 1973 Terrence Malick film \"Badlands,\" which, like \"Bonnie and Clyde,\" is one of those gorgeously produced but fuzzy movie exercises elevating thugs into national myths. \"Murder in the Heartland\" isn't even that ambitious, though there are allusions to the story's Eisenhower era and, apparently, a kind of sociocultural repression ready to explode. Police officers are depicted, for the most part, as morons.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"A Breakthrough on Bosnia?","web_url":"https://www.nytimes.com/1993/05/03/opinion/a-breakthrough-on-bosnia.html","abstract":"  President Clinton's escalation of pressure on the Serbs to make peace in Bosnia appears to be yielding encouraging results. In the most hopeful sign in months, the recalcitrant leader of the Bosnian Serbs, Radovan Karadzic, has signed the international peace plan designed to end fighting in the Balkans.    If the Serbs really mean to halt their genocidal onslaught, this is indeed a diplomatic triumph. Under the peace plan approved yesterday in Greece, the Bosnian Serbs would be forced to yield roughly a third of the territory they have seized and would be denied the corridors they seek to link Serb-held territory in Bosnia and Croatia with Serbia proper.","thumbnail":null,"section":"Opinion"},{"date":"19930503","headline":"For Yankees, Victory Is a Walk in the Park","web_url":"https://www.nytimes.com/1993/05/03/sports/baseball-for-yankees-victory-is-a-walk-in-the-park.html","abstract":"  Here was the classic Little League confrontation at Yankee Stadium: a shy batter, reluctant to swing at intimidating pitches with the bases loaded, the score tied and two outs in an extra inning.   \"It was the first time in my life I've seen a hitter get up with the bases loaded in the last inning with no intention of swinging the bat,\" said Norm Charlton, the bully, the Seattle pitcher.","thumbnail":null,"section":"Sports"},{"date":"19930503","headline":"A Key Question: Whose General?","web_url":"https://www.nytimes.com/1993/05/03/world/a-key-question-whose-general.html","abstract":"  For decades, the United States has resisted putting American forces under the command of a foreign general.   The main reason, George P. Shultz, Secretary of State in the Reagan Administration, said today, was that this allowed Washington to avoid being dragged into situations it did not control. Where the United States has been part of a multinational force, as in Somalia, Korea or the Persian Gulf, it was clearly the leader.","thumbnail":null,"section":"World"},{"date":"19930503","headline":"Sex Shops Testing Neighborhoods' Tolerance","web_url":"https://www.nytimes.com/1993/05/03/nyregion/sex-shops-testing-neighborhoods-tolerance.html","abstract":"  One evening not long ago, on a street corner in Chelsea, an angry crowd of lawyers, teachers, artists and others gathered in front of a newly opened \"adult\" video store, its signs blaring \"XXX\" and its windows frosted white. A young woman began berating a store employee for ravaging the Manhattan neighborhood.   \"Why don't you go back to where you came from?\" the woman screamed. \"I'm just doing business,\" the employee, an immigrant, replied, obviously flustered. \"We don't want your business here!\" she screeched.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/03/arts/dance-in-review-245293.html","abstract":"  Urban Bush Women  The Kitchen    Jawole Willa Jo Zollar has a rare gift for evocative persuasion. Her theater-dance pieces usually draw the viewer into sometimes unfamiliar worlds, making potentially alienating themes like spirituality and multiculturalism seem reasonable and familiar.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/03/arts/dance-in-review-111193.html","abstract":"  New York City Ballet  New York State Theater    Kyra Nichols was a regal Princess Aurora when the New York City Ballet offered \"The Sleeping Beauty\" on Saturday afternoon.","thumbnail":null,"section":"Arts"},{"date":"19930503","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/03/nyregion/metro-digest-778593.html","abstract":"  A NEW ATTITUDE ON SMALL BUSINESS   After decades of counting on big business and local government to create jobs, New York City must now look mainly to small companies to rebuild its decimated jobs base and thus must make it easier for them to operate, political leaders, economists and urban planners say. This represents a new attitude toward small businesses, which for years have lacked the clout to pressure City Hall for the financial incentives granted to large corporations that threatened to leave the city. A1. SEX SHOPS TEST NEIGHBORHOOD TOLERANCE   New York City has long held a reputation as one of America's most permissive cities, especially on issues that touch on First Amendment protections of free speech and expression. But the striking proliferation of sex video stores, topless bars and nude dance clubs in neighborhoods where they have rarely ventured before -- from Chelsea to Marine Park in Brooklyn, from the Upper East Side of Manhattan to Forest Hills in Queens -- is now straining that tolerance. B3.","thumbnail":null,"section":"New York"},{"date":"19930503","headline":"TENNIS;\nSeles Back In U.S. And Still No. 1","web_url":"https://www.nytimes.com/1993/05/03/sports/tennis-seles-back-in-us-and-still-no-1.html","abstract":"Monica Seles, the top-ranked women's tennis player, was released from a hospital today and flown by private jet to the United States, two days after she was stabbed during a match.\n\nThe man who attacked Seles purportedly wanted her to lose the No. 1 ranking to his fellow German, Steffi Graf.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930503","time":"1993-05-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":78,"wspd":9.4},{"date":"19930503","time":"1993-05-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":81,"wspd":13},{"date":"19930503","time":"1993-05-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":79,"wspd":7.6},{"date":"19930503","time":"1993-05-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":81,"wspd":7.6},{"date":"19930503","time":"1993-05-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":81,"wspd":7.6},{"date":"19930503","time":"1993-05-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":82,"wspd":9.4},{"date":"19930503","time":"1993-05-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":80,"wspd":7.6},{"date":"19930503","time":"1993-05-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":75,"wspd":11.2},{"date":"19930503","time":"1993-05-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":68,"wspd":11.2},{"date":"19930503","time":"1993-05-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":58,"wspd":7.6},{"date":"19930503","time":"1993-05-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":50,"wspd":9.4},{"date":"19930503","time":"1993-05-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":49,"wspd":7.6},{"date":"19930503","time":"1993-05-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":46,"wspd":7.6},{"date":"19930503","time":"1993-05-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":45,"wspd":9.4},{"date":"19930503","time":"1993-05-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":47,"wspd":7.6},{"date":"19930503","time":"1993-05-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":42,"wspd":7.6},{"date":"19930503","time":"1993-05-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":45,"wspd":11.2},{"date":"19930503","time":"1993-05-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":47,"wspd":7.6},{"date":"19930503","time":"1993-05-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":47,"wspd":5.4},{"date":"19930503","time":"1993-05-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":47,"wspd":7.6},{"date":"19930503","time":"1993-05-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":65,"wspd":18.4},{"date":"19930503","time":"1993-05-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":67,"wspd":13},{"date":"19930503","time":"1993-05-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":65,"wspd":11.2},{"date":"19930503","time":"1993-05-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":68,"wspd":7.6},{"date":"19930503","time":"1993-05-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":55,"wspd":14.8},{"date":"19930503","time":"1993-05-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":65,"wspd":13},{"date":"19930503","time":"1993-05-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":72,"wspd":13},{"date":"19930503","time":"1993-05-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":14.8},{"date":"19930503","time":"1993-05-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":80,"wspd":14.8},{"date":"19930503","time":"1993-05-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":80,"wspd":13},{"date":"19930503","time":"1993-05-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":77,"wspd":11.2},{"date":"19930503","time":"1993-05-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":13},{"date":"19930503","time":"1993-05-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":74,"wspd":14.8},{"date":"19930503","time":"1993-05-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":11.2},{"date":"19930503","time":"1993-05-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":11.2},{"date":"19930503","time":"1993-05-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":80,"wspd":11.2},{"date":"19930503","time":"1993-05-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":67,"wspd":11.2},{"date":"19930503","time":"1993-05-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":62,"wspd":11.2},{"date":"19930503","time":"1993-05-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":53,"wspd":13},{"date":"19930503","time":"1993-05-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":47,"wspd":20.5},{"date":"19930503","time":"1993-05-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":42,"wspd":16.6},{"date":"19930503","time":"1993-05-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":40,"wspd":22.3},{"date":"19930503","time":"1993-05-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":37,"wspd":22.3},{"date":"19930503","time":"1993-05-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":40,"wspd":18.7},{"date":"19930503","time":"1993-05-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":47,"wspd":16.6},{"date":"19930503","time":"1993-05-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":52,"wspd":14.8},{"date":"19930503","time":"1993-05-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":52,"wspd":13},{"date":"19930503","time":"1993-05-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":64,"wspd":9.4}]},"19930504":{"guardian_articles":[],"nytimes_articles":[{"date":"19930504","headline":"SRI LANKA CAPITAL MOURNS PRESIDENT","web_url":"https://www.nytimes.com/1993/05/04/world/sri-lanka-capital-mourns-president.html","abstract":"  White streamers fluttered from wires strung across this languid city, while businesses and homes displayed small white flags, banners in the color of Buddhist mourning. Throughout the city, soldiers with assault rifles warily surveyed passersby and stopped occasional vehicles, their presence exuding an air of uncertainty.   Yet, two days after a suicide bomber assassinated President Ranasinghe Premadasa during a political rally, Colombo was quiet despite the death of two of the country's leaders.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"10 Out of 12 Warhols Go Unsold In First of Big Spring Art Auctions","web_url":"https://www.nytimes.com/1993/05/04/arts/10-out-of-12-warhols-go-unsold-in-first-of-big-spring-art-auctions.html","abstract":"  Sotheby's gambled last night and lost. Prices at its sale of contemporary art, the first in a two-week auction marathon, sank to the levels of 1990-91, when experts proclaimed that the market had hit bottom. The poor sales were something of a surprise, since the market seemed to be slowly turning around last fall.   Of the 77 works up for sale last night, only 40 found buyers. Of those that did sell, most went for prices below or at the auction house's low estimates. And not one work reached $1 million.","thumbnail":null,"section":"Arts"},{"date":"19930504","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/04/nyregion/news-summary-262293.html","abstract":"  International A3-19  NATO PREPARES BOSNIA PLAN  Under preliminary NATO plans, peacekeeping forces would sweep into key Bosnian cities before fanning out into the Bosnian countryside to police a peace accord.  A1  Clinton renewed his pledge on the use of U.S. troops in Bosnia.  A18","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"The N.B.A. Has NBC Feeling 7 Feet Tall","web_url":"https://www.nytimes.com/1993/05/04/sports/tv-sports-the-nba-has-nbc-feeling-7-feet-tall.html","abstract":"  When NBC signed a four-year extension of its television deal with the National Basketball Association last week, no one questioned the wisdom of the network paying the league 25 percent more than it currently remits. The N.B.A. had shown clear evidence of its rising value.   Just a few days after the extension -- $750 million through 1998 -- more evidence was submitted for N.B.A. Commissioner David Stern's giddy good humor: The five weekend playoff games on NBC averaged a 6.8 overnight Nielsen rating compared with the 5.7 for four games last year in the same slots. Take away the 8.8 prime-time rating for Sunday's third game, between Chicago and Atlanta, and NBC was still up 11 percent.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Review/Theater; For the Musical, a Love Affair Beyond the Liaison in a Latin Jail","web_url":"https://www.nytimes.com/1993/05/04/theater/review-theater-for-the-musical-a-love-affair-beyond-the-liaison-in-a-latin-jail.html","abstract":"  In its new incarnation as a dark Broadway musical directed by Harold Prince, \"Kiss of the Spider Woman\" is still about what happens when a gay window dresser and a straight Marxist guerrilla are thrown together in a Latin American jail. That tale of an unexpected friendship has its touching moments, most of which are in the tender, fluttering hands of Brent Carver, the riveting Canadian actor who makes his New York debut as the window dresser, Molina. But the relationship that fascinated and finally moved me most in the show at the Broadhurst is only tangential to its plot: the love affair that Mr. Prince masterminds between Chita Rivera and the audience.   Ms. Rivera plays the title role, a B-movie queen in a Louise Brooks bob who stars in the celluloid reruns that Molina conjures to pass the time of his incarceration. This means that she gets to pop on stage every scene or two in musical parodies of 1940's movie schlock (music by John Kander, lyrics by Fred Ebb) and to wear costumes that include a scanty, yellow feathered jungle skirt and headdress, a czarina's silk gown and, most persistently, a horror picture's spider bodysuit befitting her status as the evening's symbolic angel of death.","thumbnail":null,"section":"Theater"},{"date":"19930504","headline":"Observer; A Case Of Eerie Leakage","web_url":"https://www.nytimes.com/1993/05/04/opinion/observer-a-case-of-eerie-leakage.html","abstract":"  Does anybody else here have leaking TV cable? Does anybody here even know that leaking TV cable is a terrible menace? That's right: menace. Airplanes could crash, possibly into your very own house, because your TV cable is leaking.    I was completely unaware of any of this until just yesterday when a man came to the door with a TV-cable-leakage detector. He said eerie electronic emissions had been detected from our house, which immediately made me think of flying saucers.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Federal Information Age Hasn't Dawned","web_url":"https://www.nytimes.com/1993/05/04/opinion/l-federal-information-age-hasn-t-dawned-865593.html","abstract":"  To the Editor:   The National Archives and Records Administration's failure to develop policies to save electronic computer-generated records is being criticized, not least by historical groups (e.g., news article, April 11). Much of this criticism is justified, but placing sole blame on the agency overlooks its work and other factors.   The Federal Government needs an information policy. NARA's role is complicated by the absence of a comprehensive set of statutes, regulations and standards to guide the creation, management and use of Government information. The agency should play an aggressive role in advocating information policy development, but it is up to the President and Congress to enact it.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Abbott Sees McGwire Here, There, Everywhere","web_url":"https://www.nytimes.com/1993/05/04/sports/baseball-abbott-sees-mcgwire-here-there-everywhere.html","abstract":"  The stare is blank, the pain painted across his face is deep. The responses to inquiries about his performance are soft. Life as a Yankee has not been endearing to Jim Abbott. Not yet.   Blame it on pathetic run support, Abbott's penchant to start seasons in a frigid manner or misplaced pitches. All three have helped spoil Abbott's initial days with the Yankees. But Abbott does not cling to such handy excuses and regurgitate them like reliable cliches. He blames himself.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"McCall's Loss Hurts Dinkins on Board","web_url":"https://www.nytimes.com/1993/05/04/nyregion/mccall-s-loss-hurts-dinkins-on-board.html","abstract":"  Long after Mayor David N. Dinkins lost a working majority on the Board of Education, his appointee H. Carl McCall preserved at least an appearance of mayoral influence, if not clout, by serving with dignity as president of the board.   But now that Mr. McCall has been called to fill an interim appointment as State Comptroller, board members say the Mayor is in danger of losing even that last power.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"BROKER SUSPENDS 3 OVER BOND DEAL WITH NEW JERSEY","web_url":"https://www.nytimes.com/1993/05/04/nyregion/broker-suspends-3-over-bond-deal-with-new-jersey.html","abstract":"  Merrill Lynch & Company, the lead underwriter for New Jersey Turnpike Authority bonds, said today that it had suspended three senior executives involved in a $2.9 billion bond transaction that is now the subject of a Federal investigation.   Merrill Lynch said a routine audit had turned up \"apparent irregularities\" related to transactions conducted in 1992 with Armacon Securities, a bond consultant in Camden County. The irregularities raised the suspicion of improper payments to Armacon to obtain more bond business.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"TENNIS;\nSeles Travels to Colorado To Reportedly Seek Treatment","web_url":"https://www.nytimes.com/1993/05/04/sports/tennis-seles-travels-to-colorado-to-reportedly-seek-treatment.html","abstract":"Monica Seles, the world's top-ranked women's tennis player, traveled to Denver by private jet Sunday night. She was reportedly en route to Vail, where Dr. Richard Steadman, a noted orthopedic surgeon, was expected to examine the back wound she suffered in a stabbing on Friday.\n\nSeles is expected to be treated at the Steadman Hawkins Clinic at Vail Valley Medical Center.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"CONFLICT IN THE BALKANS;\nOn the Yugoslav Border, Leaks Persist","web_url":"https://www.nytimes.com/1993/05/04/world/conflict-in-the-balkans-on-the-yugoslav-border-leaks-persist.html","abstract":"Not half a mile from the Hungarian customs station on the border with Yugoslavia, a lively market in smuggled alcohol has sprouted, the first stop for some of the 20,000 or so Serbs arriving daily to shop for food or earn money in violation of international sanctions.\n\nBuyers and sellers cluster around cars with Hungarian and Yugoslav license plates jammed into a small dirt lot and haggle. One woman unpacks bottles of cognac from a spare tire; nearby, a man siphons grain alcohol from the gas tank of his car; the two liters of gasoline he can fit in his windshield-fluid reservoir flow to the engine, just enough to take him back and forth across the border.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"On My Mind; Time For Apologies","web_url":"https://www.nytimes.com/1993/05/04/opinion/on-my-mind-time-for-apologies.html","abstract":"  Something important is missing in all the talk about how only American muscle and guts are bringing peace in Bosnia -- an apology to Cyrus Vance and Lord David Owen.   The apology is a matter of decency. It is also a matter of understanding what happened, to help protect the peace in case it actually comes about.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"An Uncertain Budget","web_url":"https://www.nytimes.com/1993/05/04/nyregion/an-uncertain-budget.html","abstract":"  An election-year budget is usually an expansive affair, brimming with new revenues and innovative programs aimed at constituencies whose support could help an incumbent mayor retain the pleasant, spacious office in the northwest corner of City Hall.   The $31.4 billion executive budget proposed yesterday by Mayor David N. Dinkins does come in an election year, but that is its only resemblance to a traditional election-year spending plan. Mr. Dinkins's proposal is fraught with fiscal uncertainty, particularly his appeal to fellow Democrats in Washington and Albany for hundreds of millions of dollars in additional Federal and state aid to close a potential deficit of of $500 million, and possibly much more, in the fiscal year that begins July 1. The Mayor's plan also includes a long contingency list of service cuts that would be imposed if the help does not arrive.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Armand D'Amato's Link To Unisys Called 'Seamy'","web_url":"https://www.nytimes.com/1993/05/04/nyregion/armand-d-amato-s-link-to-unisys-called-seamy.html","abstract":"  A Government lawyer charged today that Armand P. D'Amato entered into a \"seamy\" and \"corrupt\" business relationship that brought him $120,500 for helping a military contractor gain access to his brother, Senator Alfonse M. D'Amato.   In his closing statement this morning in Mr. D'Amato's trial on mail fraud charges, the lawyer, Joshua Hochberg, said, \"To call what the defendant did consulting work is to dignify it.\" He added sarcastically, \"To even call it lobbying is to dignify it.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"American Employee at Embassy in Athens Arrested on Spy Charges","web_url":"https://www.nytimes.com/1993/05/04/world/american-employee-at-embassy-in-athens-arrested-on-spy-charges.html","abstract":"  An American employee of the United States Embassy in Athens has been arrested in Virginia on charges of selling highly classified information to contacts suspected of being Greek military officers, United States officials said today.   While the details have not been made public, the officials said the case involved the sale of more than 240 documents containing American assessments of Greek military capabilities and Greek intentions in the former Yugoslavia.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"6 Are Found Slain In a Harlem Home That Was Set Afire","web_url":"https://www.nytimes.com/1993/05/04/nyregion/6-are-found-slain-in-a-harlem-home-that-was-set-afire.html","abstract":"  Six people including a baby were slain -- most of them beaten, stabbed and strangled -- in an East Harlem apartment that was then set on fire yesterday in an apparent attempt to conceal the crime. The motive for the brutal killings remained a mystery yesterday as the police questioned a former boyfriend of one of the dead women, who was the center of a family striving for a better life.   The police speculated that the crime was not connected to drugs but rather was an act of revenge, or a crime of passion. They grappled to explain why the bodies were so mutilated -- with bruises, slashes and rope burns -- and how one or more people could have killed an entire family without attracting attention in the densely populated Thomas Jefferson Houses, a public housing project on East 115th Street.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/04/opinion/IHT-letters-to-the-editor-92878872660.html","abstract":"Taxing the Rich. Art Buchwald's April 1 column (\"Fairness? It's a Big Lie\") asks, \"What exactly is a fair share of taxes?\" Somebody should ask that of President Bill Clinton.. Last year, he campaigned on the politics-of-envy slogan tha","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Finally, Mr. Ferguson Goes to Washington","web_url":"https://www.nytimes.com/1993/05/04/sports/boxing-finally-mr-ferguson-goes-to-washington.html","abstract":"  With each stiff left he throws in training camp here, Jesse Ferguson, at the age of 36, is a punch closer to fighting for the heavyweight championship of the world.   In the corner, his trainer shouts instructions. This time, in something of an about-face, Ferguson is no one's sparring partner: He is the main figure in the One Punch Gym, preparing to head to Washington next week for a shot at Riddick Bowe's title on May 22.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/04/nyregion/c-corrections-833793.html","abstract":"  A report in the Events column of The Home Section on Thursday about an exhibition of designs for the Whitehall Ferry Terminal omitted the name of an architectural firm in the team that won the design competition. The team consists of Venturi, Scott Brown & Associates and Anderson/Schwartz Architects. The listing also omitted a firm that was among the finalists. It is James Stewart Polshek & Partners.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Financing of $31.4 Billion Budget Presented by Dinkins Is Criticized","web_url":"https://www.nytimes.com/1993/05/04/nyregion/financing-of-31.4-billion-budget-presented-by-dinkins-is-criticized.html","abstract":"  Mayor David N. Dinkins presented a $31.4 billion budget plan yesterday that drew criticism from independent fiscal experts for putting off tough decisions in an election year.   Mr. Dinkins proposed a modest series of cuts, including eliminating the Police Cadet Corps, ending 300 community college classes and slowing reductions in the commercial rent tax. But the core of the plan was his proposal to close a half-billion-dollar budget gap by relying on state and Federal aid that has yet to materialize.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Lesbians, Long Overlooked, Are Central to Debate on Military Ban","web_url":"https://www.nytimes.com/1993/05/04/us/lesbians-long-overlooked-are-central-to-debate-on-military-ban.html","abstract":"  When Congress begins a new round of hearings on homosexuals in the military this week, it will take its first long look at the group that is believed to be most affected by the current ban on such soldiers: women.   So far, the debate has been cast largely in terms of gay men: Would they hurt combat morale? Would they spread sexually transmitted diseases? What about communal showers?","thumbnail":null,"section":"U.S."},{"date":"19930504","headline":"Dance of Genes Weaves Pattern Of Pigments in Pelts, Skin and Hair","web_url":"https://www.nytimes.com/1993/05/04/science/dance-of-genes-weaves-pattern-of-pigments-in-pelts-skin-and-hair.html","abstract":"  ROGER D. CONE, a molecular biologist at Oregon Health Sciences University in Portland, has a dog named Koda, a big, grizzled, lumbering tail-thumper who is part German shepherd, part collie. Lots of people own dogs that look like Koda, but not many are likely to know the molecular nuances of why their pets bear the coat colors they do. And it is because his dog so perfectly embodies basic principles of mammalian pigmentation that Dr. Cone has brought the animal into the laboratory to serve as exhibit A.   \"Koda has classic agouti fur,\" says Dr. Cone, pushing apart a patch of the creature's thick pelt so the individual hairs can be seen in detail. \"Black at the base, a yellow stripe in the center and black at the tip -- that's the archetypal agouti.\" As though in proud concurrence, Koda thwacks her tail on the floor.","thumbnail":null,"section":"Science"},{"date":"19930504","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/04/style/chronicle-827293.html","abstract":"  VISCOUNT LINLEY, 31, the son of Princess Margaret, has become engaged to SERENA ALLEYNE STANHOPE, 23, it was announced yesterday in London, by Viscount Petersham, the prospective bride's father.    The viscount, the nephew of Queen Elizabeth II and 12th in line to the British throne, is also the son of the photographer Lord Snowdon.","thumbnail":null,"section":"Style"},{"date":"19930504","headline":"Bears' Gentry Decides to Retire","web_url":"https://www.nytimes.com/1993/05/04/sports/sports-people-football-bears-gentry-decides-to-retire.html","abstract":"  Chicago Bears wide receiver DENNIS GENTRY retired yesterday after 11 seasons. Gentry, 34, was the Bears' fourth-round draft pick from Baylor in 1981 and played his entire career with Chicago.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/04/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91682285829.html","abstract":"1918: Pause in Flanders","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/05/04/style/IHT-what-theyre-reading.html","abstract":"Chris Patten, the governor of Hong Kong, is reading two books, \"Italian Renaissance in Its Historical Background\" by Denys Hay, and \"Italian Labyrinth\" by John Haycraft.. His choice of books is \"related to better informing myself","thumbnail":null,"section":"Style"},{"date":"19930504","headline":"Dance/USA Wins Award","web_url":"https://www.nytimes.com/1993/05/04/arts/dance-usa-wins-award.html","abstract":"  The 42d annual Capezio Dance Award has been given to Dance/USA, a national service and lobbying organization for nonprofit professional dance. The award was presented in a private ceremony on Wednesday at the Hyatt Regency Hotel in Washington. This is the first time the award, a major dance honor given for achievement, has gone to an institution rather than to an individual. It carries a cash prize of $5,000.","thumbnail":null,"section":"Arts"},{"date":"19930504","headline":"Thriving Amid Harmony, A Mosque Is Transformed","web_url":"https://www.nytimes.com/1993/05/04/world/thriving-amid-harmony-a-mosque-is-transformed.html","abstract":"  Under a festive white tent with green trim, the members of the Islamic Center of New England gathered this spring to break ground for a mosque in this quiet town 20 miles south of downtown Boston.   The master of ceremonies was a doctor from Kashmir. The call to prayer was chanted by a welder from Trinidad. The building's plans were drawn by an architect from Turkey, and the feast that followed the ceremony was prepared by a chef from East Pakistan. All are Muslim.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"New York City's Teetering Budget","web_url":"https://www.nytimes.com/1993/05/04/opinion/new-york-city-s-teetering-budget.html","abstract":"  Mayor David Dinkins boasts that, with his new budget, New York City's books will be balanced for the 14th year in a row. That is nothing to boast about; it's required by state law. What matters is how the balance has been struck. As usual, it is precarious.   This is an election year, for the Mayor's office and the City Council -- not a situation that's likely to produce tax increases or bold cuts in city spending. Indeed, the Mayor says he will no longer press the State Legislature for the added taxing authority he had sought, which the Legislature has been unwilling to give him. And he proposes to hold cuts in city programs to a minimum, with no layoffs.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/04/nyregion/c-corrections-835393.html","abstract":"  A chart yesterday listing candidates for community school boards in Queens and on Staten Island misstated the position of the Council of Jewish Organizations of Staten Island. According to its executive director, Bracha Cabot, while the group has encouraged people to vote in the elections in District 31, it has not endorsed candidates.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"A First Bow, This Time To the Press","web_url":"https://www.nytimes.com/1993/05/04/arts/a-first-bow-this-time-to-the-press.html","abstract":"  As a dizzying circle of photographers screamed \"Conan!\" from every side and a dozen video cameras and a room full of reporters recorded his every utterance, Conan O'Brien officially entered the world of big-time show business yesterday.   In the elegant setting of the Rainbow Room, Mr. O'Brien held his first news conference since NBC's surprise announcement last week that he would succeed David Letterman as the host of its weeknight comedy and talk show, \"Late Night.\"","thumbnail":null,"section":"Arts"},{"date":"19930504","headline":"Former Foes Team Up","web_url":"https://www.nytimes.com/1993/05/04/science/former-foes-team-up.html","abstract":"  THE top nuclear weapon designers of East and West, who for decades labored in secret to devise better ways of destroying each other's homelands with radioactive fire, are teaming up to conduct a joint scientific experiment for the first time.   The collaboration in basic science, to begin this summer, is seen as a post-cold-war milestone. While many East-West partnerships have formed since the collapse of the Soviet Union, including a few among scientists with atomic skills, no experimental work has yet involved the highly specialized researchers who usually devote themselves to devising new kinds of nuclear armaments.","thumbnail":null,"section":"Science"},{"date":"19930504","headline":"A Dismissal In an Attack In Brooklyn","web_url":"https://www.nytimes.com/1993/05/04/nyregion/a-dismissal-in-an-attack-in-brooklyn.html","abstract":"  A judge yesterday dismissed assault charges against a Hasidic Jew who was accused of being part of a group of Hasidim who beat a black man last year in Crown Heights, Brooklyn.   The dismissal of the case against Moshe Katzman, a 24-year-old rabbinical student, came five months after the widely publicized encounter between the Hasidic group and the black man, Ralph Nimmons, who said he was the victim of a racial attack but then refused to cooperate with Brooklyn prosecutors. The incident occurred in a neighborhood with a history of racial tensions, which culminated in several nights of violence in August 1991.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"College's Ties to Church Group Challenged","web_url":"https://www.nytimes.com/1993/05/04/nyregion/college-s-ties-to-church-group-challenged.html","abstract":"  Opponents of the University of Bridgeport's affiliation with a group sponsored by the Unification Church filed suit today, challenging the agreement.   The suit contends that the agreement with the Unification Church group, the Professors World Peace Academy, violates the private university's charter and state laws governing nonprofit institutions.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/04/style/chronicle-826493.html","abstract":"  ANNIE L. COHEN-SOLAL cut quite a swath across New York's cultural and social scene during the four years she served in New York as the cultural counselor at the French Embassy, a position from which she resigned last month. Now, she is making plans to return to the scholarly life. A former teacher, she has been named a research professor in the French department at New York University.    \"That means that I will give one seminar a semester to do with the history of France and contemporary France, and I will write again,\" she said the other day.","thumbnail":null,"section":"Style"},{"date":"19930504","headline":"The Big Met Bats Seem to Be Made of Wouldn't","web_url":"https://www.nytimes.com/1993/05/04/sports/baseball-the-big-met-bats-seem-to-be-made-of-wouldn-t.html","abstract":"  The computations remain very viable for the Mets. An eight-and-a-half-game deficit in May isn't statistical death. But for all the optimistic equations the Mets can draw up, they have no option every night but to write the names Murray, Bonilla and Johnson into the lineup card's No. 3, 4 and 5 spots.   The names and their numbers haven't added up to much for the Mets -- in 1992, and so far in 1993. Are they a hopelessly inadequate fit? There is plenty of reason to suspect so, and there is doubt about whether the Mets can ever generate the kind of offense needed to establish themselves as a contender this season.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/04/opinion/IHT-letters-to-the-editor-91062699541.html","abstract":"A Very Close Second . Regarding \"The NCAA Showdown at Last\" (Sports, April 6) by Malcolm Moran:. The article says that North Carolina has played in the NCAA collegiate basketball tournament's Final 16 for 13 consecutive years, adding, \"The","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Trump, in a Federal Lawsuit, Seeks to Block Indian Casinos","web_url":"https://www.nytimes.com/1993/05/04/nyregion/trump-in-a-federal-lawsuit-seeks-to-block-indian-casinos.html","abstract":"  Donald J. Trump, who owns three casinos in Atlantic City, has sued the Federal Government, maintaining that allowing Indian tribes to open casinos discriminates against him.    The Trump lawsuit, filed Friday in Federal District Court in Newark, gives legal voice to fears that growth in legalized gambling threatens New Jersey's casino monopoly on the East Coast.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Jet Newcomer Hopes To Shake Reputation","web_url":"https://www.nytimes.com/1993/05/04/sports/pro-football-jet-newcomer-hopes-to-shake-reputation.html","abstract":"  Johnny Johnson, the running back the Jets acquired from Phoenix by swapping their No. 3 pick for No. 4 on draft day, was handed his new jersey today. With his size and talent, he could become the Jets' best runner since the young Freeman McNeil.   But along with impressive numbers, Johnson brings with him a reputation as being undependable, which, he says, is an unfair one that traces to his college days at San Jose State.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/04/nyregion/c-corrections-305093.html","abstract":"  A front-page headline on Saturday about Defense Secretary Les Aspin's disciplinary actions against officials involved in the C-17 cargo plane program misstated the action against Maj. Gen. Michael J. Butchko Jr. He was relieved of his current duties, not dismissed.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"A Big Second Step in Somalia","web_url":"https://www.nytimes.com/1993/05/04/opinion/a-big-second-step-in-somalia.html","abstract":"  The world's disarray over the bloodletting in Bosnia has obscured a more successful lifesaving operation in Somalia. An international force led by the United States has created a secure environment for delivering relief supplies. Millions of Somalis now live in relative peace as violence has abated. And Somalis themselves have taken the first steps to reconstruct a shattered society. Americans have reason for pride as the United Nations takes over a humanitarian operation authorized by President Bush and inherited by President Clinton.    Yet some Americans worry that a perilous precedent is being set in this second phase of Operation Restore Hope. Of 28,000 peacekeepers due to remain in Somalia, about 4,000 will be American. They will be led by a non-American, Lieut. Gen. Cevik Bir of Turkey. This will be the first peacetime instance in which Americans have served, outside NATO, under a foreign commander.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Most Violence Against Women Isn't Domestic","web_url":"https://www.nytimes.com/1993/05/04/opinion/l-most-violence-against-women-isn-t-domestic-869893.html","abstract":"  To the Editor:   \"Muggings in the Kitchen\" (editorial, April 23) says that \"an American woman is beaten by her husband or boyfriend every 15 seconds.\" At that rate, 21 million women would be beaten by their husbands or boyfriends every year. That is simply not the case.   Statistics from the Department of Justice National Crime Survey show only 56,000 cases of violence suffered by female victims that were reportedly caused by a spouse. An additional 216,000 violent acts were perpetrated by a former spouse; 198,000 by a boyfriend or former boyfriend. There were 696,800 assaults from another \"person whom victim knew\" and 1.13 million from a stranger. The total from the Justice Department's survey, including strangers, is approximately one-tenth the number your editorial cites: 2.2 million cases.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Anna Perkins, 93, A Family Doctor In Rural New York","web_url":"https://www.nytimes.com/1993/05/04/nyregion/anna-perkins-93-a-family-doctor-in-rural-new-york.html","abstract":"  Dr. Anna Perkins, a country doctor who for 65 years cared for generations of families in the foothills of the Catskills, died on Wednesday at Albany Medical Center. She was 93 and lived in the village of Westerlo.   Dr. Roger Drew, her personal physician, said the cause was pneumonia and congestive heart failure.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Chess","web_url":"https://www.nytimes.com/1993/05/04/arts/chess-581893.html","abstract":"  A criticism that grandmasters level at their colleagues -- and, in especially candid moments, at themselves -- is the occasional lack of a sense of danger. One is not supposed to be startled in the last moment by an opponent's attack, which can then no longer be fended off, but to sense weaknesses in one's king position and take steps early to bolster them.   Sometimes that is not enough. David Vigorito of Massachusetts, a national master, had anticipated the chief line of attack that the Manhattan grandmaster Lev Alburt had intended to snare him with in their Round 4 encounter in the New York Open at the Ramada Hotel. Vigorito had also prepared an ingeniously effective counterattack. But he had not foreseen the secondary danger, and Alburt smashed through with a stunning queen sacrifice. The game was played on April 9.","thumbnail":null,"section":"Arts"},{"date":"19930504","headline":"Bombing Suspect's Wife Holds On as Her Husband Awaits Trial","web_url":"https://www.nytimes.com/1993/05/04/nyregion/bombing-suspect-s-wife-holds-on-as-her-husband-awaits-trial.html","abstract":"  Her neighbors in Egypt had quietly told Marianne Abouhalima about the secret police, about the telephone taps, about the midnight raids that dragged men away for interrogation, about the torture. But don't worry, they assured her, the men usually came back in four or five days.   The warnings proved prophetic; the assurance of quick release has not.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"20,000 U.S. TROOPS MAY GO TO BOSNIA, NATO ADMIRAL SAYS","web_url":"https://www.nytimes.com/1993/05/04/world/conflict-in-the-balkans-20000-us-troops-may-go-to-bosnia-nato-admiral-says.html","abstract":"  Under preliminary plans being drawn up by NATO military authorities, American and allied peacekeeping forces are to sweep into Sarajevo and other key Bosnian cities before fanning out into the Bosnian countryside to police a new peace accord.    The initial troops sent to Sarajevo would be the vanguard of a force of more than 50,000, which is to include about 20,000 to 25,000 American troops, according to Western diplomats and military officials. Other European officials said that the United States has advised NATO that it is prepared eventually to contribute up to 34,000 troops.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"The Manifold Uses of Memory","web_url":"https://www.nytimes.com/1993/05/04/science/personal-computers-the-manifold-uses-of-memory.html","abstract":"  FROM the electronic mailbag, Arthur Hostage of Cheshire, Conn., asks: \"All of the ads for PC's and Macs state the amount of RAM included, and many of them indicate the expandability of this memory up to 20, 32, 64 or 68MB. Why would anyone want such large amounts of RAM?\"   \"The primary answers are speed and convenience,\" said Mike Frost, president of Techworks Inc. of Austin, Tex., a major supplier of memory chips for Apple Macintosh computers. Before letting Mr. Frost explain, some background may be helpful.","thumbnail":null,"section":"Science"},{"date":"19930504","headline":"Ex-Spy Chief Assails German Treason Trial","web_url":"https://www.nytimes.com/1993/05/04/world/ex-spy-chief-assails-german-treason-trial.html","abstract":"  On the eve of his trial on charges of high treason and bribery, the former head of East Germany's foreign intelligence service denounced the proceeding today as politically motivated \"victor's justice\" and said its main objective is to force him to reveal the names of his former agents and sources around the world.    The accused, Markus Wolf, headed the East German Ministry for State Security's foreign intelligence service from 1953 until his retirement in 1986, building an international reputation for his intellect, skill and cunning. Under his guidance, the East German foreign intelligence service scored a number of spectacular successes, including placing an agent in the West German Chancellor's office and thoroughly infiltrating Bonn intelligence agencies.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"Kelly Orders Crackdown On Licenses","web_url":"https://www.nytimes.com/1993/05/04/nyregion/kelly-orders-crackdown-on-licenses.html","abstract":"  Police Commissioner Raymond W. Kelly announced a crackdown yesterday on motorists driving with suspended licenses. For the first time, any driver stopped by the police with two or more suspensions arising from separate incidents will be arrested rather than merely given a summons.   The procedure, which will take effect today, is a response to three pedestrian deaths in three weeks involving drivers with a record of suspended licenses or no license at all.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/04/nyregion/c-corrections-832993.html","abstract":"  Because of an editing error, a report in the Currents column of The Home Section on Thursday, about a show at the Rotunda Gallery in Brooklyn, misidentified an architect in some editions. He is Clifton Balch.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/04/nyregion/bridge-582693.html","abstract":"  The result of the annual battle to determine the Grand National Team champions for New York City and Long Island is coming into clearer focus. In one semifinal, played Sunday at the Beverly Club, 130 East 57th Street, John Rengstorff, Bill Ehlers, Michael Radin, all of Manhattan, and Michael Kopera of Brooklyn won by 36 imps against Brian Glubok, Jim Rosenbloom, Arjun Ray, all of Manhattan, Fred Chang, Jared Lilienstein, both of Flushing, Queens, and Win Allegaert of Astoria, Queens.   The Rengstorff team, hoping to advance to national playoffs in Washington in July, will eventually play the winners of the other semifinal, scheduled May 23 between teams headed by John Roberts of Manhattan and Alex Pollenz of Wantagh, L.I.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Tire Slashings Are Investigated as a Bias Crime","web_url":"https://www.nytimes.com/1993/05/04/nyregion/tire-slashings-are-investigated-as-a-bias-crime.html","abstract":"  The tires on more than 40 cars were slashed early yesterday morning in Williamsburg, Brooklyn, and at least one windshield was marked with a swastika in an attack that is being investigated as a possible bias crime, the police said.   Residents on Penn Street, Marcy Avenue and several other streets in the neighborhood said they awoke to discover that someone had methodically walked down their blocks, puncturing the two outside tires of most of the cars. Many Hasidic Jews live in the area. 'Everybody Is Very Upset'    Andor Mann, 57, who lives at 236 Penn Street, said that when he returned home from an early morning visit to synagogue about 7 A.M., he found that two of the tires on his station wagon were full of holes. He had not noticed the damage when he left in the dark about 5:30 A.M.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Review/Music; Separating The Instrument From a Guitar's Spirit","web_url":"https://www.nytimes.com/1993/05/04/arts/review-music-separating-the-instrument-from-a-guitar-s-spirit.html","abstract":"  With a few exceptions, Julian Bream's generous evening of guitar music at the 92d Street Y on Saturday consisted of his own transcriptions. The process created two situations: one physical, the other more evanescent.   The solo guitar has interesting things to say about Bach's G-minor Violin Sonata, Paganini's A-major for violin and guitar or the little Ravel piano piece, \"Pavane pour une Infante Defunte.\" It also gives them a dimension of technical striving they did not have before and may not have wanted. The guitar's delicate sensibilities are brought to bear by a master, but we are never able to forget what a brute the instrument is to play.","thumbnail":null,"section":"Arts"},{"date":"19930504","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/04/opinion/IHT-letters-to-the-editor-92571736921.html","abstract":"AIDS in Thailand . In the April 10-11 issue, an article on child prostitution states that \"one UNESCO study estimated that 2 million Thai females work as prostitutes and that 800,000 are adolescents and children.\" As a University of Michigan soc","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Yanks Work Backward, Go Forward","web_url":"https://www.nytimes.com/1993/05/04/sports/on-baseball-yanks-work-backward-go-forward.html","abstract":"  If, five months from today, the Yankees should be champions of a division bereft of teams worthy of that stature, architects of future would-be champions would be hard-pressed to copy New York's blueprint for success.   Among other moves since the end of last season, the Yankees have made some that prompt head-scratching no matter how successful the team is:","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Coleman's Name at Top Of Nets' Casualty Report","web_url":"https://www.nytimes.com/1993/05/04/sports/pro-basketball-coleman-s-name-at-top-of-nets-casualty-report.html","abstract":"  With their best player resting a sore knee and two others sidelined by illness, the Nets couldn't even put together a full scrimmage today as they prepared for Game 3 of their opening-round playoff series against Cleveland.   Derrick Coleman, the power forward who has averaged 29 points as the Nets and Cavaliers split the first two games, sat out practice today with a sore left knee. The Nets said it was not considered serious and that Coleman would play in Wednesday's game, at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/05/04/sports/results-plus-766793.html","abstract":"  TENNIS And a New Teen-Ager Shall Lead Them Iva Majoli, a 15-year-old from Croatia, scored the biggest upset in the first round of the Italian Open yesterday in Rome. In her first victory in a major tournament, she beat 10th-seeded Nathalie Tauziat of France, 6-1, 6-2, in a center-court match interrupted by rain for 30 minutes. In another surprise, Silvia Farina of Italy defeated No. 13 Lori McNeil of the United States, 5-7, 6-2, 6-2, delighting the hometown fans. Mary Pierce of France, No. 11, struggled before beating Shaun Stafford of the United States, 6-4, 7-5. The 16th-seeded player, Naoko Sawamatsu of Japan, advanced with a 6-3, 6-4 victory over Bettina Fulco-Villella of Argentina. The top eight seeded players received first-round byes. The hard-hitting Majoli, who moved to the United States three years ago from Croatia, overpowered Tauziat. \"I expected to win,\" Majoli said. \"I was feeling very comfortable.\" (AP) O'Brien Beats Stark: Alex O'Brien defeated his former Stanford teammate, the seventh-seeded Jonathan Stark, 6-4, 6-4, yesterday in the first round of the $260,000 United States Tennis Association men's clay courts tournament in Tampa, Fla. O'Brien will meet another former Stanford player, Jeff Tarango, in the round of 16. Tarango rallied past a qualifier, Diego Perez of Uruguay, 0-6, 6-2, 6-2. In other matches involving seeded players, No. 6 Luis Herrera of Mexico beat Claudio Mezzadri of Switzerland, 6-1, 7-5, and No. 8 Derrick Rostagno defeated Leonardo Lavalle of Mexico, 6-4, 7-5. Mark Woodforde of Australia, who is seeded No. 1 in a tournament for the first time in his 10-year career, was scheduled to face Patrick McEnroe in a first-round match last night. (AP) COLLEGE BASEBALL It Didn't Even Take a Century It was an otherwise routine victory over a non-conference rival, and a Division III rival at that, but Springfield College made a lot of yesterday's 8-3 defeat of Williams at Berry-Allen Field in Springfield, Mass. The victory gave the Chiefs a 21-11 record this season, including 16-6 in the Northeast 10 Conference, but more important, a 1,000-791 record over all in 87 varsity seasons. Springfield is the first Division II school in New England to reach 1,000 victories.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"A Mystery Explained: Why 25 Fish Species Are Warm-Blooded","web_url":"https://www.nytimes.com/1993/05/04/science/a-mystery-explained-why-25-fish-species-are-warmblooded.html","abstract":"THE vast majority of fish species are cold-blooded, meaning that their body temperatures fluctuate with the surrounding water. Some 25 species, however, can keep their eyes, brains or entire bodies warm, independent of ambient temperatures, as birds and mammals do.\n\nFor years scientists have debated which of two competing theories better explains this finny ability. One was that the fish acquired their warming techniques primarily so they could expand their ranges into colder regions of the ocean, which promised new sources of food. The other hypothesis was that the techniques allowed the fish to increase their aerobic capacity so they could be more active.","thumbnail":null,"section":"Science"},{"date":"19930504","headline":"Khmer Rouge Hit Post Used by U.N. Peacekeepers","web_url":"https://www.nytimes.com/1993/05/04/world/khmer-rouge-hit-post-used-by-un-peacekeepers.html","abstract":"  Khmer Rouge guerrillas attacked a Cambodian city close to the fabled ruins of Angkor today, briefly held the local airport and destroyed a fuel and ammunition dump used by United Nations peacekeeping troops.   The attack by the Khmer Rouge on the city of Siem Reap near a tourist center before dawn came only three weeks before a United Nations-sponsored election and seemed intended to prove that the United Nations cannot provide security during the voting.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"Audrey Hepburn Tribute","web_url":"https://www.nytimes.com/1993/05/04/movies/audrey-hepburn-tribute.html","abstract":"  Three films that starred Audrey Hepburn, who died on Jan. 20, are to be shown today as part of a daylong tribute to the actress sponsored by the New York Metropolitan Committee for Unicef. \"Wait Until Dark\" and \"Charade\" are to be shown at 2 and 4 P.M., respectively, at the Angelika 57 Theater, 225 West 57th Street, Manhattan. Tickets to the double bill are $10. A screening of \"My Fair Lady\" at 7:30 P.M. is to have a Champagne-and-dessert intermission. Tickets are $35; with a cocktail reception at 5:45 P.M., $75. All proceeds will go to Unicef's Audrey Hepburn Memorial Fund for needy African children. Information: (212) 759-0760.","thumbnail":null,"section":"Movies"},{"date":"19930504","headline":"The School Board Sham","web_url":"https://www.nytimes.com/1993/05/04/opinion/the-school-board-sham.html","abstract":"  Today is Election Day in all 32 Community School Board districts. There are important issues at stake, including the potentially destructive involvement of the religious right. We had hoped to offer endorsements. But after carefully studying the campaigns in each district, we regretfully conclude that we cannot responsibly endorse in a sufficiently large number of districts.    There are 543 candidates in 32 districts. The system is chaotic and, with exceptions, tends to attract low-quality candidates less interested in education than in politics and patronage. The choice among candidates is often merely between a puppet and an incompetent.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Wallace Remains in Hospital","web_url":"https://www.nytimes.com/1993/05/04/sports/sports-people-auto-racing-wallace-remains-in-hospital.html","abstract":"  RUSTY WALLACE remained hospitalized yesterday after crashing at the end of Sunday's Winston 500 in Talladega, Ala.   Wallace, the Winston Cup points leader, suffered a broken wrist and a concussion when his Pontiac was clipped by DALE EARNHARDT off the final turn, lifted off the track and barrel-rolled several times before coming to rest beyond the finish line in the infield grass.   Wallace was in stable condition at the Carraway Methodist Center in Birmingham, where he was taken by helicopter after the crash.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Some Patients Arouse Hatred, Therapists Find","web_url":"https://www.nytimes.com/1993/05/04/science/some-patients-arouse-hatred-therapists-find.html","abstract":"  WIDE publicity has been given to the occasional psychotherapist who sleeps with a patient. Less widely known is that many psychotherapists, beneath their professional mask of unflappability, sometimes hate or fear their patients, according to a national survey of 285 therapists.   The portrait that emerges from the first national survey of the disturbing feelings clinical psychologists harbor toward their patients shows that therapists can be under the sway of feelings every bit as extreme as those of their clients, at times skewing how well they conduct therapy.","thumbnail":null,"section":"Science"},{"date":"19930504","headline":"Man in the News; In Line for Fiscal Chief: H. Carl McCall","web_url":"https://www.nytimes.com/1993/05/04/nyregion/man-in-the-news-in-line-for-fiscal-chief-h-carl-mccall.html","abstract":"  As president of the New York City Board of Education, H. Carl McCall could not get a majority to back him on an AIDS instruction program that stressed condom use and could not get the majority to join in trying to retain Schools Chancellor Joseph A. Fernandez.   Yet, despite being on the losing end of such high-profile votes, Mr. McCall has generally comported himself with cunning, fairness and an eye on the navigable middle road that has drawn respect even from foes. So it was no surprise to those who have worked with him for the last two years, and those who have known him as a state senator or as a Citibank vice president, that Mr. McCall yesterday won an almost certain appointment as state comptroller. The appointment would make him the first black to hold a statewide elective office in New York.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Review/Television; SJF, 40ish, Pressured In TriBeCa","web_url":"https://www.nytimes.com/1993/05/04/arts/review-television-sjf-40ish-pressured-in-tribeca.html","abstract":"  At the very bottom of last week's Nielsen ratings, on a list of more than 90 programs, was Fox's \"TriBeCa.\" Things do not, to put it delicately, look good for the weekly series valiantly backed by Robert De Niro's production company. And that is hardly cause for celebration.   Admittedly, the Tuesdays-at-9 P.M. anthology has been uneven, sometimes brilliant, not infrequently obvious. As its tales of life in lower Manhattan have unfolded, there has been little consistency of tone or style. The two continuing characters of Harry the cafe owner (Philip Bosco) and Carlton the mounted policeman (Joe Morton) haven't been quite enough to make on-a-dime weekly transitions from dramas about the homeless to light comedies about aging Lotharios. Before tuning in, most television viewers like to know what they can more or less expect.","thumbnail":null,"section":"Arts"},{"date":"19930504","headline":"Slaying of Gay Sailor Is Admitted; Shipmate Says It Was Unplanned","web_url":"https://www.nytimes.com/1993/05/04/us/slaying-of-gay-sailor-is-admitted-shipmate-says-it-was-unplanned.html","abstract":"  In a case that has focused attention on attitudes toward homosexuals in the military, an American sailor admitted at a hearing today that he beat a gay shipmate to death in Japan last fall but offered no motive for the crime.   In his first public response to the charges, the sailor, Airman Apprentice Terry M. Helvey, sought leniency by rejecting the Navy's charge that the slaying had been planned.","thumbnail":null,"section":"U.S."},{"date":"19930504","headline":"Sports of The Times; A 'Crucial' Mets Series, Sort Of","web_url":"https://www.nytimes.com/1993/05/04/sports/sports-of-the-times-a-crucial-mets-series-sort-of.html","abstract":"  IN their best seasons, the Mets often had a \"crucial series\" with the Cardinals or the Cubs or the Pirates, but usually in September with first place in the National League East at stake.   But for these Mets, it has come to this: their \"crucial series\" this week involves four games with the Florida Marlins, beginning Friday night at Shea Stadium, with last place at stake.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Rules on Vendors Offered","web_url":"https://www.nytimes.com/1993/05/04/nyregion/rules-on-vendors-offered.html","abstract":"  A measure to prohibit book vendors from setting up tables on some of New York's most crowded streets passed a critical hurdle yesterday, winning approval from the City Council's consumer affairs committee.  The committee also passed a measure that would create 100 new licenses for food vendors, which will be reserved for veterans. The two measures have the support of Mayor David N. Dinkins and Peter F. Vallone, the Council Speaker, and are expected to become law. The measure on book vendors will designate several chronically crowded areas -- including parts of 125th Street in Harlem, Fifth Avenue in midtown Manhattan and Fulton Street in Brooklyn -- as restricted areas. Book vendors could walk there to sell material, but could not set up display tables.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/04/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Pyramid Pedalers","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"DeOssie and Giants Agree on Contract","web_url":"https://www.nytimes.com/1993/05/04/sports/sports-people-football-deossie-and-giants-agree-on-contract.html","abstract":"  Linebacker STEVE DeOSSIE has reached agreement with the Giants on a two-year agreement, his agent, JACK MULA, said last night. The Giants don't discuss such agreements until a contract has been signed, something Mula suggested would take place within a few days. Mula would not discuss all the financial terms, but said that in anticipation of a salary cap next year, the contract had been front-loaded, giving the 30-year-old DeOssie more money this season and the Giants more room under next year's anticipated cap.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Eastern German Metalworkers Go on Strike","web_url":"https://www.nytimes.com/1993/05/04/world/eastern-german-metalworkers-go-on-strike.html","abstract":"Eastern German metalworkers went on strike today to back their demand that employers come through with a promised pay increase that would bring pay levels in the east much closer to levels in western Germany.\n\nIt was eastern Germany's first legal strike in more than 60 years. Strikes were outlawed under the Nazis and then by the region's Communist rulers.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"Give Mercy a Day in Court","web_url":"https://www.nytimes.com/1993/05/04/opinion/give-mercy-a-day-in-court.html","abstract":"  Why are prosecutors in Texas, the state with the most executions, so determined to inflict the death penalty on killers who were 17 or younger at the time of their crimes? It's a mystery, since the state legislature recently decreed that henceforth juries are to consider a murderer's youth as a mitigating factor that could result in a life sentence instead of death.    A 30-day reprieve by Gov. Ann Richards from an execution gives Texas a little time to reconsider its prosecutorial zeal. The condemned man, Gary Graham, who killed a man in his youth, was convicted under the state's old law, which defined mitigation so narrowly that juries weren't required even to    consider    mental retardation or youth as factors warranting mercy. Mr. Graham can't even get a hearing before the state's Board of Pardons and Paroles, which turned him down by a vote of 10 to 7 last month.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Seles in Colorado, Leaving A Troubled Sport Behind","web_url":"https://www.nytimes.com/1993/05/04/sports/IHT-seles-in-colorado-leaving-a-troubled-sport-behind.html","abstract":"Monica Seles, the world's top-ranked woman tennis player, has flown to Denver on a private jet and reportedly is en route to Vail,Colorado, where the renowned orthopedic surgeon,Richard Steadman, is expected to examine the back wound inflicted when sh","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/04/sports/transactions-702093.html","abstract":"  Baseball American League  BALTIMORE ORIOLES -- Placed Mike Devereaux, outfielder, on the 15-day disabled list. Recalled Damon Buford, outfielder, from Rochester of the International League.   National League","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"German Social Democrats' Leader Quits Over Lie","web_url":"https://www.nytimes.com/1993/05/04/world/german-social-democrats-leader-quits-over-lie.html","abstract":"  Caught in a lie about an old scandal in which he had seemed to be the victim, the leader of Germany's Social Democratic Party resigned today, leaving the opposition to Chancellor Helmut Kohl without a candidate only a year before the next general election.   The politician, Bjorn Engholm, age 53, a pipe-smoking North German who promised a gentler brand of politics, quit as the Social Democrats' leader and as Premier of the state of Schleswig-Holstein.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"Doctor Cites Inconsistencies In Dylan Farrow's Statements","web_url":"https://www.nytimes.com/1993/05/04/nyregion/doctor-cites-inconsistencies-in-dylan-farrow-s-statements.html","abstract":"  The doctor who headed the Connecticut investigation into whether Woody Allen molested his 7-year-old daughter, Dylan, theorized that the child either invented the story under the stress of living in a volatile and unhealthy home or that it was planted in her mind by her mother, Mia Farrow, a sworn statement released yesterday says.   Dr. John M. Leventhal, who interviewed Dylan nine times, said that one reason he doubted her story was that she changed important points from one interview to another, like whether Mr. Allen touched her vagina. Another reason, he said, was that the child's accounts had \"a rehearsed quality.\" At one point, he said she told him, \"I like to cheat on my stories.\"","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/04/opinion/IHT-letters-to-the-editor.html","abstract":"Japan and Militarism. Regarding \"The Barriers to Activism Are Mainly Self-Imposed\" (Opinion, March 29) by Gerald Segal:. The current legislation for sending Japan's Self-Defense Forces on United Nations peacekeeping operations is based on shaky","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Chiefs Sign Outland Trophy Winner","web_url":"https://www.nytimes.com/1993/05/04/sports/sports-people-football-chiefs-sign-outland-trophy-winner.html","abstract":"  WILL SHIELDS, the Outland Trophy winner and an all-America guard at Nebraska, signed with the Kansas City Chiefs yesterday.   Shields, a third-round draft choice who was the Chiefs' highest selection, signed a series of three one-year contracts. The 6-foot-2-inch, 298-pounder was regarded as one of the best pulling collegiate guards and helped Nebraska to a rushing average of 333.4 yards a game.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Fernandez Takes Control of Troubled Bronx School District","web_url":"https://www.nytimes.com/1993/05/04/nyregion/fernandez-takes-control-of-troubled-bronx-school-district.html","abstract":"  Schools Chancellor Joseph A. Fernandez yesterday removed all eight members of a local South Bronx school board from office, citing widespread patronage and abuse in hiring and promotion, including the accusation that a woman paid a bribe to try to get an appointment as principal.   The action followed the arrest last Wednesday of an educator, Virginia Noville, after investigators said she was videotaped turning over thousands of dollars in cash to a member of Community District School Board 12 in hopes of getting the principal's post.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Lemieux, Hurting, Set To Be a Pain To Islanders","web_url":"https://www.nytimes.com/1993/05/04/sports/hockey-lemieux-hurting-set-to-be-a-pain-to-islanders.html","abstract":"  Mario Lemieux of the Pittsburgh Penguins said today that his back felt better and that he expected to play in Game 2 of the Patrick Division finals Tuesday night against the Islanders. But Lemieux also said that he might need more surgery on the back after the Stanley Cup playoffs.   \"It's always possible -- I'm talking to the doctors,\" Lemieux said after getting a back massage while his teammates practiced here at Civic Arena. \"Hopefully, I can get through the next couple of months and see what we do in the summer. We might have to go in again. Minor surgery. I just try to deal as best I can with it. It's really frustrating when you don't know what's happening from day to day. It's a tough situation.\"","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"This Tale Of a Nanny Ends Well","web_url":"https://www.nytimes.com/1993/05/04/nyregion/our-towns-this-tale-of-a-nanny-ends-well.html","abstract":"  THIS is a Cinderella story. It is about a young woman from the hardscrabble heart of Appalachia who comes north to work as a nanny. After burrowing inside herself, she finds kindred spirits and a Prince Charming and makes plans to move with him into a palace of a house. Our heroine even goes Cinderella one better because she unearths her long lost father.   Yvonne McDowell's fairy tale needs telling now because the image of nannies has been transformed from the charm of Mary Poppins to the menace of \"The Hand That Rocks the Cradle.\" Westchester nannies have been charged in two brutal infant deaths, with one of them acquitted and one yet to face a jury.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Jerusalem Journal; His Strength Is Grace, and Now for a Graceful Exit","web_url":"https://www.nytimes.com/1993/05/04/world/jerusalem-journal-his-strength-is-grace-and-now-for-a-graceful-exit.html","abstract":"  Throughout one recent morning, at 40-minute intervals, the new ambassadors of five countries presented their credentials to President Chaim Herzog, who was leading such ceremonies for the last time.   They were purely routine rituals, and Mr. Herzog, who leaves office next week, has seen more than his share. Nevertheless, they underlined how much Israel's international position has changed since he began the first of his two five-year terms in 1983.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"HIGH COURT LIMITS SEARCH CHALLENGE","web_url":"https://www.nytimes.com/1993/05/04/us/high-court-limits-search-challenge.html","abstract":"  The Supreme Court ruled today that partners in crime do not have the right to challenge the legality of police searches of one another's cars, homes or other possessions.   The unanimous, unsigned opinion reaffirmed the Court's longstanding approach to the question, overturning a contrary decision by a Federal appeals court. That decision, issued last year by the United States Court of Appeals for the Ninth Circuit, in San Francisco, threw out much of the evidence linking a Customs Service agent to a conspiracy to smuggle cocaine across the Mexican border into Arizona.","thumbnail":null,"section":"U.S."},{"date":"19930504","headline":"8 Weeks' Worth of Balanchine From City Ballet","web_url":"https://www.nytimes.com/1993/05/04/arts/8-weeks-worth-of-balanchine-from-city-ballet.html","abstract":"  The New York City Ballet has a long history of festivals, but nothing quite matches the scope and ambition of the company's \"Balanchine Celebration,\" which opens tonight at the State Theater.    Seventy-three ballets by George Balanchine, who died 10 years ago, will be performed during this eight-week festival. The ballets, which will be presented chronologically, range from the 1928 \"Apollo\" to \"Mozartiana\" and the Garland Dance from \"The Sleeping Beauty,\" both choreographed in 1981. The festival opens on the birthday of Lincoln Kirstein, who brought Balanchine to the United States in 1933 to create dances that would one day help to define American ballet.","thumbnail":null,"section":"Arts"},{"date":"19930504","headline":"Tinpots, Saviors, Lawyers, Spies","web_url":"https://www.nytimes.com/1993/05/04/opinion/tinpots-saviors-lawyers-spies.html","abstract":"In the secret world, when I duly entered it, the law was the ghost at every clandestine feast. For how can you flout the law without first knowing what it is? You might as well try to commit adultery without the benefit of marriage.\n\nThe very life blood of America's intelligence community has been drawn from the legal profession. Its heartland is here in Boston, at Yale, in the pretty white mansions scattered up and down the coast.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Islam in New York: Growing Presence of Diverse Peoples United by Faith","web_url":"https://www.nytimes.com/1993/05/04/nyregion/islam-in-new-york-growing-presence-of-diverse-peoples-united-by-faith.html","abstract":"  To get an idea of who New York City's Muslims are, stand outside the Islamic Center of New York, the city's most prominent mosque, on Third Avenue at 96th Street in Manhattan.   On a recent religious holiday, through its doors came Pakistanis in flowing pastel gowns, black Americans wearing kente-cloth hats, an Albanian couple trying to quiet their crying daughter, West Africans in high head wraps, Bahrainis in business suits, Egyptian cab drivers, Yemeni restaurateurs, a young Bosnian who stood up in mid-service and gave an emotional appeal for his countrymen.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Clinton Repeats His Pledge On Use of Troops in Bosnia","web_url":"https://www.nytimes.com/1993/05/04/world/conflict-in-the-balkans-clinton-repeats-his-pledge-on-use-of-troops-in-bosnia.html","abstract":"  President Clinton today renewed his pledge to send United States troops to Bosnia as part of a peacekeeping force as long as European countries were \"heavily engaged.\"   But he told reporters he would make no decisions until it was clear whether the Bosnian Serbs would abide by the peace treaty that their leader signed over the weekend.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"Tokyo Worried by U.S. Criticism Of Curbs on Construction Bidding","web_url":"https://www.nytimes.com/1993/05/04/world/tokyo-worried-by-us-criticism-of-curbs-on-construction-bidding.html","abstract":"  For months, the Government of Prime Minister Kiichi Miyazawa has been trying to end the stream of embarrassing revelations about millions of dollars in illegal donations to prominent politicians, mostly in return for multibillion-dollar construction contracts.   Now, just as the scandals were beginning to die down, the Government is threatened with a new and unwelcome set of investigations, this time from the Clinton Administration.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"It's No Bluff: Barkley Says Suns Will Not Set in West","web_url":"https://www.nytimes.com/1993/05/04/sports/pro-basketball-it-s-no-bluff-barkley-says-suns-will-not-set-in-west.html","abstract":"  Either the Phoenix Suns are in denial or they know something. They have botched their first two playoff games at home to a Los Angeles Lakers team that has been disowned by even Jack Nicholson, but today the Suns promised they will sweep the next three.   \"We've won three in a row lots of times, against teams better than the Lakers,\" Phoenix Coach Paul Westphal said, feet up on his desk. \"I would not use the word 'guarantee,' but I do say we will win the next three to take the series.\"","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/04/nyregion/metro-digest-381593.html","abstract":"  MCCALL LIKELY CHOICE AS COMPTROLLER   Assembly Speaker Saul Weprin endorses H. Carl McCall, chairman of the New York City Board of Education, for State Comptroller. The move virtually insures that Mr. McCall will become the first black person to hold a statewide elective office in New York. A1. Despite losing on votes, a reputation for the middle road. B8. Another blow to Mayor Dinkins's power on the Board of Education. B8. NEW YORK CITY A HOLDING BUDGET IN AN ELECTION YEAR   Mayor Dinkins releases a $31.4 billion budget for the next fiscal year, one that relies on modest spending cuts and promises of state and Federal aid to close a $2.1 billion gap. The strategy enables him to avoid layoffs or large cuts in city services during the year that he is up for re-election. A1. SIX KILLED, THEN SET ON FIRE   Six people, including a baby, were beaten, stabbed and strangled in their East Harlem public housing apartment. Then the place was set on fire, apparently in an attempt to conceal the crime. A1.  ASSAULT CHARGES DISMISSED   A judge dismissed assault charges against a Hasidic Jew who was accused of being part of a group who beat a black man, Ralph Nimmons, last year in Crown Heights. Mr. Nimmons, who said he was the victim of a racial attack, has refused to cooperate with prosecutors. B3.  BOESKY V. BOESKY, OVER MONEY   The divorce trial of Ivan F. Boesky, arbitrageur and ex-convict, and his wife, Seema, is under way, as anonymously as the participants can keep it. At issue is how to divide Mrs. Boesky's assets, which are estimated at $100 million. B3.   In what police call a possible bias crime, tires are slashed in Williamsburg, Brooklyn. B2.   The doctor who headed the Connecticut investigation into whether Woody Allen molested his daughter, Dylan, theorized that the child either invented the story or that it was planted in her mind by her mother, Mia Farrow. B5. REGION FLORIO AIDE IN BOND INQUIRY   Merrill Lynch & Company has suspended three senior executives involved in municipal bond transactions with a company tied to Joseph C. Salema, chief of staff to Governor Florio.  The company says its internal inquiry prompted the Federal investigation into the possibility that brides were paid to steer nearly $3 billion in New Jersey Turnpike bond business. A1. TRUMP SUES ON INDIAN CASINOS   Donald Trump, who owns three casinos in Atlantic City, has sued the Federal Government, maintaining that allowing Indian tribes to open casinos discriminates against him. The lawsuit, filed in Newark, argues that the Indian Gaming Regulatory Act is unconstitutional. B6. Lawyers deliver their closing arguments in the fraud trial of Armand P. D'Amato. B6.   The wife of Mahmud Abouhalima, arrested in the World Trade Center bombing, gives her first interview since returning from Egypt. B3. Chronicle B4 Our Towns by Joseph Berger B6","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"YUGOSLAVIA LOSING THE HIGHLY SKILLED","web_url":"https://www.nytimes.com/1993/05/04/world/yugoslavia-losing-the-highly-skilled.html","abstract":"  Students at Belgrade University say the class of 1993 has adopted an unofficial slogan: \"First graduate, then emigrate.\"   University graduates are leaving Yugoslavia by the thousands, and joining them are many of the country's leading scientists, engineers, entrepreneurs and intellectuals.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/04/nyregion/c-corrections-836193.html","abstract":"  An article on April 21 about experts' views about the standoff with Mhe Branch Davidian sect near Waco, Tex., drew an incorrect inference about Dr. Chris Hatcher's view of the outcome. While several experts said they felt that an Armageddon would have been avoided if the authorities had focused on the fact that they were dealing with a violent sect, he was not among those who voiced that view.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Allies Still Resist Christopher On Call to Arm the Bosnians","web_url":"https://www.nytimes.com/1993/05/04/world/conflict-balkans-allies-still-resist-christopher-call-arm-bosnians.html","abstract":"  Despite a campaign by Secretary of State Warren Christopher to win support for President Clinton's plan for Western military intervention in the Balkans, the European allies remain firmly opposed to the American proposal to arm Bosnia's Muslim-dominated Government, senior European officials said today.    The Europeans argue that arming the Bosnian Muslims would extend the fighting and that since the bulk of the arms would have to come through Croatia, it would be practically impossible to prevent diversion by the Croats.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"Backers of Canada-Type Health Plan: Idealistic, Outmuscled but Scrapping","web_url":"https://www.nytimes.com/1993/05/04/us/backers-of-canada-type-health-plan-idealistic-outmuscled-but-scrapping.html","abstract":"  They are the guerrilla fighters of the health-care debate: outfinanced by the industry groups, outmuscled by the policy gurus in the White House, viewed by most of the pundits as hopeless idealists.   But advocates of installing a Canadian-style health-care system in this country have a simple message: They are not dead yet. The only true reform in health care, they argue, is a system of national insurance financed by taxes.","thumbnail":null,"section":"U.S."},{"date":"19930504","headline":"Third-World Medical Site: South Bronx; French Relief Group Used to Somalia Attracts U.S. Doctors to Help Poor at Home","web_url":"https://www.nytimes.com/1993/05/04/nyregion/third-world-medical-site-south-bronx-french-relief-group-used-somalia-attracts.html","abstract":"  Dr. Nadia Marsh is a medical panhandler, begging people to be her patients.   She stood outside a South Bronx soup kitchen one recent morning, casually dressed in jeans and jacket, strolling from one person to another in line as they awaited their only meal of the day.   \"I'll be here for anyone who needs medical consultations,\" she shouted as the mostly homeless men and women looked on with glazed and puzzled eyes.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Animated Presentations For Business Occasions","web_url":"https://www.nytimes.com/1993/05/04/science/peripherals-animated-presentations-for-business-occasions.html","abstract":"  CURTAIN CALL is enjoying a well-deserved encore. Version 2.0 of the presentation program, for computers running Microsoft Windows 3.0 or later, adds some nifty new features, particularly in the area of animation.   Presentation programs are often employed in business for getting a point across graphically on a computer screen. The point might be how well the concern is doing or, conversely, that things are not nearly as bad as they seem. The presentation might be made to groups of employees, executives, the board of directors or stockholders; an executive might also employ such a program to push, or justify, a pet project. With Curtain Call, the presentation can be so dressed up with fancy fonts, sound, animation and the kitchen sink that restraint and dignity are called for, unless the company is itself unrestrained and undignified.","thumbnail":null,"section":"Science"},{"date":"19930504","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/04/nyregion/inside-297593.html","abstract":"  Asthma Care Criticized   Shortcomings in doctors' training are partly responsible for a rising death rate from asthma, health officials say. The Doctor's World, page C3. New Weakness in Economy    A dearth of new orders seems to have brought manufacturing growth to a standstill in April, dashing hopes for a quick economic rebound. Page D1. Limits on Property Insurance    More insurers are stopping or limiting the sale of property insurance in coastal areas and other regions prone to natural disasters. Page D1. Feeling a Gap    For well-to-do blacks, the Los Angeles beating trials were reminders of how much has to change before they are accepted as equals. Page A20.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Books of The Times; Reagan Didn't Let Reality Hamper His Beliefs, Shultz Says","web_url":"https://www.nytimes.com/1993/05/04/books/books-of-the-times-reagan-didn-t-let-reality-hamper-his-beliefs-shultz-says.html","abstract":"  Turmoil and Triumph  My Years as Secretary of State  By George P. Shultz  Illustrated. 1,184 pages. A Robert Stewart Book/Charles Scribner's Sons. $30.    George P. Shultz's memoirs of his years as Ronald Reagan's Secretary of State made headlines in February when advance excerpts of the book were published in Time magazine, asserting that Vice President George Bush had tried to blur his role in the Reagan Administration's arms-for-hostages deals with Iran.","thumbnail":null,"section":"Books"},{"date":"19930504","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/04/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92235621680.html","abstract":"1943: Allies Advance","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"Crucial Support Virtually Assures McCall's Election as Comptroller","web_url":"https://www.nytimes.com/1993/05/04/nyregion/crucial-support-virtually-assures-mccall-s-election-as-comptroller.html","abstract":"  Assembly Speaker Saul Weprin, the Legislature's most powerful Democrat, endorsed H. Carl McCall for State Comptroller today, virtually assuring that Mr. McCall will become the first black to hold statewide elective office in New York.   If he is elected by the State Legislature on Wednesday, as is expected, Mr. McCall plans to resign as president of the New York City Board of Education by the end of the week, said his spokesman, Steven Alschuler.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"A Test for Clinton in Race for Aspin's Seat Today","web_url":"https://www.nytimes.com/1993/05/04/us/a-test-for-clinton-in-race-for-aspin-s-seat-today.html","abstract":"  Bill Clinton is not on the ballot, but he is definitely in the campaign here to fill Les Aspin's seat in the United States House. The Republican candidate is running against the President, and his Democratic opponent is running away from him in Tuesday's special election.   The rolling dairy lands and lakeside industrial towns in the southeast corner of the state is a swing district, Republican in some Presidential elections, Democratic in others.","thumbnail":null,"section":"U.S."},{"date":"19930504","headline":"Mystery of Rare Emerald Icebergs Is Solved","web_url":"https://www.nytimes.com/1993/05/04/science/mystery-of-rare-emerald-icebergs-is-solved.html","abstract":"  FOR many years, ship captains navigating the waters of Antarctica have been intrigued by rare sightings of emerald icebergs.    Now a new study shows that these icebergs are turned upside down, like a capsized ship, said Dr. Stephen Warren, the lead author.","thumbnail":null,"section":"Science"},{"date":"19930504","headline":"Ex-Master of the Universe Seeks Support From His Ex-Wife","web_url":"https://www.nytimes.com/1993/05/04/nyregion/ex-master-of-the-universe-seeks-support-from-his-ex-wife.html","abstract":"  The divorce trial of Anonymous I v. Anonymous II began, well, anonymously.   Guards who usually know everyone and everything about State Supreme Court in Manhattan had no idea who Anonymous I and Anonymous II were. They did not even know what courtroom the trial was being held in. Neither did clerks in the first-floor Matrimonial Office. They pecked at their computer keyboards and declared that they could not call up the case on their screens.","thumbnail":null,"section":"New York"},{"date":"19930504","headline":"Knicks Prefer Just a Day In Indiana","web_url":"https://www.nytimes.com/1993/05/04/sports/pro-basketball-knicks-prefer-just-a-day-in-indiana.html","abstract":"  The Knicks' immediate goal is simple. Accomplishing it may be difficult.   New York hopes to end its first-round playoff series with the Indiana Pacers when the two teams play Game 3 on Tuesday night in Indianapolis. But while the Knicks won the first two games of the three-of-five-game playoff series, neither victory came easily. The Knicks lost a 19-point lead in Game 1 last Friday night before squeaking out a 3-point victory. Then in Game 2 on Sunday afternoon, the Knicks rallied from a 16-point third-quarter deficit to win, 101-91.","thumbnail":null,"section":"Sports"},{"date":"19930504","headline":"Growing Up Under Koresh: Cult Children Tell of Abuses","web_url":"https://www.nytimes.com/1993/05/04/us/growing-up-under-koresh-cult-children-tell-of-abuses.html","abstract":"  For sins as small as spilling milk, the children said, they were struck with a wooden paddle known as \"the helper.\" To train for the final battle, they were instructed to fight each other, and if they did not fight hard enough, they were paddled for that, too.    David Koresh told them to call their parents \"dogs\"; only he was to be referred to as their father. Girls as young as 11 were given a plastic Star of David, signifying that they had \"the light\" and were ready to have sex with the cult leader. A team of therapists said these were some of the things that 19 of the 21 surviving children of the Branch Davidian cult had told them about their lives inside the compound.","thumbnail":null,"section":"U.S."},{"date":"19930504","headline":"In French Ex-Premier's Suicide, Cries of 'J'Accuse'","web_url":"https://www.nytimes.com/1993/05/04/world/in-french-ex-premier-s-suicide-cries-of-j-accuse.html","abstract":"  Pierre Beregovoy, until a month ago Prime Minister of France, apparently left no message when he shot himself on Saturday with a borrowed gun.   Yet France has done little else these past two days but ask why. The suicide of the 67-year-old leader has set off a deep and painful soul-searching on a scale rarely seen in this country, with politicians and newspapers asking what is wrong with a political system that drives one of its most prominent men to take his life.","thumbnail":null,"section":"World"},{"date":"19930504","headline":"Italy's Electoral System Is Not the Problem; >Mafia and Corruption","web_url":"https://www.nytimes.com/1993/05/04/opinion/l-italy-s-electoral-system-is-not-the-problem-mafia-and-corruption-893093.html","abstract":"  To the Editor:   Your editorial on the Italian election system referendum (\"Proportional Representation Flunks,\" April 24) repeatedly moved from a reason able condemnation of current Italian politics to unjustified attacks on proportional representation in general.    You were correct in your observation that proportional representation as it is practiced in Italy gives voters little control over whom the parties nominate as candidates. But you fail to point out that this flaw is not present in most other forms of proportional representation -- and thus give the mistaken impression that all such systems undermine direct accountability to voters. Most forms of proportional representation do allow voters to cast votes for their preferred candidates.","thumbnail":null,"section":"Opinion"},{"date":"19930504","headline":"City Lights and Space Ads May Blind Stargazers","web_url":"https://www.nytimes.com/1993/05/04/science/city-lights-and-space-ads-may-blind-stargazers.html","abstract":"  AS the glare of artificial light spreads ever more pervasively across the planet's night skies, astronomers are having nightmares.   America's great observatories now face the possibility that huge commercial billboards may soon be rocketed into orbit, while cities fearful of crime are flooding the night sky with ever brighter lights. Added to this plague of light pollution, astronomical observatories also face increasing interference from such mundane sources as radio-operated garage-door openers,","thumbnail":null,"section":"Science"}],"wiki_events":[],"weather":[{"date":"19930504","time":"1993-05-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":66,"wspd":5.4},{"date":"19930504","time":"1993-05-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":67,"wspd":5.4},{"date":"19930504","time":"1993-05-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":67,"wspd":7.6},{"date":"19930504","time":"1993-05-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":69,"wspd":5.4},{"date":"19930504","time":"1993-05-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":75,"wspd":3.6},{"date":"19930504","time":"1993-05-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":80,"wspd":5.4},{"date":"19930504","time":"1993-05-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":76,"wspd":5.4},{"date":"19930504","time":"1993-05-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":69,"wspd":7.6},{"date":"19930504","time":"1993-05-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":51,"wspd":9.4},{"date":"19930504","time":"1993-05-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":45,"wspd":11.2},{"date":"19930504","time":"1993-05-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":35,"wspd":14.8},{"date":"19930504","time":"1993-05-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":31,"wspd":13},{"date":"19930504","time":"1993-05-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":28,"wspd":13},{"date":"19930504","time":"1993-05-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":35,"wspd":14.8},{"date":"19930504","time":"1993-05-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":34,"wspd":16.6},{"date":"19930504","time":"1993-05-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":35,"wspd":13},{"date":"19930504","time":"1993-05-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":37,"wspd":16.6},{"date":"19930504","time":"1993-05-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":36,"wspd":13},{"date":"19930504","time":"1993-05-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":38,"wspd":16.6},{"date":"19930504","time":"1993-05-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":39,"wspd":13},{"date":"19930504","time":"1993-05-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":51,"wspd":14.8},{"date":"19930504","time":"1993-05-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":54,"wspd":14.8},{"date":"19930504","time":"1993-05-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":53,"wspd":9.4},{"date":"19930504","time":"1993-05-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":50,"wspd":13},{"date":"19930504","time":"1993-05-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":13},{"date":"19930504","time":"1993-05-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":80,"wspd":11.2},{"date":"19930504","time":"1993-05-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":86,"wspd":9.4},{"date":"19930504","time":"1993-05-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":83,"wspd":9.4},{"date":"19930504","time":"1993-05-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":83,"wspd":0},{"date":"19930504","time":"1993-05-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":83,"wspd":7.6},{"date":"19930504","time":"1993-05-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":84,"wspd":7.6},{"date":"19930504","time":"1993-05-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":84,"wspd":13},{"date":"19930504","time":"1993-05-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":86,"wspd":14.8},{"date":"19930504","time":"1993-05-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":93,"wspd":11.2},{"date":"19930504","time":"1993-05-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":64,"wspd":13},{"date":"19930504","time":"1993-05-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":93,"wspd":11.2},{"date":"19930504","time":"1993-05-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":93,"wspd":7.6},{"date":"19930504","time":"1993-05-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":11.2},{"date":"19930504","time":"1993-05-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":78,"wspd":9.4},{"date":"19930504","time":"1993-05-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":78,"wspd":11.2},{"date":"19930504","time":"1993-05-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":70,"wspd":9.4},{"date":"19930504","time":"1993-05-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":65,"wspd":9.4},{"date":"19930504","time":"1993-05-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":11.2},{"date":"19930504","time":"1993-05-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":71,"wspd":13},{"date":"19930504","time":"1993-05-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":75,"wspd":13},{"date":"19930504","time":"1993-05-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":75,"wspd":13},{"date":"19930504","time":"1993-05-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":81,"wspd":11.2},{"date":"19930504","time":"1993-05-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":80,"wspd":9.4}]},"19930505":{"guardian_articles":[],"nytimes_articles":[{"date":"19930505","headline":"After Moral Debate, Voters Shape Schools' Future; Issues Like Sex Education Obscure Concerns Over Poor Test Scores and Crowding","web_url":"https://www.nytimes.com/1993/05/05/nyregion/after-moral-debate-voters-shape-schools-future-issues-like-sex-education-obscure.html","abstract":"  After the most fiercely disputed campaign in memory, New Yorkers turned the city's community school board elections yesterday into a referendum on sex, lies and ideology.   Some voters expressed fears that the schools taught too much about sex, too quickly. Others warned that without a housecleaning, more lies and corruption like the bribery scandal that erupted last week in District 12 in the Bronx would further weaken the system. And others anguished about a takeover by what they described as extremists.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Bold Leap Into a Minority: Whites at Black Colleges","web_url":"https://www.nytimes.com/1993/05/05/education/bold-leap-into-a-minority-whites-at-black-colleges.html","abstract":"  On his second day as a student at Morehouse College, Michael Davis found himself called onto a stage with the director Spike Lee to address what many students took to be a serious problem at the school: Mr. Davis's presence there.   Thus began Mr. Davis's career as the only white student at Morehouse, the elite black men's school here whose graduates include Mr. Lee and the Rev. Dr. Martin Luther King Jr.","thumbnail":null,"section":"Education"},{"date":"19930505","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/05/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Silver Columbus. PROVIDENCE, Rhode Island . The silver statue of Columbus, intended for the World's Fair at Chicago, has just been cast at the Gorham Works in this city. The statue, which is larger than lifesize, has been designed by M. Frd","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/05/nyregion/c-corrections-200393.html","abstract":"  An article on Friday about a lawsuit by Coretta Scott King against Boston University over custody of the papers of her husband, the Rev. Dr. Martin Luther King Jr., and a correction in this space on Saturday, rendered the name of a former adviser of his incorrectly. The adviser is Harry H. Wachtel.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Sea Hero's Detour: A Workout at Belmont","web_url":"https://www.nytimes.com/1993/05/05/sports/horse-racing-sea-hero-s-detour-a-workout-at-belmont.html","abstract":"  Sea Hero, newly arrived after winning the Kentucky Derby, was reigning on the backstretch while 13 other colts prepared to open Belmont Park's new season this afternoon with the Withers Mile, a race that could produce another rival or two for Sea Hero in the Preakness.   The new season will open at 1 o'clock and will last 72 days, nine races a day, 37 of them stakes worth $5.6 million in purses. Nine of the stakes will be Grade 1, or top of the line, notably the $500,000 Belmont on June 5, the third and final race in the Triple Crown series.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Investigators Puzzle Over Last Moments of a Cult","web_url":"https://www.nytimes.com/1993/05/05/us/investigators-puzzle-over-last-moments-of-a-cult.html","abstract":"  From the ashes of the Branch Davidian compound, investigators say they have found mounting evidence that as many as two dozen cult members, including the leader, David Koresh, were shot as fire began to consume the compound on April 19.   But among the many mysteries lingering from the tragedy, these investigators say, is whether the shootings were part of a planned mass suicide or whether people began shooting themselves -- or were shot by fellow members -- to escape the pain and horror of death by fire.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"Rating TV Chefs: Cooks Beware;\nTwo Who Also Write","web_url":"https://www.nytimes.com/1993/05/05/style/rating-tv-chefs-cooks-beware-two-who-also-write.html","abstract":"PIERRE FRANEY'S COOKING IN AMERICA (Maryland Public Television). \n\nThe genial and intrepid Mr. Franey, who writes the 60-Minute Gourmet for The New York Times, takes us on an ambitious culinary tour of his adopted country -- chatting up fishermen in Montauk and riding the range with cowboys (\"book-a-roos,\" as he calls them) on a 500,000-acre spread in Nevada. Although the scene-setting is impressive, Mr. Franey often seems drolly out of place; perched atop a towering steed in the cowpoke segment, he looks like a French tourist trapped at a dude ranch.","thumbnail":null,"section":"Style"},{"date":"19930505","headline":"New Hint of Trouble In the U.S. Economy","web_url":"https://www.nytimes.com/1993/05/05/us/new-hint-of-trouble-in-the-us-economy.html","abstract":"  The Government's main economic forecasting gauge plunged 1 percent in March, the biggest drop since the middle of the 1990-91 recession. It was the latest report to raise questions about the strength and durability of the economic expansion.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"CLINTON SEES NEED TO FOCUS HIS GOALS AND SHARPEN STAFF","web_url":"https://www.nytimes.com/1993/05/05/us/clinton-sees-need-to-focus-his-goals-and-sharpen-staff.html","abstract":"  Smarting from losses in early battles with Congress and from criticism of his first 100 days, President Clinton conceded today that his White House was \"out of focus\" and that his staff needed to be better organized.   Mr. Clinton, overburdened by his own crowded agenda, admitted his dissatisfaction in remarks to reporters in which he outlined a new effort to focus his Administration.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/05/05/health/personal-health-809093.html","abstract":"  WHILE studies show that for many women with breast cancer mastectomy is not the recommended treatment, other women who have not yet been found to have cancer are nonetheless choosing to have their breasts surgically removed as a precaution.   Often their friends, medical consumer advocates and even some doctors regard their decision to have a so-called prophylactic mastectomy as bizarre, barbaric and unnecessary. But to the women who choose this route, it is nearly always a path to a life less crippled by fear and frequent medical procedures.","thumbnail":null,"section":"Health"},{"date":"19930505","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/05/nyregion/c-corrections-201193.html","abstract":"  A picture caption on Sunday about Muslims in America misidentified the mosque at which women were shown in their reserved prayer area. It is the Islamic Center of Southern California.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/05/nyregion/c-corrections-202094.html","abstract":"  An article in Business Day on Thursday about the nomination of Arthur Levitt Jr. to be chairman of the Securities and Exchange Commission misidentified one of the S.E.C. commissioners. She is Mary Schapiro.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Florio Bans Sale of Bonds Without Bids","web_url":"https://www.nytimes.com/1993/05/05/nyregion/florio-bans-sale-of-bonds-without-bids.html","abstract":"  Gov. Jim Florio today signed an executive order requiring all state agencies and authorities to accept competitive bids on bond underwriting and any other professional services.   Mr. Florio's actions outlawed a long-tolerated and long-criticized practice in New Jersey politics, the awarding of contracts to bond underwriters, financial advisers, bond counsels, engineers and architects and the leasing of state office space without taking public bids.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/05/nyregion/c-corrections-204693.html","abstract":"  A news analysis article in Business Day on Thursday about the recent rise in gold prices misstated the total Russian gold production in 1992 and the drop in production in the first quarter of this year. The Russian Government said that its mines produced 129.5 metric tons of gold in 1992 and that production fell by 6 metric tons in the first quarter of 1993.  ","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"The Term 'Ethnic Cleansing' Obscures Reality","web_url":"https://www.nytimes.com/1993/05/05/opinion/l-the-term-ethnic-cleansing-obscures-reality-259393.html","abstract":"  To the Editor:   Today you dropped the scare-quotes from the euphemism \"ethnic cleansing\" (news article, April 22), indicating that you accept it as a legitimate term for that which it is meant to evade, that is genocide. It is disheartening that Orwell's insights into this kind of acquiescence remain, 47 years after he wrote them down, largely ignored. I refer to his \"Politics and the English Language,\" in particular the following passages:","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/05/05/books/book-notes-757393.html","abstract":"  Clinton on Robert Kennedy   President Clinton has written a foreword for a new book on Robert F. Kennedy. \"Robert Kennedy: The Last Campaign,\" with photographs by Bill Eppridge and text by Hays Gorey, is to be published on June 4 by Harcourt Brace & Company to coincide with the 25th anniversary of Kennedy's death.   The foreword was a last-minute addition to the book, and several people familiar with the project said Mr. Clinton had agreed to write his essay only on condition that the publisher not try to capitalize on his involvement by using his name in advertisements and promotions.","thumbnail":null,"section":"Books"},{"date":"19930505","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/05/nyregion/no-headline-266093.html","abstract":"  \"The intelligence community is the problem. Nothing personal, but they live off secrecy. Secrecy keeps the mistakes secret.\" -- SENATOR DANIEL PATRICK MOYNIHAN, talking about the millions of classified Government documents.  [ A18:6. ]","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Republicans Balk on Plea From Dinkins","web_url":"https://www.nytimes.com/1993/05/05/nyregion/republicans-balk-on-plea-from-dinkins.html","abstract":"  Mayor David N. Dinkins, lobbying here for more state aid to balance his budget, found that he first had to placate Republicans angered at his apparent suggestion that help for New York City be linked to help for Long Island.   Mr. Dinkins was here today seeking the $280 million in new aid from the state that he is counting on in the $31.4 billion budget he proposed Monday. Governor Mario M. Cuomo and legislative Democrats, who control the Assembly, were sympathetic in general to Mr. Dinkins's requests if noncommittal on details.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Lemieux Sits and Watches, but the Islanders Stumble","web_url":"https://www.nytimes.com/1993/05/05/sports/hockey-lemieux-sits-and-watches-but-the-islanders-stumble.html","abstract":"  Mario Lemieux isn't ready to play yet for the Pittsburgh Penguins. Derek King still isn't scoring for the Islanders and neither is anyone else on the New York power play.   So, after two games, the Patrick Division playoff title is up for grabs following Pittsburgh's 3-0 victory tonight at Civic Arena. The triumph evened the four-of-seven-game second-round series at one game each.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/05/style/chronicle-291793.html","abstract":"  JEROME ROBBINS was named a chevalier of the French Legion of Honor yesterday in ceremonies at the French Embassy on Fifth Avenue. The award was presented to the choreographer by Jacques Andreani, France's Ambassador to the United States, for the work he has done with the Paris Opera Ballet and for his lifetime achievements.","thumbnail":null,"section":"Style"},{"date":"19930505","headline":"Prothro Is Seriously Ill With Cancer","web_url":"https://www.nytimes.com/1993/05/05/sports/sports-people-football-prothro-is-seriously-ill-with-cancer.html","abstract":"  TOMMY PROTHRO, a former head football coach with the Los Angeles Rams, the San Diego Chargers, Oregon State and U.C.L.A., revealed he is seriously ill with cancer.   \"I have cancer and nobody knows how it's going to go from there,\" Prothro, 72, said Monday. \"It's certainly nothing to give up on, but it's certainly something to worry about. I certainly don't intend to give in.\"","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Balzac's 'Faiseur': The Crowd Pleaser","web_url":"https://www.nytimes.com/1993/05/05/style/IHT-balzacs-faiseur-the-crowd-pleaser.html","abstract":"The most enduring of Honor deBalzac's plays is \"Le Faiseur\" (\"The Show-Off\"). It is in a new production designedby Jean-Paul Roussillon and decorated by Andr Acquart's sets and costumes at the Comdie-Franais","thumbnail":null,"section":"Style"},{"date":"19930505","headline":"Serbs Appear to Step Up Pressure on Bosnia Muslims as New Fighting Rages","web_url":"https://www.nytimes.com/1993/05/05/world/conflict-balkans-serbs-appear-step-up-pressure-bosnia-muslims-new-fighting-rages.html","abstract":"  Serbian forces appeared to be stepping up their pressure against Muslim enclaves in eastern Bosnia today, with reports of a fierce new attack against Zepa and no resumption of water supplies to besieged Srebrenica.    The unconfirmed reports of a new Serbian offensive comes one day before a crucial vote by the so-called parliament of the Bosnian Serbs on whether to accept the international peace plan for Bosnia. The Bosnian Serbs' leader, Radovan Karadzic, signed the peace plan at a meeting in Greece on Sunday, subject to ratification by his parliament.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"Jets Juggle a Bit to Hold On to Hasty","web_url":"https://www.nytimes.com/1993/05/05/sports/pro-football-jets-juggle-a-bit-to-hold-on-to-hasty.html","abstract":"  The off-season maneuvering that has marked the advent of unrestricted free agency in the National Football League resulted in yet another unusual development yesterday when the Jets restructured Boomer Esiason's salary to match the Cincinnati Bengals' offer for James Hasty.   Hasty, a cornerback who is considered the Jets' top defensive player, was one of the club's transition players. That means he could seek offers from other clubs, but the Jets had the choice to match his best offer.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Clinton Proposes Assistance To Troubled Neighborhoods","web_url":"https://www.nytimes.com/1993/05/05/us/clinton-proposes-assistance-to-troubled-neighborhoods.html","abstract":"  The Clinton Administration announced today that its plan for improving the nation's most distressed neighborhoods would combine minor new spending, moderate tax breaks for businesses and a major new emphasis on the coordination of existing programs.   The program would assist 110 neighborhoods, chosen through a competitive process. But the top 10, to be called \"empowerment zones,\" would receive most of the advantages. Six would be urban, three rural and one on an Indian reservation.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"Nathan Milstein Memorial","web_url":"https://www.nytimes.com/1993/05/05/arts/nathan-milstein-memorial.html","abstract":"  A memorial service for the violinist Nathan Milstein is to be held on Friday at 11 A.M. at the Walter Reade Theater, 165 West 65th Street, at Lincoln Center. Mr. Milstein died at the age of 88 on Dec. 21. The tribute will include highlights from Christopher Nupen's two-hour film \"Nathan Milstein: Master of Invention,\" which features his last public recital, as well as a discussion of his life and his relationship with music. His daughters, Jill Spalding and Maria Theodoli Braschi, will speak. Doors open at 10:30 A.M.  ","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"Why Do So Many Women Have Breasts Removed Needlessly?","web_url":"https://www.nytimes.com/1993/05/05/health/why-do-so-many-women-have-breasts-removed-needlessly.html","abstract":"  WHEN Betsy Lambert, a New York lawyer, was told she had breast cancer two years ago, her surgeon advised her to have a lumpectomy, removing only the tumor from her breast, followed by six weeks of radiation treatment.   But Ms. Lambert, terrified by the disease, sought two more opinions, one from another surgeon and another from a radiologist. Both urged her to have a mastectomy, removing the entire breast.","thumbnail":null,"section":"Health"},{"date":"19930505","headline":"Eritrea, an Inspiration for Other Peoples","web_url":"https://www.nytimes.com/1993/05/05/opinion/l-eritrea-an-inspiration-for-other-peoples-257793.html","abstract":"  To the Editor:   In your editorial of April 28, \"Eritrea's Harder Test Is Peace,\" you presented a challenge for Eritrea to establish a \"generous peace with Ethiopia.\" This is truly an important test for Eritrea. However, it is an equally important challenge for Ethiopia to make peace with Eritrea.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/05/us/inside-309893.html","abstract":"  Florio Orders Bids on Bonds   Gov. Jim Florio is requiring New Jersey to accept bids on bond underwriting, a move appeared aimed at lessening the impact of a Federal investigation on a bond sale. Page B1. Unearthing Secret Files    In a directive ordering a sweeping review of cold-war rules on Government secrecy, President Clinton has begun taking steps to declassify millions of documents. Page A18. Persistence of Mastectomy    Many women with breast cancer still choose mastectomy, although lumpectomy is usually as effective. For some at high risk, mastectomy is a preventive step. Health, page C13. 'Angels' on Broadway    Part 1 of \"Angels in America,\" Tony Kushner's play about AIDS and the 1980's, had its New York premiere. Frank Rich's review is on page C15.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/05/arts/classical-music-in-review-279893.html","abstract":"  Leonard Slatkin  Conductor Avery Fisher Hall    On consecutive evenings Leonard Slatkin brought appropriate music to two very different ensembles. Last Wednesday he conducted the Juilliard Orchestra, harnessing some excellent individual skills and an almost frightening level of energy. With Stephen Gosling to race and bang his way through the solo part, a student group enjoyed itself thoroughly with John Corigliano's Piano Concerto, an excercise in gaudy virtuosity that goes to any length to keep the listener's attention.   In \"Le Sacre du Printemps,\" Mr. Slatkin's precise gestures led young players through a Stravinskian maze of metric change, and with this kind of support, personal ambition and joyous extroversion leapt from the wind and brass sections. The result turned \"Le Sacre\" into an interesting anatomical study: seldom will one hear individual detail so clearly rendered or overall blend so subverted.","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/05/nyregion/metro-digest-483393.html","abstract":"  METRO DIGEST  A.T.& T. ACCUSES EMPIRE OF FRAUD   A.T.& T. has accused Empire Blue Cross and Blue Shield of defrauding A.T.& T.'s medical benefits plan for nearly a decade by sending the company inflated hospital bills and pocketing the difference. A1. DIVORCE LAWYERS SHARPLY CRITICIZED   A committee appointed by New York State's highest court issued a report that sharply criticized divorce attorneys, asserting that they relied on pressure tactics to secure fees, overbilled clients and kept them uninformed about their cases. Most of the divorce lawyers represented women, who charged that they had been taken advantage of at an emotionally wrenching time in their lives. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"New York Games Pass Baton For Sponsorship to Reebok","web_url":"https://www.nytimes.com/1993/05/05/sports/track-and-field-new-york-games-pass-baton-for-sponsorship-to-reebok.html","abstract":"  The New York Games, a brave and beleaguered outpost on the international track and field circuit since 1989, passed quietly into oblivion yesterday and were instantly resurrected as the Reebok New York Games.   Carl Lewis, Jackie Joyner-Kersee and dozens of other top athletes will compete in the games at Columbia University's Lawrence A. Wien Stadium on May 22. If they provide a fraction of the drama and suspense as the effort to rescue the games, the 17-event Mobil Grand Prix meet should be worth every penny of the $5 to $35 admission, not to mention the $500,000 or so Reebok is paying for the title sponsorship.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"The Tragedy of Sri Lanka","web_url":"https://www.nytimes.com/1993/05/05/opinion/the-tragedy-of-sri-lanka.html","abstract":"  When Sri Lanka became independent in 1948, it was called Ceylon and seemed to have it all: reasonable prosperity, a stable parliamentary system, habits of nonviolence and a landscape of bewitching beauty.   Now Sri Lanka, its official name since 1972, is synonymous with strife and tragedy. Last Saturday its President and two dozen others were blown to bits by a suicide bomber. This followed the murder of the President's chief rival and leader of the opposition. The cycle of retribution seems certain to continue.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/05/opinion/IHT-letters-to-the-editor-94221892627.html","abstract":"I couldn't care less what \"they\" are reading!","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Baby Sitter Charged With Shaking Baby to Death","web_url":"https://www.nytimes.com/1993/05/05/nyregion/baby-sitter-charged-with-shaking-baby-to-death.html","abstract":"  A Queens woman was charged yesterday with killing the 8-month-old boy she cared for by shaking him violently and then throwing him onto a couch, the Queens District Attorney's office announced.   The woman, Nancy Chang, 38, of 89-48 70th Road in Forest Hills, was indicted on charges of manslaughter, criminally negligent homicide and endangering the welfare of a child. She faces up to 25 years in prison if convicted.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Marbella Journal; From Beachhead, Combative Mayor Eyes Madrid","web_url":"https://www.nytimes.com/1993/05/05/world/marbella-journal-from-beachhead-combative-mayor-eyes-madrid.html","abstract":"  Along a sunny Mediterranean coastline crowded with resorts catering to beer-swilling tourists and sherry-sipping retirees from northern Europe, Marbella long managed to remain exclusive, a place where the rich or famous could gather to meet other rich or famous.   But by the late 1980's the town, west of Malaga in southeast Spain, was losing its appeal. It was dirty, drug addicts begged on its streets, crime was on the rise and the local town council, paralyzed by infighting, did nothing. Soon, \"For Sale\" signs began to appear outside luxury villas. Even worse, there were no takers.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"No Rest For Nets' Starters","web_url":"https://www.nytimes.com/1993/05/05/sports/pro-basketball-no-rest-for-nets-starters.html","abstract":"  Don't get too close to the Nets. You might catch a cold, or something worse. Coach Chuck Daly said that backup Rick Mahorn won't play in Game 3 against the Cleveland Cavaliers on Wednesday at Byrne Meadowlands Arena as doctors try to determine just what is wrong with him (they think it's some form of the flu).   His absence means the Nets will once again face the Cavaliers short-handed. That didn't hurt them last time. In Richfield, Ohio, Mahorn didn't play and the weary Nets pulled off a masterpiece to tie the three-of-five-game series at 1-1.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Books of The Times; Of Holocaust Survivors and Palestine","web_url":"https://www.nytimes.com/1993/05/05/books/books-of-the-times-of-holocaust-survivors-and-palestine.html","abstract":"    The Seventh Million The Israelis and the Holocaust By Tom Segev Illustrated. Translated by Haim Watzman. 593 pages. Hill & Wang. $27.50.","thumbnail":null,"section":"Books"},{"date":"19930505","headline":"Report Links Time Spent in Jail to Risk of Tuberculosis Infection","web_url":"https://www.nytimes.com/1993/05/05/nyregion/report-links-time-spent-in-jail-to-risk-of-tuberculosis-infection.html","abstract":"  A new study that traced tuberculosis cases in New York City jails has found a strong link between the length of time an inmate is jailed and the risk of TB infection.   The authors of the study, which appears in this week's Journal of the American Medical Association, said that their research confirmed for the first time the widely held suspicion that the city's jails are routinely contributing to the city's tuberculosis epidemic by spreading the germ that causes the disease.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Institutes of Health Close Fraud Investigation Unit","web_url":"https://www.nytimes.com/1993/05/05/us/institutes-of-health-close-fraud-investigation-unit.html","abstract":"  The National Institutes of Health this week will officially shut the offices and seize the files of two of the nation's most prominent investigators of scientific fraud, saying they went beyond the purview of one of its institutes.   The pair, Dr. Walter Stewart and Dr. Ned Feder, will be assigned to other jobs at the National Institute of Diabetes and Digestive and Kidney Diseases, where they had carved out unusual roles as self-styled investigators of fraud in the last decade.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"Review/Theater: Angels in America; Millennium Approaches; Embracing All Possibilities in Art and Life","web_url":"https://www.nytimes.com/1993/05/05/theater/review-theater-angels-america-millennium-approaches-embracing-all-possibilities.html","abstract":"  \"History is about to crack open,\" says Ethel Rosenberg, back from the dead, as she confronts a cadaverous Roy Cohn, soon to die of AIDS, in his East Side town house. \"Something's going to give,\" says a Brooklyn housewife so addicted to Valium she thinks she is in Antarctica. The year is 1985. It is 15 years until the next millennium. And a young man drenched in death fevers in his Greenwich Village bedroom hears a persistent throbbing, a thunderous heartbeat, as if the heavens were about to give birth to a miracle so that he might be born again.   This is the astonishing theatrical landscape, intimate and epic, of Tony Kushner's \"Angels in America,\" which made its much-awaited Broadway debut at the Walter Kerr Theater last night. This play has already been talked about so much that you may feel you have already seen it, but believe me, you haven't, even if you actually have. The new New York production is the third I've seen of \"Millennium Approaches,\" as the first, self-contained, three-and-a-half- hour part of \"Angels in America\" is titled. (Part 2, \"Perestroika,\" is to join it in repertory in the fall.) As directed with crystalline lucidity by George C. Wolfe and ignited by blood-churning performances by Ron Leibman and Stephen Spinella, this staging only adds to the impression that Mr. Kushner has written the most thrilling American play in years.","thumbnail":null,"section":"Theater"},{"date":"19930505","headline":"Leslie Gelb Will Direct Foreign Affairs Group","web_url":"https://www.nytimes.com/1993/05/05/world/leslie-gelb-will-direct-foreign-affairs-group.html","abstract":"  Leslie H. Gelb, a columnist for The New York Times, has been named president of the Council on Foreign Relations, the Council's board announced yesterday.   Mr. Gelb, 56, succeeds Peter Tarnoff, who has joined the Clinton Administration as Under Secretary of State for Political Affairs. Mr. Gelb will leave The Times, and his last column is to appear on Sunday.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"A TOP SPY'S TRIAL OPENS IN GERMANY","web_url":"https://www.nytimes.com/1993/05/05/world/a-top-spy-s-trial-opens-in-germany.html","abstract":"  A German court opened the trial of the chief of Communist East Germany's spy service today on charges of treason and espionage against the country that absorbed his own in 1990.   In a statement calling his trial part of \"the last campaign of the cold war,\" the defendant, Markus Wolf, did not dispute that he had run espionage operations against West Germany in the 33 years he ran the East German intelligence service. But he repeated his argument that he was a loyal East German and that his activities did not constitute treason against a country that had been East Germany's adversary.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"The Term 'Ethnic Cleansing' Obscures Reality","web_url":"https://www.nytimes.com/1993/05/05/opinion/l-the-term-ethnic-cleansing-obscures-reality-258593.html","abstract":"  To the Editor:   How ought we deal with the term \"ethnic cleansing\"? The headline on your April 21 news article said: \"Vicious 'Ethnic Cleansing' Infects Croat-Muslim Villages in Bosnia.\" The quotation marks around \"ethnic cleansing\" help prevent the term's being accepted as a description of normal, if regrettable, practice. I congratulate you on such care, but warn against repeated use of the term.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/05/arts/classical-music-in-review-281093.html","abstract":"  Hong Hong Cantonese Opera  Taipei Theater   Oh, great! Something else to worry about. As a listener grows fonder of the various forms of Chinese opera, a fear for their continuing purity and ultimate survival begins to gnaw.   When Hong Hong's troupe appeared at Alice Tully Hall three years ago, everything about the rarefied genre and the performance itself seemed exotic. But Chinese opera has since become more familiar in New York, chiefly through the good offices of the Taipei Theater, and on Thursday evening the Westernized aspects of Miss Hong's style crept to the fore: sequential melodies, jazzy syncopations, arpeggiations and the use of a cello amid indigenous instruments.","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"A Charter For Peace In Europe","web_url":"https://www.nytimes.com/1993/05/05/opinion/IHT-a-charter-for-peace-in-europe.html","abstract":"The West must realize that its actions in Bosnia and the rest of ex-Yugoslavia will serve as an example to nationalist extremists elsewhere. If it fails to play an effective role it will be signaling that the West is impotent to safeguard European securit","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/05/nyregion/bridge-684493.html","abstract":"  Circumstances alter cases, in bridge as in other activities. The normal way to play a suit combination may be wrong in light of the bidding. The diagramed deal from the New Year regional tournament in Reno, Nev., reported by David Treadwell of Wilmington, Del., makes the point.   North-South climbed to the no-man's land of five hearts after an unusual auction. The rare rebid of four diamonds by North showed, in the partnership style, a raise to four hearts with four-card support and diamond length. South moved toward slam, but subsided in five hearts when the Roman Key-Card Blackwood response of five hearts indicated that the partnership was missing one key card and the heart queen.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/05/arts/classical-music-in-review-276393.html","abstract":"  Chamber Music Society of Lincoln Center  Alice Tully Hall    The Chamber Music Society of Lincoln Center offered its concert last Wednesday evening as a tribute to Kitty Carlisle Hart, who was honored both for her career as a singer and for her efforts as chairwoman of the New York State Council on the Arts.    As a performer, Mrs. Hart moved easily between high art and populism: she studied with Grace Moore and sang at the Met, but was also the ingenue in the Marx Brothers' film \"A Night at the Opera.\" The society did not hit those extremes in putting together its concert for her, but it did offer an unusually dignified combination of populism and abstraction.","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"Uncertainty on Bosnia Complicating U.S. Plans","web_url":"https://www.nytimes.com/1993/05/05/world/conflict-in-the-balkans-uncertainty-on-bosnia-complicating-us-plans.html","abstract":"  Uncertainty over whether there will be peace or more war in Bosnia has severely complicated the American mission to win support for President Clinton's contingency plan for the use of force to help bring an end to war in the Balkans.    In meetings today in Paris, Secretary of State Warren Christopher and French leaders agreed to send a large United Nations peacekeeping force to Bosnia quickly if the Bosnian Serbs prove they are serious about adhering to an international peace accord, but the French and the American sides put off a decision about what to do if they reject it.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"Lawsuit Is Filed by Shot-Putter","web_url":"https://www.nytimes.com/1993/05/05/sports/sports-people-track-and-field-lawsuit-is-filed-by-shot-putter.html","abstract":"  An athlete filed a lawsuit seeking more than $15 million in damages from defendants that include U.C.L.A. and its track and field coach.   BRENT NOON, a shot-putter, charged in the lawsuit, filed in San Diego Superior Court last month, that Coach ART VENEGAS spread false rumors that Noon used steroids.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Unlicensed Driver Charged in Pedestrian's Injury","web_url":"https://www.nytimes.com/1993/05/05/nyregion/unlicensed-driver-charged-in-pedestrian-s-injury.html","abstract":"  A day after the police announced a crackdown on motorists driving with suspended licenses, a young man whose driver's license was revoked a year ago and suspended four other times struck and seriously injured a 74-year-old woman in Queens yesterday, the police said.   The police had also arrested 10 other people throughout the city yesterday under the new procedures announced by Commissioner Raymond W. Kelly on Monday. The procedures, which took effect yesterday, require officers to arrest anyone found to be driving with two or more suspensions arising from separate incidents, rather than merely issuing a summons.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Black Panthers of Black Punks?;\nThey Ran On Empty","web_url":"https://www.nytimes.com/1993/05/05/opinion/black-panthers-of-black-punks-they-ran-on-empty.html","abstract":"Alice Walker (whom I had never met) was asked to comment on my book \"This Side of Glory,\" and she responded, to my dismay, with the following article. I showed it to Elaine Brown, a friend and former Black Panther leader, who then wrote the response below. -- David Hilliard\n\nP eople who experienced the 60's and the Black Panther Party should read \"This Side of Glory\" by David Hilliard and Lewis Cole and share its meaning with their children. Like Elaine Brown's \"A Taste of Power,\" it is one of recent history's most jarring records.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Japanese Is Slain in Attack on U.N. in Cambodia","web_url":"https://www.nytimes.com/1993/05/05/world/japanese-is-slain-in-attack-on-un-in-cambodia.html","abstract":"  A Japanese policeman assigned to the United Nations peacekeeping force in Cambodia was killed today and another critically wounded in a rocket attack that appeared to be the work of Khmer Rouge guerrillas intent on sabotaging this month's United Nations-sponsored elections.   Seven other Dutch and Japanese peacekeepers were wounded in the ambush on a United Nations convoy in a rebel-held area of northwestern Cambodia, near the Thailand border.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"On Libel and the Literati: The New Yorker on Trial","web_url":"https://www.nytimes.com/1993/05/05/us/on-libel-and-the-literati-the-new-yorker-on-trial.html","abstract":"  He was a boastful young psychoanalyst who dared to challenge the deacons of his profession and was thus dismissed as the curator of the Freud Archives.   She was a writer for The New Yorker, a master of pitiless prose who flattered him by proposing a profile in her esteemed magazine at just the moment he was seeking vindication.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"Review/Dance; Ballet Theater, Crisis Surmounted, In 'Sleeping Beauty'","web_url":"https://www.nytimes.com/1993/05/05/arts/review-dance-ballet-theater-crisis-surmounted-in-sleeping-beauty.html","abstract":"  Rebirth was in the air when American Ballet Theater opened its six-week season at the Metropolitan Opera House on Monday night. There was no better symbol of the company's comeback from a crisis involving financial uncertainty and a change in leadership than this splendid performance of \"The Sleeping Beauty\" led by Amanda McKerrow and Wes Chapman.    As Aurora, the beloved princess who awakens after a hundred-year nap, Miss McKerrow was the embodiment of the mythic maiden whose purity heralds a new dawn. Ballet Theater, for its part, has a new hope in a new artistic director, Kevin McKenzie, who was named in October to succeed Jane Hermann.","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"Lucygate","web_url":"https://www.nytimes.com/1993/05/05/opinion/lucygate.html","abstract":"  They loved Lucy. In fact, administrators in the Bronx school district where Lucy Cruz was a powerful school board member loved her so much that they tended her flower garden and checked the electricity at her Bronx and Westchester homes.   That, of course, was Lucy's story. But love had nothing to do with the personal favors she received. As a report by the Board of Education's special investigator, Edward Stancik, shows in painful detail, Ms. Cruz and her colleagues used the District 12 board as a patronage operation, doling out school jobs in exchange for favors. To heck with education.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Black Panthers of Black Punks?;\nAttack Racism, Not Black Men","web_url":"https://www.nytimes.com/1993/05/05/opinion/black-panthers-of-black-punks-attack-racism-not-black-men.html","abstract":"O ne must wonder how the mind of Alice Walker could be occupied at once by such liberating love and such vengeful rage -- at men, or is it black men in particular? Reading her review of David Hilliard's powerful memoir, \"This Side of Glory,\" stunned me.\n\nI had been the recent recipient of a glowing review from Alice, for which I felt honored. This great writer had validated my first book. Now, she uses me to batter David Hilliard. Not his book, but him. This caring woman exploits David's courage to chronicle the hard lessons we Black Panthers learned.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Dinkins Budget Pleases Many Arts Institutions","web_url":"https://www.nytimes.com/1993/05/05/arts/dinkins-budget-pleases-many-arts-institutions.html","abstract":"  While holding out the possibility of cutbacks in a number of city services, the budget announced on Monday by Mayor David N. Dinkins brought cheer to the Department of Cultural Affairs and many arts institutions.   The Mayor's proposed $31.4 billion budget, which is subject to City Council approval, adds $3.6 million to the Cultural Affairs expense budget (increasing it to $85.3 million for fiscal year 1994), and provides $6.3 million to match a grant from the State Legislature to rescue the financially troubled New-York Historical Society.","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"Clinton, in Compromise, Will Cut Parts of Childhood Vaccine Plan","web_url":"https://www.nytimes.com/1993/05/05/us/clinton-in-compromise-will-cut-parts-of-childhood-vaccine-plan.html","abstract":"  Facing likely defeat in Congress, the Clinton Administration has agreed to drop crucial elements of its proposal for the Federal Government to buy up and distribute all childhood vaccine in the United States, Administration officials and lawmakers said today.   The Administration struck a compromise with Congressional Democrats under which the Government would provide vaccine for children in the Medicaid program and those for whom vaccine costs are not covered by private health insurance.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"Hunter's Attack Costs Him the First 21 Games","web_url":"https://www.nytimes.com/1993/05/05/sports/hockey-hunter-s-attack-costs-him-the-first-21-games.html","abstract":"  Dale Hunter of the Washington Capitals was suspended by the National Hockey League today for the first 21 games of next season as punishment for last Wednesday's unprovoked attack against Pierre Turgeon during a playoff game.   The Islanders' leading scorer and best player suffered a separated right shoulder when Hunter crashed him into the boards and glass while Turgeon was celebrating a goal at Nassau Coliseum in the sixth and final game of their first-round playoff series. He is out for at least the length of the Islanders' second-round series, which resumed here tonight against the Pittsburgh Penguins.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Woman in the News; Guerrilla Fighter for Civil Rights: Carol Lani Guinier","web_url":"https://www.nytimes.com/1993/05/05/us/woman-in-the-news-guerrilla-fighter-for-civil-rights-carol-lani-guinier.html","abstract":"  For more than a decade, the Justice Department's Civil Rights Division was, for Lani Guinier, the equivalent of enemy-occupied territory.    During that time, the former division official was involved in a guerrilla war with the Republicans in power, fighting them in courts throughout the nation as assistant counsel of the NAACP Legal Defense and Educational Fund Inc. and giving speeches criticizing their approach.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"LACROSSE","web_url":"https://www.nytimes.com/1993/05/05/sports/lacrosse.html","abstract":"  Tournaments    A dozen teams will be selected Sunday for the National Collegiate Athletic Association's Division I tournament by a committee of seven whose chief is Willie Scroggs, the retired North Carolina coach.    The weekly rankings by the Intercollegiate Lacrosse Association give clues as to the selections, and in Division I there are three key games remaining that can affect the important matter of byes. One is today, No. 5 Brown at No. 8 Massachusetts.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Rodman Critical of Pistons' Latest Moves","web_url":"https://www.nytimes.com/1993/05/05/sports/sports-people-basketball-rodman-critical-of-pistons-latest-moves.html","abstract":"  The Detroit Pistons made a mistake in firing Coach RON ROTHSTEIN and compounded it by hiring DON CHANEY, DENNIS RODMAN said in a newspaper report published yesterday.   Pistons officials, including Chaney -- who was named head coach on Monday -- said Rodman's comments to The Oakland Press only made it more likely that the National Basketball Association's leading rebounder will soon be traded.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/05/nyregion/c-corrections-202093.html","abstract":"  An article in Business Day on Thursday about the nomination of Arthur Levitt Jr. to be chairman of the Securities and Exchange Commission misidentified one of the S.E.C. commissioners. She is Mary Schapiro.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"P.B.A. Head Misses Mollen Commission Meeting","web_url":"https://www.nytimes.com/1993/05/05/nyregion/pba-head-misses-mollen-commission-meeting.html","abstract":"  Phil Caruso, the president of the police union, refused to attend a meeting yesterday with the mayoral commission investigating police corruption, amid indications that Mr. Caruso intends not to cooperate with the commission.   Officials of the union, the Patrolmen's Benevolent Association, said that Mr. Caruso did not attend the meeting because he believed his loyalties lay with Police Commissioner Raymond W. Kelly, who has begun separate efforts to root out corruption.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Wallace on the Road to Recovery","web_url":"https://www.nytimes.com/1993/05/05/sports/sports-people-auto-racing-wallace-on-the-road-to-recovery.html","abstract":"  RUSTY WALLACE, injured in a spectacular stock car crash on Sunday, went from one hospital to another yesterday in an effort to make certain he will be ready to race in less than two weeks. The 36-year-old Wallace was released yesterday morning from Carraway Medical Center in Birmingham, Ala., and immediately flew to Indianapolis for an examination by Dr. TERRY TRAMMELL, an orthopedic specialist.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Benefits of Federal Spending on Infrastructure","web_url":"https://www.nytimes.com/1993/05/05/opinion/l-benefits-of-federal-spending-on-infrastructure-254293.html","abstract":"  To the Editor:   During the debate on President Clinton's job stimulus package, I sometimes wondered if the Republicans ever gave a thought to the young lives that their filibuster may have impacted. I am a 69-year-old woman whose whole life has benefited from Federal spending during the Great Depression, even though that spending was not directed specifically toward me or my family. I can remember the strikes, the bread lines and the many hungry people who came to our door asking for food. I can also remember the jokes about the Works Progress Administration.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"DIVORCE LAWYERS ASSAILED IN STUDY BY ALBANY PANEL","web_url":"https://www.nytimes.com/1993/05/05/nyregion/divorce-lawyers-assailed-in-study-by-albany-panel.html","abstract":"  A committee appointed by New York State's highest court issued a report today that sharply criticized divorce lawyers, asserting that some of them rely on pressure tactics to secure fees, overbill their clients and keep them uninformed about their cases.   Most of the divorce lawyers singled out in the report represented female clients, who had contended that they had been taken advantage of in an emotionally wrenching time in their lives. The women said that in some instances their lawyers even pressured them to give up their assets, often their houses, to pay their legal fees.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"100 DEAD IN INDIA IN RELIGIOUS STRIFE","web_url":"https://www.nytimes.com/1993/05/05/world/100-dead-in-india-in-religious-strife.html","abstract":"  Fighting between Hindus and Muslims continued for a second day in the remote northeastern state of Manipur today, with the death toll rising to more than 100. Reports from the area told of villages and neighborhoods set on fire and hundreds of wounded.   \"The police have fanned out into villages to locate more bodies and the toll could be much higher,\" said Joychandra Singh, an editor and trade union leader in Imphal, the Manipuri capital, 1,100 miles east of New Delhi.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"Mattingly And Maas Have Blast With A's","web_url":"https://www.nytimes.com/1993/05/05/sports/baseball-mattingly-and-maas-have-blast-with-a-s.html","abstract":"  So what if it happened against Shawn Hillegas. So what if the Yankees flexed some muscles against an enigmatic pitcher who was abominable as their teammate for three months last season. There are certain games on the schedule that scream out to be snatched quickly and recorded as victories and this was one of them.   The Yankees did not disappoint and seized the moment. There was Bob Wickman eschewing a long-sleeve shirt on the chilly night and easily subduing the Athletics on one run and three singles. There was Don Mattingly hitting his first home run of the season as he sneaked one into the right-field seats. There was Kevin Maas poking a three-run blast to nearly the indentical spot to bury the A's and catapult the Yankees to a 4-2 victory last night at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Buffalo's Four-Term Mayor Says He Won't Run for Re-election","web_url":"https://www.nytimes.com/1993/05/05/nyregion/buffalo-s-four-term-mayor-says-he-won-t-run-for-re-election.html","abstract":"  Hours after renewing wedding vows with his wife on their 25th anniversary, Mayor James D. Griffin surprised this city today with a somewhat cryptic announcement that he would not seek re-election to the office he has held for the last 16 years.   Mr. Griffin, 63, a conservative Democrat, said he had made his decision in consultation with his family.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Review/Television; Beatles' Songs Sung by Anyone But","web_url":"https://www.nytimes.com/1993/05/05/arts/review-television-beatles-songs-sung-by-anyone-but.html","abstract":"  Over the last 30 years, Beatles songs have been symphonized, jazzed up, recited, bluegrassed, funkified, Muzaked, punk-rocked, sung along with and blasted into heavy metal. \"A Beatles Songbook,\" to be broadcast at 9 tonight on WNET (and at 8 P.M. on many other PBS stations), goes a step further, with a rendition of \"Yesterday\" on musical saw by one Prof. Hokum W. Jeebs.    \"Yesterday\" is part of a hodgepodge of Beatles songs recorded in concert at the Kentucky Center for the Arts by a seemingly random assortment of performers: Los Lobos, Buddy Guy, Dr. John, Kathy Mattea, Nils Lofgren, the Bobs and the I.S.O.  dance-theater troupe. If there's a point beyond catering to baby-boomer nostalgia, it seems to be that the English band's songs have become roots-rock for Americans. The finale, \"Let It Be,\" winds up in self-congratulatory sing-along.","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/05/05/arts/classical-music-in-review-792193.html","abstract":"  Boston Symphony Orchestra  Carnegie Hall    \"A symphony must be like the world,\" Mahler said. \"It must embrace everything.\" And he made his case by creating a number of gargantuan, all-encompassing, highly individual examples. Not surprisingly, few conductors have mastered them all; most would-be Mahlerians do well to excel in one or two.   Seiji Ozawa has generally succeeded in the more or less ceremonial symphonies, the Second and the Eighth. But the Third, with its mix of dark mystery and cherubic simplicity, tends to elude his grasp, as it did last Wednesday evening.","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"'Ain't Broadway' to Close","web_url":"https://www.nytimes.com/1993/05/05/theater/ain-t-broadway-to-close.html","abstract":"  \"Ain't Broadway Grand,\" a musical directed by Scott Harris with book by Thomas Meehan and Lee Adams, music by Mitch Leigh and lyrics by Mr. Adams, is to close after the Sunday matinee at the Lunt-Fontanne Theater, 205 West 46th Street, Manhattan. The matinee of the show will be the 25th regular performance; it had 27 previews.","thumbnail":null,"section":"Theater"},{"date":"19930505","headline":"Senator Who Saw War Up Close Doesn't Want to See Another","web_url":"https://www.nytimes.com/1993/05/05/world/conflict-in-the-balkans-senator-who-saw-war-up-close-doesn-t-want-to-see-another.html","abstract":"  Senator John S. McCain of Arizona is a conservative Republican and a war hero, a medal-spangled Navy pilot in Vietnam, the son and grandson of admirals in a family whose fighting lineage extends to George Washington's Continental Army. If politicians were thoroughbreds and bloodlines dictated performance, Mr. McCain might be the Secretariat of Senate militarists.   But anyone who wagered that Mr. McCain would favor United States intervention in Bosnia's war would lose his shirt. As President Clinton and lawmakers ponder the prospect of air strikes to counter Serbian aggression or the despatch of thousands of American troops to enforce a cease-fire, Mr. McCain has been sounding the Senate's most persistent and most urgent alarms on the question of involvement in a European war. Far Too Many Ifs    \"We need to be honest about one central fact: We have no way to predict the size, length and casualties of a peacemaking effort,\" he told the Senate on April 21.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"William Parker Memorial","web_url":"https://www.nytimes.com/1993/05/05/arts/william-parker-memorial.html","abstract":"  A memorial service for the baritone William Parker is to be held on Saturday at 3 P.M. at the Church of the Ascension, Fifth Avenue at 10th Street. Mr. Parker, a leading interpreter of art songs and new American music, died on March 29 at the age of 49.","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/05/opinion/IHT-letters-to-the-editor.html","abstract":"One Way to Bring Peace. Regarding \"Do Better for Liberia\" (Opinion, April 20): . In urging \"free and fair elections\" in Liberia, The Washington Post seems to have forgotten the recent \"free and fair elections\" in Angola, an","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Mass Today for Valvano","web_url":"https://www.nytimes.com/1993/05/05/us/mass-today-for-valvano.html","abstract":"  A memorial Mass for Jim Valvano, the basketball coach who died on April 28, will be celebrated at 2 P.M. today at St. Patrick's Cathedral at Fifth Avenue between 50th and 51st Streets.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/05/nyregion/c-corrections-199693.html","abstract":"  A picture caption last Wednesday about the Canadian Defense Minister's race for Prime Minister misidentified her. She is Kim Campbell.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Benefits of Federal Spending on Infrastructure; Dole's Role Distorted","web_url":"https://www.nytimes.com/1993/05/05/opinion/l-benefits-of-federal-spending-on-infrastructure-dole-s-role-distorted-255093.html","abstract":"  To the Editor:   Your April 23 editorial on \"Mr. Dole's Selfish Strut\" grossly misconstrues the Kansas Senator's leader ship of the successful Republican filibuster against President Clinton's economic stimulus package. You paint a distorted picture of the Senator in three respects -- his position, his record and his motives.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Bonilla Leaves Mets Stranded in L.A.","web_url":"https://www.nytimes.com/1993/05/05/sports/baseball-bonilla-leaves-mets-stranded-in-la.html","abstract":"  The dire details were multiple. There was a start by Frank Tanana that ended prematurely. There was another bullpen meltdown.   When it was over, when the Mets had made their way to the clubhouse, owners of the second worst-record in the National League, there was one image that burned relentlessly: Bobby Bonilla at the plate, his big swing complete, his dividends in the clutch zero.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"BOGOTA DRUG WAR SET BACK BY COURT","web_url":"https://www.nytimes.com/1993/05/05/world/bogota-drug-war-set-back-by-court.html","abstract":"  The Colombian Government's campaign against drug traffickers has suffered a setback after a high court declared that the chief prosecutor's policy of promising reduced sentences to informers with criminal records was unconstitutional.   There was no official reaction to the decision on Monday, although justice authorities said they would abide by it. Senate President Tito Rueda said Congress would be willing to work with President Cesar Gaviria Trujillo to \"work around the vacuum left by the ruling.\"","thumbnail":null,"section":"World"},{"date":"19930505","headline":"Suns Hold Off Lakers And a Quick Ouster","web_url":"https://www.nytimes.com/1993/05/05/sports/pro-basketball-suns-hold-off-lakers-and-a-quick-ouster.html","abstract":"  A rotund player kept the Phoenix Suns alive tonight -- and it was not Charles Barkley. Oliver Miller, a 300-pound rookie from Arkansas who spent part of this season popping diet pills, was an unexpected force tonight in the Suns' 107-102 playoff victory over the Los Angeles Lakers.   Miller, who had played a mere 14 playoff minutes before tonight and was inserted simply to throw his beef around, converted two important free throws in the final minute and then corraled a huge rebound with 26 seconds left. That seemed to secure the Suns' victory, but Dan Majerle, whose free throws are usually automatic, badly missed two foul shots with a 103-100 lead. It was not until Vlade Divac airballed a 3-point shot with the Lakers trailing by 105-102 with 8.1 seconds left that the Suns could relax.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Prompt Military Reprisal Unlikely If Serbs Shun Pact, U.S. Aides Say","web_url":"https://www.nytimes.com/1993/05/05/world/conflict-balkans-prompt-military-reprisal-unlikely-if-serbs-shun-pact-us-aides.html","abstract":"  Even if the self-designated Bosnian Serb parliament rejects an international peace plan when it meets on Wednesday, there will be no immediate American military intervention in the Balkans, senior United States officials said today.   The officials said the Clinton Administration expected the parliament to approve the peace plan, negotiated by Cyrus R. Vance and Lord Owen, which it rejected only 10 days ago. One of them said the White House thought the odds were 2 to 1 in favor of approval, but the Administration is far less sure that the fighting between Serbs and Muslims will actually stop as a result.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"Crown Heights Riots: A Lingering Question","web_url":"https://www.nytimes.com/1993/05/05/opinion/l-crown-heights-riots-a-lingering-question-260793.html","abstract":"  To the Editor:   Although your editorial \"Justice for Yankel Rosenbaum\" (April 26) deals with the Justice Department's responsibility to determine whether Mr. Rosenbaum's civil rights were violated, you have so far ignored an aspect of the 1991 Crown Heights riot in Brooklyn: the city's obligation to determine why for close to four days it permitted a pogrom to take place without having taken adequate steps to deal with it at its earliest stage.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/05/style/chronicle-290993.html","abstract":"  BOB DOLE, the Senate minority leader, stepped onto the elevator in the Metropolitan Club in Manhattan on Monday evening, headed for a Bond Club of New York dinner, where he was to give a speech.    There, he encountered MATTHEW RICH, who evidently knows how to seize an opportunity. He was the publicist for the \"Stars in Our Crown\" dinner given that evening at the club by Victoria magazine. Mr. Rich was on his way to the V.I.P. cocktail party preceding the magazine dinner. \"I think you are to follow us,\" he said to the Senator, \"and you might enjoy meeting our guests of honor.\"","thumbnail":null,"section":"Style"},{"date":"19930505","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/05/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93673235214.html","abstract":"1943: Germans Pull Out. LONDON . [From our New York edition:] German radio announced today [May 5] that the Axis forces had abandoned their Krymskaya defense bastion, 17 miles northeast of Novorossisk, and that the Russians continued ferocious attacks aga","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Beyond the Jug Factor","web_url":"https://www.nytimes.com/1993/05/05/opinion/beyond-the-jug-factor.html","abstract":"  In a famous cartoon, a pie-eyed hobo clenching a glass tells another, \"It's a good wine -- but not a great wine.\"   That critique describes the best red and white premium wines overseen by Julio Gallo, who died Sunday, and his brother Ernest. The cautious cognoscenti thus love to hate E. & J. Gallo's jug and varietal wines in public -- and drink them in private.","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Strike in Eastern Germany: Economics and Anger","web_url":"https://www.nytimes.com/1993/05/05/world/strike-in-eastern-germany-economics-and-anger.html","abstract":"Traffic is backed up at the entrance of the Stahl und Walzwerk Brandenburg G.m.b.H. steel mill, which has been sealed off by a new shift of determined pickets. As drivers complain and tempers on both sides rise, a union official rushes from strike headquarters next door and tells his men it is illegal to block the gate. Grudgingly, they let cars and trucks through.\n\nThe confusion is understandable. The strike only began Monday. And workers last struck here in 1932, during the Weimar Republic's waning days, for a raise of a few cents an hour. No one can recall if they got it.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"Regulator Says Connecticut's Largest Power Company Harassed Worker","web_url":"https://www.nytimes.com/1993/05/05/nyregion/regulator-says-connecticut-s-largest-power-company-harassed-worker.html","abstract":"  Northeast Utilities, Connecticut's largest power company, persecuted one of its engineers because he called a safety problem at a nuclear reactor to the company's attention, the Nuclear Regulatory Commission said yesterday.   Moreover, it said, Northeast delayed reporting the problem even though it could have affected the safety of other reactors around the country.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/05/05/arts/the-pop-life-801493.html","abstract":"  Udder Confusion   Some people are judging Aerosmith's new album, \"Get a Grip\" (Geffen), by its cover.    The artwork for the album, which entered Billboard's top albums chart at No. 1 this week, features the back end of a cow whose udder has been pierced with a ring. Keith Garde and Tim Collins, the group's managers, say that the cover art is computer generated and that the cow was not hurt. Nonetheless, they say the cover has generated telephone calls and letters from people whose \"blood is boiling,\" as Mr. Garde put it. In London, transportation officials even decided against putting up advertising posters for it in the subways. They said the decision was based on the \"potentially disturbing nature of the design, which may cause offense amongst sections of the underground audience.\"","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"President Moves to Release Classified U.S. Documents","web_url":"https://www.nytimes.com/1993/05/05/us/president-moves-to-release-classified-us-documents.html","abstract":"  President Clinton has taken the first step toward declassifying millions of secret Government documents, some kept under lock and key since World War I.   A Presidential directive issued April 26 ordered a sweeping review of cold-war rules on Government secrecy with an eye to opening the nation's bulging secret archives and reducing the number of highly classified military and intelligence programs.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/05/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92153325349.html","abstract":"1918: Positive Forces. LONDON . Interviewedconcerning his visit to the front, Mr. Lloyd George said: \"I saw Generals Foch, Sir Douglas Haig, Ptain, Pershing, Rawlinson and the other members of the High Command. They are all full of confidence","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"European Gypsies Issue Call For Human Rights at Meeting","web_url":"https://www.nytimes.com/1993/05/05/world/european-gypsies-issue-call-for-human-rights-at-meeting.html","abstract":"  At a time of ethnic warfare in the Balkans and of growing ethnic tensions elsewhere in Europe, the continent's most widely dispersed minority, the Gypsies, have begun to seek international recognition and protection.    For the majority of Europe's estimated eight million Gypsies, who live at a bare subsistence level, the highest priorities are enough food for the day and shelter from the elements.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"Public & Private; The Rescuers","web_url":"https://www.nytimes.com/1993/05/05/opinion/public-private-the-rescuers.html","abstract":"  When the word went out among the good people of occupied Copenhagen that the Germans were preparing to round up their Jewish neighbors, Jorgen Kieler was a 23-year-old medical student working with the resistance. In the space of two days, he and his friends helped organize 13 fishing boats, \"our little fleet,\" that carried more than 800 Jews to Sweden and safety.    Jorgen Kieler went on to have his skull fractured during an interrogation, to spend time in two concentration camps and eventually to become director of the Danish Cancer Research Institute. Last night the Jewish Foundation for Christian Rescuers honored him, his sister and the other Danes who saw to it that all but a few hundred Jews escaped the Germans. \"It could not,\" said Dr. Kieler, \"have been otherwise.\"","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/05/opinion/IHT-letters-to-the-editor-92179934855.html","abstract":"What They're Reading . I was thrilled to see your new \"What They're Reading\" feature in the Books section, and disappointed not to see it there every day. Do make this a regular feature. What a great idea! Though trying to tell a book by its cov","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"A Bowe Cramp Is Disclosed","web_url":"https://www.nytimes.com/1993/05/05/sports/a-bowe-cramp-is-disclosed.html","abstract":"  Riddick Bowe, who will defend his heavyweight crown May 22 against Jesse Ferguson, suffered a cramp while training last Thursday when \"he threw a punch from a funny angle,\" his manager, Rock Newman, said last night.   The cramp had an effect on Bowe's breathing, Newman said, but the manager added that Bowe was back in training.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/05/nyregion/c-corrections-203893.html","abstract":"  A brief report in the Company News column of Business Day on Saturday about layoffs at the Philips Lighting Company referred incorrectly to the work to be moved to Monterrey, Mexico. Two production lines will be moved.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Review/Television; Opinions on Pornography: Pro, Con and a Bit of Each","web_url":"https://www.nytimes.com/1993/05/05/arts/review-television-opinions-on-pornography-pro-con-and-a-bit-of-each.html","abstract":"  To say that \"Patently Offensive: Porn Under Siege\" is even-handed is a gross understatement. This program has more hands than a sexy Indian deity and distributes pronouncements, from First Amendment absolutism to calls for censorship, like alms. The arguments find academics cheek to cheek with flesh peddlers and religious rightists in bed with radical feminists.   Unfortunately, although many views are advanced, few are joined. The hour is a grab bag of opinions, adorned by pictures of a sort that do not usually show up on the tube until after midnight, and almost never on public stations. And it is stitched together by a machine-made narration: \"Perhaps the most controversial genre of pornography is that group of representations known as sadomasochistic. Complex in its implications, sadomasochistic imagery. . . .\" The juxtaposition of textbook lingo and randy pictures could make a \"Saturday Night Live\" routine.","thumbnail":null,"section":"Arts"},{"date":"19930505","headline":"Reno Moving to Reverse Stiff Sentencing Rule for Minor Drug Crimes","web_url":"https://www.nytimes.com/1993/05/05/us/reno-moving-to-reverse-stiff-sentencing-rule-for-minor-drug-crimes.html","abstract":"  Emboldened by support from a growing number of Federal judges, Attorney General Janet Reno has begun to take the first steps toward reversing the policy of meting out tough criminal sentences for minor drug offenses.   In recent days, she has told some groups that she will soon order a review of the Federal sentencing guidelines with an eye toward eliminating the long mandatory sentences for low-level drug crimes, like possession of small amounts of narcotics. She is expected to discuss the review on Friday at a conference on national drug strategy attended by officials from the Reagan, Bush and Clinton Administrations.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/05/05/opinion/IHT-letters-to-the-editor-91532628581.html","abstract":"Rushdie and Islam . Regarding \"Satanic Blasphemy\" (Letters, April 9) from Suraiya Rahman:. One may defend Salman Rushdie and have deep respect for Islam and Muslim culture at the same time. Leaders of the Third World, Muslims and non-Muslims ali","thumbnail":null,"section":"Opinion"},{"date":"19930505","headline":"Hope Must Spring Eternal","web_url":"https://www.nytimes.com/1993/05/05/sports/IHT-hope-must-spring-eternal.html","abstract":"There is, in the sporting sense, life after death, and the week began with massive audiences on two continents going through the extremes of human emotions. . Old Trafford, the home of Manchester United, was turned into a field of happy pandemonium on Mon","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Evolution of a Not-Too-Remote Island","web_url":"https://www.nytimes.com/1993/05/05/nyregion/about-new-york-evolution-of-a-not-too-remote-island.html","abstract":"  TAKING our lead from Margaret Mead, we set out for Roosevelt Island (pronounced ROSE-velt EYE-land) to examine the mores and culture of its people.   Though the 8,000 natives live just one subway stop from Bloomingdale's, or just 4 1/2 minutes by aerial tram from Second Avenue, we discovered that the islanders have evolved a way of life different from what prevails on Manhattan, the larger island across the East River.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/05/sports/transactions-003593.html","abstract":"  Baseball  American League   DETROIT TIGERS -- Purchased the contract of Dave Johnson, pitcher, from Toledo of the International League. Designated Mike Munoz, pitcher, for assignment.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"BRITISH PRESSING IRAQI ARMS INQUIRY","web_url":"https://www.nytimes.com/1993/05/05/world/british-pressing-iraqi-arms-inquiry.html","abstract":"  A judge today stepped up the investigation into Britain's sales of arms-making equipment to Iraq in the years before the Persian Gulf war, opening public hearings to determine if officials knowingly violated their own ban on military exports to President Saddam Hussein.   Lord Justice Scott, a High Court judge who was appointed by Prime Minister John Major in November to conduct a wide-ranging inquiry into the sales, is expected to hear testimony in coming months from Mr. Major and his predecessor, Margaret Thatcher, who led the Government for more than 11 years until late 1990.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"Delay Sought in Law Meant to Trim Welfare Rolls","web_url":"https://www.nytimes.com/1993/05/05/us/delay-sought-in-law-meant-to-trim-welfare-rolls.html","abstract":"  The Clinton Administration asked Congress today to postpone the effective date of a law passed under President Ronald Reagan that would require states to find jobs or job training for tens of thousands of married welfare recipients or face a loss of Federal welfare funds.   The request to the House Ways and Means Committee came as the committee began public discussion of the tax and spending bill that is the core of President Clinton's deficit-reduction plan.","thumbnail":null,"section":"U.S."},{"date":"19930505","headline":"Boyfriend of One Victim Is Charged in 6 Slayings","web_url":"https://www.nytimes.com/1993/05/05/nyregion/boyfriend-of-one-victim-is-charged-in-6-slayings.html","abstract":"  An angry boyfriend stabbed Maria Rodriguez to death after an argument in her East Harlem apartment on Saturday, the police said yesterday. Then, they said, he bludgeoned, strangled and stabbed her three children and her mother, slept overnight in the blood-drenched apartment, went to a Yankees baseball game and finally killed her mother's companion the next day.   And before going to work on Monday morning, the police said, Ramon Concepcion spread paint thinner around the three-bedroom apartment and set it afire.","thumbnail":null,"section":"New York"},{"date":"19930505","headline":"Bosnia's Serbs Weigh a Familiar Choice","web_url":"https://www.nytimes.com/1993/05/05/world/conflict-in-the-balkans-bosnia-s-serbs-weigh-a-familiar-choice.html","abstract":"  The Bosnian Serbs' parliament, a self-proclaimed assembly of ardent nationalists, militia leaders and local political bosses, is to make a choice on Wednesday that could make the difference between peace in the Balkans or prolonged war.   Delegates to the parliament share an almost mystic conviction that all Serbs, wherever in the Balkans they find themselves, have a historic right to live under Serbian rule. But if they vote on Wednesday to accept the international peace plan for Bosnia, it will be principally out of deference to the President of Serbia, Slobodan Milo sevic, and his judgment that the peace plan will do less harm to the dream of a Greater Serbia than the threatened military intervention and tighter economic sanctions that would be the international response to continued Serbian defiance.","thumbnail":null,"section":"World"},{"date":"19930505","headline":"Sports of The Times; Dale Hunter Could Have Missed Year","web_url":"https://www.nytimes.com/1993/05/05/sports/sports-of-the-times-dale-hunter-could-have-missed-year.html","abstract":"  IF it had been up to me, Dale Hunter would be up in Ontario right now, winterizing his cabin for his year's sabbatical from hockey. How do I know he's got a cabin up in Ontario? He must. All hockey players have cabins in Ontario. It's where they go when the season ends.   Hunter's 1993-94 season would have ended yesterday if I were commissioner, but I guess that's why they chose Gary Bettman. They wanted somebody who would be tough and contemporary and rational all at the same time.","thumbnail":null,"section":"Sports"},{"date":"19930505","headline":"Seles Ready to Discuss Her Treatment","web_url":"https://www.nytimes.com/1993/05/05/sports/sports-people-tennis-seles-ready-to-discuss-her-treatment.html","abstract":"  MONICA SELES will talk to reporters today about her treatment for the stab wound inflicted by a spectator at a German tournament. IMG, the Cleveland company that manages Seles, announced the news conference yesterday at the Italian Open.   Seles dropped out of sight after leaving Hamburg, Germany, where a man leaned from the stands last Friday and stabbed her in the back during the Citizens Cup.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930505","time":"1993-05-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":47,"wspd":11.2},{"date":"19930505","time":"1993-05-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":55,"wspd":13},{"date":"19930505","time":"1993-05-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":76,"wspd":11.2},{"date":"19930505","time":"1993-05-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":80,"wspd":11.2},{"date":"19930505","time":"1993-05-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":86,"wspd":14.8},{"date":"19930505","time":"1993-05-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":88,"wspd":13},{"date":"19930505","time":"1993-05-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":84,"wspd":11.2},{"date":"19930505","time":"1993-05-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":79,"wspd":11.2},{"date":"19930505","time":"1993-05-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":75,"wspd":14.8},{"date":"19930505","time":"1993-05-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":67,"wspd":5.4},{"date":"19930505","time":"1993-05-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":43,"wspd":20.5},{"date":"19930505","time":"1993-05-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":44,"wspd":16.6},{"date":"19930505","time":"1993-05-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":42,"wspd":16.6},{"date":"19930505","time":"1993-05-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":44,"wspd":18.4},{"date":"19930505","time":"1993-05-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":44,"wspd":16.6},{"date":"19930505","time":"1993-05-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":43,"wspd":16.6},{"date":"19930505","time":"1993-05-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":41,"wspd":24.1},{"date":"19930505","time":"1993-05-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":41,"wspd":22.3},{"date":"19930505","time":"1993-05-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":51,"wspd":22.3},{"date":"19930505","time":"1993-05-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":51,"wspd":20.5},{"date":"19930505","time":"1993-05-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":51,"wspd":24.1},{"date":"19930505","time":"1993-05-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":48,"wspd":24.1},{"date":"19930505","time":"1993-05-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":58,"wspd":20.5},{"date":"19930505","time":"1993-05-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":63,"wspd":16.6},{"date":"19930505","time":"1993-05-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":86,"wspd":9.4},{"date":"19930505","time":"1993-05-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":93,"wspd":11.2},{"date":"19930505","time":"1993-05-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":90,"wspd":11.2},{"date":"19930505","time":"1993-05-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":93,"wspd":13},{"date":"19930505","time":"1993-05-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":97,"wspd":7.6},{"date":"19930505","time":"1993-05-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":96,"wspd":7.6},{"date":"19930505","time":"1993-05-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":100,"wspd":7.6},{"date":"19930505","time":"1993-05-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":100,"wspd":11.2},{"date":"19930505","time":"1993-05-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":100,"wspd":11.2},{"date":"19930505","time":"1993-05-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":100,"wspd":7.6},{"date":"19930505","time":"1993-05-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":100,"wspd":7.6},{"date":"19930505","time":"1993-05-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":7.6},{"date":"19930505","time":"1993-05-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":9.4},{"date":"19930505","time":"1993-05-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":7.6},{"date":"19930505","time":"1993-05-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":78,"wspd":7.6},{"date":"19930505","time":"1993-05-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":71,"wspd":11.2},{"date":"19930505","time":"1993-05-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":84,"wspd":11.2},{"date":"19930505","time":"1993-05-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":73,"wspd":9.4},{"date":"19930505","time":"1993-05-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":93,"wspd":11.2},{"date":"19930505","time":"1993-05-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":96,"wspd":9.4},{"date":"19930505","time":"1993-05-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":87,"wspd":11.2},{"date":"19930505","time":"1993-05-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":90,"wspd":9.4},{"date":"19930505","time":"1993-05-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":93,"wspd":9.4},{"date":"19930505","time":"1993-05-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":93,"wspd":13}]}}