{"19940126":{"guardian_articles":[],"nytimes_articles":[{"date":"19940126","headline":"Chaos? Creativity? The Scardino Era At Playwrights","web_url":"https://www.nytimes.com/1994/01/26/theater/chaos-creativity-the-scardino-era-at-playwrights.html","abstract":"  \"People are saying to me, 'I hear it's chaos,' \" Don Scardino said. \"I look at them and I say, 'It is?' \"   \"It\" is Playwrights Horizons, the 23-year-old nonprofit theater on West 42d Street, which Mr. Scardino serves as artistic director. It was two years ago this month that he took over the post from Andre Bishop, who had moved uptown to Lincoln Center Theater, and for impatient, show-me-what-you-got theatergoers, that's about the length of time it takes for subscribers and other institution watchers to become impatient with a new regime, or nostalgic for the old one.","thumbnail":null,"section":"Theater"},{"date":"19940126","headline":"RENO TO TAKE OVER INQUIRY IN SLAYING IN CROWN HEIGHTS","web_url":"https://www.nytimes.com/1994/01/26/nyregion/reno-to-take-over-inquiry-in-slaying-in-crown-heights.html","abstract":"  Yielding to strong political pressure, Attorney General Janet Reno agreed today to take over the investigation of the slaying of a rabbinical student during the unrest in Crown Heights in 1991 and try to bring Federal civil rights charges against those who killed him.   Ms. Reno's decision to convene a Federal grand jury came after the Brooklyn District Attorney, Charles J. Hynes, handed over the case, conceding that local prosecutors would not be able to make a state homicide case against Ernesto Edwards, a suspect who recently emerged in the death of the student, Yankel Rosenbaum.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/01/26/arts/the-pop-life-989517.html","abstract":"  Feliciano Anniversary   Long before there was the term world music, the Puerto Rican singer and guitarist Jose Feliciano was blending musical styles from the global jukebox. His goal, he says, has always been to \"get the races closer to each other.\"   \"My influences are not only in Latin music, but in rock-and-roll and, of course, black music,\" he said from his home in Weston, Conn. \"I didn't learn to sing from Frank Sinatra or Jack Jones, whom I consider great singers, but my influences were people like Sam Cooke, Ben E. King, Ray Charles. I think I related to those singers more because we all suffered. I was born in extreme poverty and, like them, I had my own minority things to deal with, one of which is being blind. I had to really develop my skills before I became famous because at every turn, there was a 'no.' \"","thumbnail":null,"section":"Arts"},{"date":"19940126","headline":"Angry Echoes of Campus Speech","web_url":"https://www.nytimes.com/1994/01/26/nyregion/angry-echoes-of-campus-speech.html","abstract":"  Only several dozen students at Kean College actually heard the words spoken on Nov. 29 by Khalid Abdul Muhammad, a senior official of the Nation of Islam, in a speech that has since been roundly denounced as cruelly abusive of whites, Jews, Catholics, some black leaders and homosexuals.   In the intervening weeks thespeech has reverberated far beyond this campus and identified Kean with a sharp debate about tolerance toward different views as higher education confronts multiculturalism.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"A Hatter Who's Mad but Still Coping","web_url":"https://www.nytimes.com/1994/01/26/nyregion/about-new-york-a-hatter-who-s-mad-but-still-coping.html","abstract":"  SOME undertakings in this city require faith and optimism. Things like opening a school for Linotypists, becoming a Fuller brush man or shoeing horses. Selling men's hats is like that. What we are talking about is selling grown-up serious men's hats to grown-up serious men, Borsalinos, homburgs, fedoras, snap-brim felts -- not baseball caps to be worn with the bill to aft.    As late as the 1950's there were hundreds of men's hat's stores in New York City. There were 14 on 125th Street alone and there were entire chains with names like Knox, Adams, Dobbs, Cavanaugh, that seem to have vanished like trolley cars. Back then there were stores in almost every neighborhood that would block and clean men's hats.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/01/26/sports/college-hockey-report.html","abstract":"  Dartmouth    When Roger Demment became head coach in 1991, he said, \"Dartmouth and Hanover provide the ideal atmosphere for outstanding hockey and it is my goal to re-establish the tradition of exciting and winning teams here.\"","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/01/26/books/book-notes-989363.html","abstract":"  Confidentiality Ruling   In a victory for writers who unearth information about criminal cases while researching books, Joseph Bosco, the author of a book on a crime that took place in New Orleans, has been declared to have the same First Amendment rights as an investigative journalist. On Monday, a Louisiana appeals court ruled, 2-1, that under the state's law Mr. Bosco qualifies as a journalist, meaning that he cannot automatically be forced to turn over confidential materials in court.   \"I'm just thrilled, on one level,\" said Mr. Bosco, whose 1993 book \"Blood Will Tell\" (William Morrow & Company), describes the brutal beating death in 1984 of Janet Myers, a young housewife, and the subsequent trials of her husband and her lover. Each implicated the other, and each was convicted in a separate trial. \"We have won a battle, I believe, for writers everywhere.\"","thumbnail":null,"section":"Books"},{"date":"19940126","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/01/26/theater/theater-in-review-991619.html","abstract":"  As You Like It  Playhouse at Saint Clement's Church 423 West 46th Street Clinton Through Feb. 19 By William Shakespeare; directed by Mark Rylance; sets and costumes by Jenny Tiramani; lighting by Frances Aronson; composer and pianist, Claire van Kampen; sound by Eric Liljestrand; choreography by Darryl Quinton; fight director, J. Allen Suddeth; production stage manager, Alyson Augustin; dramaturge, James Leverett. Presented by Theater for a New Audience, Jeffrey Horowitz, artistic/producing director; Peter M. Kindlon, general manager. WITH: Leon Addison Brown, David Dossey, Miriam Healy-Louie and Mark Rylance.","thumbnail":null,"section":"Theater"},{"date":"19940126","headline":"Russian Premier's Star Is Rising Fast","web_url":"https://www.nytimes.com/1994/01/26/world/russian-premier-s-star-is-rising-fast.html","abstract":"  At a time when serious questions are being raised about the course of Russian politics, a former Communist Party bureaucrat who has been Prime Minister for little more than a year is more often than not these days making decisions for President Boris N. Yeltsin.    Still little known in the West, the official, Viktor S. Chernomyrdin, was chosen in December 1992 by Mr. Yeltsin to serve as Prime Minister, when a hard-line revolt in Parliament forced him to drop Yegor T. Gaidar, who had been the architect of his economic reforms. Mr. Chernomyrdin, a stocky 55-year-old, was a compromise candidate -- the classic \"centrist\" to substitute for the highly provocative Mr. Gaidar.","thumbnail":null,"section":"World"},{"date":"19940126","headline":"Bruce, Sir, Please Get That Man Off Me","web_url":"https://www.nytimes.com/1994/01/26/sports/super-bowl-xxviii-bruce-sir-please-get-that-man-off-me.html","abstract":"  Linebacker Mark Maddox faced his first moment of truth as the Bills' defensive signal caller when he asked defensive end Bruce Smith, one of the most feared and dominant pass rushers in the National Football League, to handle an offensive lineman so that Maddox could get a better shot at the ballcarrier.    \"I said, 'Bruce, can you please keep that man off me?' \" Maddox said.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Actors Take Leading Role in Helping the Neediest","web_url":"https://www.nytimes.com/1994/01/26/nyregion/actors-take-leading-role-in-helping-the-neediest.html","abstract":"  At a time when donations to The New York Times Neediest Cases Fund are lagging more than $100,000 behind where they were a year ago, several sizable gifts sent in recently by well-known contributors, many of them actors, have buoyed efforts to help the poorest New Yorkers.   For many of the contributors, the gifts were a continuation of a long tradition of helping the fund, which in turn assists seven social-service agencies in providing a range of services to the hungry, the disabled, the mentally ill and the homeless.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"To the Knicks' Joy, Mr. Smith Goes to the Hoop","web_url":"https://www.nytimes.com/1994/01/26/sports/pro-basketball-to-the-knicks-joy-mr-smith-goes-to-the-hoop.html","abstract":"  Making his first start since returning from knee surgery, Charles Smith made the difference last night.   Smith converted a key driving layup with 20.2 seconds to play, and his season-high 25 points lifted the Knicks to a crucial 98-96 victory over the short-handed Phoenix Suns at Madison Square Garden.   The victory ended New York's two-game losing streak and provided a much-needed emotional lift on a day when the Knicks held a team meeting.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Exercise Therapy Can Help Dizziness From Inner-Ear Ills","web_url":"https://www.nytimes.com/1994/01/26/us/exercise-therapy-can-help-dizziness-from-inner-ear-ills.html","abstract":"  JEFFREY LEVIN was on a commuter train to Manhattan one morning in May 1992 when he suddenly felt unsteady and lightheaded, he said, as if \"my head was in a bowl of Jell-O.\" Doctors told him the dizziness would probably pass, but Mr. Levin only felt worse as the weeks went by.   He began to have trouble negotiating the busy floor of the futures exchange, where he was the chief economist. He found it increasingly hard to concentrate in meetings and began to have memory problems, sometimes calling colleagues into his office and then forgetting why he had asked to see them.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Public & Private; A Tale of Two Women","web_url":"https://www.nytimes.com/1994/01/26/opinion/public-private-a-tale-of-two-women.html","abstract":"  Valerie Wilson, a cop's daughter from Queens, was watching the news when she got a powerful sense of deja vu, the emotional equivalent of a shot to her midsection.    There was the story of Cathy Linn, a woman who said a police officer had arrested her for little more than asking for his badge number. Ms. Wilson says that happened to her, too, in 1988.  Ms. Linn said she was beaten and badly injured in the incident. Ms. Wilson says that's what happened to her.  And Ms. Linn said that in a patrol car the officer had repeatedly forced her face down into his groin. Ms. Wilson had alleged that, while she was in the back of a police cruiser, an officer had fondled her breasts.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Sports of The Times; Looking To Level The Field","web_url":"https://www.nytimes.com/1994/01/26/sports/sports-of-the-times-looking-to-level-the-field.html","abstract":"  ONE of the first lessons a young athlete learns is that sports life isn't fair. Just when you're primed for the biggest race of your life, you pull a muscle. A day before the big game, your team's most important player suffers an injury. An official misses a critical call that costs you the game. Sometimes you encounter an opponent who's bigger, faster, stronger and more skillful. The beauty of competition is finding a way to win, finding a way to beat the unbeatable.   Last week, New York State's largest scholastic sports organization found an ingenious way to beat the unbeatable. It eliminated them from the competition.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Air Cleared Over Attack On Riley's Strategy","web_url":"https://www.nytimes.com/1994/01/26/sports/pro-basketball-air-cleared-over-attack-on-riley-s-strategy.html","abstract":"  Concerned about a published report in which unnamed players were quoted as questioning the team's offensive philosophy, the Knicks held a clear-the-air team meeting after yesterday morning's shoot-around.    The 39-minute locker-room summit came in the aftermath of anonymous quotes from two players published in yesterday's editions of The Daily News. The unnamed players reportedly complained about a lack of diversity in the Knicks' offense, saying that Coach Pat Riley's offense had become overly dependent on Patrick Ewing, especially late in games.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"C.I.A. HEAD SURVEYS WORLD'S HOT SPOTS","web_url":"https://www.nytimes.com/1994/01/26/world/cia-head-surveys-world-s-hot-spots.html","abstract":"  In a tour of the world's horizons from his perspective as Director of Central Intelligence, R. James Woolsey said today that his major concerns include the possibility of destructive hyperinflation in Russia, political and ethnic tensions that could fragment Ukraine and a military buildup in North Korea.   While none of these events pose an immediate danger to the United States, \"the end of the cold war does not mean the end of conflict, nor the end to threats to our security and to that of our friends and allies,\" Mr. Woolsey said during testimony at a public session of the Senate Select Committee on Intelligence.","thumbnail":null,"section":"World"},{"date":"19940126","headline":"Review/Film; The Blind Woman Gets Tougher In a Familiar and Deadly Formula","web_url":"https://www.nytimes.com/1994/01/26/movies/review-film-the-blind-woman-gets-tougher-in-a-familiar-and-deadly-formula.html","abstract":"Beautiful blind woman vs. stalker. Suspense sideswiped by optical illusions, but the stars stay on track.","thumbnail":null,"section":"Movies"},{"date":"19940126","headline":"Johnson Won't Make A Visit to Indonesia","web_url":"https://www.nytimes.com/1994/01/26/sports/sports-people-basketball-johnson-won-t-make-a-visit-to-indonesia.html","abstract":"  MAGIC JOHNSON's planned tour of Indonesia was canceled yesterday after immigration officials said they would block his entry because he has the virus that causes AIDS.   The retired basketball star and an all-star team were scheduled to play exhibition games Feb. 26 and Feb. 27 to promote AIDS prevention.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Cowboy Offensive Line Sheds Anonymity but Not Pounds","web_url":"https://www.nytimes.com/1994/01/26/sports/super-bowl-xxviii-cowboy-offensive-line-sheds-anonymity-but-not-pounds.html","abstract":"  The Dallas Cowboys' center, John Gesek, took off a $5,000 Rolex watch, a gift from running back Emmitt Smith, and twirled it in his hands with pride. He wasn't so enamored of the watch; it was the idea of feeling appreciated.   Appreciation is something offensive linemen secretly crave but rarely receive. He smiled, turned the watch over and pointed to the inscription on the back. It read:","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Yankees Won't Get Harnisch","web_url":"https://www.nytimes.com/1994/01/26/sports/yankees-won-t-get-harnisch.html","abstract":"  Cross Pete Harnisch off the list of starters the Yankees might bring to the Bronx. Although General Manager Gene Michael is enamored of Harnisch and has had several conversations with the Astros, Bob Watson, Houston's general manager, yesterday characterized trade talks with New York as dead. Toronto is still pursuing Harnisch.   After Michael refused to budge Monday on the three players Houston wanted for the right-hander, Watson said he was finished talking with the Yankees. Watson would not disclose which Yankees he wanted and said only that the potential three-for-one package included at least one minor leaguer. But Watson did disclose that Michael was upset when he ended the discussions about Harnisch, 27, who was 16-9 with a 2.98 earned run average and who pitched for Fordham University. \"They're not meeting my price,\" Watson said by phone from Houston.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Health Reform -- \"Now!\"","web_url":"https://www.nytimes.com/1994/01/26/opinion/health-reform-now.html","abstract":"  Bill Clinton had one overriding task in his State of the Union address last night: to re-ignite a fire under the proposal for health care reform that he has chosen as the defining issue of his Presidency. Victory will not come easily. Bitter battles lie ahead in Congress and the country. But no one who heard his demands for immediate action -- \"now, not next year or the year after . . . now!\" -- or his threat to veto any legislation that falls short of universal coverage can fault him for squandering the chance to state his case, plainly and passionately.   Like other Presidents before him, Mr. Clinton could not resist a prideful review of his first year. Nor could he resist offering a menu of other proposals. Wisely, however, he devoted most of his energies to the big things that seem now to matter most to the American public -- which, besides medical care, include the economy, welfare and crime. And in so doing, he deftly expropriated at least two issues -- welfare and crime -- that the Republicans had hoped to use against him and the Democrats in the midterm.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Off-Duty Officer Is Killed in Queens as Police Chase a Stolen Car","web_url":"https://www.nytimes.com/1994/01/26/nyregion/off-duty-officer-is-killed-in-queens-as-police-chase-a-stolen-car.html","abstract":"  An off-duty police officer who joined fellow officers in chasing a driver in a stolen car was killed Monday night in Queens when the suspect's vehicle crashed into the officer's car at over 70 miles per hour, the police said yesterday.   Nicholas DeMutiis of the 106th Precinct in Ozone Park, Queens, became the first police officer to be killed this year in New York City.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Community Police Officers Cited on Hours and Training","web_url":"https://www.nytimes.com/1994/01/26/nyregion/community-police-officers-cited-on-hours-and-training.html","abstract":"  The thousands of New York City officers working in community policing do not work enough weekends or late at night and are not coordinating well with other police units and other city agencies, according to nearly two dozen internal police reports that analyze the program.   The 22 reports, prepared from November 1992 to August 1993, do not represent a wholesale indictment of the Police Department's major tactical shift to community policing, which was introduced by the Dinkins administration three years ago. The reports, in fact, seldom draw broad conclusions.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Giuliani and Bratton Begin Push To Shift Police Aims and Leaders","web_url":"https://www.nytimes.com/1994/01/26/nyregion/giuliani-and-bratton-begin-push-to-shift-police-aims-and-leaders.html","abstract":"  Mayor Rudolph W. Giuliani and his new Police Commissioner began a top-to-bottom reorganization of the New York City Police Department yesterday, intended to give borough and precinct commanders more authority and staff to concentrate on quality-of-life offenses ranging from open-air drug markets to panhandling squeegee men.   The first phase of the reorganization came as Commissioner William J. Bratton forced out four senior commanders and said he would promote seven mostly middle-ranking officers with reputations for being aggressive and risk-takers.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"A Team a Master Builder Would Really Love","web_url":"https://www.nytimes.com/1994/01/26/sports/on-pro-basketball-a-team-a-master-builder-would-really-love.html","abstract":"  Four months after Michael Jordan jilted them for a batting glove and a chaw of tobacco, the Chicago Bulls awakened yesterday with the best record in the Eastern Conference. Meanwhile, back at Madison Square Garden, Pat Riley was reading his offensively disgruntled Knicks the riot act.   \"That's too bad,\" the Bulls' general manager, Jerry Krause, said by telephone from his home. \"You hate to hear those kinds of things.\"","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/01/26/theater/theater-in-review-989142.html","abstract":"  Birdbones  The Kitchen 512 West 19th Street Chelsea Through Feb. 6 A solo performance by Dudley Saunders; lighting by Alex Kahn; sound by John Frazier. Presented by the Kitchen.","thumbnail":null,"section":"Theater"},{"date":"19940126","headline":"Can We Afford So Many Unskilled Immigrants?","web_url":"https://www.nytimes.com/1994/01/26/opinion/l-can-we-afford-so-many-unskilled-immigrants-991252.html","abstract":"  To the Editor:   Anthony Lewis claims in \"The Politics of Nativism\" (column, Jan. 14) that Julian Simon showed in The Wall Street Journal last year that immigrants do not take the jobs of the native born and that the average immigrant family pays $2,500 more in taxes annually than it receives in public services.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"STATE OF THE UNION: The Scene; Looking for Rhapsody? Try a Different Address","web_url":"https://www.nytimes.com/1994/01/26/us/state-of-the-union-the-scene-looking-for-rhapsody-try-a-different-address.html","abstract":"  Thomas Jefferson helped compose the Declaration of Independence, designed Monticello, invented countless useful devices and refused outright to deliver a State of the Union speech. He was perhaps our wisest President.   William Jefferson Clinton did not heed his example. And so tonight, the Republic's most beloved lawmakers, jurists, Cabinet members, diplomats, television news stars, political advisers, advance men and makeup artists trooped to the Capitol under leaden skies, mostly because they had to.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Review/Theater; A Midlife Crisis as a Hallucinogenic Mystery Story","web_url":"https://www.nytimes.com/1994/01/26/theater/review-theater-a-midlife-crisis-as-a-hallucinogenic-mystery-story.html","abstract":"  Though all sorts of music and exotic sound effects swirl throughout the production of Philip Kan Gotanda's \"Day Standing on Its Head\" at Stage 2 of the Manhattan Theater Club, the loudest noise one is aware of is very familiar: that of a man hitting middle age with a hollow thud.   The story of an emotionally inhibited Japanese-American law professor trying to come to terms with a hitherto unexamined life, Mr. Gotanda's play deals with material common to the recent spate of confessional journalism inspired by midlife crises. The traditional bugaboos of the middle-class fortysomething male -- lost idealism, sexual repression, the guilt of privilege, professional paralysis and the specter of mortality -- are all threshed out in ways that seem entirely too close to self-help books promoting the search for \"the child within.\"","thumbnail":null,"section":"Theater"},{"date":"19940126","headline":"STATE OF THE UNION: The Overview; Clinton Vows Fight for His Health Plan","web_url":"https://www.nytimes.com/1994/01/26/us/state-of-the-union-the-overview-clinton-vows-fight-for-his-health-plan.html","abstract":"  President Clinton offered a broad new defense of his health care plan tonight and vowed to veto any health insurance proposal that did not provide coverage for all citizens.   In a State of the Union Message that outlined Mr. Clinton's vision for domestic renewal without offering new legislative proposals or policy initiatives, Mr. Clinton said that the nation must now build upon the economic successes attained during his first year in office and that \"our work has just begun.\"","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"UConn Soars Amid Visions Of the Top","web_url":"https://www.nytimes.com/1994/01/26/sports/college-basketball-uconn-soars-amid-visions-of-the-top.html","abstract":"  They have never been this way before. Not the Final Eight Connecticut Huskies of four years ago, the group of Tate George, Chris Smith and Scott Burrell. Cliff Robinson's Huskies never came this way. Nor did Toby Kimball's teams, nor Wes Bialosuknia's, nor Vincent Yokabaskas's.   Connecticut's 91-67 victory over Villanova tonight lifted its record to 17-1, the best start to a season in school history. The blue and white bandwagon is starting to bulge. And Donyell Marshall had a new hat above his dressing stall.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"1894:Spanish Anarchists : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-1894spanish-anarchists-in-our-pages100-75-and-50-years-ago.html","abstract":"BARCELONA - A working mason, professing to be an Anarchist, fired at the Prefect to-day [Jan. 25] with a pistol and wounded him in the head. The Anarchist was arrested. The New York Herald comments: \"The Anarchists in Spain are unsubdued. After this","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/01/26/us/personal-health-988839.html","abstract":"  ONE friend tells me he needs at least eight hours of sleep each night to avoid feeling \"dead tired\" the next day. Another says that if she gets more than six hours a night she wakes up \"feeling like a lead balloon.\"   How do you know how much sleep is the right amount, and how can you adjust your sleep schedule if you fail to get enough sleep now and then, or night after night?","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Penn State's Women Roll","web_url":"https://www.nytimes.com/1994/01/26/sports/college-basketball-penn-state-s-women-roll.html","abstract":"  Jackie Donovan scored 25 points and Tina Nicholson 22 to lead the No. 1 Penn State women's basketball team to a 74-66 victory over No. 17 Ohio State last night in Columbus, Ohio.   With the game tied at 45-45 and 11 minutes 55 seconds remaining, Penn State (14-0, 6-0 in the Big Ten) went on a 13-6 run to take the lead for good, 58-51. Tiffany Longworth sparked the run with two baskets, including a 3-pointer.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Smith and Thomas: Innovators in Pass Catching","web_url":"https://www.nytimes.com/1994/01/26/sports/super-bowl-xxviii-on-pro-football-smith-and-thomas-innovators-in-pass-catching.html","abstract":"  Mention Thurman Thomas and Emmitt Smith Super Bowl XXVIII's sensational pair of running backs -- and the first thing that comes to mind is what both do best: snatch a handoff from the quarterback and run for glory.   But in this Super Bowl rematch between the Buffalo Bills and the Dallas Cowboys, the defenses will spend extra preparation time for Thomas and Smith as pass receivers.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/26/nyregion/c-corrections-991031.html","abstract":"  Because of an editing error, an article in Business Day yesterday about a bailout plan for Banco Espanol de Credito of Spain misstated J. P. Morgan & Company's ownership interest in the bank. The Corsair Partnership, an investment fund created by Morgan to invest in banks, owns about an 8 percent interest in Banesto, as the Spanish bank is commonly known. Morgan holds a 10 percent stake in Corsair; it does not hold an 8 percent stake in Banesto.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"A Dispute Over Officer Numbers","web_url":"https://www.nytimes.com/1994/01/26/nyregion/a-dispute-over-officer-numbers.html","abstract":"  Amid mounting criticism about the effectiveness of New York's community policing program, an old dispute resurfaced yesterday over whether the Police Department was putting enough new officers financed through special taxes on the streets.   Seeking to calm the disagreement, Mayor Rudolph W. Giuliani yesterday appointed a panel to settle the three-year-old dispute between lawmakers and police officials about how many officers are required on the streets under the 1991 anti-crime law known as \"Safe Streets, Safe City.\"","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Excerpts From President Clinton's Message on the State of the Union","web_url":"https://www.nytimes.com/1994/01/26/us/state-union-excerpts-president-clinton-s-message-state-union.html","abstract":"  Following is a transcript of President Clinton's State of the Union Message tonight, as recorded by The New York Times.   Mr. Speaker, Mr. President, members of the 103d Congress, my fellow Americans: I'm not at all sure what speech is in the Teleprompter tonight, but I hope we can talk about the state of the Union.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Press Ahead in Bosnia, 3 Nations Urge the U.N.","web_url":"https://www.nytimes.com/1994/01/26/world/press-ahead-in-bosnia-3-nations-urge-the-un.html","abstract":"  The United States, Britain and France urged Secretary General Boutros Boutros-Ghali today to press ahead with plans to reopen the besieged Bosnian Government-controlled airport at Tuzla for mercy flights and send new troops to guard Srebrenica, a \"safe area\" for Muslim refugees in eastern Bosnia.    The United Nations representatives of the three countries also told Mr. Boutros-Ghali that he already had the authority to call for NATO air attacks against the encircling Serbs if necessary, and that he did not need new permission from the Security Council.","thumbnail":null,"section":"World"},{"date":"19940126","headline":"A Common N.F.L. Question: How Many Fingers Do You See?","web_url":"https://www.nytimes.com/1994/01/26/sports/super-bowl-xxviii-a-common-nfl-question-how-many-fingers-do-you-see.html","abstract":"  What does Troy Aikman remember about the concussion that knocked him out of the Dallas Cowboys' 38-21 victory over the San Francisco 49ers Sunday?   \"I don't remember,\" the Cowboys' quarterback said today with a straight face. Then he smiled.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Can We Afford So Many Unskilled Immigrants?; Spectrum of Support","web_url":"https://www.nytimes.com/1994/01/26/opinion/l-can-we-afford-so-many-unskilled-immigrants-spectrum-of-support-991279.html","abstract":"  To the Editor:   Anthony Lewis in \"The Politics of Nativism\" (column, Jan. 14) questions the fund sources of the Federation for American Immigration Reform. Let's set the record straight: FAIR receives grants from some 40 public and private foundations, which span the spectrum from liberal to conservative. In addition, we have some 50,000 members nationwide.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"In School; A public school in Harlem that takes the time, and the trouble, to be family.","web_url":"https://www.nytimes.com/1994/01/26/us/school-public-school-harlem-that-takes-time-trouble-be-family.html","abstract":"  On West 121st Street in Harlem is a public elementary school small enough for things to be taken into consideration. For example, Malachi Reece is a perfectly decent, upstanding kindergartener who will not nap.   \"Malachi don't nap to save his life,\" says a school secretary, Modupe Ballard. So after lunch, while his buddies are sacked out, Malachi sits outside the principal's office drawing and making his letters with Ms. Ballard. \"Is that Barney?\" she asks, pointing to a picture that looked like a potato with four ziggy things in the middle. \"It looks just like Barney.\"","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"A Moveable Feast : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-a-moveable-feast-letters-to-the-editor.html","abstract":"Regarding \"Thanksgiving Days\" (Letters, Jan. 7):.Sydney M. Cone 3d writes that President Franklin D. Roosevelt \"did not tamper with the date of Thanksgiving until the outbreak of World War II in order to reduce holiday disruption of war","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Channel Surfers Get a Snack Bar","web_url":"https://www.nytimes.com/1994/01/26/style/channel-surfers-get-a-snack-bar.html","abstract":"Food, glorious food. Beginning next week, it can be consumed 24 hours a day.\n\nFor those who have the appetite, the Television Food Network will make its New York debut next Tuesday on Channel 54 in Manhattan on Manhattan Cable and Paragon, and Channel 50 in Brooklyn, Queens and Staten Island on Time Warner Cable. A deal in the Bronx is still being worked out.","thumbnail":null,"section":"Style"},{"date":"19940126","headline":"New York Police Officer Gets a Standing Ovation","web_url":"https://www.nytimes.com/1994/01/26/us/state-of-the-union-new-york-police-officer-gets-a-standing-ovation.html","abstract":"  President Clinton and a joint session of Congress gave a New York City police officer a standing ovation last night for his effort in fighting street crime in one of the toughest precincts in the Bronx.   The officer, Kevin M. Jett, who was recently promoted to detective, sat behind Hillary Rodham Clinton in the House gallery and was singled out by the President during his appeal to Congress for anti-crime legislation.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"The Bishop and the Rebels","web_url":"https://www.nytimes.com/1994/01/26/opinion/the-bishop-and-the-rebels.html","abstract":"The Mexican Government has never been very fond of Bishop Samuel Ruiz Garcia, so it is surprising -- but fortunate -- that it has asked him to mediate the uprising in Chiapas state. \n\nThe Government has been embarrassed for years by Bishop Ruiz's human rights campaigns for the Indians who constitute half his diocese of San Cristobal de las Casas. Last fall, when he opposed the North American Free Trade Agreement, President Carlos Salinas de Gortari reportedly tried to get Rome to fire him. The Apostolic Nuncio told the bishop to resign, but an immediate outcry from church groups and human rights advocates forced the Vatican to back off.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Bridge","web_url":"https://www.nytimes.com/1994/01/26/nyregion/bridge-987565.html","abstract":"  If a player is in a hospital with a major physical problem, it does not follow that he, or she, must give up the game altogether. He can, for example, read books and magazines, or solve double-dummy problems. If these are not available he can construct bridge hands with pen and paper.   Mortega Rastegar of London was recently hospitalized after a stroke that cost him the sight of one eye. But this did not stop him creating the diagramed deal. North-South bid to a good seven-spade contract, using Gerber to locate aces and kings. South is gambling on the spade queen, which modern slam bidding methods could locate. South would be on firmer ground if North had jumped to four spades at his second turn.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"A Big Step for Seafood Safety","web_url":"https://www.nytimes.com/1994/01/26/opinion/a-big-step-for-seafood-safety.html","abstract":"  For several years now, Congress has bogged down in efforts to enact seafood-safety legislation. Now the Food and Drug Administration chief, Dr. David Kessler, has announced a plan to keep contaminated seafood off the market, using his agency's existing authority.    It is a big step forward. Vice President Al Gore is right to recommend transferring meat and poultry inspections from the Agriculture Department to the more scientifically sophisticated F.D.A. But Congress needs to insure that the new program can work.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Milk Helps to Combat Bone Loss From Coffee","web_url":"https://www.nytimes.com/1994/01/26/us/milk-helps-to-combat-bone-loss-from-coffee.html","abstract":"  WOMEN who drink at least one glass of milk each day throughout their adult lives can largely counter the bone-thinning effects of a lifetime of coffee drinking, according to a new study of 980 women past menopause.    The study, conducted by Dr. Elizabeth Barrett-Connor and colleagues at the University of California at San Diego, showed that in women who do not drink milk, a lifetime habit of drinking as little as two cups a day of coffee containing caffeine results in a significant decline in bone density as they get older.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"President Seeking $6.6 Billion For California Quake Victims","web_url":"https://www.nytimes.com/1994/01/26/us/the-earthquake-president-seeking-6.6-billion-for-california-quake-victims.html","abstract":"  President Clinton will ask Congress for at least $6.6 billion in emergency financing to help the victims of last week's California earthquake.   The White House request would add the full Federal bill for earthquake relief to the budget deficit, while the State of California would be asked to match just 10 percent of the total contribution, rather than the 25 percent that is usually required of states receiving Federal aid.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/26/nyregion/no-headline-984388.html","abstract":"  \"These changes are intended to do one thing. Get this department, shake it up, shake off the lethargy, shake off the drift and passivity and laissez faire that I sense in this organization.\" WILLIAM J. BRATTON, Police Commissioner of New York City.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/26/style/chronicle-991236.html","abstract":"  Another presidential medal at another branch of the City University will be awarded to a different kind of hero next month. FERNANDO MATEO, the originator of the Toys for Guns campaign aimed at reducing urban violence, will receive the Presidential Medal of John Jay College of Criminal Justice on Feb. 2 from the school's president, GERALD W. LYNCH.","thumbnail":null,"section":"Style"},{"date":"19940126","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-letters-to-the-editor.html","abstract":"The answer as to when the soul enters the body is most clearly stated in the Book of Genesis, 2.7: \"And the Lord God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.\" Thus, t","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Oka Journal; In Canada, Too, the Indians Look Back in Anger","web_url":"https://www.nytimes.com/1994/01/26/world/oka-journal-in-canada-too-the-indians-look-back-in-anger.html","abstract":"  Teharahkoken Cree, whose first name means \"in between two moons,\" was describing the peace tree at the Mohawk-immersion elementary school a few hundred yards from the spot where a barricade made Oka a symbol of Indian rights in the summer of 1990.   The 6-year-old boy pointed to the \"life sustainers\" on the lower branches (corn, beans and squash), and then to the symbols for thunder (\"our grandfather\"), the moon (\"our grandmother\"), the sun (\"our elder brother\"), and finally, at the very top of the tree, to \"the seat of the creator.\"","thumbnail":null,"section":"World"},{"date":"19940126","headline":"Holyfield-Moorer Site","web_url":"https://www.nytimes.com/1994/01/26/sports/sports-people-boxing-holyfield-moorer-site.html","abstract":"  EVANDER HOLYFIELD has given his approval to Caesars Palace in Las Vegas, Nev., as the site for his heavyweight title fight against MICHAEL MOORER on April 22.   Holyfield won the International Boxing Federation and World Boxing Association titles when he outpointed RIDDICK BOWE last November. Moorer, of Britain, is rated the No. 1 contender by the I.B.F. and W.B.A.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/26/style/chronicle-991210.html","abstract":"  JOHN F. KENNEDY JR., who has been known to harbor theatrical ambitions, will be a host on a series of television programs celebrating unsung heros of New York, both individuals and organizations.   The series, called \"Heart of the City,\" will run on WNYC-TV, Channel 31, for six Wednesdays at 9 P.M., starting March 23. Each half-hour program will consist of three or four segments, with Mr. Kennedy introducing each segment.","thumbnail":null,"section":"Style"},{"date":"19940126","headline":"Review/Television; PBS Offers a New Life of Malcolm X","web_url":"https://www.nytimes.com/1994/01/26/movies/review-television-pbs-offers-a-new-life-of-malcolm-x.html","abstract":"  Since Malcolm X's death in 1965, he has taken on a glow of glory. For most of his career, he was a threatening figure to many whites and to blacks who put their hopes in integration and their faith in the Rev. Dr. Martin Luther King Jr. But the ferocious image, which began to soften in Malcolm's last years, has been burnished by the times.   Spike Lee's 1992 movie, \"Malcolm X,\" was a nomination for sainthood. Tonight's tribute in the \"American Experience\" series, \"Malcolm X: Make It Plain,\" is restrained by comparison, but the tone is never less than respectful and frequently slips into reverence. Ossie Davis eulogizes its hero as \"our own shining black prince.\"","thumbnail":null,"section":"Movies"},{"date":"19940126","headline":"In America; Are We Awake Yet?","web_url":"https://www.nytimes.com/1994/01/26/opinion/in-america-are-we-awake-yet.html","abstract":"  Is there reason for hope, or is that naive?   Is the country really waking up to the enormity of its problems of crime and violence, or is this just another phase, driven by the media and lasting only until we are diverted by a killer blizzard, or a celebrity sex scandal, or a surprise locker-room attack by a Buffalo hitperson to the knees of Dallas Cowboy Emmitt Smith?","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"The 'Rescue' Racket","web_url":"https://www.nytimes.com/1994/01/26/opinion/the-rescue-racket.html","abstract":"  In reinstating a lawsuit by abortion clinics on Monday, the Supreme Court did not say the members of Operation Rescue and similar groups were racketeers. But it did rule, unanimously, that the clinics had a legal right to try to prove they were. If they can prove a pattern of criminal violence, the clinics will have acquired a useful legal tool against \"rescue\" efforts to shut them down.    Two concurring Justices warned that unless the courts were careful, some of these lawsuits could deter some abortion opponents from engaging in constitutionally protected speech or demonstrations. Courts must be careful; but Congress needs to amend the law to make free speech safeguards explicit.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Fetus and Soul : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-fetus-and-soul-letters-to-the-editor.html","abstract":"Regarding \"Taking the Measure of the Soul\" (Health/Science, Jan. 6) by Malcolm W. Browne:.What commenced as a witty, lighthearted proposal to prove that the soul is a tangible, identifiable entity concluded with Dr. Jones's chilling premise t","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Johnson Is Getting Down to Business","web_url":"https://www.nytimes.com/1994/01/26/sports/super-bowl-xxviii-notebook-johnson-is-getting-down-to-business.html","abstract":"  To offensive lineman John Gesek, it was no big deal. But that didn't stop the Dallas coach, Jimmy Johnson, from giving him and defensive end Chad Hennings an earful this morning about being late for a team meeting.   Johnson was visibly upset with Gesek in the team hotel, and Gesek said it was because he and Hennings were about two minutes late for a morning meeting. Gesek, who slept through his wake-up call, said Johnson's words served as the wake-up call he had missed. Apparently Hennings overslept as well.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Same Old Tune: Rangers Know the Way to San Jose's Goal","web_url":"https://www.nytimes.com/1994/01/26/sports/hockey-same-old-tune-rangers-know-the-way-to-san-jose-s-goal.html","abstract":"  A week off for the All-Star Game didn't stall the Rangers' momentum, it merely refreshed them, especially Mark Messier, their captain.   Messier scored twice early in the game to spark the Rangers to an 8-3 romp over the Sharks tonight at San Jose Arena before a sellout crowd of 17,190.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/26/nyregion/news-summary-984108.html","abstract":"  International A2-9  U.S. MAY SEND MISSILES TO SEOUL  The United States is planning to send Patriot antimissile batteries to South Korea, since North Korea has responded to pressure for nuclear site inspection by threatening to end the Korean peninsula armistice.  A1  A NEW POWER IN RUSSIA  Viktor S. Chernomyrdin, a former Communist who was chosen as Russia's Prime Minister during a revolt against reformers, has become increasingly influential in the Yeltsin administration.  A6","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Basket, Then a Bounce","web_url":"https://www.nytimes.com/1994/01/26/sports/sports-people-basketball-basket-then-a-bounce.html","abstract":"  Less than 48 hours after MANUTE BOL scored his first basket of the season, the Miami Heat released him yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Recognizing China : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-recognizing-china-letters-to-the-editor.html","abstract":"Regarding the report \"Paris and Beijing Reconcile, but Taiwan Will Get a Last Jet Shipment\" (Jan. 13):.The article perpetuates the myth that France was the first Western country to recognize Communist China in 1964. That is not so. Britain an","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/26/style/chronicle-991228.html","abstract":"  CHRISTIAN FETTEROLF, a Hunter College student who was stabbed when he went to help a woman and her child as they were being mugged on the subway in May, will receive Hunter College's highest award at commencement tomorrow. He will be given the President's Medal along with his degree, in ceremonies in the college.    Though he was hospitalized for eight days and needed surgery after the incident, Mr. Fetterolf said yesterday that he had completely recovered and that if he were to face the same situation again, he would take the same action.","thumbnail":null,"section":"Style"},{"date":"19940126","headline":"1919: League Approved : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-1919-league-approved-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - President Wilson's principle for a League of Nations, seconded by Mr. Lloyd George, Signor Orlando and others, was unanimously adopted in the second plenary sitting of the Peace Conference at the Quai d'Orsay, yesterday [Jan. 25]. This principle i","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Confronting a Hate Speech","web_url":"https://www.nytimes.com/1994/01/26/opinion/confronting-a-hate-speech.html","abstract":"  Late last November a senior aide to Louis Farrakhan, the leader of the Nation of Islam, gave a hate speech at Kean College in Union, N.J., in which he castigated Jews, whites, homosexuals and the Pope. The speaker, Khalid Abdul Muhammad, justified the Nazi Holocaust, called for the murder of whites in South Africa and sprinkled his rambling, three-hour speech with such phrases as \"Columbia Jewniversity\" and \"Jew York City.\"   One is tempted to dismiss this diatribe as the ravings of an obscure hate-merchant at a campus remote from the limelight. But it is unnerving that an audio tape of his speech picked up applause and laughter from his mostly black audience, and that only one professor promptly denounced the speech. Florid racism and anti-Semitism have to be confronted, wherever and whenever they occur.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Assessing Community Policing","web_url":"https://www.nytimes.com/1994/01/26/nyregion/assessing-community-policing.html","abstract":"  Internal reports detail a range of problems in the effort to make New York City's police more responsive to community concerns. Page B3.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"U.S. Urged to Bar Narcotic Lollipop for Children","web_url":"https://www.nytimes.com/1994/01/26/us/us-urged-to-bar-narcotic-lollipop-for-children.html","abstract":"  A group of doctors asked the Government today to block final approval of a narcotic lollipop intended to calm children before surgery.   The lollipop, made by Abbott Laboratories under the trade name Oralet, was given tentative approval by the Food and Drug Administration in October.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"2 Leading House Democrats Are Retiring","web_url":"https://www.nytimes.com/1994/01/26/us/2-leading-house-democrats-are-retiring.html","abstract":"  Two leading liberals in the House, each representing a fundamental constituency of the Democratic Party, announced today that they would retire after three decades in Congress.   The two, Representatives Don Edwards of California, first elected in 1962, and William D. Ford of Michigan, elected in 1964, are the 32d and 33d members of the House to announce that they will not run for re-election in November.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Standing Tall, Passers Are an Easy Target","web_url":"https://www.nytimes.com/1994/01/26/sports/super-bowl-xxviii-standing-tall-passers-are-an-easy-target.html","abstract":"  Quarterback-concussion syndrome might not yet be a recognized medical term like, say, punch-drunk syndrome, which has its own entry in the Bantam Medical Dictionary. But if quarterbacks in the National Football League continue to hit the deck as hard and as often as they have during the 1993 season and its accompanying playoffs, it might not be long before it is listed.   The fact that two of the four starting quarterbacks in last weekend's conference championships, Troy Aikman of the Dallas Cowboys and Joe Montana of the Kansas City Chiefs, both suffered concussions, is not surprising.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/01/26/sports/results-plus-989096.html","abstract":"  N.B.A.  Clippers Stop Sonics  Ron Harper scored a season-high 37 points and Danny Manning had 27 as the Los Angeles Clippers beat host Seattle, 111-103, last night, the SuperSonics' season-worst third consecutive loss. The Clippers broke a 19-game losing streak at Seattle with their first victory here since Dec. 28, 1985. Despite their three straight defeats, the Sonics' 30-8 record is still the league's best. Since their 26-3 start after a victory over Utah in Seattle on Jan. 8, the Sonics are 4-5. Harper hit 15 of 21 shots, including two of three 3-point attempts, to come within 3 points of his career-best 40 points. Harper, who had 24 points in the opening half, also finished with 10 rebounds. Heat 119, Hornets 98: Rony Seikaly scored 26 points and led a third-quarter run that sent Miami past visiting Charlotte. Seikaly had 11 points during a 20-4 burst that put the Heat ahead, 84-57, with five minutes left in the third period. Seikaly shot 10 for 12 over all and had 13 rebounds.(AP)","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Dick Tracy Takes It on Chin: Wife Splits","web_url":"https://www.nytimes.com/1994/01/26/us/dick-tracy-takes-it-on-chin-wife-splits.html","abstract":"  First it was Donald and Ivana. Then Loni and Burt. Now Dick and Tess.   Yes, comic strip fans, it is true. After 45 years of marriage, Dick Tracy and his wife, the former Tess Trueheart, are splitting up. Tribune Media Services, which distributes the strip, has announced that Tess will hit her heroic husband with divorce papers on Feb. 7.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Special Pupils, Regular Classes, Thorny Issues","web_url":"https://www.nytimes.com/1994/01/26/us/special-pupils-regular-classes-thorny-issues.html","abstract":"  Flopping on the family couch, his glasses sliding down his nose, Aaron Moreland looked like any 9-year-old, perhaps a future doctor, pilot or accountant. Yet he cannot read or write or follow basic third-grade drills. And as his parents spoke of his learning disabilities, his attention deficit disorder and episodic tantrums, he nodded glumly and agreed, \"The bad things.\"   In Aaron's case, the \"bad things\" mean wild behavior in his third-grade class. When he is angry or frustrated, said his teacher, Margaret R. Bays, he wails and spits or crawls beneath his desk, barking like a dog.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/26/nyregion/c-corrections-991015.html","abstract":"  A headline yesterday about the Anti-Defamation League's report on anti-Semitism in America misstated a finding in some editions. Although vandalism against synagogues and other Jewish institutions declined last year, the number of anti-Semitic acts over all increased, the report said.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Walsh Report on Iran-Contra Case Is Only One Man's Opinion","web_url":"https://www.nytimes.com/1994/01/26/opinion/l-walsh-report-on-iran-contra-case-is-only-one-man-s-opinion-991201.html","abstract":"  To the Editor:   \"Mr. Walsh's Summing Up\" (editorial, Jan. 19) blindly accepts the outrageous conclusions reached in the final report of Lawrence E. Walsh, the independent counsel in the Iran-contra matter. You claim, erroneously, that former Attorney General Edwin Meese 3d performed a \"shoddy\" investigation, purportedly to allow the destruction of evidence as a \"damage control operation.\"","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Capitol Hill Fight Erupting Over Ending Vietnam Curbs","web_url":"https://www.nytimes.com/1994/01/26/world/capitol-hill-fight-erupting-over-ending-vietnam-curbs.html","abstract":"  As President Clinton makes tentative moves toward lifting the trade embargo on Vietnam, a fight has broken out on Capitol Hill over the politically sensitive issue, with some Republicans proposing to create strict conditions before the embargo can be removed.   Senator Robert C. Smith, a New Hampshire Republican, says he is likely to introduce a measure designed to force President Clinton to maintain the embargo by setting conditions on Vietnam that are considerably stricter than those President Clinton set forth in September.","thumbnail":null,"section":"World"},{"date":"19940126","headline":"STATE OF THE UNION: News Analysis; Economic Safety Zone","web_url":"https://www.nytimes.com/1994/01/26/us/state-of-the-union-news-analysis-economic-safety-zone.html","abstract":"  According to the polls, President Clinton stepped before the nation tonight with his political strength back where it stood when he was inaugurated a year and five days ago, before Zoe Baird, before tax increases, before Cristophe's haircuts, before Somalia and Haiti.   A big reason, the polls indicate, is \"the economy, stupid.\"","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Michael Jackson Settles Suit For Sum Said to Be in Millions","web_url":"https://www.nytimes.com/1994/01/26/us/michael-jackson-settles-suit-for-sum-said-to-be-in-millions.html","abstract":"  Michael Jackson, the music superstar who was accused of sexual molestation by a 14-year-old boy, agreed today to pay the boy an undisclosed amount that was said to be in the millions of dollars.   In return for the financial settlement, the boy, who is unidentified, dropped the civil lawsuit he had instituted against Mr. Jackson. But a separate criminal investigation will continue.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Books of The Times; Growing Up Amid the Conflicts of Ideology and Life","web_url":"https://www.nytimes.com/1994/01/26/books/books-of-the-times-growing-up-amid-the-conflicts-of-ideology-and-life.html","abstract":"  Red Azalea  By Anchee Min  306 pages. Pantheon. $29.   In a movie theater recently, when \"Farewell My Concubine\" ended, the man behind me turned to his companion and announced, \"Well, it might not be the most sophisticated film I've ever seen, but what it shows us about life in China. . . .\"","thumbnail":null,"section":"Books"},{"date":"19940126","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/26/nyregion/c-corrections-991023.html","abstract":"  Because of an editing error, an article in Science Times yesterday about the National Library of Medicine's provision of free access to data on AIDS omitted the library director's given name and initials. He is Dr. Donald A. B. Lindberg.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Progress Is Being Made On New York Competition","web_url":"https://www.nytimes.com/1994/01/26/sports/high-school-sports-progress-is-being-made-on-new-york-competition.html","abstract":"  The two sides in a dispute over the ouster of New York City high school athletes from statewide competitions agreed yesterday to discuss a compromise that could restore New York State championships in five sports to include the city athletes.   The New York State Public High Schools Athletic Association, the state's largest scholastic sports organization, has agreed to meet with the city's Public Schools Athletic League and the Catholic High Schools Athletic Association to plan post-season state championships in indoor and outdoor track and field, swimming, wrestling, girls' gymnastics and girls' tennis.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Can We Afford So Many Unskilled Immigrants?; The Mood Turns Ugly","web_url":"https://www.nytimes.com/1994/01/26/opinion/l-can-we-afford-so-many-unskilled-immigrants-the-mood-turns-ugly-991260.html","abstract":"  To the Editor:   \"The Unfair Immigration Burden\" (editorial, Jan. 11) states that Washington has failed to send enough money to California and other states to offset the cost of services for illegal immigrants. This situation is clearly unfair and needs to be redressed.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Where Apocalypse Is Never Far Away","web_url":"https://www.nytimes.com/1994/01/26/opinion/where-apocalypse-is-never-far-away.html","abstract":"Surveying the damage in Los Angeles, Bill Clinton confessed to being amazed by the collapsed freeways and miles of damaged buildings. Like many forgetful natives and startled visitors, he discovered the fearfulness California can display -- a combination of the sublime and the apocalyptic sufficient to sharpen anyone's sense of an ending.\n\nAnything sublime is terrifying, and anyone who lives in California must sometimes suspect a connection beyond the obvious between the sublimity of the landscape and the terrible events, natural disasters and human calamities it so often witnesses.\n\nCzeslaw Milosz, the Nobel Prizewinner in literature, questioned in a 1980 essay whether anybody belongs in California. Its spirit of place seems intolerant of mere mankind, he said.\n\nThe sense of an ending that broods over the land, especially in Southern California, has preoccupied our best California writers, from Mark Twain to Joan Didion, not to mention opinionated tourists like Henry James and Umberto Eco. But is this eerie sensation a property of the land, some combination of freakish weather and violent, moody geology that communicates itself? Or is it society, equally freakish, projecting itself onto the landscape? Southern California, after all, is a vast polyglot city-state dependent for its water, power and labor on a vast and far-reaching infra structural web whose fragility is devastatingly apparent.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"STATE OF THE UNION: The Republicans; In G.O.P. Response to Clinton, Dole Denies There Is 'Crisis' in Health Care","web_url":"https://www.nytimes.com/1994/01/26/us/state-union-republicans-gop-response-clinton-dole-denies-there-crisis-health.html","abstract":"  Senator Bob Dole of Kansas, the Republican leader, tonight assailed President Clinton's health care plan as \"a massive overdose of Government control.\"   \"Our country has health care problems, but no health care crisis,\" Mr. Dole said in a nationally televised response to the President's State of the Union Message. Mr. Dole called for more modest steps toward universal health insurance than he has supported in the past.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Silence Order Lifted for Trial Over Drug-Testing Program","web_url":"https://www.nytimes.com/1994/01/26/us/silence-order-lifted-for-trial-over-drug-testing-program.html","abstract":"  A Federal judge today lifted his four-day-old order stopping lawyers from discussing with news organizations a class-action suit filed on behalf of pregnant, drug-addicted women against the Medical University of South Carolina.   The judge, C. Weston Houck of Federal District Court in Charleston, said he saw no reason to stop lawyers for the Center for Reproductive Law and Policy in New York from talking to reporters.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Political Rifts Slow Japanese Reforms","web_url":"https://www.nytimes.com/1994/01/26/world/political-rifts-slow-japanese-reforms.html","abstract":"  For five years now, Japan has immersed itself in the issue of how to rid the political system of the rivers of cash from private businesses that have led to scandal and corruption. Four Prime Ministers have fallen in the process and a fifth may be consumed this week.   But when Japanese talk about \"seiji kaikaku,\" or political reform, what they mean depends on who is doing the talking. As Prime Minister Morihiro Hosokawa makes a last-ditch effort to revive the legislation that was defeated in the upper house of Parliament on Friday, a fundamental question persists on whether anything will change.","thumbnail":null,"section":"World"},{"date":"19940126","headline":"Sir Matt's Legacy","web_url":"https://www.nytimes.com/1994/01/26/sports/IHT-sir-matts-legacy.html","abstract":"On Thursday, the family will lay to rest Sir Matt Busby, football legend. The sport that gave him a very special life and global recognition has already paid its respects..Busby died peacefully, aged 84, in Manchester last Thursday. By coincidence, soc","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Nicaraguan Lawmakers Meet In Effort to Break Deadlock","web_url":"https://www.nytimes.com/1994/01/26/world/nicaraguan-lawmakers-meet-in-effort-to-break-deadlock.html","abstract":"  Nicaragua's rival political factions attended the National Assembly together for the first time in 16 months today as the country's leaders tried to end a bitter deadlock that has contributed to the country's political instability.   Today, 90 of the 92 legislators discussed a measure to revise the national labor code. But for now the fact that the session was held at all may be far more important than any bill the Assembly approves.","thumbnail":null,"section":"World"},{"date":"19940126","headline":"Los Angeles Schools Reopen, With Safety Lesson","web_url":"https://www.nytimes.com/1994/01/26/us/the-earthquake-los-angeles-schools-reopen-with-safety-lesson.html","abstract":"  Shaken by earthquake destruction that has deepened chronic financial woes, the Los Angeles public school system limped back into session today, but many schools remained without water and scores of others were too damaged to open at all.   Even where classes did resume, lessons on math, chemistry and language arts were displaced by a single subject: the Jan. 17 earthquake. Faculty and students conducted earthquake drills, crawling under desks at the sound of clanging bells, and psyhologists were dispatched to some schools to help students deal with the disaster. Many teachers urged pupils to describe the terrors of the past week as therapy.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Once Again, Reactions Differ in Crown Heights","web_url":"https://www.nytimes.com/1994/01/26/nyregion/once-again-reactions-differ-in-crown-heights.html","abstract":"  The decision by the United States Attorney General to begin a Federal civil rights investigation in the killing of Yankel Rosenbaum in Crown Heights, Brooklyn, has set off what every development in the case before it has: strong words, mixed feelings, differing suspicions and talk of politics. In short, everything short of complete satisfaction that justice is going to be done.   Members of the Hasidic community, while expressing gratitude that Attorney General Janet Reno is going to explore a possible Federal prosecution of two or more people for the killing of Mr. Rosenbaum, expressed dismay that there would be no inquiry into the actions of the police and officials of Mayor David N. Dinkins's administration during the three days and nights of unrest in Crown Heights in August 1991.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Mexico Leader, in Chiapas, Hears the Peasants' Wrath","web_url":"https://www.nytimes.com/1994/01/26/world/mexico-leader-in-chiapas-hears-the-peasants-wrath.html","abstract":"  At the invitation of Indian and agrarian leaders who did not join in the peasant uprising that has rocked Mexico, President Carlos Salinas de Gortari ventured to the embattled state of Chiapas today for the first time since the fighting began on Jan. 1 to hear about some of its problems.   To say the meeting lacked the sort of deference to which Mexican Presidents are accustomed would be to understate what went on.","thumbnail":null,"section":"World"},{"date":"19940126","headline":"1944: Cassino Liberated : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-1944-cassino-liberated-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS, ALGIERS - [From our New York edition:] American troops, throwing a new bridgehead across the Rapido River, reached Cassino today [Jan. 25] and found the Germans had abandoned the stronghold of their southern front in Italy in what app","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Change in Direction for Pentagon","web_url":"https://www.nytimes.com/1994/01/26/us/change-in-direction-for-pentagon.html","abstract":"  With great fanfare, Defense Secretary Les Aspin set out last year to develop a mini-State Department at the Pentagon. He created posts on human rights, peacekeeping and arms proliferation in an outward-looking effort to widen the Pentagon's influence in international policy.    Under William J. Perry, President Clinton's choice to replace Mr. Aspin, the Pentagon is likely to take a hard turn inward, looking more intensely at issues like streamlining the unwieldy system of buying weapons and guiding the battered military industry to a soft post-cold war landing.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"The Talk of Vienna: President's Affair","web_url":"https://www.nytimes.com/1994/01/26/world/the-talk-of-vienna-president-s-affair.html","abstract":"  The private lives of politicians are usually considered unsuitable for public discussion in most European countries, but the President of Austria broke that taboo recently by announcing in a magazine interview that his wife, to whom he has been married for 37 years, had left him.   When reporters asked President Thomas Klestil's wife, Edith, why she had moved out, she replied: \"I had the feeling that I was being shut out of my role as the President's wife. I had to do it to preserve my self-respect.\"","thumbnail":null,"section":"World"},{"date":"19940126","headline":"Review/Met Opera: Le Nozze di Figaro; Figaro Returns With His Bag of Tricks","web_url":"https://www.nytimes.com/1994/01/26/arts/review-met-opera-le-nozze-di-figaro-figaro-returns-with-his-bag-of-tricks.html","abstract":"  Mozart and Da Ponte gave \"Le Nozze di Figaro\" a bit of everything: comic antics and deeply moving soliloquies; conspiracies that backfire and others that succeed, if only by accident; sexual tensions and passions that do their best to run wild, yet that eventually give way to the graceful veneer of classical decorum. There is even subversive social comment in the uneasily casual relationship between the Count and his retainers. Add to that some top-drawer Mozart, with hardly a wasted gesture in either the vocal or the orchestral writing, and you have a work that should be a high point of the opera season.   Those considerable joys are tempered at the Metropolitan Opera, where Figaro and his friends enact their drama in the resolutely ugly sets that Jean-Pierre Ponnelle designed in 1985. When the production returned to the house on Monday evening, an interestingly balanced cast and astute conducting by Julius Rudel afforded ample musical pleasures. But it was difficult to avoid either the distractions of the production or, on a cheerier note, the thought that each season carries its crumbling pillars and archways, its unrealistically placed portals and its drab costumes closer to the trash heap.","thumbnail":null,"section":"Arts"},{"date":"19940126","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/26/nyregion/metro-digest-984540.html","abstract":"  RENO TO PURSUE CROWN HTS. MURDER CASE   Yielding to strong political pressure, the United States Attorney General, Janet Reno, agreed to take over the investigation of the murder of a rabbinical student during the unrest in Crown Heights in 1991 and to try to bring Federal civil rights charges against those who killed him. A1.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Britain, Too, Needs Change","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-britain-too-needs-change.html","abstract":"Yet again, John Major lives to fight another day. A stalwart performance last week before the judge inquiring into Britain's arms-to-Iraq scandal, and some bouncy talk about cutting bureaucracy, may have rescued him from his latest crisis, this one over","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"More Questions About Report of Kidnapping","web_url":"https://www.nytimes.com/1994/01/26/nyregion/more-questions-about-report-of-kidnapping.html","abstract":"  Michelle Lodzinski, the New Jersey mother whose son had disappeared three years ago, continued to say today that she had been kidnapped Friday morning by two men who said they were F.B.I. agents and drove her in a black van to Detroit.   After detectives spent about two hours questioning Ms. Lodzinski, the Middlesex County Prosecutor, Robert W. Gluck, said, as he had on Saturday night, that he was \"somewhat skeptical\" of her account of an abduction.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"NATO May Have Outlived Its Usefulness","web_url":"https://www.nytimes.com/1994/01/26/opinion/l-nato-may-have-outlived-its-usefulness-991295.html","abstract":"  To the Editor:   Re \"The Charade in Brussels\" (Op-Ed, Jan. 11) by Richard Perle: The North Atlantic Treaty Organization was not created to counter a \"Warsaw Pact invasion.\" NATO was founded in 1949, the Warsaw Pact not until 1955, in response to NATO's expansion to include West Germany.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Can We Afford So Many Unskilled Immigrants?; New York Burden","web_url":"https://www.nytimes.com/1994/01/26/opinion/l-can-we-afford-so-many-unskilled-immigrants-new-york-burden-991287.html","abstract":"  To the Editor:   \"The Unfair Immigration Burden\" (editorial, Jan. 11) makes clear that New York and only a handful of other states bear an unfair and heavy burden for immigration policies written and regulated in Washington.","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Quake Provides Glimpse Of Future of Commuting","web_url":"https://www.nytimes.com/1994/01/26/us/the-earthquake-quake-provides-glimpse-of-future-of-commuting.html","abstract":"  After last week's earthquake shook down vital highway arteries, creating huge traffic tie-ups, Jack Jacobson, an engineer who lives in the Antelope Valley, was less than thrilled about the prospect of a three-hour drive to work at the Jet Propulsion Laboratory 50 miles away in Pasadena.    So Mr. Jacobson worked at home all week, using a personal computer and video teleconferencing system supplied by his employer, which allowed him to conduct face-to-face meetings and exchange design documents with colleagues at his laboratory.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Russia Seeks U.N. Talks on Bosnia As France Tries a New Peace Plan","web_url":"https://www.nytimes.com/1994/01/26/world/russia-seeks-un-talks-on-bosnia-as-france-tries-a-new-peace-plan.html","abstract":"  Russia called today for an urgent meeting of United Nations Security Council Foreign Ministers in Geneva to discuss the war in Bosnia and Herzegovina as France prepared a new peace initiative based on the premise that Europe needs Washington's help to stop the fighting in the Balkans.    An aide to President Francois Mitterrand said the new French plan might involve additional mediators, perhaps an American and a Russian, in the peace negotiations. Talks mediated by Lord Owen, representing the European Union, and Thorvald Stoltenberg, representing the United Nations, have made scant progress in recent months.","thumbnail":null,"section":"World"},{"date":"19940126","headline":"It's High Time Washington Sharpened a Gentler Focus on Japan","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-its-high-time-washington-sharpened-a-gentler-focus-on-japan.html","abstract":"One wonders who is giving the Clinton administration advice on Japan these days, and just what it is..First there was a flurry of visits to Tokyo by assorted undersecretaries. Then came calls for an emergency meeting on semiconductors, followed by an a","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Jury Stymied in Brother's Trial","web_url":"https://www.nytimes.com/1994/01/26/us/jury-stymied-in-brother-s-trial.html","abstract":"  The jury pondering murder charges against Lyle Menendez told the judge today that it was deadlocked after more than three weeks of deliberations and an earthquake, but the judge sent it back to try ruling out any of the counts. The jury has the option of finding first- or second-degree murder or voluntary or involuntary manslaughter.   The deadlock came nearly two weeks after a mistrial was declared when a separate jury was unable to agree on a verdict in the case of Lyle's younger brother, Erik. The jury has the next two days off and will meet again on Friday. It has deliberated only a little more than three hours since resuming its work on Monday after the Jan. 17 earthquake. 'Open to Any Suggestion'    A note signed by the jury foreman this morning read: \"We regret to inform the court that we are unable to come to a unanimous decision on any of these three counts. We are open to any suggestion or direction the court may have which would enable us to come to a decision.\"","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Defense Spars With Chemist On Testimony In Bomb Case","web_url":"https://www.nytimes.com/1994/01/26/nyregion/defense-spars-with-chemist-on-testimony-in-bomb-case.html","abstract":"  The question was this: If you handle large amounts of nitric acid, isn't it almost inevitable that you will have some yellowing of the skin? The answer: Yes, it is likely that you may have some irritation of the skin or some discoloration.   That was one of the often rather technical subjects that came up in the World Trade Center bombing trial yesterday as defense lawyers took turns trying to beat concessions out of an F.B.I. expert on explosive residues who is a key witness on the prosecution's side of the case.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/01/26/theater/theater-in-review-991600.html","abstract":"  In Bed with the Blues  The Adventures of Fishy Waters  Henry Street Settlement 466 Grand Street Lower East Side  Through Feb. 13 Written by and starring Guy Davis; directed by Shauneille Perry; sets by Kent Hoffman; lighting by Antoinette Tynes; costumes by Judy Dearing; stage manager, Charles M. Edmonds. Presented by New Federal Theater Inc., Woodie King Jr., producer.","thumbnail":null,"section":"Theater"},{"date":"19940126","headline":"PRO BASKETBALL;\nNets Take Wrong Turn On the Oregon Trail","web_url":"https://www.nytimes.com/1994/01/26/sports/pro-basketball-nets-take-wrong-turn-on-the-oregon-trail.html","abstract":"The first stop on a trip New Jersey's coach, Chuck Daly, called \"the toughest of the year\" began here tonight with the end of the Nets' five-game winning streak.\n\nTwo key turnovers by Kenny Anderson in the final two minutes led to crucial scores by the Trail Blazers and let Portland hold off the Nets, 122-117, before a raucous crowd.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/26/nyregion/c-corrections-991040.html","abstract":"  An entry in the Addenda listing on the Media Business page yesterday misstated the surname of the new president of Lally, McFarland & Pantello U.S.A. She is Maureen Regan.  ","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"U.S. Said to Plan Patriot Missiles for South Korea","web_url":"https://www.nytimes.com/1994/01/26/world/us-said-to-plan-patriot-missiles-for-south-korea.html","abstract":"  The Clinton Administration is planning to ship Patriot antimissile batteries to South Korea, senior Administration officials said today.   The antimissile batteries were requested by Gen. Gary E. Luck, the senior American commander in Korea, and the move is supported by the Pentagon. President Clinton has not yet formally approved the request, but senior officials said he likely will. On Monday, the White House began consulting members of Congress about the move.","thumbnail":null,"section":"World"},{"date":"19940126","headline":"Air War Breaks Out Over Rerouting Plan; Newark Flights Are at Issue in 2 States","web_url":"https://www.nytimes.com/1994/01/26/nyregion/air-war-breaks-out-over-rerouting-plan-newark-flights-are-at-issue-in-2-states.html","abstract":"  Pit a group of suburban New Jerseyans, irked at airplane noise and backed by an influential senator, against a group of scrappy New Yorkers, weary of even more noise from more planes, and what do you get? A proposal for rerouting flights from Newark over Staten Island, Long Island and Westchester County, and a first-class border air war.   At issue is a plan, drafted by a New Jersey citizens group supported by Senator Frank J. Lautenberg and under study by the Federal Aviation Administration, which would direct flights that now take off over such northern New Jersey enclaves as Scotch Plains and Basking Ridge, east and south over the Atlantic Ocean instead.","thumbnail":null,"section":"New York"},{"date":"19940126","headline":"Bradshaw Heads for Fox TV","web_url":"https://www.nytimes.com/1994/01/26/sports/super-bowl-xxviii-bradshaw-heads-for-fox-tv.html","abstract":"  Terry Bradshaw, who was introduced by Jay Leno Monday night on \"The Tonight Show\" as \"newly unemployed,\" has unsurprisingly found new work with the Fox Network, which will announce his hiring tomorrow. The former studio analyst for CBS's \"The N.F.L. Today,\" will be signing a four-year contract probably worth at least twice the $650,000 a year he was paid by CBS.    Bradshaw will be introduced by Fox along with Pat Summerall, who will team again on Fox's games with John Madden, and Ed Goren, the new executive producer, who has been a senior producer at CBS Sports.","thumbnail":null,"section":"Sports"},{"date":"19940126","headline":"Review/Music; Classical Weill: The Quartet","web_url":"https://www.nytimes.com/1994/01/26/arts/review-music-classical-weill-the-quartet.html","abstract":"  Although it is tempting to draw a line between Kurt Weill's \"public\" and his \"private\" composing, the String Quartet of 1923, which the Orion Quartet played at the Walter Reade Theater on Monday night, yields on examination almost all the idiosyncratic elements that were to churn mass audiences into a frenzy five years later. It goes without saying that stage pieces like \"Mahagonny\" and \"The Threepenny Opera\" made Weill famous in a way that his earlier pursuit of the classical European tradition never would have.   The Quartet smoothly masters old ideas: stretched tonality, imitations of previous forms, studious use of imitative counterpoint and even some impudent use of different meters and speeds playing against one another.  But imbedded in these textures is the signature that was to be read more clearly in just a few years. Popular dance rhythms and balladlike melodies are among them. Listen carefully and you will also hear Weill's celebration of the march, used here with characteristic bitterness and humor.","thumbnail":null,"section":"Arts"},{"date":"19940126","headline":"A Culture of Clique : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-a-culture-of-clique-letters-to-the-editor.html","abstract":"Regarding \"A Destructive Culture of Critique\" (Opinion, Jan. 18) by Deborah Tannen and \"Shouting at One Another in Lieu of Useful Debate\" (Opinion, Jan. 20) by William Pfaff:.Has the press really gotten nastier over the past few yea","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"The Biggest Dragon : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/26/opinion/IHT-the-biggest-dragon-letters-to-the-editor.html","abstract":"Regarding \"Don't Trust the Reports of Superheated Growth\" (Opinion, Jan. 19) by Christopher Lingle and Kurt Wickman:.The authors, senior fellows in European affairs at Singapore University, question the accuracy of World Bank estimates of Chi","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/26/us/inside-984370.html","abstract":"  A Growing Power in Russia   Prime Minister Viktor S. Chernomyrdin of Russia, named a year ago as a compromise candidate, is increasingly calling the shots. Page A6. Era Ending at Conde Nast   Alexander Liberman will step down from one of the most powerful jobs in American journalism: editorial director of Conde Nast. Page D1. Turnaround at I.B.M.   I.B.M. posted its first profit in more than a year, in a sign that the company may be recovering. Page D1. Rebuff for Mexican Leader    Indian leaders met with Mexico's President, and they echoed the demands of rebels. Page A3.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Helping Hands","web_url":"https://www.nytimes.com/1994/01/26/opinion/l-helping-hands-991309.html","abstract":"  To the Editor:  At the height of the Jan. 17 storm, descending from a Third Avenue bus that could not get to the curb at 72d Street, I found myself on a sleet-lashed, ice-glazed incline in danger, at age 86, of losing my footing. From nowhere, a girl in her early teens was at my side, grasped my arm and helped me on the treacherous surface. I spied another codger, heavier than I, about to crash land, when two younger men dashed to his aid. Humanity dwells beneath the cool of New Yorkers. KEN ACKERMAN  New York, Jan. 18, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940126","headline":"Craft Launched on First Moon Mission Since '72","web_url":"https://www.nytimes.com/1994/01/26/us/craft-launched-on-first-moon-mission-since-72.html","abstract":"  In an unusual joint military-scientific undertaking, a small, unmanned spacecraft was launched yesterday on the first American mission to the Moon since 1972.   The Defense Department developed the $80 million mission to test advanced miniature sensors for anti-missile defense systems. Since the spacecraft would be traveling interplanetary distances, scientists arranged to have it modified to orbit the Moon and map its entire surface, then to fly off to visit a near-Earth asteroid, Geographos.","thumbnail":null,"section":"U.S."},{"date":"19940126","headline":"Response on Wright","web_url":"https://www.nytimes.com/1994/01/26/sports/sports-people-basketball-response-on-wright.html","abstract":"  LUTHER WRIGHT, the rookie center of the Utah Jazz, was having a bad reaction to a prescription drug when he was arrested for disorderly conduct at a highway rest stop, his agent says.   Wright, 22, was arrested early Monday in Tooele County, Utah, and was jailed for 12 hours before he was released.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940126","time":"1994-01-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":61,"wspd":25.9},{"date":"19940126","time":"1994-01-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":60,"wspd":35.3},{"date":"19940126","time":"1994-01-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":62,"wspd":38.9},{"date":"19940126","time":"1994-01-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":51,"wspd":37.1},{"date":"19940126","time":"1994-01-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":49,"wspd":44.3},{"date":"19940126","time":"1994-01-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":51,"wspd":42.5},{"date":"19940126","time":"1994-01-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":57,"wspd":25.9},{"date":"19940126","time":"1994-01-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":56,"wspd":27.7},{"date":"19940126","time":"1994-01-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":56,"wspd":22.3},{"date":"19940126","time":"1994-01-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":52,"wspd":25.9},{"date":"19940126","time":"1994-01-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":52,"wspd":24.1},{"date":"19940126","time":"1994-01-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":51,"wspd":24.1},{"date":"19940126","time":"1994-01-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19940126","time":"1994-01-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":46,"wspd":27.7},{"date":"19940126","time":"1994-01-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":47,"wspd":25.9},{"date":"19940126","time":"1994-01-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":51,"wspd":24.1},{"date":"19940126","time":"1994-01-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":56,"wspd":20.5},{"date":"19940126","time":"1994-01-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":59,"wspd":27.7},{"date":"19940126","time":"1994-01-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":60,"wspd":20.5},{"date":"19940126","time":"1994-01-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":63,"wspd":29.5},{"date":"19940126","time":"1994-01-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":63,"wspd":31.3},{"date":"19940126","time":"1994-01-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":67,"wspd":27.7},{"date":"19940126","time":"1994-01-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":65,"wspd":29.5},{"date":"19940126","time":"1994-01-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":66,"wspd":27.7},{"date":"19940126","time":"1994-01-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":64,"wspd":16.6},{"date":"19940126","time":"1994-01-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":64,"wspd":14.8},{"date":"19940126","time":"1994-01-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":64,"wspd":16.6},{"date":"19940126","time":"1994-01-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":64,"wspd":20.5},{"date":"19940126","time":"1994-01-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":75,"wspd":16.6},{"date":"19940126","time":"1994-01-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":82,"wspd":16.6},{"date":"19940126","time":"1994-01-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":88,"wspd":20.5},{"date":"19940126","time":"1994-01-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":18.7},{"date":"19940126","time":"1994-01-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":22.3},{"date":"19940126","time":"1994-01-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":92,"wspd":24.1},{"date":"19940126","time":"1994-01-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":96,"wspd":22.3},{"date":"19940126","time":"1994-01-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":100,"wspd":24.1},{"date":"19940126","time":"1994-01-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":96,"wspd":24.1},{"date":"19940126","time":"1994-01-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":95,"wspd":25.9},{"date":"19940126","time":"1994-01-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":92,"wspd":22.3},{"date":"19940126","time":"1994-01-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":88,"wspd":27.7},{"date":"19940126","time":"1994-01-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":88,"wspd":29.5},{"date":"19940126","time":"1994-01-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":84,"wspd":31.7},{"date":"19940126","time":"1994-01-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":76,"wspd":31.7},{"date":"19940126","time":"1994-01-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":76,"wspd":33.5},{"date":"19940126","time":"1994-01-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":74,"wspd":25.9},{"date":"19940126","time":"1994-01-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":71,"wspd":29.5},{"date":"19940126","time":"1994-01-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":71,"wspd":22.3},{"date":"19940126","time":"1994-01-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":64,"wspd":22.3}]},"19940127":{"guardian_articles":[{"date":"19940127","headline":"Student faces six charges after starting-gun incident","web_url":"https://www.theguardian.com/uk/1994/jan/27/monarchy.angellajohnson","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19940127","headline":"Winning a Prize for Best Fall. It's All for Charity.","web_url":"https://www.nytimes.com/1994/01/27/sports/skiing-winning-a-prize-for-best-fall-it-s-all-for-charity.html","abstract":"  There are two ways to approach ski racing. You can sit in front of a television with the remote zeroed in on Alberto Tomba thundering down a slope. Or you can stand at the top of a hill yourself, palms clenched tightly around your ski poles, ready to go.   Steve Dapper, a 46-year-old advertising executive from Bronxville, N.Y., has been a recreational skier for most of his life. But earlier this month, he decided to take the plunge into ski racing -- albeit for a single charity event -- and survived despite it all.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/27/style/chronicle-998699.html","abstract":"  RUDY F. DE LEON, one of the top aides to Les Aspin, the departing Secretary of Defense, is staying at the Pentagon and getting a promotion.    The White House has picked Mr. de Leon to become Undersecretary of the Air Force, the No. 2 position in that branch of the armed forces. As the chief deputy to the Air Force Secretary, Sheila E. Widnall, Mr. de Leon will be responsible for the day-to-day operations of the Air Force.","thumbnail":null,"section":"Style"},{"date":"19940127","headline":"Review/Music: El Gato Montes; After Seven Decades, a Spanish Opera Regains Its Voice","web_url":"https://www.nytimes.com/1994/01/27/arts/review-music-el-gato-montes-after-seven-decades-spanish-opera-regains-its-voice.html","abstract":"  Opera has its own version of multiculturalism, which in recent decades has led to an increasing awareness of such diverse national traditions as the Finnish and Czech. Now, with the Los Angeles Music Center Opera production of \"El Gato Montes\" (\"The Wild Cat\"), which opened here last week, our complacent neglect of the Spanish opera may be in for a revision, too. This zarzuela, written in 1916 by Manuel Penella and, the Los Angeles company says, never before sung in this country in its original language, is dramatic, vigorous and lyrically inventive.   The work has been championed by Placido Domingo, who has been singing in these performances and is artistic consultant to the Los Angeles Opera. The production, which is imported from the Teatro Lirico Nacional la Zarzuela in Madrid, is also part of a conscious effort to attract Hispanic audiences to the opera house. A.T.& T. has given a three-year, $100,000 grant for this purpose, used to support this and future productions. There is even an organization, \"Hispanics for L.A. Opera,\" with Mr. Domingo and his wife, Marta, as honorary chairmen; it numbers 300, though the company estimates are that only about a third are subscribers.","thumbnail":null,"section":"Arts"},{"date":"19940127","headline":"Tough and Smart on Crime?","web_url":"https://www.nytimes.com/1994/01/27/opinion/tough-and-smart-on-crime.html","abstract":"  In a State of the Union address designed mainly to mobilize support for his universal health insurance proposals, President Clinton was careful not to slight an issue that, the polls tell us, troubles the public even more than health care: crime.   Mr. Clinton spoke forcefully of the need to reinforce local police and to address the root causes of urban violence, including the dissolution of family and community ties, drugs and the easy availability of firearms. His call for a safer society was intended to rob the Republicans of an issue they had hoped to use against him. Hence the flummoxed, defensive tone in their next-day responses to his speech.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Bronx Man Arrested In 2 Murder Cases","web_url":"https://www.nytimes.com/1994/01/27/nyregion/bronx-man-arrested-in-2-murder-cases.html","abstract":"  With the arrest yesterday of a Bronx man, the police said they had solved two murders, committed nine months apart in the same South Bronx neighborhood.   John H. Alston, 33 years old, was charged in the Jan. 13 killing of Otis Pugh, 54, and the slaying of David Pagan, 33, last April 19. \"It appears the two murders weren't related,\" said Lt. Thomas J. Sbordone, a spokesman for the Housing Authority police.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"1919: No Channel Flight : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-1919-no-channel-flight-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The elements themselves have conspired to delay the inaugural trip of the Paris-London aero car. The \"Goliath\" was quite ready for the flight yesterday morning [Jan. 26]. Mechanics had been going over the whole machine since dawn, and th","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Forecast: Snow, Followed by Short Tempers","web_url":"https://www.nytimes.com/1994/01/27/nyregion/forecast-snow-followed-by-short-tempers.html","abstract":"  Bob Sarferty hates having to thaw the locks on his cookie-delivery truck with an acetylene torch. He hates shivering in the cab because the heater quit. He hates driving all day because his partner won't. He hates bickering with stock boys in grocery stores because he tracks dirt on just-mopped floors. He hates feeling the snow in the bottom of his shoe.   \"Enough's enough,\" he said yesterday between stops at supermarkets on Manhattan's Upper West Side. \"On top of the snow, everyone has an attitude.\"","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"At Last, Maybe, A Vision","web_url":"https://www.nytimes.com/1994/01/27/opinion/at-last-maybe-a-vision.html","abstract":"  Theodore Roosevelt once said that a good political speech is \"a poster, not an etching.\" More important than fine details are broad, bold themes that stand out from a distance. But through most of American history, State of the Union Messages -- even Theodore Rove almost always been more like etchings than posters, often dreary, seldom memorable.   In recent years, only Ronald Reagan -- who, like Theodore Roosevelt, always claimed to prefer \"banners of bold colors\" to \"pale pastels\" -- managed to transcend the genre. With \"American heroes\" seated prominently in the visitors' gallery, teary references to acts of courage and sacrifice, evocations of families and neighborhoods and communities and buoyant descriptions of America as \"once again alive with hope and opportunity,\" \"a soaring eagle, proud and free,\" Mr. Reagan transformed his State of the Union addresses from lists of policy achievements and goals into evocations of national values and myths. They were an essential part of his effort to attach moral weight to his conservative agenda.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Aqueduct Canceled Again","web_url":"https://www.nytimes.com/1994/01/27/sports/aqueduct-canceled-again.html","abstract":"  Not to sound like a broken record, but racing was canceled at Aqueduct again yesterday and for the usual reason: snow.   It was the seventh time this year that the track's seven-race card and the five-race simulcast from Gulfstream Park had been disrupted because of seasonal weather. That puts Aqueduct on course to beat the mark established at last year's winter meeting when 11 days of racing were canceled or disrupted by the weather.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Spielberg's Critics : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-spielbergs-critics-letters-to-the-editor.html","abstract":"Regarding \"Just Not a Hollywood Subject\" (Opinion, Jan. 4):.I find Frank Rich's article surprisingly manipulative and truly circumstantial in scope. First, the movie \"Schindler's List\" is a masterpiece. Second , it does touch us all","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"1894: Beyond the Call : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-1894-beyond-the-call-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The action of Colonel Bonnier in occupying Timbuctoo is not received with unreserved satisfaction by the more responsible organs of the French press. The Figaro says that one may be permitted to wonder what a French expedition was doing in the nei","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Eagles Spread Wings In Garden","web_url":"https://www.nytimes.com/1994/01/27/sports/college-basketball-eagles-spread-wings-in-garden.html","abstract":"  Given the opportunity to exchange their annual nightmare on Union Turnpike for an evening in The World's Most Famous Arena, the Boston College Eagles made a discovery last night that few of their predecessors have enjoyed.   Their response to the businesslike 85-68 victory over St. John's was even more surprising than the ease of their victory at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Why Yeltsin's Attacking Lenin","web_url":"https://www.nytimes.com/1994/01/27/opinion/l-why-yeltsin-s-attacking-lenin-999296.html","abstract":"  To the Editor:   Re \"Yeltsin Extols 1921 Rebellion, Denouncing Its Repression by Lenin\" (news article, Jan. 11): The most fascinating question about Boris N. Yeltsin's condemnation of the handling of the Kronstadt revolt is the one you never address. Why did the Russian President choose the eve of the Parliament's opening to drag out and dust off 70-year-old slanders and attacks against the Bolshevik Government led by Lenin and Trotsky?   No doubt it's because Mr. Yeltsin feels the threat of growing resistance to privatization and his plans to place Russia's natural resources at the service of Western capitalism. Antiprivatization forces in combination got a significantly higher percentage of votes in the Dec. 12 elections than Mr. Yelstin's fast-track capitalism. His greatest fear must be that the will of the Russian people will congeal behind forces for a democratized, genuinely socialist course and sweep both him and the ultraright Vladimir V. Zhirinovsky into history's dustbin.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Gillooly Is Interviewed By Authorities","web_url":"https://www.nytimes.com/1994/01/27/sports/figure-skating-gillooly-is-interviewed-by-authorities.html","abstract":"  Tonya Harding's former husband, Jeffery Gillooly, spoke to Federal and state investigators at length today -- his first interview with the authorities -- in a possible prelude to a plea bargain.   Gillooly is one of four men charged in the assault on Harding's skating rival, Nancy Kerrigan, but he was the only one before today who had not provided investigators with his version of events leading to the Jan. 6 assault at the national figure-skating championships in Detroit.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"The Cowboys Are a Direct Reflection Of Their Coach","web_url":"https://www.nytimes.com/1994/01/27/sports/super-bowl-the-cowboys-are-a-direct-reflection-of-their-coach.html","abstract":"  Michael Irvin played for Dallas under Tom Landry, the former Cowboy coach, for one season. Irvin was a rambunctious rookie who wanted to prove he belonged, which may explain why he got into many fights his first season. He was so scrappy that on a plane ride home one day, Landry pulled him aside for a heart to heart.   Landry told him to remember that he was a wide receiver and that wide receivers need their hands. So if you are going to fight, Landry said, try not to use your fists.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Police Appeal for Help in Girl's Disappearance","web_url":"https://www.nytimes.com/1994/01/27/nyregion/police-appeal-for-help-in-girl-s-disappearance.html","abstract":"  Frustrated in their two-week effort to find the remains of Sara Anne Wood, the 12-year-old who disappeared last summer, the state police today made an unusual plea for help from anyone who was on vacation in the Adirondacks on Aug. 18.   The police asked anyone on vacation at that time to check their home videos for pictures of the light blue Ford Econoline van that Lewis Lent Jr., the suspect in Sara's abduction, was driving then. Such a picture would provide evidence that the authorities say would help them bring charges against Mr. Lent, who told the police that he abducted Sara as she was walking her bicycle here and that he buried her in the woods near Raquette Lake.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Atlanta Journal; Boosterism Isn't Gone With the Wind","web_url":"https://www.nytimes.com/1994/01/27/us/atlanta-journal-boosterism-isn-t-gone-with-the-wind.html","abstract":"  Sure, the Super Bowl rematch of Dallas and Buffalo has all the magic of Bucknell versus Colgate. And, yes, there is the spectacle of blacks and whites haggling over the Confederate battle flag as if the Civil War were still going on.   But four days before Super Bowl XXVIII and 905 days before the 1996 Olympic Games in the City Never Too Busy to Preen, Atlanta is reveling in its status as a city on the rise, sometimes to the point of forgetting that it is only the host, not the show.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/01/27/arts/pop-and-jazz-in-review-999458.html","abstract":"  Holly Cole  Pop Singer Fez at the Time Cafe    With her clear, bright voice, eclectic taste that runs from country to jazz, and an approach to a song that is often brashly ironic, Holly Cole is a pop-jazz singer with a distinctly contemporary point of view.","thumbnail":null,"section":"Arts"},{"date":"19940127","headline":"Let's Look for Abuse Behind Depression","web_url":"https://www.nytimes.com/1994/01/27/opinion/l-let-s-look-for-abuse-behind-depression-999482.html","abstract":"  To the Editor:   I was glad to see \"Childhood Depression May Herald Adult Ills\" (Science Times, Jan. 11). Depression -- an illness suffered by more than one in 10 Americans, many of them children -- deserves our close attention. I was disturbed, however, by the perspective you take toward cures. The focus on cognitive therapy masks more significant causes of depression than \"habits of thought.\"","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Duquette to Be Red Sox General Manager","web_url":"https://www.nytimes.com/1994/01/27/sports/sports-people-baseball-duquette-to-be-red-sox-general-manager.html","abstract":"  DAN DUQUETTE, who had one year remaining on his contract as general manager of the Montreal Expos, will return home and realize his dream job as general manager of the Boston Red Sox. The Red Sox will announce this morning that Duquette, a native of Dalton, Mass., will take over from LOU GORMAN, who was promoted to director of baseball operations. The Expos will name their director of scouting, KEVIN MALONE, as Duquette's successor.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Review/Dance; A Hawkins Premiere, To Internal Rhythms","web_url":"https://www.nytimes.com/1994/01/27/arts/review-dance-a-hawkins-premiere-to-internal-rhythms.html","abstract":"  If Erick Hawkins has taught audiences to see dance in a radical new way, it is largely because he has infused his works with a sense of time more commonly found in Asian theater.   Like a good Taoist, he knows how to balance activity with inactivity onstage, and just as often, music with silence. But on Tuesday night, \"Many Thanks,\" the premiere that opened the Erick Hawkins Dance Company's season at the Joyce Theater (175 Eighth Avenue, at 19th Street, Chelsea), was unexpectedly danced to no music at all.","thumbnail":null,"section":"Arts"},{"date":"19940127","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/27/nyregion/news-summary-992780.html","abstract":"  International A3-11  RUSSIAN REFORMER QUITS  The man who had come to symbolize the future of economic reform in Russia stepped down definitively as Finance Minister. In resigning, Boris Fyodorov warned that economic disaster would result if Soviet-era managers kept the upper hand.  A1","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/01/27/arts/pop-and-jazz-in-review-999440.html","abstract":"  Eric Reed  Pianist The Blue Note    Eric Reed, a young pianist who is best known for performing with Wynton Marsalis, seemed to be a musician in a hurry on Monday night. On recordings, he can be an elegant, self-contained pianist; his newest album, \"It's All Right to Swing\" (Motown), is loaded with a restrained and thoughtful grace. There isn't a suggestion of the impatience he shows onstage.","thumbnail":null,"section":"Arts"},{"date":"19940127","headline":"In the Shadows of the Casinos","web_url":"https://www.nytimes.com/1994/01/27/nyregion/in-the-shadows-of-the-casinos.html","abstract":"  Fortune smiled for so long on this coastal island city, a bedroom community to Atlantic City's casino industry, that it was perhaps inevitable that things would take a turn for the worse, like a gambler's hot streak that suddenly turns cold.   Brigantine, just 1,000 yards across the Abesecon Inlet from a gambling resort that draws 32 million visitors a year, has been transformed over the last 15 years by Atlantic City's success, growing from a sleepy island of summer visitors and retirees into a bustling community.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Council Votes Historic District In 38-Block Section of Queens","web_url":"https://www.nytimes.com/1994/01/27/nyregion/council-votes-historic-district-in-38-block-section-of-queens.html","abstract":"  After years in which preservationists said their efforts were frustrated in Queens, the City Council voted unanimously yesterday to designate as a historic district an elegant swath of almost 500 apartment buildings and homes in Jackson Heights that in the early 1900's gave garden apartments their name.   The Council's vote creates only the second designated historic district in Queens. The first is a much smaller district of 19th-century town houses on two blocks in Hunters Point that was designated 26 years ago, shortly after the city's strict landmarks law first took effect.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Better Late Than Never","web_url":"https://www.nytimes.com/1994/01/27/opinion/better-late-than-never.html","abstract":"  After months of ducking the difficult task, Attorney General Janet Reno has finally yielded to intense political pressure and agreed to take over the investigation of the killing of a rabbinical student during riots in the Crown Heights section of Brooklyn in 1991. She made the right decision. Whether or not she is successful in bringing indictments or winning convictions, the public needs to be convinced that no avenue has been left unexplored in attempting to resolve this incendiary case.   The murder of the student, Yankel Rosenbaum, occurred after an accident in which a car in the entourage of the Lubavitcher rabbi struck and killed a black child. Crowds of angry blacks subsequently roamed the streets; one group, shouting \"Kill the Jew,\" fatally stabbed Mr. Rosenbaum.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Grants to Help Groups Form Ties With Choreographers","web_url":"https://www.nytimes.com/1994/01/27/arts/grants-to-help-groups-form-ties-with-choreographers.html","abstract":"  The New York Foundation for the Arts has announced the creation of a $3 million program to encourage long-term residencies and collaborations between choreographers and dance companies. It will be called the National Dance Residency Program, and will enable 30 professional companies to work with choreographers over the next three to five years.   Ten troupes will be selected each year to receive one-time grants of $100,000 to work with recognized choreographers of their own choosing. They must work together over a period of at least a year on the projects they decide upon.","thumbnail":null,"section":"Arts"},{"date":"19940127","headline":"Journal; Crime Crusaders On Parade","web_url":"https://www.nytimes.com/1994/01/27/opinion/journal-crime-crusaders-on-parade.html","abstract":"  The good news is that it's no longer the economy, stupid. Crime now leads the pollsters' hit parade of hot issues.    The bad news is that most politicians will now do for crime what they did for the economy: pander to the public by offering quick fixes to postpone the complex process of halting what the unglib Senator Daniel Patrick Moynihan calls \"the manifest decline of the American civic order.\"","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/27/us/inside-992755.html","abstract":"  A Smooth Recovery Is Seen: Growth Without Inflation   Economists are hailing the U.S. recovery as a model expansion because of its growth without inflation and because it was achieved without a big tax cut or a burst of Government spending -- the tools of fiscal policy for the last three decades. Page D1. Liberals Left on Sidelines    As the President leans ever more urgently toward a centrist agenda on welfare, crime and the military, a forlorn band of sidelined liberals fight among themselves. Page A16. Solarz Nomination in Doubt    An inquiry against Representative Stephen J. Solarz has ended, but it is unclear whether he remains a potential Ambassador to India. Page A9.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"U.S. Inquiry on Solarz Is Ended Without Charges","web_url":"https://www.nytimes.com/1994/01/27/world/us-inquiry-on-solarz-is-ended-without-charges.html","abstract":"  A Justice Department investigation of former Representative Stephen J. Solarz that had delayed his nomination as Ambassador to India ended without charges this week, but the White House indicated that it was not yet prepared to nominate him.   The fate of Mr. Solarz, the Brooklyn Democrat and Asian affairs expert who had hoped the appointment would assuage his 1992 electoral defeat, has been the subject of months of mystery and conflicting reports in New York and Washington.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Senator Asks End to Threats Against China","web_url":"https://www.nytimes.com/1994/01/27/world/senator-asks-end-to-threats-against-china.html","abstract":"  A leading Democratic voice on trade in the Senate says the policy of annually threatening China with trade sanctions is ineffective, harmful to the reform process in China and should be permanently scrapped this June if China meets the Administration's demands.   Senator Max Baucus, the Montana Democrat who chairs the Senate subcommittee on international trade, said in a speech prepared for delivery on Thursday that if the Clinton Administration actually carried out its threat to withdraw China's trade benefits it would be like dropping \"the equivalent of a nuclear bomb\" in terms of the economic and political fallout.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Essay; Kozyrev & Talbott","web_url":"https://www.nytimes.com/1994/01/27/opinion/essay-kozyrev-talbott.html","abstract":"  Two relatively young and sophisticated men, both setting policy at their nations' foreign ministries, have changed their positions radically in the past few months. Their shifts reveal much about the deterioration of Russian-American relations.   One is Strobe Talbott, longtime friend and Oxford roommate of Bill Clinton's. He stepped down from the power and prestige of Time magazine columnist to handle President Clinton's dealings with the nations of the former Soviet Union, and was recently named Deputy Secretary of State.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Crucial Lawmaker Criticizes Clinton Welfare Plan","web_url":"https://www.nytimes.com/1994/01/27/us/crucial-lawmaker-criticizes-clinton-welfare-plan.html","abstract":"  The Democrat who will preside over the Clinton Administration's welfare plan in the House of Representatives today denounced one of its central provisions: a work program that is set at the minimum wage.   The Congressman, Harold E. Ford of Tennessee, said that he supported rules requiring welfare recipients to work but that the jobs should pay at least $9 an hour.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"Front and Center for Front 5 in Bills' Game Plan","web_url":"https://www.nytimes.com/1994/01/27/sports/super-bowl-front-and-center-for-front-5-in-bills-game-plan.html","abstract":"  It took about three seconds for Thurman Thomas to surmise just what it would take for him to duplicate the 186-yard, 3-touchdown rushing performance he had last week against Kansas City in the game against Dallas this Sunday.   \"It's not up to me,\" he said today. \"It's up to my offensive line.\"","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/27/nyregion/metro-digest-993964.html","abstract":"  METRO DIGEST  INQUIRY ON SOLARZ ENDS WITHOUT CHARGES A Justice Department investigation of former Representative Stephen J. Solarz of Brooklyn ended without charges, but the White House indicated that it was not yet prepared to nominate him as Ambassador to India. A9. HARDEST CHOICES SHIFT TO PATIENTS New technology offers medical patients a fantastic explosion of information and treatment possibilities. But it has also increasingly required patients to make decisions that tear at their very souls. A1.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Russia Policy: A U.S. Riddle","web_url":"https://www.nytimes.com/1994/01/27/world/russia-policy-a-us-riddle.html","abstract":"  The Clinton Administration's policy toward the former Soviet Union is being undermined, slowly but surely, by the takeover in Russia, Belarus and Ukraine by politicians advocating populist economics that American officials believe will lead to financial ruin and political turmoil.   Only two weeks ago President Clinton traveled to Moscow and Minsk to deliver his message: more economic reform will lead to more Western aid. The leaders there nodded in agreement and the White House pronounced the visit a rousing success.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Reporter's Notebook; Earthquake Sends Crime on Vacation","web_url":"https://www.nytimes.com/1994/01/27/us/reporter-s-notebook-earthquake-sends-crime-on-vacation.html","abstract":"  Now the good news from the Great Quake.   On any given normal day in Los Angeles, the police make roughly 500 arrests, about a third of them for major crimes like murder, rape and robbery.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"Knicks Hope Offense Is on Right Trail Now","web_url":"https://www.nytimes.com/1994/01/27/sports/pro-basketball-knicks-hope-offense-is-on-right-trail-now.html","abstract":"  The Knicks headed west yesterday, hoping that their offense was headed in the right direction.   Amid criticism that the offense had become too predictable, the Knicks answered some questions during Tuesday night's 98-96 victory over the Phoenix Suns at Madison Square Garden. Charles Smith enjoyed his best game of the season, with 25 points and 7 rebounds, uniting with Patrick Ewing and John Starks for an effective three-pronged attack.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"King Hussein Says He Hopes to Meet Rabin","web_url":"https://www.nytimes.com/1994/01/27/world/king-hussein-says-he-hopes-to-meet-rabin.html","abstract":"  In a signal that his country would take a more prominent role in Middle East peace talks, King Hussein of Jordan said today that he hoped to meet \"before too long\" with Prime Minister Yitzhak Rabin of Israel.   King Hussein has reportedly met in secret many times before with Israeli officials, but his statement today that he would meet openly with Mr. Rabin indicated that Jordan was ready to move steadily forward in peace talks.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"G.O.P. Stance on Health Turns to No-Crisis View","web_url":"https://www.nytimes.com/1994/01/27/us/gop-stance-on-health-turns-to-no-crisis-view.html","abstract":"  After months of struggling to find a position on health care, the Republicans now have a party line: there is no crisis.   \"Our country has health care problems, but no health care crisis,\" Senator Bob Dole of Kansas, the minority leader, said in his nationally televised response to President Clinton's State of the Union Message on Tuesday night.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"Seton Hall Clicks on 12 3-Point Shots","web_url":"https://www.nytimes.com/1994/01/27/sports/college-basketball-seton-hall-clicks-on-12-3-point-shots.html","abstract":"  With Arturas Karnishovas and John Leahy, established 3-point shooters, plus Andre Brown, a highly touted freshman, Seton Hall hoped to make the 3-pointer an integral part of its offense.   It hasn't quite worked out that way -- until tonight. The Pirates caught Miami flat-footed, sinking a season-high 12 3-point shots en route to a 77-48 victory before 2,870 at the Miami Arena.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Scrutinize Health and Hospitals Budget Before Cutting Services","web_url":"https://www.nytimes.com/1994/01/27/opinion/l-scrutinize-health-and-hospitals-budget-before-cutting-services-999288.html","abstract":"  To the Editor:   The plan submitted by the New York City Health and Hospitals Corporation to Mayor Rudolph W. Giuliani to close an expected budget gap of $160 million by imposing a hiring freeze, delaying new health initiatives and cutting contributions to affiliated medical schools (news article, Jan. 19) may be necessary.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Bobsledder Has Friends in Low Places","web_url":"https://www.nytimes.com/1994/01/27/sports/bobsledding-bobsledder-has-friends-in-low-places.html","abstract":"  Chip Minton is mingling with a different class of people these days -- having forsaken, for the time being, the murderers, robbers, gangsters, forgers, swindlers, thieves, thugs and assorted other felons and reprobates he is normally in contact with.   Why, one day not long ago, Minton, 24 years old, husky, with a scraggly red beard and an accent that remains true to his hometown of Macon, Ga., was sitting at a dinner table in Monaco with the United States bobsled team, of which Minton is now an Olympic-bound member, when Prince Albert came by. \"Hey, Albert, how ya doin'? I'm Chip Minton,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/01/27/style/IHT-what-theyre-reading.html","abstract":"Maurice Darbellay, president of Brentano's bookstore in Paris, is reading \"The Bridges of Madison County\" by Robert James Waller..\"I love reading books about women around 40, which is the most sensitive time of life! And it has been on th","thumbnail":null,"section":"Style"},{"date":"19940127","headline":"Kovalev Is Young, Slumping and Tradable","web_url":"https://www.nytimes.com/1994/01/27/sports/hockey-kovalev-is-young-slumping-and-tradable.html","abstract":"  At the end of practice today, most of his Rangers teammates were already in the locker room, but not Aleksei Kovalev. He stood by himself in a corner of the rink with a puck on his stick, bouncing it off the blade as if it were a paddle ball. His face revealed a small smile. The Rangers' youngest and most troubled player seemed content.   The night before, he was not happy with himself, and his face showed a frown. Kovalev had no points in the 8-3 victory over the San Jose Sharks that extended the Ranger winning streak to four games. In the last 10 games, Kovalev has no goals, and he has scored just one in his last 13 and three in his last 22. Trade Rumors Abound    Everywhere he turns, Kovalev is confronted with trade rumors, the latest that he might go to Vancouver for Peter Nedved. He turns 21 on Feb. 24 and is in his second season with the Rangers. Kovalev is a former first-round draft choice from Russia who is coveted by many teams that project him as a future star. For a team like the Rangers, best in the league so far and a contender for the Stanley Cup, it is tempting to trade this unripened talent for proven players who can help bring a championship this spring.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"France Bluntly Calls for NATO To Relieve Two Bosnian Towns","web_url":"https://www.nytimes.com/1994/01/27/world/france-bluntly-calls-for-nato-to-relieve-two-bosnian-towns.html","abstract":"  France said today that the time had come for NATO to carry out its decision to relieve two Bosnian towns encircled by Serbian troops, using force if necessary.   In an unusually blunt statement, President Francois Mitterrand and Prime Minister Edouard Balladur said the United Nations, which has the authority to call NATO troops into action in the former Yugoslavia, \"must without delay give itself the means\" to open Tuzla airport and relieve United Nations troops in the eastern Bosnian town of Srebrenica.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Awaiting Quake Aid, and Riot Aid, Too","web_url":"https://www.nytimes.com/1994/01/27/us/awaiting-quake-aid-and-riot-aid-too.html","abstract":"  On battered streets where vacant lots display the unhealed damage of the 1992 riots, earthquake survivors in South-Central Los Angeles are again struggling to recover from disaster, even as public sympathy dwells on their wealthier neighbors in the San Fernando Valley.   Far from the epicenter and the limelight in this new catastrophe, these residents of the inner city stand patiently in long lines at disaster relief centers or sit on newly broken porches as they wait for Federal loans to be approved.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"U.S. OFFICIALS HINT AT NEW FLEXIBILITY OVER HEALTH PLAN","web_url":"https://www.nytimes.com/1994/01/27/us/us-officials-hint-at-new-flexibility-over-health-plan.html","abstract":"  The Administration is willing to compromise on important elements of President Clinton's health plan, Federal officials said today.   Treasury Secretary Lloyd Bentsen told business executives that the Administration was willing to make some concessions on the structure of the purchasing groups through which most Americans would obtain medical coverage under the President's proposal.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"Books of The Times; Exploring the Body and the Mind","web_url":"https://www.nytimes.com/1994/01/27/books/books-of-the-times-exploring-the-body-and-the-mind.html","abstract":"  They Whisper  By Robert Olen Butler 333 pages. Henry Holt & Company. $22.50.    \"If you're an artist, you have to live completely in your body,\" Fiona Price tells Ira Holloway at Coney Island on their first date, near the opening of Robert Olen Butler's new novel, \"They Whisper.\" She adds, in language too raw to be quoted here, that you have to tell your mind to stay out of it.","thumbnail":null,"section":"Books"},{"date":"19940127","headline":"Clinton Has a Plan That Would Pay Some People for Not Driving to Work","web_url":"https://www.nytimes.com/1994/01/27/us/clinton-has-a-plan-that-would-pay-some-people-for-not-driving-to-work.html","abstract":"  If President Clinton has his way, many commuters will have bigger paychecks if they give up their parking spaces.   The President will propose in the budget he sends to Congress next month that some employers who subsidize their commuters' parking bills be required to give the workers the same amount of money in cash if they relinquish their parking spots. The aim is to reduce air pollution by encouraging people not to drive to work.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"The Johnson Journey: Excoriated to Imitated","web_url":"https://www.nytimes.com/1994/01/27/sports/on-pro-football-the-johnson-journey-excoriated-to-imitated.html","abstract":"  Five years ago, when Jimmy Johnson became the Dallas Cowboys' coach, you could hear snickering throughout the National Football League. His brash style at the University of Miami would simply not work in the N.F.L., his critics said. The difference in coaching strategies in college compared with the N.F.L. was as wide as the Grand Canyon.   The doubters enjoyed a hearty laugh when Johnson went 1-15 and 7-9 in those first two seasons. And then the next year he was in the playoffs. And then in the next one he won the Super Bowl. And now he is back at the Big Show for another go.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Explosion at Queens Diner Traps Waitress in Rubble","web_url":"https://www.nytimes.com/1994/01/27/nyregion/explosion-at-queens-diner-traps-waitress-in-rubble.html","abstract":"  An explosion apparently caused by a natural-gas leak tore open the floor of a Queens diner yesterday morning, plunging six employees and customers into a fiery basement and beginning a dramatic three-hour ordeal for a waitress pinned beneath huge slabs of concrete and steel.   No one was killed in the blast -- a fact that many of the scores of firefighters and rescue workers at the scene in Long Island City considered miraculous. But five injured people were removed from the rubble shortly after crews arrived and were taken to Elmhurst Hospital Center, while the 24-year-old waitress, Pacida Llenos, known as Vicky, was taken to New York Hospital, where she was in stable condition last night.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"SIDELINES","web_url":"https://www.nytimes.com/1994/01/27/sports/IHT-sidelines.html","abstract":"ESPN and the NFL agreed to renew the satellite sports network's rights to telecast regular-season and playoff games in Asia, Latin America, the Pacific Rim, the Middle East and Africa. (IHT)","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Christian Bishop in Iran Is Reported Missing","web_url":"https://www.nytimes.com/1994/01/27/world/christian-bishop-in-iran-is-reported-missing.html","abstract":"  A leader of Iranian Christians has disappeared in Teheran after speaking out against persecution of Christians, a New York-based human rights group said today.   The leader, Bishop Haik Hovsepian Mehr, was last seen in the Iranian capital on Jan. 19 on his way to the airport, the group, Middle East Watch, said in a statement.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Hardest Medical Choices Shift to Patients","web_url":"https://www.nytimes.com/1994/01/27/nyregion/hardest-medical-choices-shift-to-patients.html","abstract":"  When Bonnie G. scheduled a sonogram in the middle of her pregnancy she was looking forward to what modern technology could offer her: a peek at her fetus and the chance to be reassured that her child -- a boy, she discovered -- would be fine.    Instead, the grainy television image the sonogram produced brought her disturbing information and forced her to make heart-wrenching choices that past generations never faced.  Almost Impossible Choices    Mrs. G.'s test showed that her baby, due this April, had a blockage of his urinary system that had probably caused permanent damage to his kidneys. While he could be born normal, the doctors said, he would most likely need dialysis or an organ transplant in childhood, and might be so sick that he would die shortly after birth.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Hunt for Just the Right Words Has Clinton Straining for Any","web_url":"https://www.nytimes.com/1994/01/27/us/hunt-for-just-the-right-words-has-clinton-straining-for-any.html","abstract":"  That raspy State of the Union Message, it turns out, came only after practice, practice, practice, and by the time President Clinton woke up this morning, he could speak only in a whisper.   For his 63-minute monologue, this will be the price: two days of tea, lozenges and silence -- or as close to the latter as the loquacious leader can come, his aides said. By the end of the day, all Presidential appearances through Thursday had been canceled.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/27/nyregion/c-corrections-998664.html","abstract":"  Because of an editing error, an article yesterday about reaction at Kean College in New Jersey to a campus speech by a Nation of Islam official referred imprecisely in some editions to the significance of 1989 in the college's history. It was the year Dr. Elsa Gomez became president of the college, not the year Kean became a state college.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"G.O.P.'s 'No Crisis' Position","web_url":"https://www.nytimes.com/1994/01/27/us/gop-s-no-crisis-position.html","abstract":"  After months of struggling to stake out a position on health care, the Republicans now have a party line: there is no crisis. Page A16.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"Americans Rebel At Official Art","web_url":"https://www.nytimes.com/1994/01/27/opinion/l-americans-rebel-at-official-art-999512.html","abstract":"  To the Editor:   In \"Use Junk to Bankroll Art\" (Op-Ed, Jan. 17), Daniel Talbot, a foreign-film distributor, proposes to subsidize movies of artistic quality from the ticket prices of so-called Hollywood \"junk\" movies, in the manner of the French. Mr. Talbot ignores one fundamental question. Who is to determine which films are truly works of art, worthy of a subsidy?","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Genetic Guidelines : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-genetic-guidelines-letters-to-the-editor.html","abstract":"Regarding \"France Plans Law to Bar Postmenopausal Pregnancies\" (Jan. 5) by William Drozdiak:.As an expert in gene manipulation and cloning, I strongly support Dr. Jean-Louis Beaumont's concern about \"an insidious drift toward genetic man","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Four Patients At TB Center Are Arrested In Attack","web_url":"https://www.nytimes.com/1994/01/27/nyregion/four-patients-at-tb-center-are-arrested-in-attack.html","abstract":"  Four tuberculosis patients in long-term detention at Goldwater Memorial Hospital on Roosevelt Island were arrested yesterday and charged with attacking several staff members and security officers, hospital officials said.   Howard Garrison, Goldwater's deputy executive director, said four employees suffered minor injuries in the late-morning incident, which took place in a secured unit that holds 19 tuberculosis patients who are detained for months at a time to take medication under supervision. Officials from New York City's Health Department, which places the patients in the unit, said yesterday that they planned to reassess the detention program to increase safety.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Rodman Set to Play After Nose Surgery","web_url":"https://www.nytimes.com/1994/01/27/sports/sports-people-pro-basketball-rodman-set-to-play-after-nose-surgery.html","abstract":"  DENNIS RODMAN of the San Antonio Spurs underwent surgery for a deviated septum yesterday. Rodman was injured Saturday night against the Dallas Mavericks when he was accidentally elbowed in the nose by POPEYE JONES.  Blood streaming down his face, Rodman left the game for about five minutes before returning wearing a bandage.   Rodman, who leads the National Basketball Association in rebounding with a 17.8 average, will resume light workouts tomorrow and is expected to play in Saturday's home game against the Atlanta Hawks. He will wear a protective mask. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Yugoslav Army Reported Fighting In Bosnia to Help Serbian Forces","web_url":"https://www.nytimes.com/1994/01/27/world/yugoslav-army-reported-fighting-in-bosnia-to-help-serbian-forces.html","abstract":"  Yugoslav Army units have been operating inside Bosnia in recent weeks, apparently in an effort to counter recent advances by Bosnian Government forces, United Nations officials and Yugoslav journalists say.   \"We have seen troop movements of the Yugoslav Army in Bosnia, large numbers of troops and military vehicles,\" said a United Nations official who requested anonymity because of political sensitivities. \"The general feeling is that there is a pre-emptive attack coming.\"","thumbnail":null,"section":"World"},{"date":"19940127","headline":"The Russians Need More Shock Therapy, Not Less","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-the-russians-need-more-shock-therapy-not-less.html","abstract":"The writer is prime minister of Estonia.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Compagnoni's Bold and Painful Course Toward Super-G Gold","web_url":"https://www.nytimes.com/1994/01/27/sports/IHT-compagnonis-bold-and-painful-course-toward-superg-gold.html","abstract":"Deborah Compagnoni skis like no other woman on the tour, and more aggressively than many of the men. In the giant slalom and Super-G races, the 23-year-old pushes her weight dangerously forward onto the tips of her skis, assuming a tight, aerodynamic cro","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Clinton in Bind Over Visa for I.R.A. Wing Leader","web_url":"https://www.nytimes.com/1994/01/27/world/clinton-in-bind-over-visa-for-ira-wing-leader.html","abstract":"  President Clinton has found himself in a political bind over Northern Ireland, caught between powerful Irish-Americans in Congress and the British Government over whether to grant a visa to an Irish Republican Army wing leader.   On one side are Senator Daniel Patrick Moynihan of New York, Senator Edward M. Kennedy of Massachusetts and 38 other members of Congress who are strenuously urging the President to grant a visa to Gerry Adams, the leader of Sinn Fein, the I.R.A. political wing. The British want the visa denied.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Review/Fashion; The Cheery Depression Look","web_url":"https://www.nytimes.com/1994/01/27/style/review-fashion-the-cheery-depression-look.html","abstract":"  SOME 65 years ago, there were men who loosened their ties -- just a bit -- stepped to the ledges of their office buildings and jumped. Now, the look of the Depression era -- the fashion, that is, not the desperation -- is coming back. The New York men's collections this week offered chalk-stripe suits, flecked fabrics, wide corduroys and tie patterns that look as if they had been taken from the counter tops of diners. Almost every collection had one jacket of a solid tweed with little flecks in it. You know the jacket. Your grandfather had one.   \"There's a new depression happening right now,\" the designer John Bartlett said somewhat cheerily. \"It's not a financial one but an emotional depression, with every friend of mine being on Prozac. The clothes from the Depression have a real elegance and a real innocence I'd like to recapture.\"","thumbnail":null,"section":"Style"},{"date":"19940127","headline":"Remembering Tip : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-remembering-tip-letters-to-the-editor.html","abstract":"Americans living abroad should doff their hats in appreciation as they read about the recently departed Thomas (Tip) O'Neill (Obituary, Jan. 7), whether they are Democrats or Republicans, because he was responsible for the passage of legislation that gav","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Mayors Uneasy On Plan to Shift Aid for Transit","web_url":"https://www.nytimes.com/1994/01/27/us/mayors-uneasy-on-plan-to-shift-aid-for-transit.html","abstract":"  A Clinton Administration budget proposal for a 25 percent reduction in mass transit operating subsidies received a cool reception today from many mayors and city officials. They said the plan would force them to increase subway and bus fares and curtail routes and services.    The proposal in the Administration's draft budget would reduce the current $800 million a year in Federal mass transit operating subsidies to $600 million. It would earmark the remaining $200 million for capital improvements, meaning that the money would be spent more slowly on such things as equipment. Cities had been using the $800 million to subsidize fares.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"Sports of The Times; Kerrigan And 'Super' Security","web_url":"https://www.nytimes.com/1994/01/27/sports/sports-of-the-times-kerrigan-and-super-security.html","abstract":"  AS soon as Jim Kelly sauntered into the ballroom of the Stouffer Waverly Hotel yesterday, a bearded security guard in a blue satin windbreaker, Bob Hall, glanced down at about two dozen members of the news media below the small platform where the Bills' quarterback would sit at a table for a Super Bowl XXVIII interrogation.   \"Please don't get on the podium,\" the security guard said. \"Please don't poke him in the face with your microphones.\"","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Bridge","web_url":"https://www.nytimes.com/1994/01/27/nyregion/bridge-995835.html","abstract":"  Immigrants from Russia are starting to make an impact on the American bridge scene. At a regional tournament in Orlando, Fla., earlier this month, Vladimir Fleyshgakker of Manhattan and Alex Ladyzhensky of Bradenton, Fla., won two major events and finished second in a third. They were all pairs events, making it a very rare combination of successes.   On the diagramed deal Fleyshgakker as South landed in three no-trump, avoiding four spades, which would have been hopeless. West led the heart ten, since his partner had made a weak two-bid in that suit. South won with the ace and led a low club.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Bitter Epilogue in Afghanistan","web_url":"https://www.nytimes.com/1994/01/27/opinion/bitter-epilogue-in-afghanistan.html","abstract":"  Remember Afghanistan? Not so long ago, Democrats vied with Republicans in supporting a \"good\" war waged by freedom fighters against the Evil Empire. In April 1992 its Communist rulers were finally evicted, and an interim Government assumed power. Refugees began returning from camps in Pakistan and Iran; the State Department proclaimed a triumph for justice and self-determination.    Fast forward to 1994:","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"It Can't Happen Here?","web_url":"https://www.nytimes.com/1994/01/27/opinion/l-it-can-t-happen-here-999466.html","abstract":"  To the Editor:   A bill to amend the New York City administrative code for design and construction of buildings to resist earthquake effects has been before the City Council since 1993 (Intro. 726). Its provisions, prepared by the New York City Seismic Committee, with the New York Association of Consulting Engineers and the Real Estate Board, have been used on a school addition in Port Richmond, S.I., and on 565 Fifth Avenue, recently completed. The Council should hear this bill, tailored for local needs and for which an economic impact study was made. IRVING POLSKY  New York, Jan. 17, 1994 The writer was executive engineer, Department of Buildings, 1977-91.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Political Memo; 'New Democrats' Giving Liberals a Cold Shoulder","web_url":"https://www.nytimes.com/1994/01/27/us/political-memo-new-democrats-giving-liberals-a-cold-shoulder.html","abstract":"  As Bill Clinton leans ever more urgently into a centrist agenda that urges an overhaul of the welfare system, the passage of tough anti-crime legislation and a strong defense, he has left a forlorn band of liberals standing on the sidelines, fighting among themselves.   Some social progressives are tattered and isolated, fretting together in think tanks and policy-study groups about the tough new punishment provisions in the Senate crime bill, the plan to end benefits to welfare recipients after two years and the huge military budget.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"The Demjanjuk Case : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-the-demjanjuk-case-letters-to-the-editor.html","abstract":"An item in your \"Away From Politics\" column of Jan. 3 stated that the U.S. Justice Department has abandoned its contention that John Demjanjuk was one of the most barbaric Nazi figures of the Holocaust, but accuses him of being a lesser war cri","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Sympathy for Criminals : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-sympathy-for-criminals-letters-to-the-editor.html","abstract":"Regarding \"Correctness in Defense of Vengeance\" (Opinion, Jan. 15) by Charles Krauthammer:.Mr. Krauthammer's condemnation of those he believes guilty of the crime of revenge is precise and well-argued, but useless. He identifies sympathy for","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Coaches Leaning Toward Mediation","web_url":"https://www.nytimes.com/1994/01/27/sports/sports-people-college-basketball-coaches-leaning-toward-mediation.html","abstract":"  The Black Coaches Association is leaning toward accepting an offer from the Federal government to mediate its dispute with the National Collegiate Athletic Association over basketball scholarships and other matters. The association's director, RUDY WASHINGTON, met yesterday with a mediation team from the Justice Department to discuss how the process would work. N.C.A.A. officials had a similar meeting with mediators in Denver last Saturday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Building Chief Was Officer In Company Under Inquiry","web_url":"https://www.nytimes.com/1994/01/27/nyregion/building-chief-was-officer-in-company-under-inquiry.html","abstract":"  The newly appointed New York City Buildings Commissioner, Frank A. Luzi, was the treasurer and partner in a Boston asbestos-removal company that was indicted last August on charges that it falsified Federal records about employee safety.   Mr. Luzi was appointed last month by Mayor Rudolph W. Giuliani to head the Buildings Department, but the city's Department of Investigation has yet to finish a routine check of his background, mayoral aides said.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Gant a Special-Team Man With a Mission","web_url":"https://www.nytimes.com/1994/01/27/sports/super-bowl-gant-a-special-team-man-with-a-mission.html","abstract":"  When the Dallas Cowboys punt to the Buffalo Bills in Super Bowl XVIII Sunday, there may be a battle within the battle -- a special-teams showdown involving Russell Copeland, the Bills' dangerous punt returner, and Kenny Gant, one of the Cowboys' two gunners, or outside cover men, on punt coverage.   \"When they're racing down the field at you,\" Copeland said today, \"you have to make the first man miss. Gant is usually the first man, and if you can't get by him they'll get you with sideways pursuit.\"","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"A Baltic Test of Real Change in the Russian Psyche","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-a-baltic-test-of-real-change-in-the-russian-psyche.html","abstract":"The assumption underlying Bill Clinton's Russia First policy appears to be that economic reform laced with Western aid will make Russia a democratic and peace-loving state content to live within its present borders. No doubt an improvement in the economy","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Ruling Gives Reprieve to Dog On Death Row","web_url":"https://www.nytimes.com/1994/01/27/nyregion/ruling-gives-reprieve-to-dog-on-death-row.html","abstract":"  New Jersey's highest court, the State Supreme Court, today spared the life of the state's celebrated death-row dog, Taro, until March 1, apparently to give officials time to find some way to save the animal from execution.   One of those seeking a nonlethal solution to Taro's plight is the new Governor, Christine Todd Whitman.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Crown Hts. Tension Persists Despite Healing Effort","web_url":"https://www.nytimes.com/1994/01/27/nyregion/crown-hts-tension-persists-despite-healing-effort.html","abstract":"  Crown Heights, divided by antagonisms long before it was torn by violence in the summer of 1991, is a neighborhood that today continues to operate under the strains of suspicion and anger, poverty and fear.   The sensitive state of affairs in the Brooklyn neighborhood exists despite considerable efforts to promote healing between its black and Hasidic residents. The Crown Heights Coalition, a collection of elected officials and neighborhood representatives formed after the unrest two and a half years ago, has been called ineffective, even irrelevant, by some blacks and Jews in Crown Heights, and it is struggling merely to remain intact.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/27/style/chronicle-998672.html","abstract":"  The boycott of Colorado over a measure to forbid legal protection for homosexuals may be over, but the repercussions continue.    For example, HARLEY BALDWIN, owner of the Caribou Club in Aspen, was rebuffed several weeks ago when he tried to organize a benefit for Amfar, the American Foundation for AIDS Research, during Aspen's Gay Ski Week, which began Saturday. Executives of Amfar said thanks, but no thanks.","thumbnail":null,"section":"Style"},{"date":"19940127","headline":"Thinking Globally; A Little City Trolls for Trade","web_url":"https://www.nytimes.com/1994/01/27/nyregion/thinking-globally-a-little-city-trolls-for-trade.html","abstract":"  With new trade agreements breaking down the barriers between continents and nations, consider the case of East Orange. After decades of economic malaise, this city is making an unlikely pitch to be a center of global commerce.   East Orange, one of the New York area's oldest commuter suburbs, has no large manufacturers, holds little appeal to office developers and has not had the success of other New Jersey suburbs in luring business from Manhattan.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"More Arrests, More Therapy In Drug Plan","web_url":"https://www.nytimes.com/1994/01/27/nyregion/more-arrests-more-therapy-in-drug-plan.html","abstract":"  The New York City Police Department is developing a plan to fulfill Mayor Rudolph W. Giuliani's campaign pledge to sweep thousands of drug dealers off the streets, but without swamping the courts and prisons, the department's chief spokesman said yesterday.   While a major emphasis will be to increase low-level drug arrests, aides to the Mayor now favor sending an increasing number of nonviolent suspects into drug treatment rather than jail, said the spokesman, John Miller.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Review/Jazz; A One-Night French Horn Festival","web_url":"https://www.nytimes.com/1994/01/27/arts/review-jazz-a-one-night-french-horn-festival.html","abstract":"  The oddest thing about the first Julius Watkins Jazz French Horn Festival, which took place at the Knitting Factory on Sunday night, wasn't the appearance of four jazz-influenced French horn players, it was the music's tameness. The players, Mark Taylor, Tom Varner, John Clark and Vincent Chancey, have fairly impressive avant-garde credentials, ranging from associations with Sun Ra, Muhal Richard Abrams and Henry Threadgill to John Zorn and LaMonte Young. But they left those credentials at home, for the most part working a soft instrumental area that mixed jazz improvising with pop textures.   Mr. Varner organized the festival, which is named for an early jazz French horn player in New York. Of the four musicians, he turned in the most inspiring set. Backed by Ed Schuller on bass and Steve Johns on drums, Mr. Varner did some improvising, breaking up be-bop phrases with long melody notes. He's at the point where lines, complicated but logical, hurtle to their destiny. Mr. Varner took apart the melody of Thelonious Monk's \"Let's Call This,\" playing the theme alone, letting little bulbs of the melody hang glittering, breaking up the tune with silences.","thumbnail":null,"section":"Arts"},{"date":"19940127","headline":"Article 997200 -- No Title","web_url":"https://www.nytimes.com/1994/01/27/arts/article-997200-no-title.html","abstract":"  The Brooklyn Museum has received a pledge of $5 million, the largest single gift in its history. The pledge was made by the investment banker Morris A. Schapiro in honor of his brother, the art historian Meyer Schapiro. In recognition of the gift, the museum will rename its recently renovated West Wing the Morris A. and Meyer Schapiro Wing.   Part of the money will help pay debts incurred in the museum's $31 million renovation. Part will go into a fund whose income will help maintain and operate the Schapiro Wing, whose three floors contain the permanent collections of contemporary art and ancient Egyptian art. One floor is devoted to special exhibitions.","thumbnail":null,"section":"Arts"},{"date":"19940127","headline":"Muslims Again Try to Loot Aid Convoy","web_url":"https://www.nytimes.com/1994/01/27/world/muslims-again-try-to-loot-aid-convoy.html","abstract":"  Crowds of hungry Muslims attacked an aid convoy in central Bosnia today with guns and a hand grenade, wounding six Government police guards and prompting United Nations officials to suspend deliveries of food along the region's main road, United Nations officials here said.    The attack, the second in two days, marks a low point in a desperate food crisis in central Bosnia brought on primarily by blockades over the past nine months by Serbian and Croatian militias bent on forcing the Government to accept partition of Bosnia.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Isles Lose Turgeon, Then Lose Game, Too","web_url":"https://www.nytimes.com/1994/01/27/sports/hockey-isles-lose-turgeon-then-lose-game-too.html","abstract":"  Just when it seemed the plight of the last-place Islanders couldn't get any grimmer, it did, and the latest setback hit long before the team got down to the unfulfilling business of trying to ward off tonight's 4-3 road loss to the Toronto Maple Leafs.   During the routine pre-game warm-up, Pierre Turgeon, the very player who was supposed to rescue the Islanders from their woes and reprise last season's role by leading them into a playoff position, had his cheekbone fractured by an errant puck. There was no immediate report on how long Turgeon, who will undergo minor surgery in New York to repair the break to his right cheekbone, will be sidelined.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Utah Puts Wright on Injured List","web_url":"https://www.nytimes.com/1994/01/27/sports/sports-people-pro-basketball-utah-puts-wright-on-injured-list.html","abstract":"  The Utah Jazz yesterday placed their rookie center, LUTHER WRIGHT, on its injured reserve list for treatment of attention deficit disorder, which causes an inability to concentrate. The 7-foot-2-inch former Seton Hall player was arrested in Tooele County Monday for disorderly conduct. He was jailed for 12 hours before the Jazz posted his $100 bond. His agent, SAL DiFAZIO, said the 22-year-old Wright apparently had experienced a reaction to the medication he takes for his ailment.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Benes Avoids Arbitration by Signing Pact","web_url":"https://www.nytimes.com/1994/01/27/sports/sports-people-baseball-benes-avoids-arbitration-by-signing-pact.html","abstract":"  ANDY BENES, one of the pitchers the Yankees covet, reached agreement yesterday with the San Diego Padres on a salary of $3,005,000 for the 1994 season, a raise of nearly $1 million from the $2,050,000 salary he won in salary arbitration last year. Benes, who had a 15-15 record with a 3.78 earned run average last season, had sought $3.1 million to the Padres' offer of $2.85 million.   The Yankees have longed for Benes, but have been unwilling to meet the Padres' price in players. The right-hander not only led the Padres in victories last season, but also in starts with 34, shutouts with 2, innings pitched with 230 2/3 and strikeouts with 179.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"The Inman File : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-the-inman-file-letters-to-the-editor.html","abstract":"I read with great interest your coverage of Bobby Ray Inman's attack on the media in explaining his decision to turn down the nomination for U.S. defense secretary. Now that I have seen a transcript of what he said, he seems sensible and not at all hyste","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"1944: Latin Nazis Hit : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-1944-latin-nazis-hit-in-our-pages100-75-and-50-years-ago.html","abstract":"BUENOS AIRES - [From our New York edition:] The Argentine government broke diplomatic relations today [Jan. 27] with Germany and Japan, which have now officially lost their last foothold in the Western Hemisphere and their last offical center for conducti","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/27/nyregion/c-corrections-993255.html","abstract":"  A news analysis article yesterday about President Clinton's State of the Union Message misstated the timing of the economic recovery. Although the labor market did not recover significantly until fall 1992, the recovery began in the second quarter of 1991.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"FINANCE MINISTER SHUNS YELTSIN PLEA AND QUITS CABINET","web_url":"https://www.nytimes.com/1994/01/27/world/finance-minister-shuns-yeltsin-plea-and-quits-cabinet.html","abstract":"  Warning that the economy should not be left in the hands of \"Red managers,\" Russia's Finance Minister rejected the entreaties of President Boris N. Yeltsin today and said he would not remain in the current Government.   Boris G. Fyodorov, the young minister who had come to symbolize the future of Western-endorsed economic reform in Russia, predicted economic disaster, social explosions and Ukrainian-style hyperinflation as a consequence of the stated policies of Prime Minister Viktor S. Chernomyrdin and the current Cabinet, which is dominated by Soviet-era managers who favor a slower, softer, subsidized transition to the market.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Jones Leads Wilson In Sound Bites Gained","web_url":"https://www.nytimes.com/1994/01/27/sports/tv-sports-jones-leads-wilson-in-sound-bites-gained.html","abstract":"  \"Jer-ree! Jer-ree!\" shouted the fans from the lobby of the Hyatt Regency Hotel. \"Cow-boys! Cow-boys!\" they yelled at the man in the cocktail lounge-turned ESPN2 studio.    The man was Jerry Jones, the omnipresent owner of the Dallas Cowboys, who is probably the most popular interview in the days leading up to Super Bowl XXVIII.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Emiliano Zapata Journal; In the War Cry of the Indians, Zapata Rides Again","web_url":"https://www.nytimes.com/1994/01/27/world/emiliano-zapata-journal-in-the-war-cry-of-the-indians-zapata-rides-again.html","abstract":"  He rode a storm of righteousness and rebellion that still, more than 80 years later, makes men go to war.    Indian rebels in southern Mexico calling themselves the Zapatista National Liberation Army are just the latest proof that the spirit of Emiliano Zapata, a man turned myth even before he died, lives on in Mexico.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Hate-Literature Documents Weighed in Bombing Trial","web_url":"https://www.nytimes.com/1994/01/27/nyregion/hate-literature-documents-weighed-in-bombing-trial.html","abstract":"  More than 200 witnesses have testified in the World Trade Center bombing trial, but nothing has been heard from the four men actually on trial, who merely sit quietly in their business suits day after day, silently and impassively watching the proceedings unfold before them.   But in a debate held in the judge's chambers on Tuesday and made public yesterday, hints of the defendants' mental and spiritual world, involving powerful strains of anti-Americanism and hatred of Jews, emerged as lawyers debated what evidence should be allowed in the case in the remaining days.","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Review/Music; Sammy Cahn's Wit, In Songs and in Clips","web_url":"https://www.nytimes.com/1994/01/27/arts/review-music-sammy-cahn-s-wit-in-songs-and-in-clips.html","abstract":"  \"The word is only as great as the note it sits under,\" said the song lyricist Sammy Cahn when he appeared at the 92d Street Y's Lyrics and Lyricists series more than two decades ago.    That observation and many other of Mr. Cahn's pithy remarks were recalled at the opening concerts of the series' 24th edition on Sunday afternoon and evening. Although Mr. Cahn died last January at the age of 79, film clips of the cocky, ebullient songwriter, who was known for his skill at coming up with a lyric for any occasion, brought his brash personality vividly to the stage of the Y.","thumbnail":null,"section":"Arts"},{"date":"19940127","headline":"SUPER BOWL: Notebook; Dallas's Haley Probable At Defensive End Spot","web_url":"https://www.nytimes.com/1994/01/27/sports/super-bowl-notebook-dallas-s-haley-probable-at-defensive-end-spot.html","abstract":"  A Dallas defensive end, Charles Haley, is listed as probable for Super Bowl XVIII Sunday, despite muscle spasms in his lower back that have bothered him all season.    Haley didn't practice today as both teams went through their first workouts of Super Bowl week. He spent the afternoon with a physical therapist, as he often has since injuring his back in October. Coach Jimmy Johnson said he expected Haley to practice Thursday.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/27/nyregion/no-headline-993115.html","abstract":"  \"You have 750 million people around the world that will see the Super Bowl -- and Atlanta -- on television. Watching the games last weekend, you'd just hear 'Atlanta! Atlanta! Atlanta!' It just puts chills up and down your back.\" -- SPURGEON RICHARDSON an Atlantan who is paid to love it.  [ A12:4. ]","thumbnail":null,"section":"New York"},{"date":"19940127","headline":"Scouting Makes Room For Minorities","web_url":"https://www.nytimes.com/1994/01/27/opinion/l-scouting-makes-room-for-minorities-999300.html","abstract":"  To the Editor:   A Jan. 9 report on the Scoutreach program created by the Greater New York Council of the Boy Scouts, which pays black and Hispanic men, most of them college students, to be Scout leaders in the inner city, does a great service by highlighting the critical need for male minority members to become involved as Scout leaders and serve as role models for our youth.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/01/27/arts/pop-and-jazz-in-review-997099.html","abstract":"  World Saxophone Quartet  Sweet Basil 88 Seventh Avenue South (above Bleecker Street) Greenwich Village Through Sunday    The World Saxophone Quartet has in many ways been a victim of its own success. Its members travel and work fairly regularly with other groups, making it hard for the band to perform. And after losing its most impressive composer, Julius Hemp hill, the band went into a seeming decline, filling his spot with musicians who never lasted long. And it hasn't released an album in four years.","thumbnail":null,"section":"Arts"},{"date":"19940127","headline":"Acid Rain Efforts Found to Undercut Themselves","web_url":"https://www.nytimes.com/1994/01/27/us/acid-rain-efforts-found-to-undercut-themselves.html","abstract":"  New studies have uncovered a surprising and unsettling twist in continuing efforts to reduce the harmful effects of acid rain on ecosystems.   The benefit from cutting emissions of airborne sulfates that cause acid rain has been partly wiped out, the studies found, by parallel reductions in airborne alkaline particles that help neutralize the acid.","thumbnail":null,"section":"U.S."},{"date":"19940127","headline":"PRO BASKETBALL;\nBenjamin Is Placed in a Major Role With the Nets","web_url":"https://www.nytimes.com/1994/01/27/sports/pro-basketball-benjamin-is-placed-in-a-major-role-with-the-nets.html","abstract":"With All-Star caliber players such as Derrick Coleman and Kenny Anderson, it would be a stretch to say that as Benoit Benjamin goes, so go the Nets. But for the Nets to rise from the rabble, they need a strong presence from Benjamin.\n\nThey are getting that of late, even though Benjamin's help did not result in a victory Tuesday night in Portland, where the Nets' five-game winning streak came to an end with a 122-117 loss against the Trail Blazers. Benjamin scored 17 points on 7-for-11 shooting from the field, and added 9 rebounds. But more telling was the confidence shown in him by Coach Chuck Daly, who had Benjamin on the court for all but 57 seconds of the fourth quarter. Benjamin was in the game for 35 minutes, the most for him this season in a regulation, 48-minute, game.\nOut of Necessity\n\n Benjamin played most of the fourth quarter out of necessity. Coleman twisted both his left knee and ankle during the game, and Daly used Coleman for only 1 minute 34 seconds of the final quarter. But Benjamin, who banged his right knee in a collision midway through the fourth quarter, earned his time on the floor.","thumbnail":null,"section":"Sports"},{"date":"19940127","headline":"Brandt Dispute Unsettles German Socialists","web_url":"https://www.nytimes.com/1994/01/27/world/brandt-dispute-unsettles-german-socialists.html","abstract":"  With Germany's opposition Social Democratic Party hoping to make a comeback under a new leader after 12 years in the national elections next October, the last thing it wanted was to be confronted with the skeletons in its closet.   But it was the widow of their late former Chancellor, Willy Brandt, who brought them out this month, prompting a bitter debate that revealed much about the fragility of German unity more than three years after unification, and 50 years after World War II.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/27/style/chronicle-998680.html","abstract":"  PINCHAS ZUKERMAN was walking to a concert on Saturday evening in Vancouver, British Columbia, dressed in tails and carrying his violin, when an unkempt man with a plastic bag approached him.    \" 'What do you do?' he asked me,\" Mr. Zukerman said yesterday. \" 'I play the violin,' I responded. 'In the street?' he asked. 'No,' I said. 'Do you play jazz?' he asked. 'No,' I said. 'I play classical music, like Brahms.' \"","thumbnail":null,"section":"Style"},{"date":"19940127","headline":"Let's Look for Abuse Behind Depression; Other Therapies","web_url":"https://www.nytimes.com/1994/01/27/opinion/l-let-s-look-for-abuse-behind-depression-other-therapies-999474.html","abstract":"  To the Editor:   \"Childhood Depression May Herald Adult ills\" (Science Times, Jan. 11) states well the serious toll childhood depression can have and the way in which it is different from adult depression, namely, in its effect on social and emotional development still under way.","thumbnail":null,"section":"Opinion"},{"date":"19940127","headline":"Arms for the Revolution: The Bulgaria Connection","web_url":"https://www.nytimes.com/1994/01/27/world/arms-for-the-revolution-the-bulgaria-connection.html","abstract":"  During the cold war, members of the Soviet bloc provided covert assistance to fellow revolutionaries throughout the world. The country most often accused was Bulgaria, whose leader for 35 years, Todor Zhivkov, was a hard-liner committed to Lenin's call for international revolution.   The accusations were routinely denied and were difficult to prove, if not impossible, especially when Western officials said the charges were based on \"intelligence sources\" that they could not disclose.","thumbnail":null,"section":"World"},{"date":"19940127","headline":"Stone's Critics : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/27/opinion/IHT-stones-critics-letters-to-the-editor.html","abstract":"Oliver Stone said of moviegoers who walked out of his latest film, \"Heaven and Earth,\" that they were squeamish wimps because they objected to a torture scene; he asked \"How can you deny life?\" (People, Jan. 13). .Americans experien","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940127","time":"1994-01-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":66,"wspd":35.3},{"date":"19940127","time":"1994-01-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":64,"wspd":35.3},{"date":"19940127","time":"1994-01-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":63,"wspd":29.5},{"date":"19940127","time":"1994-01-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":62,"wspd":33.5},{"date":"19940127","time":"1994-01-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":69,"wspd":33.5},{"date":"19940127","time":"1994-01-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":71,"wspd":33.5},{"date":"19940127","time":"1994-01-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":72,"wspd":33.5},{"date":"19940127","time":"1994-01-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":73,"wspd":35.3},{"date":"19940127","time":"1994-01-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":77,"wspd":33.5},{"date":"19940127","time":"1994-01-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":75,"wspd":33.5},{"date":"19940127","time":"1994-01-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":86,"wspd":25.9},{"date":"19940127","time":"1994-01-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":75,"wspd":29.5},{"date":"19940127","time":"1994-01-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":82,"wspd":27.7},{"date":"19940127","time":"1994-01-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":62,"wspd":37.1},{"date":"19940127","time":"1994-01-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":65,"wspd":37.1},{"date":"19940127","time":"1994-01-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":77,"wspd":31.3},{"date":"19940127","time":"1994-01-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":55,"wspd":37.1},{"date":"19940127","time":"1994-01-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":61,"wspd":33.5},{"date":"19940127","time":"1994-01-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":60,"wspd":31.3},{"date":"19940127","time":"1994-01-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":71,"wspd":44.3},{"date":"19940127","time":"1994-01-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":78,"wspd":48.2},{"date":"19940127","time":"1994-01-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":64,"wspd":25.9},{"date":"19940127","time":"1994-01-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":58,"wspd":42.5},{"date":"19940127","time":"1994-01-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":52,"wspd":38.9},{"date":"19940127","time":"1994-01-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-10,"rhum":67,"wspd":22.3},{"date":"19940127","time":"1994-01-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-11.1,"rhum":63,"wspd":24.1},{"date":"19940127","time":"1994-01-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-12.8,"rhum":45,"wspd":27.7},{"date":"19940127","time":"1994-01-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-13.9,"rhum":52,"wspd":25.9},{"date":"19940127","time":"1994-01-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-15,"rhum":60,"wspd":18.7},{"date":"19940127","time":"1994-01-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-15.6,"rhum":65,"wspd":20.5},{"date":"19940127","time":"1994-01-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-16.7,"rhum":65,"wspd":18.7},{"date":"19940127","time":"1994-01-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-17.2,"rhum":62,"wspd":22.3},{"date":"19940127","time":"1994-01-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-17.8,"rhum":59,"wspd":20.5},{"date":"19940127","time":"1994-01-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-18.3,"rhum":59,"wspd":20.5},{"date":"19940127","time":"1994-01-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-18.9,"rhum":62,"wspd":18.7},{"date":"19940127","time":"1994-01-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-18.9,"rhum":62,"wspd":22.3},{"date":"19940127","time":"1994-01-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-18.9,"rhum":62,"wspd":18.7},{"date":"19940127","time":"1994-01-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-18.3,"rhum":65,"wspd":16.6},{"date":"19940127","time":"1994-01-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-17.2,"rhum":59,"wspd":18.7},{"date":"19940127","time":"1994-01-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-15,"rhum":62,"wspd":18.7},{"date":"19940127","time":"1994-01-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-12.2,"rhum":60,"wspd":16.6},{"date":"19940127","time":"1994-01-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-10,"rhum":64,"wspd":18.7},{"date":"19940127","time":"1994-01-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":67,"wspd":14.8},{"date":"19940127","time":"1994-01-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":74,"wspd":18.7},{"date":"19940127","time":"1994-01-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":81,"wspd":20.5},{"date":"19940127","time":"1994-01-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":74,"wspd":14.8},{"date":"19940127","time":"1994-01-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":84,"wspd":13},{"date":"19940127","time":"1994-01-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":81,"wspd":16.6}]},"19940128":{"guardian_articles":[],"nytimes_articles":[{"date":"19940128","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/01/28/arts/sounds-around-town-009989.html","abstract":"  Drummer Plus Essentials   Leon Parker, Bradley's, 70 University Place, Greenwich Village, (212) 228-6440. Mr. Parker, a drummer, has stripped his kit down to essentials: a few drums and one or two cymbals. He'll use his hands, or sticks or brushes, and he generates intensity without much volume. He swings deeply, and this group, featuring the tenor saxophonist Mark Turner, offers a look at a young musician who is on his way to generating his own style. Shows are Sunday night at 10, 12, 2. There is a $12 cover and a $8 minimum. PETER WATROUS An Old Language    Jay McShann, Tramps Cafe, 45 West 21st Street, Chelsea, (212) 727-7788. He's taken for granted, but he shouldn't be. Mr. McShann, who is best known for leading a big band in Kansas City that featured Charlie Parker, is an astounding pianist. He's great at playing blues, and he's also a terrific boogie player. He'll be leading a band that includes the saxophonist Frank Foster. Mr. McShann offers a glimpse of a prewar musical language. Sets are tonight and tomorrow night at 8:30 and 11:30. The cover is $20 and there is a two-drink minimum each show.  P. W.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Home Video","web_url":"https://www.nytimes.com/1994/01/28/movies/home-video-009750.html","abstract":"  Message Received    Public-service announcements on videos usually aren't cryptic about organizations they support, but on the tape of \"Menace II Society,\" Allen and Albert Hughes's bloody film about teen-agers in the Watts section of Los Angeles, a short message from the actor Charles S. Dutton is making viewers curious.","thumbnail":null,"section":"Movies"},{"date":"19940128","headline":"Critic's Choice/Dance; Unscientific Research","web_url":"https://www.nytimes.com/1994/01/28/arts/critic-s-choice-dance-unscientific-research.html","abstract":"  Movement Research, the Little Engine That Could of New York dance, has been enlarging the horizons of audiences and performers for 16 years with innovative seminars and workshops conducted by artists including Bill Irwin, Meredith Monk, and Eiko and Koma, as well as with a provocative journal and performances.   Since the organization began its free Monday-night shows at Judson Memorial Church in Greenwich Village in 1990, they have become a staple of the New York dance scene, events where artists try out new works in affordable, bare-bones presentations that are often memorable adventures for their audiences. Tomorrow night, three modern-dance institutions and one avant-garde duo will help Movement Research raise money by participating in a gala performance at Pace Downtown Theater at 3 Spruce Street in lower Manhattan, just south of City Hall.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"MEXICAN PARTIES AGREE TO REFORMS","web_url":"https://www.nytimes.com/1994/01/28/world/mexican-parties-agree-to-reforms.html","abstract":"  Bowing to pressure for political change that has been heightened by the peasant uprising in the southern state of Chiapas, Mexico's governing party agreed today to much tougher campaign spending limits and a more impartial choice of election officials.   In a formal pact that was the first under the five-year-old Government of President Carlos Salinas de Gortari to include the main leftist opposition, the country's leading political parties agreed to reduce the amount of money candidates can spend by 80 percent. They also pledged new steps to equalize their access to the news media and to impose new limits on the political use of Government funds and programs.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"What the Plumber Told the Doctor's Wife","web_url":"https://www.nytimes.com/1994/01/28/opinion/l-what-the-plumber-told-the-doctor-s-wife-010820.html","abstract":"  To the Editor:   We all know the old plumber joke: Woman calls the plumber. Plumber charges $200. Woman says, \"My husband is a doctor and doesn't charge that much for a house call.\"","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"In the Fading Light Of the Brilliant Henie","web_url":"https://www.nytimes.com/1994/01/28/sports/figure-skating-in-the-fading-light-of-the-brilliant-henie.html","abstract":"  Depending on the viewpoint, Fritzi Burger had the great luck or misfortune of being the world's second-best figure skater in the late 1920's and early 1930's. She finished second to Sonja Henie at the 1928 Winter Olympics, and had to settle for a silver medal again in 1932. Four more times, Burger competed against Henie in various European and world championships. All four times, she settled for second place.   \"I had two husbands,\" Burger said. \"She even beat me at that. She had three.\"","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Japan's Leader Broadens His Battle to Win Reform","web_url":"https://www.nytimes.com/1994/01/28/world/japan-s-leader-broadens-his-battle-to-win-reform.html","abstract":"  Struggling to salvage his proposals for political reform and avert a collapse of his Government, Prime Minister Morihiro Hosokawa took the extraordinary step today of appealing for popular support and international pressure to force Parliament to endorse a broad realignment of the electoral system by Saturday.   Direct pressure from Japan's largely apolitical citizens has never been a major factor in decision-making here. But Mr. Hosokawa began a counterattack to reverse his defeat in a key vote last Friday by borrowing a tactic from American politics. He called for voters to launch a telephone, fax and write-in campaign to force the Parliament to accept his proposals to reshape Parliamentary election districts and curb campaign contributions.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Abroad at Home; Whistling Past Weimar","web_url":"https://www.nytimes.com/1994/01/28/opinion/abroad-at-home-whistling-past-weimar.html","abstract":"  President Clinton was impressive when he talked about domestic issues in his State of the Union address because he connected. When he told of Americans who were sick or needed family leave, he related to their pain. More than that, he seemed to be drawing from his own life, his own hopes and hurts.    How different it was when he turned to foreign affairs. One felt that his heart was not in it, that he was going through a mechanical recitation of claimed achievements. It was as if he dealt with those things because he had to as President, not because they engaged his deepest moral or political concerns.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"For Children","web_url":"https://www.nytimes.com/1994/01/28/movies/for-children.html","abstract":"  Jazz Concert   The Mike Ledonne Trio  The Museum of the City of New York  Fifth Avenue at 103d Street  (212) 534-1672, extension 215  Recommended ages: 8 and up  Sunday    In this jazz threesome, Mike Ledonne plays the piano, Peter Washington plays the bass and Kenny Washington (unrelated to Peter) minds the drums. This is a concert that should lure everyone out of the house, especially parents who \"don't get around much anymore\" to nightclubs, because baby sitters make an evening out expensive.","thumbnail":null,"section":"Movies"},{"date":"19940128","headline":"Florio Made Tough Choices for the Benefit of New Jerseyans; Didn't Do the Job","web_url":"https://www.nytimes.com/1994/01/28/opinion/l-florio-made-tough-choices-for-the-benefit-of-new-jerseyans-didn-t-do-the-job-010979.html","abstract":"  To the Editor:   Gov. Jim Florio's farewell address (news article, Jan. 12), in which he highlighted regressive property taxes and the evils that home rule has engendered, shows that he is aware of New Jersey's real problems.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Marketing of Housing;\nApartment Not Selling? Some Turn to an Auction","web_url":"https://www.nytimes.com/1994/01/28/us/marketing-of-housing-apartment-not-selling-some-turn-to-an-auction.html","abstract":"Banks and government agencies routinely sell foreclosed properties at auction. Less common is the private seller who uses the auction, not as a distress sale but as a marketing tool to sell houses or apartments -- including Manhattan co-op apartments -- as quickly as possible. \n\nJames O. Brown Jr., who lives in Boston, tried for several months with the help of brokers to sell a one-bedroom apartment at 333 East 69th Street. The apartment had been owned by his father, who died in September 1992, and Mr. Brown was executor of his estate.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"In Hanoi, Shades of a French Past","web_url":"https://www.nytimes.com/1994/01/28/style/IHT-in-hanoi-shades-of-a-french-past.html","abstract":"As I was browsing through the paperbacks of the main bookstall in the center of Hanoi, opposite one of the city's tranquil lakes, I asked the stand owner whether she had any books by Duong Thu Huong or Pham Thi Hoai, two Vietnamese writers who have a fol","thumbnail":null,"section":"Style"},{"date":"19940128","headline":"1894: Disorder in Japan : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-1894-disorder-in-japan-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - The strange doings of the Japanese Parliament fairly rival anything lately seen in Westminster. The latest achievement of the Oriental imitators of our own legislators has been to expel the President of the Tokyo Assembly, Mr. Hoshi Toru, amid","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"THE MOVIE GUIDE : Sakura","web_url":"https://www.nytimes.com/1994/01/28/style/IHT-the-movie-guide-sakura.html","abstract":"Directed by Seijiro Yoyama. Japan.. Already - even before it opens - given glowing testimonials from educational groups across the archipelago, this film is the latest example of that hardy Japanese breed: the entertainment that inculcates civic virtues.","thumbnail":null,"section":"Style"},{"date":"19940128","headline":"1919: A Labor Dispute : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-1919-a-labor-dispute-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The threatened immigration ban of the United States is not agreeable to English labor leaders. Mr. George Barnes, M.P., declared yesterday [Jan. 27] that Great Britain would oppose such legislation. \"We are pretty crowded on this side of the","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Reactor's Status Upgraded","web_url":"https://www.nytimes.com/1994/01/28/nyregion/reactor-s-status-upgraded.html","abstract":"  James A. FitzPatrick nuclear reactor has shown \"sustained improvement,\" the Nuclear Regulatory Commission said yesterday, and the agency has removed the plant from its list of the worst-run in the United States. But the performance of the authority's other reactor, the Indian Point 3 plant in Westchester County, \"has not significantly changed\" since the last review in June, the commission said. The report was another indication that the Buchanan plant, which was shut 11 months ago, is nowhere near ready to resume operation. FitzPatrick, in Scriba, N.Y., near Oswego, went on the commission's list of plants that require close monitoring in February 1992. Because of management problems it was shut from November of 1991 until January 1993, but has been operating fairly reliably since then. It was running yesterday.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"RENO'S TOP DEPUTY RESIGNS ABRUPTLY, CITING DIFFERENCES","web_url":"https://www.nytimes.com/1994/01/28/us/reno-s-top-deputy-resigns-abruptly-citing-differences.html","abstract":"  The second-highest official at the Justice Department, Philip B. Heymann, announced his resignation today, an abrupt departure that added to the long list of personnel problems that have plagued the Clinton Administration.   At a news conference, both Attorney General Janet Reno and Mr. Heymann, the Deputy Attorney General, blamed a lack of chemistry between them for his resignation.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Cornell Coach Re-Signs","web_url":"https://www.nytimes.com/1994/01/28/sports/sports-people-college-football-cornell-coach-re-signs.html","abstract":"  Coach JIM HOFHER of Cornell has signed a multiyear extension on his contract, the university's Athletic Director, LAING KENNEDY announced yesterday. Terms of the new contract were not released.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1994/01/28/arts/diner-s-journal.html","abstract":"  Serendipity in Yorktown    When you walk into a new restaurant and find a man at the bar eating a sandwich from the deli next door, it is not a good sign. When the music is so loud you can't talk, your friend's martini has mysterious floating specks and the bread is stale, you know it is time to cut your losses and go looking for another restaurant.   And that is how I happened to find myself trudging around the Upper East Side at 9:30 on a freezing evening, looking for someplace else to eat. A lot of restaurants on York Avenue were depressingly empty, but then we arrived at 78th Street and found a restaurant that looked bright and cheery and warm and inviting. It was called Tavola.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Cortines to Cut Board Staff With Layoffs","web_url":"https://www.nytimes.com/1994/01/28/nyregion/cortines-to-cut-board-staff-with-layoffs.html","abstract":"  New York City Schools Chancellor Ramon C. Cortines said yesterday that he would cut up to a thousand jobs from Board of Education headquarters staff through attrition and layoffs, reduce the use of consultants and temporary workers, and give community districts responsibility for hundreds of curriculum and staff development experts.   \"We have a hiring freeze in place, but I probably will recommend layoffs,\" he said, which could eliminate up to one in four jobs at the legendary bureaucracy at the board's headquarters at 110 Livingston Street. \"I don't want to be in the business of making jobs for people.\"","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Rollins to Aid Black in Race For the Senate","web_url":"https://www.nytimes.com/1994/01/28/us/rollins-to-aid-black-in-race-for-the-senate.html","abstract":"  Edward J. Rollins Jr., who boasted last fall that he suppressed the black vote in Christine Todd Witman's victorious drive for the New Jersey governorship, will be an unpaid consultant for a black Philadelphia businessman who is running for the Senate.    After winning acclaim for engineering Mrs. Whitman's come-from-behind victory over Gov. James J. Florio, her Democratic opponent, Mr. Rollins told about -- and then denied -- having spent $500,000 in bribing black ministers and Democratic campaign workers to keep the black voter turnout low.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"2 Held in Attempt to Kill Car-Towing Rival","web_url":"https://www.nytimes.com/1994/01/28/nyregion/2-held-in-attempt-to-kill-car-towing-rival.html","abstract":"  Two brothers, one a Port Authority police officer and the other the owner of a private security business, were charged yesterday with trying to kidnap and murder a business rival.   The two men, Officer Gary Zimmer, 30 years old, and Richard Zimmer, 27, pleaded not guilty in Criminal Court in the Bronx. Judge Edward Padro set bail at $15,000 each, and both posted bail and were released.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Who Can Make Peace in Bosnia?","web_url":"https://www.nytimes.com/1994/01/28/world/who-can-make-peace-in-bosnia.html","abstract":"  A war of words over Bosnia is raging between Washington and Paris, revealing a fundamental difference over the plight of the Muslim-led Government and the urgency of ending the 22-month war.   Resisting European pressure, the Administration refuses to use its influence to get the Government of Bosnia and Herzegovina to accept a peace plan partitioning the country; the Administration fears it would have to enforce the partition with American troops.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Abbott and Yanks Have an Easy Inning","web_url":"https://www.nytimes.com/1994/01/28/sports/baseball-abbott-and-yanks-have-an-easy-inning.html","abstract":"  The Yankees reached agreement with Jim Abbott on a 1994 contract yesterday, a mild surprise considering their past dealings with the pitcher's agent. In a relatively brief, relatively easy negotiation, Abbott agreed to $2,775,000, precisely halfway between the figures the two sides had submitted for arbitration.   \"Scott Boras has mellowed,\" Gene Michael, the Yankees' general manager, said of the agent, with whom he has had royal battles. \"This didn't take too long. It was pretty good. Compared to last year, I was surprised.\"","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/28/nyregion/metro-digest-004600.html","abstract":"  F.C.C. RETREATS ON INFINITY PURCHASE   Penned in by a recent court decision that struck down Federal restrictions on \"indecent\" broadcasting, the Federal Communications Commission is on the verge of letting the company that employs Howard Stern buy a big Los Angeles radio station. D2. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/28/nyregion/c-corrections-010707.html","abstract":"  A restaurant review in Weekend on Jan. 14 about Barolo described its wheelchair accessibility incompletely. While its main restrooms are down a flight of stairs, Barolo has a restroom on the main floor for handicapped customers.  ","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"'Knight' Enters Italian Politics","web_url":"https://www.nytimes.com/1994/01/28/world/knight-enters-italian-politics.html","abstract":"  After weeks of teasing hints, Silvio Berlusconi, media magnate and soccer club owner, has announced that he is entering politics to save the land from \"men tied to past political and economic failure.\"   Mr. Berlusconi used his own television network to say that he would lead a new center-right group -- known by the soccer chant Forza Italia (roughly, Go Italy! Go!) -- to watershed elections on March 27 and 28.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Rutgers Sued for Ban on Health Benefits to Gay Partners","web_url":"https://www.nytimes.com/1994/01/28/nyregion/rutgers-sued-for-ban-on-health-benefits-to-gay-partners.html","abstract":"  As one college after another extends employee benefits to gay and lesbian faculty members and their dependents, Rutgers University has steadfastly refused to offer health benefits to same-sex domestic partners.    Now five gay and lesbian employees are suing the university and the State of New Jersey, saying they are in violation of their own anti-discrimination policies.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Protection for Israel : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-protection-for-israel-letters-to-the-editor.html","abstract":"Now that we know that the Oslo peace agreement will not stop terror, the people of Israel feel a greater lack of security than ever. If the minimum conditions for protection against terror cannot be guaranteed by Yasser Arafat and his Palestine Liberatio","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Expect a Different World After Kim Il Sung's Bomb","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-expect-a-different-world-after-kim-il-sungs-bomb.html","abstract":"If North Korea is going to get the bomb, the rest of us had better start thinking about what this will do to our hopes for the 21st century..This does not mean only what the consequences will be for South Korea, and for America's military links with th","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"1944: March of Death : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-1944-march-of-death-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The War and Navy Departments made public last night [Jan. 27] a harrowing official story of how the Japanese tortured, starved to death and sometimes beheaded or shot more than 6,000 American and Filipino soldiers","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Russian in Chemical Arms Expose Arrested","web_url":"https://www.nytimes.com/1994/01/28/world/russian-in-chemical-arms-expose-arrested.html","abstract":"  A Russian scientist who wrote about Moscow's chemical weapons program and who has refused to testify at his own trial on charges of divulging state secrets was arrested today, his wife said.   The trial against Vil S. Mirzayanov is being closely watched by the international scientific and human rights organizations. The trial has been closed because the prosecution's evidence is based on nearly 50 classified and top secret documents and, according to the defendant, depends on the expert testimony of \"parties with vested interests in the military-industrial complex.\"","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Defense Time Bomb","web_url":"https://www.nytimes.com/1994/01/28/opinion/defense-time-bomb.html","abstract":"  Many Americans still treat the defense budget as a symbol of strength. Politicians therefore spend more money than necessary to shield themselves from charges of weakness. President Clinton brandished the budget as a shield in his State of the Union address when, with surprising fervor, he drew the line against further cuts.    But the defense budget is more than a symbol; it is a set of multibillion-dollar programs. Some of them are essential to American security. Others are wasteful vestiges of the cold war. Mr. Clinton's instinct for self-protection could limit his ability to cut unnecessary programs. Even worse, it could put him under severe pressure to increase a defense budget that is already unreasonably high.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Red, White And Who? It's Martin Vs. Sampras","web_url":"https://www.nytimes.com/1994/01/28/sports/tennis-red-white-and-who-it-s-martin-vs-sampras.html","abstract":"  Todd Martin, a lanky 6-foot-6-inch Midwesterner, guaranteed an all-American Australian Open singles final today by dispatching the No. 4 seeded Stefan Edberg of Sweden in a riveting semifinal match, 3-6, 7-6 (9-7), 7-6 (9-7), 7-6 (7-4).   Martin, the No. 9 seed, will face top-seeded Pete Sampras in the final. Sampras made quick work of No. 3 Jim Courier in today's second semifinal, winning by 6-3, 6-4, 6-4.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Los Angeles Bracing For Losses in Tourism","web_url":"https://www.nytimes.com/1994/01/28/us/los-angeles-bracing-for-losses-in-tourism.html","abstract":"  When Alvin Dollar of Atlanta told his wife that he was headed for Los Angeles to attend a convention and asked if she wanted to come along, her reply was an emphatic \"no!\"   Mrs. Dollar said she feared another earthquake.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/28/nyregion/no-headline-003484.html","abstract":"  \"So far as we know, no one in the history of the United States Senate, since 1789, has ever sat in this chamber that was convicted of a felony.\" SENATOR JOHN WARNER, Republican of Virginia.  [ A20:2. ] \"Most people don't give a rat's patootie.\" OLIVER NORTH.  [ A20:2. ]","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Review/Theater; A Battlefield Of Words And Wills","web_url":"https://www.nytimes.com/1994/01/28/theater/review-theater-a-battlefield-of-words-and-wills.html","abstract":"  THE passage of time has not elucidated the mysteries at the heart of Harold Pinter's \"No Man's Land,\" which remains as much a theatrical Rorschach test as it ever was. What is abundantly clear at the Criterion Center, where the Roundabout Theater Company revived the 1975 drama last night, is that the right actors can have a field day exploring its opaque depths.   None were righter, of course, than Ralph Richardson and John Gielgud, who created the roles of Hirst and Spooner: the one, a grand but crumbling man of letters; the other, a shabby would-be poet. Or so they claimed. Much of the evening's strange appeal lay in figuring out where the truth stopped and the lies began. Were they old friends? Longstanding enemies? Had sex, art or envy come between them? The only logical assumption, as they faced each other over whisky and distant memories, was that nothing was logical.","thumbnail":null,"section":"Theater"},{"date":"19940128","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/28/arts/art-in-review-011193.html","abstract":"  David Salle  Gagosian Gallery 136 Wooster Street (near Prince Street) SoHo Through Feb. 19 Mary Boone Gallery 417 West Broadway (near Spring Street) SoHo Through Feb. 26","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Papa Wilson: 34 Years and Still Counting","web_url":"https://www.nytimes.com/1994/01/28/sports/super-bowl-xxviii-papa-wilson-34-years-and-still-counting.html","abstract":"  Ralph Wilson has seen his share of football -- plenty of odd bounces and frolicking runs, big games, big plays, you name it.   It is his team, his product -- the Buffalo Bills -- that has lost three straight Super Bowls. And it is the same resiliency the Bills have exhibited in reaching Super Bowl XXVIII that Wilson, 75, has shown in his 34 years as the Bills' owner.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Harding to Get Olympic Spot but Inquiry Continues","web_url":"https://www.nytimes.com/1994/01/28/sports/figure-skating-harding-to-get-olympic-spot-but-inquiry-continues.html","abstract":"  Tonya Harding will be named to the United States Olympic team, figure skating and Olympic officials said yesterday. But skating officials have begun their own investigatory process, and it remains uncertain whether she will actually skate next month in the Winter Games in Norway.   The ultimate decision will rest with the United States Olympic Committee, which assumes jurisdiction when the Olympic team is formally named on Monday.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"THE MOVIE GUIDE : Trois Couleurs:Blanc","web_url":"https://www.nytimes.com/1994/01/28/style/IHT-the-movie-guide-trois-couleursblanc.html","abstract":"Directed by Krzysztof Kieslowski. France.. The second part of Krzysztof Kieslowski's trilogy, built around the theme of equality, begins in a Paris law court and ends in front of a Warsaw prison. Dominique (Julie Delpy) is divorcing Karol (Zbigniew Zamach","thumbnail":null,"section":"Style"},{"date":"19940128","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/28/nyregion/c-corrections-010693.html","abstract":"  An article in Business Day yesterday about the U.S. Central Credit Union's deposits in a Spanish bank misstated the scope of the organization's membership. U.S. Central helps administer a network providing financial and investment services for 90 percent of the nation's 13,000 credit unions, not all of them.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Kelly Defends Record as Head Of Police Dept.","web_url":"https://www.nytimes.com/1994/01/28/nyregion/kelly-defends-record-as-head-of-police-dept.html","abstract":"  Former Police Commissioner Raymond W. Kelly yesterday defended himself and his leadership of the New York City Police Department against a week of attacks from the Giuliani administration, which has labeled the department as lethargic and one of its cornerstones, community policing, as grossly mismanaged.   Mr. Kelly, who was praised even by the Giuliani campaign when he ran the 31,000-member department, charged that the Mayor was playing politics and jeopardizing the force's effectiveness.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/28/style/chronicle-010669.html","abstract":"  The stakes are a bit higher when Gov. EDWIN W. EDWARDS of Louisiana places bets: he won more than $200,000 gambling in 1993, according to an amended personal financial statement filed Wednesday with the state ethics board.    The statement, which is required by law, asks only for the range of income derived from various sources, and not for specific amounts. Governor Edwards, known for his predilection for craps, listed his gambling winnings in the highest category: $200,000 or more. He visited gambling resorts in Nevada at least twice last year.","thumbnail":null,"section":"Style"},{"date":"19940128","headline":"Sports of The Times; Harding, The Games, And Us","web_url":"https://www.nytimes.com/1994/01/28/sports/sports-of-the-times-harding-the-games-and-us.html","abstract":"  \"Attending the Olympics, representing the U.S., should go to persons in whom the U.S. is proud,\" a man in Naples, Fla., wrote to me recently. He went on to say that the United States Olympians represent America and its values.   I thought about that. I wondered if, just because someone is wearing a uniform that says \"United States\" on it, he or she is representing me. Funny, but when I see people on the Yankees or Mets, or Knicks or Rangers, wearing a uniform that says \"New York,\" I don't feel they are representing me, even though my home is New York.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1994/01/28/style/IHT-hear-this.html","abstract":"A London art gallery is selling 2,700 rolls of toilet paper, an untitled work by sculptress Susan Stockwell, for 10,000 (about $15,000). Agence France- Presse tells us that the artwork, which rises 4.5 meters or about 15 feet, was sponsored by a mak","thumbnail":null,"section":"Style"},{"date":"19940128","headline":"White Man's Burden : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-white-mans-burden-letters-to-the-editor.html","abstract":"Regarding \"A Judge Finds He Can't Shake the Burden of Blackness\" (Jan. 8) by David Margolick:.I was shocked at the inherent racism in the notion that \"blackness,\" rather than white racism, is a burden. People of color have long had","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/28/opinion/c-corrections-010928.html","abstract":"  An editorial on Monday incorrectly identified the Metrolink commuter rail system as part of the Los Angeles Metropolitan Transportation Authority; it is an independent agency. A Topic of the Times the same day misquoted lines from a poem by Robert Frost. The lines should read: \"Some say the world will end in fire,/ Some say in ice.\"","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/28/arts/art-in-review-011240.html","abstract":"  Mark Morrisroe   Pat Hearn Gallery  39 Wooster Street (near Broome Street)  SoHo  Through Feb. 19    An understandably elegiac tone suffuses this exhibition of photographs by Mark Morrisroe, who died in 1989 at the age of 30. Morrisroe participated in the effervescent cultural scene of the Lower East Side in the 1980's, and his pictures reflect the bohemian tone of much of the art of that time.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"'Annie' Sequel Closing","web_url":"https://www.nytimes.com/1994/01/28/theater/annie-sequel-closing.html","abstract":"  \"Annie Warbucks,\" the long-beleaguered, undeniably plucky Off Broadway musical sequel to \"Annie,\" is to close after its second show on Sunday. The producers, who were seriously considering moving the show from the Variety Arts Theater to Broadway until two weeks ago, said the persistent cold weather had cut into the show's dwindling ticket sales, prompting the decision to shut down. The show, by Thomas Meehan, Charles Strouse and Martin Charnin, will have had 200 performances and 38 previews.","thumbnail":null,"section":"Theater"},{"date":"19940128","headline":"After 13 Seasons And 8 Pro Bowls, Long Calls It Quits","web_url":"https://www.nytimes.com/1994/01/28/sports/super-bowl-xxviii-notebook-after-13-seasons-and-8-pro-bowls-long-calls-it-quits.html","abstract":"  In a surprise decision the Los Angeles Raiders defensive lineman Howie Long retired today after 13 seasons in the National Football League.   \"I'd much rather have people saying the guy went out as a Pro Bowl player than say he should have gotten out two years ago,\" said Long, who made his decision on Wednesday night. \"I don't think I could bear not playing well.\"","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"In 2 Lines of Jeeps, 115,000 Are Recalled","web_url":"https://www.nytimes.com/1994/01/28/us/in-2-lines-of-jeeps-115000-are-recalled.html","abstract":"  The sidewalks are slippery, the parking lots are skating rinks, but at least your trusty 4 by 4 sport-utility vehicle will keep you safe and secure in this winter of schussing down the interstate and bumping through the moguls on Main Street, right?   Not so fast. Chrysler says it is recalling 115,000 of its big, boxy, secure-looking 1993 Jeep Grand Cherokees and Grand Wagoneers, built between December 1992 and last summer, to repair a defect that could cause a loss of steering.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Farmers, Not Peasants : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-farmers-not-peasants-letters-to-the-editor.html","abstract":"It was distressing to read the word \"peasants\" in several of your recent articles about the revolt in Mexico. In today's world, \"farmers\" is a far more fair and precise definition of those who work the soil, even if they are illiterat","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Jets Hope They've Struck Gold in 49ers' Sherman","web_url":"https://www.nytimes.com/1994/01/28/sports/jets-hope-they-ve-struck-gold-in-49ers-sherman.html","abstract":"  Hoping to lift a sagging offense, the Jets hired Ray Sherman, the 49ers' receivers coach for the last two years, as their offensive coordinator today.   \"Ray Sherman brings a great background and a wealth of knowledge of offensive football to our staff,\" Coach Pete Carroll said in a statement released through the team. \"His addition will both embellish and complement our style of play. The fact that he has worked with quarterback coach Walt Harris in the past is also a big plus.\" Fills a Void    Sherman and Harris, the Jets' quarterbacks coach, worked together at the University of California at Berkeley. Sherman is the Jets' first offensive coordinator since Rich Kotite, the Eagles' head coach, left New York in 1989. Kotite was the Jets' offensive coordinator for five years under Coach Joe Walton.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/01/28/sports/results-plus-007927.html","abstract":"  N.H.L.  A Debut to Forget  It certainly wasn't the way Jim Schoenfeld wanted to make his debut as coach of the Washington Capitals. Replacing fired coach Terry Murray just minutes before Washington's game with the Sabres last night, Schoenfeld watched as his new team was blasted at Buffalo, 7-2. It was Washington's fourth straight loss. \"You never want to start out like this,\" Schoenfeld said. (AP) Red Wings 4, Blackhawks 3: Ray Sheppard scored 51 seconds into overtime as Detroit beat Chicago and set a club mark with its sixth consecutive road triumph. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/28/nyregion/c-corrections-010677.html","abstract":"  An article on Jan. 5 about Palestinian tolerance of dissent misstated the ethnic origin of Saladin, the 12th-century military and political leader, who is a character in a play recently staged in the Gaza Strip. The historical Saladin led armies that included Arabs and other groups, but he was of Kurdish descent, not Arab.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"College Accreditors Feeling Criticism","web_url":"https://www.nytimes.com/1994/01/28/us/college-accreditors-feeling-criticism.html","abstract":"  For almost a century, the oversight of colleges, universities and professional schools in this country has rested largely with a group of private accrediting organizations, whose judgments usually went unchallenged and carried the academic equivalent of the Good Housekeeping seal of approval.   But within the last few years, the judges have been scrutinized by members of Congress, Federal and state officials, college presidents, faculty members and the press, and criticized for exercising either too much or too little authority.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"In Virginia, Innocent Man Stays in Prison","web_url":"https://www.nytimes.com/1994/01/28/opinion/l-in-virginia-innocent-man-stays-in-prison-010987.html","abstract":"  To the Editor:   Your brief Jan. 16 account of the action of the outgoing Governor of Virginia, L. Douglas Wilder, in commuting to life imprisonment the death sentence of Earl Washington Jr. does scant justice to a troubling situation. Last fall, Mr. Washington was headed for the electric chair on charges of rape and murder, despite powerful reasons to doubt his guilt.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1994/01/28/arts/sounds-around-town-011126.html","abstract":"  On Familiar Ground   Jose Feliciano, Blue Note, 131 West Third Street, Greenwich Village, (212) 475-8592. Jose Feliciano is back in the area where his career began 25 years ago at Folk City in Greenwich Village. Folk City is long gone, but the building across West Third Street is now the Blue Note, and Mr. Feliciano is there, bringing back memories of the year 1968 when he had his first big hit, \"Light My Fire.\" This is his first appearance at the Blue Note. Backed by Kenny Owens on bass and Tiger McNeil on drums, Mr. Feliciano performs at 9 and 11:30 tonight, tomorrow and Sunday. At tables, there is a $37.50 music charge and a $5 minimum; at the bar, the charge is $25. JOHN S. WILSON Teacher Onstage    Joe Morello Quartet, Fat Tuesday's, 190 Third Avenue, at 17th Street, Manhattan, (212) 533-7900. Joe Morello, who was the drummer in Dave Brubeck's Quartet during its glory years, 1955 to 1967, has spent the years since teaching and running drum clinics, mostly in New Jersey, where he lives. He performs from time to time in New Jersey and on rare occasions crosses the Hudson to appear in New York City. This weekend is one of those rare occasions. He is heading a quartet that can be heard on his first record as a leader in a dozen years: \"Going Places\" (DMP). His group includes the pianist Greg Kogan, a veteran of the big bands of Buddy Rich and Lionel Hampton; Ralph Lalama, a regular in the Village Vanguard Monday Night Orchestra, who plays saxophone and flute, and the bassist Gary Mazzaroppi, who is at Fat Tuesday's every Monday night with the guitarist Les Paul. Shows tonight and tomorrow are at 8, 10 and midnight and on Sunday at 8 and 10 P.M. Admission is $20 and there is a $10 minimum. J. S. W. Emerging Strength    Mulgrew Miller Trio, Down Beat, 70 Grove Street, at Seventh Avenue, Greenwich Village, (212) 620-4000. Mulgrew Miller has developed slowly and steadily over the last decade to emerge as one of the strongest pianists in contemporary jazz. He was influenced by such veterans as McCoy Tyner and Wynton Kelly, took on the heritage of Duke Ellington as the pianist in Mercer Ellington's band and added the polish with Art Blakey and the Jazz Messengers. His trio at Down Beat puts him in the company of the bassist Richie Goods and the drummer Tony Reedus. Shows are at 8 and 10 P.M. and midnight tonight, tomorrow and Sunday. The price at tables is $10 and at the bar $7 each night and there is a one-drink minimum as well. J. S. W.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"A Long-Running Role as the Bills' Heart and Soul","web_url":"https://www.nytimes.com/1994/01/28/sports/super-bowl-xxviii-a-long-running-role-as-the-bills-heart-and-soul.html","abstract":"  When the Bills drafted Darryl Talley in the second round of the 1983 draft, they had just come off a strike-shortened 4-5 season. In the next five seasons, they would finish 8-8, 2-14, 2-14, 4-12 and 7-8.   Since then, they have always had winning records, including four straight Super Bowl seasons. Part of that success can be attributed to Talley's play at outside linebacker, part to his ability to inspire, part to his role, as one Bills official said, of being \"the heart and soul of this team.\"","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"The Mayor's Badly Aimed Ax","web_url":"https://www.nytimes.com/1994/01/28/opinion/the-mayor-s-badly-aimed-ax.html","abstract":"  In announcing his wrongheaded -- and hardheaded -- decision to eliminate New York City's minority contracting program, Mayor Rudolph Giuliani at least had the grace to say that one could disagree with his view that there is no need to remedy past discrimination.   Mr. Giuliani manifestly dislikes remedial action, or he would not have struck down one of the most socially beneficial and cost-effective programs of its kind anywhere. Since it was started by the Dinkins administration in 1992, companies owned by minorities or women have gotten contracts worth $270 million.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/01/28/arts/restaurants-009520.html","abstract":"  The first time I ate sushi I fell in love.   I could hardly believe that I had spent 20 years on this planet before my introduction to this incredibly delicious food.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/01/28/theater/on-stage-and-off.html","abstract":"  A Name That Calls for a Score    \"If any title ever said 'Musical,' that's the one,\" Garth Drabinsky said.   Mr. Drabinsky, the chairman of Livent, a Toronto-based production company, was talking literature in general, and in particular \"Ragtime,\" E. L. Doctorow's kaleidoscopic 1975 novel set in turn-of-the-century New York City, and the occasion was the announcement of Livent's acquisition of the rights to turn it into a musical.","thumbnail":null,"section":"Theater"},{"date":"19940128","headline":"At the Bar; Madness as an excuse: Two similar arguments in the same court, with starkly different results.","web_url":"https://www.nytimes.com/1994/01/28/us/bar-madness-excuse-two-similar-arguments-same-court-with-starkly-different.html","abstract":"  A few days ago a seemingly sympathetic defendant charged with a heinous crime appeared in a Manassas, Va., courtroom, pleading for understanding and mercy. Asked to explain the bloody deed, the defendant, a person of limited intellect and eloquence, had previously testified about losing control, about blanking out, about only realizing afterwards, and with horror, precisely what had happened.   \"It was just like something had just took over me that I couldn't understand,\" the defendant had told the jury at an earlier stage of the case. \"It was like something . . . well, to me it felt like it was evil . . . evil spirit, or something.\"","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/28/style/chronicle-007650.html","abstract":"  Buffalo chicken wings or Texas ribs? Staff members for four Senators -- ALFONSE M. D'AMATO and DANIEL PATRICK MOYNIHAN of New York and PHIL GRAMM and KAY BAILEY HUTCHISON of Texas -- are waiting for the final score of the Super Bowl game between the Buffalo Bills and the Dallas Cowboys this Sunday to see who will dine on what next week.   Three of the four Senators -- Mr. Moynihan, the only Democrat of the group, was occupied elsewhere -- held a news briefing in Mr. D'Amato's Washington office yesterday to announce the terms of the bet. If the Buffalo Bills win, the Texas Senators will provide barbecue from Big Al's, a restaurant in Dallas, and some Texas wine. If the Dallas Cowboys win, the New York lawmakers will pay up with Buffalo chicken wings and Long Island wine.","thumbnail":null,"section":"Style"},{"date":"19940128","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1994/01/28/books/the-spoken-word.html","abstract":"  PETE HAMILL, 92d Street Y, at Lexington Avenue. The journalist speaks about his new book, \"The Drinking Life.\" Sunday at 8 P.M. Tickets are $16. Information: (212) 996-1100. OPERA LECTURE, Metropolitan Opera Guild, Rose Building, 70 Lincoln Center Plaza, 10th Floor, Manhattan. Donizetti's \"Lucia di Lammermoor\" will be discussed by Dr. Jack Sacher, a professor of music at Montclair State College, Montclair, N.J. Tomorrow at 11:45 A.M. Tickets, $8. Information: (212) 769-7021.","thumbnail":null,"section":"Books"},{"date":"19940128","headline":"Sun Sets on Team, Too","web_url":"https://www.nytimes.com/1994/01/28/sports/sports-people-olympics-sun-sets-on-team-too.html","abstract":"  The ice dancers JAYNE TORVILL and CHRISTOPHER DEAN, winners of the gold medal in 1984, will head the 36-member British team for next month's Winter Games, the nation's smallest contingent in 34 years.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Cuomo Now Backs Expansion Of Children's Health Coverage","web_url":"https://www.nytimes.com/1994/01/28/nyregion/cuomo-now-backs-expansion-of-children-s-health-coverage.html","abstract":"  After being criticized last year for not pushing to expand eligibility for a popular children's health insurance program, Gov. Mario M. Cuomo proposed legislation today that would enable 13-year-olds and 14-year-olds to qualify for the coverage for the first time.   Proponents of the legislation said Mr. Cuomo was apparently responding to pressure from the Democratic-majority Assembly, which has already passed similar legislation this year. Some also said that in making the proposal, the Governor, a Democrat, might be trying to counter the perception that he has pushed his agenda to the right in an election year.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Officer Shot, Apparently by Another Officer, During Scuffle in a Drug Case","web_url":"https://www.nytimes.com/1994/01/28/nyregion/officer-shot-apparently-by-another-officer-during-scuffle-in-a-drug-case.html","abstract":"  A New York City police officer was shot in the toe yesterday, apparently by another officer, during a scuffle with suspected drug dealers in a Harlem apartment building, the police said.   John Hill, chief of Manhattan detectives, said the shooting occurred during a \"buy and bust\" operation by a nine-member Tactical Narcotic Team operating in Harlem. He said Officer Jose Ramos was shot in the toe during a scuffle with four suspects, of whom two were arrested and two escaped.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Official Rebuts Becker","web_url":"https://www.nytimes.com/1994/01/28/sports/sports-people-tennis-official-rebuts-becker.html","abstract":"  The president of the International Tennis Federation has rebutted allegations by BORIS BECKER that some players are getting away with drug use.   Becker was recently quoted in a German newspaper as saying that use of recreational drugs such as cocaine and marijuana was common and that it was a \"joke\" that no player had tested positive.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"The Cowboys' Harper: A Flashing Light In Irvin's Fleet Shadow","web_url":"https://www.nytimes.com/1994/01/28/sports/super-bowl-xxviii-the-cowboys-harper-a-flashing-light-in-irvin-s-fleet-shadow.html","abstract":"  Alvin Harper, that other Dallas Cowboys receiver, was about 20 minutes late for today's interview session with the news media. He walked over to the table where he was supposed to sit -- two reporters were waiting -- then suddenly did an about-face. When someone followed him he said: \"Get out of my face. I'm sick of talking to you guys. I just showed up so I won't get fined.\"    Good morning to you, too, Mr. Harper.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Port Authority Chairman Is Resigning in April","web_url":"https://www.nytimes.com/1994/01/28/nyregion/port-authority-chairman-is-resigning-in-april.html","abstract":"  The chairman of the Port Authority of New York and New Jersey, Richard C. Leone, announced yesterday that he would leave the unsalaried job in April after four years as overseer of one of the most powerful governmental authorities in the nation. His tenure included guiding the agency through the aftermath of the World Trade Center bombing.   Mr. Leone's departure, which had been expected, opens the way for Gov. Christine Todd Whitman of New Jersey to make one of the most important appointments of her two-week-old administration. There are also three vacant positions on the 12-member board of commissioners that Mrs. Whitman must fill.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"AIDED-SUICIDE LAW INVALIDATED AGAIN","web_url":"https://www.nytimes.com/1994/01/28/us/aided-suicide-law-invalidated-again.html","abstract":"  Another Michigan judge ruled the state's assisted-suicide law unconstitutional today, dismissing two of the three remaining cases against Dr. Jack Kevorkian and freeing him from house arrest.   The judge, Jessica R. Cooper of Oakland County Circuit Court, ruled that the law, which took effect last February, was void because in enacting it lawmakers had violated two state constitutional requirements: that a bill may not be amended to change its original purpose, and that a bill may have only one objective.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Hynes to Enter Democratic Race For New York Attorney General","web_url":"https://www.nytimes.com/1994/01/28/nyregion/hynes-to-enter-democratic-race-for-new-york-attorney-general.html","abstract":"  Charles J. Hynes, the Brooklyn District Attorney, yesterday confirmed long-running speculation that he would run for Attorney General this year, challenging the incumbent and a fellow Democrat, G. Oliver Koppell.   \"I intend to announce in March that I'm going to run for the Democratic nomination for Attorney General,\" Mr. Hynes said in an interview on the television program \"Informed Sources,\" on WNET.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Review/Photography; Gestures as a Vocabulary for Reading Personality","web_url":"https://www.nytimes.com/1994/01/28/arts/review-photography-gestures-as-a-vocabulary-for-reading-personality.html","abstract":"  Working with a medium both silent and still, photographers have long recognized the expressive power of gestures: that the way people hold their hands or their heads, whether they slump or stand stiffly, can offer eloquent testimony about their personalities. \"Gesture and Pose,\" a far-ranging show at the Museum of Modern Art, offers a varied selection of images in which photographers use the vocabulary of gestures to interpret personality or as a formal element.    The show presents works from the museum's collection by a diverse group of photographers, including Roy De Carava, Garry Winogrand, Tony Ray-Jones and August Sander.  The organizer of the show, Peter Galassi, the chief curator of the museum's department of photography, makes no explicit attempt to analyze the many ways photographers have employed gestures, but in his selection and organization of pictures he suggests a few major categories into which such uses fall.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Nets' Williams Arrested on Weapon Charges","web_url":"https://www.nytimes.com/1994/01/28/sports/pro-basketball-nets-williams-arrested-on-weapon-charges.html","abstract":"  When the Nets return from their trip to the West Coast next week, Jayson Williams will face a date in court on charges involving the firing of a semiautomatic handgun at the hubcap of an unoccupied vehicle in the parking lot of the Byrne Meadowlands Arena on Jan. 15.   Williams, a 6-foot-10-inch reserve center-forward, who played at St. John's, was questioned and then arrested last Saturday on charges of reckless endangerment, weapons possession and discharging a weapon in public. He was released on his own recognizance by East Rutherford Borough Municipal Court Judge George Savino, according to the police, and is scheduled to appear before the judge next Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Gerry Adams's Visa","web_url":"https://www.nytimes.com/1994/01/28/opinion/gerry-adams-s-visa.html","abstract":"  The Clinton Administration has effectively denied a visa to Gerry Adams, leader of Sinn Fein, the political wing of the Irish Republican Army. By saying Mr. Adams may enter the U.S. only if he first renounces violence in his campaign to end British rule in Northern Ireland, the White House has rejected the wider principles of free speech. It has also ignored the wishes of 40 members of Congress, including New York's two Senators.    Denying Mr. Adams a visa also robs Americans of a chance next Tuesday to hear and question him at a conference in New York. And it denies him a chance to sense American antipathy to the continued violence in Northern Ireland.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Ambiguity Of Evidence In Bomb Case","web_url":"https://www.nytimes.com/1994/01/28/nyregion/ambiguity-of-evidence-in-bomb-case.html","abstract":"  There are days in the World Trade Center trial when the ambiguity of the evidence leads both the prosecution and the defense to appear equally eager to present it to the jury, but for contrasting reasons. That was the case yesterday as the Government had a translator read English versions of bomb-making instructions found in the possession of one of the defendants.   The evidence, introduced into the case weeks ago by prosecutors and then dropped until yesterday, consisted of the many books and manuscripts found in the luggage of Ahmad M. Ajaj, whose role in the plot as described by prosecutors is the most marginal of the four defendants. Mr. Ajaj, a 27-year-old Palestinian, was arrested on passport violations when he arrived at Kennedy International Airport from Pakistan on Sept. 1, 1992, and he remained in jail until after the trade center bombing took place six months later.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Death of an Activist : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-death-of-an-activist-letters-to-the-editor.html","abstract":"Regarding \"In Rural Java, Death Comes to a Fighter and a Dreamer\" (Opinion, Jan. 13):.Goenawan Mohamad describes the brutal murder of Marsinah, a young Indonesian labor activist. She and 15 others were interrogated by military authorities and","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Giuliani Begins Talks to Keep N.F.L. Offices in New York","web_url":"https://www.nytimes.com/1994/01/28/nyregion/giuliani-begins-talks-to-keep-nfl-offices-in-new-york.html","abstract":"  The Giuliani administration said yesterday that it had begun talks with officials of the National Football League about offering financial incentives to keep the league's office in New York City.   Officials of the N.F.L. -- whose lease on their executive offices, at Park Avenue and East 54th Street, expires in February 1995 -- said yesterday that they had looked at possible sites in Westchester County where they could move their headquarters and 250 employees.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Ewing Proves He Is Knicks' Go-To Guy","web_url":"https://www.nytimes.com/1994/01/28/sports/pro-basketball-ewing-proves-he-is-knicks-go-to-guy.html","abstract":"  The score was tied, the game was almost over, and the Knicks had the ball.   The Knicks went to Patrick Ewing. And he delivered.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"N.F.L. Players Live Longer","web_url":"https://www.nytimes.com/1994/01/28/sports/super-bowl-xxviii-nfl-players-live-longer.html","abstract":"  A Federal agency announced today that its study showed the death rate for former professional football players was 46 percent less than the rate for American men of similar age and race in the general population.   The study also showed, however, that offensive and defensive linemen, who are heavier than other players, had a 52 percent greater risk than nonplayers of dying from heart disease. And it showed that heart disease killed linemen at a rate 3.7 times higher than the rate for other players.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Thousands of Quake Victims Moving Out of Tent Cities","web_url":"https://www.nytimes.com/1994/01/28/us/thousands-of-quake-victims-moving-out-of-tent-cities.html","abstract":"  Thousands of people have moved out of the emergency tent cities that went up in the days after the earthquake. City officials had vowed not to repeat the mistakes made in Florida after Hurricane Andrew, where tent cities remained occupied for nearly two months.   While 4,631 people were camped out in the five tent cities on Sunday night, the number was down to 1,463 by Wednesday night, a spokeswoman for the National Guard said.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"A Million Mrs. Bobbitts","web_url":"https://www.nytimes.com/1994/01/28/opinion/a-million-mrs-bobbitts.html","abstract":"  Lorena Bobbitt's response to being continually raped, sodomized and beaten by her husband was uniquely bizarre. But her situation was commonplace. What happened to Mrs. Bobbitt happens, in varying degrees, to more than a million American women every year.   In 1992 the Senate Judiciary Committee issued a staff report titled \"Violence Against Women: A Week in the Life of America,\" a depressing litany of sexual assaults, physical abuse, knifings and shootings. The victims are women; the perpetrators are, for the most part, their husbands and lovers.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/28/arts/art-in-review-011215.html","abstract":"  'The Outsider Art Fair'   The Puck Building  Lafayette and Houston Streets  SoHo  Through Sunday    Outsider art is a somewhat vague, catchall term for self-taught artists of any kind. Its exact borders are frequently debated, but generally it includes art made by patients in mental hospitals, by recluses, naives and visionaries, by rural laborers saying they receive instructions from God, by suddenly creative retirees. In the near future, it may come to include art made by people in prisons. It has its share of true geniuses, like Adolf Wolfli, Martin Ramirez, Henry Darger and Bill Traylor. It has its own history, which stretches back to the late 19th century and regularly intersects with the development of modern art. In addition, as one of the fastest-growing areas of the art world in terms of interest, knowledge and (of course) marketing, outsider art also has its own fledgling art fair.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"With Words Alone : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-with-words-alone-letters-to-the-editor.html","abstract":"The North Atlantic Treaty Organization is deluding itself if it thinks that by refusing membership to Central European states it decreases Vladimir Zhirinovsky's chances in the next Russian elections. NATO is playing straight into Mr. Zhirinovsky's hands","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/01/28/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that close soon: Closing This Weekend  \"TWELFTH NIGHT,\" Pearl, 125 West 22d Street, Chelsea. The Shakespeare comedy, directed by John Rando. Closes tomorrow. Performances: Tonight at 8; tomorrow at 5 and 9 P.M. Tickets: $16 and $20. Information: (212) 645-7708.","thumbnail":null,"section":"Theater"},{"date":"19940128","headline":"Belarus Says Aide's Ouster Won't Stop Reform","web_url":"https://www.nytimes.com/1994/01/28/world/belarus-says-aide-s-ouster-won-t-stop-reform.html","abstract":"  The Belarus Foreign Ministry called in foreign diplomats in Minsk today to reassure them that the country's commitments to denuclearization and a market economy were unchanged by the ouster on Wednesday of Stanislav S. Shushkevich, a non-Communist reformer, as chairman of Parliament and ceremonial head of state.   The removal of Mr. Shushkevich by Parliament, on dubious charges of corruption after two years of battling for early elections and economic reforms, leaves Belarus in the hands of the same Communist Party officials who ran it before the collapse of the Soviet Union in December 1991.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Article 009741 -- No Title","web_url":"https://www.nytimes.com/1994/01/28/arts/article-009741-no-title.html","abstract":"  Cafe Riazor is a wonderful dive.   What else would you call this little Spanish restaurant, hidden in a basement four steps down from an otherwise residential block in Chelsea? Riazor, which refers to a beach on the Atlantic coast of Spain, is 20 years old but feels more like 40, with its stucco ceiling, Galician travel posters, linoleum tile floor, dim lights and Spanish music filtering from a jukebox from the bar in front. It's exotic in a 1950's way, a place where bohemian students might gather, where independence is a new thrill and sangria is easily overdone.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"House Bill Asks 8.4% Payroll Tax For Canadian-Style Health Plan","web_url":"https://www.nytimes.com/1994/01/28/us/house-bill-asks-8.4-payroll-tax-for-canadian-style-health-plan.html","abstract":"  Congressional advocates of a single-payer health care system in which the Government, not insurance companies, pays the bills today proposed an 8.4 percent payroll tax on most employers and a 2.1 percent income tax on workers to pay for it.   Representative Jim McDermott, the Washington Democrat who has led the single-payer effort in the House, said that under the taxes proposed today, 75 percent of all Americans would pay \"substantially less\" for health insurance than they do today.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Inman Raised the Right Issue, the News Media; Reliable Sources?","web_url":"https://www.nytimes.com/1994/01/28/opinion/l-inman-raised-the-right-issue-the-news-media-reliable-sources-010944.html","abstract":"  To the Editor:   You could accept Bobby Ray Inman's word over Senator Bob Dole's or William Safire's. You could believe that the retired admiral failed to pay Social Security taxes for the woman who cleans his house because he believed she was an independent contractor, or because he did not want to harm her with the Internal Revenue Service or the law might be changed.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"U.S. Sets Terms on Visa for I.R.A. Political Chief","web_url":"https://www.nytimes.com/1994/01/28/world/us-sets-terms-on-visa-for-ira-political-chief.html","abstract":"  Despite appeals from 40 members of Congress, the State Department plans to tell the leader of the political arm of the I.R.A. that it will grant him a visa only if he first renounces violence, Administration officials said today.   That requirement would in effect deny entry to Gerry Adams, the leader of Sinn Fein, according to several senators who have urged President Clinton to grant the visa. Mr. Adams has declined to denounce the Irish Republican Army for its campaign of violence to end British rule in Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Rabin Welcomes Offer by Jordanian King to Meet","web_url":"https://www.nytimes.com/1994/01/28/world/rabin-welcomes-offer-by-jordanian-king-to-meet.html","abstract":"  Prime Minister Yitzhak Rabin said today that \"important progress\" had been made by King Hussein of Jordan when he said in Washington that he hoped to meet openly soon with the Israeli leader.   King Hussein is believed to have met secretly with Israeli leaders many times in the past. But his expressed willingness on Wednesday to go public was viewed by officials here as sign that he was ready for bolder steps in the Middle East peace negotiations.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Will the Last to Leave Please Turn Out the Lights?; Fleeing the Ice and Snow, Seeking the Sun; New Yorkers Know When They're Beat.","web_url":"https://www.nytimes.com/1994/01/28/nyregion/will-last-leave-please-turn-lights-fleeing-ice-snow-seeking-sun-new-yorkers-know.html","abstract":"  For awhile people fought back. They shoveled the snow, scraped the ice, made sincere efforts to bolster one another's spirits. Then, the temperature would fall again. More snow would come. When the temperature rose, it turned out to be the cruelest of teases.   Winter has won, unconditionally and hands down. It is time to surrender. Just call your travel agent, hold for an eternity or two and beg to spend some exorbitant sum to go somewhere -- anywhere! -- warm.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Inman Raised the Right Issue, the News Media","web_url":"https://www.nytimes.com/1994/01/28/opinion/l-inman-raised-the-right-issue-the-news-media-010936.html","abstract":"  To the Editor:   Bobby Ray Inman, who withdrew as President Clinton's nominee for Secretary of Defense (front page, Jan. 19), reminds me of Ross Perot. Both display an arrogant self-assurance, yet are stunned and \"hurt\" when anyone knocks them off their perch. Both are, more than most, vulnerable to a suspicion that others are out to get them.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Very Good, Sir : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/01/28/opinion/IHT-very-good-sir-letters-to-the-editor.html","abstract":"Regarding \"The Eternal Butler\" (Features, Jan. 25) by William E. Schmidt:.Surely P.G. Wodehouse's immortal Jeeves was a \"gentleman's gentleman,\" a valet rather than a butler, although as his employer, Bertie Wooster, informs us, he","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Agent Explains Why Cult Raid Was Moved Up","web_url":"https://www.nytimes.com/1994/01/28/us/agent-explains-why-cult-raid-was-moved-up.html","abstract":"  A Federal undercover agent testified today that he had warned his supervisors that the leader of a cult near Waco Tex., knew his compound was about to be raided. But, the agent said, officials of the Bureau of Alcohol, Tobacco and Firearms went ahead with the raid anyway.   The agent, Robert Rodriguez, recalled telling the operation's tactical commander, Chuck Sarabyn, that the cult's leader, David Koresh, knew the raid was coming. He said that Mr. Sarabyn had asked if he had seen any weapons inside and what Mr. Koresh was wearing but that the commander did not stop the raid.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Basque Peace Hopes Rise as the Separatists Wane","web_url":"https://www.nytimes.com/1994/01/28/world/basque-peace-hopes-rise-as-the-separatists-wane.html","abstract":"  Faded posters and graffiti on the walls of this port city still call for the independence of the Basque country, while occasional assassinations and car bombings are a reminder that the separatist movement known as E.T.A. has not yet been crushed.   But after 25 years of violence that has taken more than 800 lives, hopes of peace are now stirring in this mountainous region of northern Spain, inspired as much by recent police successes against the guerrillas as by increasing public opposition to both E.T.A.'s methods and objectives.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Review/Film; Chinatown Takes a Role As a Setting For Intrigue","web_url":"https://www.nytimes.com/1994/01/28/movies/review-film-chinatown-takes-a-role-as-a-setting-for-intrigue.html","abstract":"Love and intrigue in San Francisco's Chinatown. Big, bright, flamboyant failure.","thumbnail":null,"section":"Movies"},{"date":"19940128","headline":"Review/Music; Cello Piece Pays Tribute To Departed Composers","web_url":"https://www.nytimes.com/1994/01/28/arts/review-music-cello-piece-pays-tribute-to-departed-composers.html","abstract":"  Near the end of Christopher Rouse's Cello Concerto, which was given its world premiere here on Wednesday night by the Los Angeles Philharmonic Orchestra, the cello sings a simple, haunting melody from William Schuman's song \"Orpheus With His Lute,\" accompanied by sustained tremolos in the strings. A few moments later, the English horn enters with another melody, Arnalta's lullaby from Monteverdi's \"Incoronazione di Poppea,\" which bears an uncanny resemblance to the Schuman. The lullaby is almost jarringly sweet and comforting, hovering in sonic space as the percussion creates a quivering, otherworldly haze.   It is a remarkable moment in a strongly conceived elegy, a composition that, like many of Mr. Rouse's other works, is preoccupied with death and loss. The composer's Trombone Concerto, which was given its world premiere by the New York Philharmonic last year (and which won the Pulitzer Prize), was written in memory of Leonard Bernstein and quotes Bernstein's \"Kaddish\" Symphony. The new work was commissioned by Betty Freeman for the Los Angeles Philharmonic and Yo-Yo Ma (who was the soloist in its first performance with the orchestra, conducted by David Zinman); it is partly a response to the deaths of the composers Andrzej Panufnik and Stephen Albert as well as Schuman, and quotes from them.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Guns Gaining on Cars as a Leading U.S. Killer","web_url":"https://www.nytimes.com/1994/01/28/us/guns-gaining-on-cars-as-a-leading-us-killer.html","abstract":"  If current trends continue, gunshot wounds will take more lives nationwide than automobile accidents by 2003 -- a point already reached in the District of Columbia and six states, including New York, according to a report released today by the Department of Health and Human Services.   \"It is appalling that in the world's strongest and wealthiest country, death by firearms is increasing at the alarming rate these studies find,\" Health Secretary Donna E. Shalala said in introducing the report.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Viking and Spender Near Settlement","web_url":"https://www.nytimes.com/1994/01/28/books/viking-and-spender-near-settlement.html","abstract":"  In the face of a barrage of negative publicity and a troublesome lawsuit pursued in Britain by the poet Stephen Spender, Viking has tentatively agreed to alter passages of David Leavitt's recent novel \"While England Sleeps,\" people involved in the negotiations said yesterday.   Mr. Spender contends that the novel, the story of a love affair between two men in the late 1930's, is little more than a thinly disguised, and objectionably salacious, retelling of parts of \"World Within World,\" his 1951 memoir.","thumbnail":null,"section":"Books"},{"date":"19940128","headline":"Political Memo; Oliver North Looking to Join The Senate He Once Defied","web_url":"https://www.nytimes.com/1994/01/28/us/political-memo-oliver-north-looking-to-join-the-senate-he-once-defied.html","abstract":"  It's always a danger, of course, but Oliver North says he feels confident that he will not be corrupted by Washington.   With the same cock of his head, catch in his voice and altar-boy gaze that made him the top television celebrity of 1987, Mr. North observed today: \"I think, really, the problem is that most of these politicians just stay there too long.\" If he was elected, he said, he wouldn't stay a moment longer than two terms.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Two Black Lawyers' 'Crazy Idea' That Worked","web_url":"https://www.nytimes.com/1994/01/28/us/two-black-lawyers-crazy-idea-that-worked.html","abstract":"  From the beginning, H. Jesse Arnelle and William Hastie knew it sounded crazy: They would close their lucrative solo law practices and create a minority-owned corporate law firm, one of the first in the nation, committed to cost effectiveness in its management and diversity in its hiring policy. And they would turn the firm into a multimillion-dollar operation, with six-figure annual billings and corporate clients like the Coca-Cola Company, Levi Strauss and the Chrysler Corporation.   \"It was a crazy idea because there weren't any real models,\" said Mr. Hastie, noting that most minority-owned law firms specialize in litigation, civil rights, criminal defense, family and personal injury law.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Spain Gives Varied Support To Strike Over Labor Reform","web_url":"https://www.nytimes.com/1994/01/28/world/spain-gives-varied-support-to-strike-over-labor-reform.html","abstract":"  A one-day general strike called to protest Government labor reforms brought industry to a standstill in Spain today, while support in other sectors varied.   It was business as usual for office workers and the service industry, but universities were shut down. Transportation services were minimal but functioned relatively smoothly, and scheduled flights took off without delays.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Harding Concedes She Learned Of Attack but Then Kept Silent","web_url":"https://www.nytimes.com/1994/01/28/sports/figure-skating-harding-concedes-she-learned-of-attack-but-then-kept-silent.html","abstract":"  Tonya Harding admitted today that she learned several days after the Jan. 6 assault on her skating rival, Nancy Kerrigan, that \"persons that were close to me\" had been involved in the attack. She also said she delayed informing authorities, who first interviewed her on Jan. 18.   In her first public comments about the attack that took place at the national championships in Detroit, Miss Harding chastised herself for the delay and apologized to Miss Kerrigan, saying, \"I am embarrassed and ashamed to think that anyone close to me could be involved.\"","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Reviews/ Film; Finding Illumination In the Shadow of Death","web_url":"https://www.nytimes.com/1994/01/28/movies/reviews-film-finding-illumination-in-the-shadow-of-death.html","abstract":"  The smiling, laughing people seen in \"Living Proof\" have sad news in common. These men, women and children are all H.I.V.-positive, which should make \"Living Proof\" a somber documentary instead of the relentlessly upbeat group portrait that it is. But the individuals who are interviewed in Kermit Cole's film, which opens today at the Cinema Village, share a determination to make the best of their troubles. \"For the first time I'm really living,\" says one interviewee, who speaks for all of them. \"And maybe for the first time I'm really happy.\"   That idea is echoed throughout this film, even when Mr. Cole has to strain to emphasize it. Much of \"Living Proof\" was shot in a photographer's studio, where Carolyn Jones and George DeSipio are seen working on a series of portraits. The subjects, posed for their sittings as if this were a fashion spread, would radiate serenity and optimism even if the film did not indulge in cheerful gimmicks, like jokey high-speed cinematography in a couple of scenes. It comes as a relief when the speakers are allowed to stop sounding so sunny and reflect candidly on their situation.","thumbnail":null,"section":"Movies"},{"date":"19940128","headline":"But They're All So, So, You Know, Common","web_url":"https://www.nytimes.com/1994/01/28/sports/figure-skating-but-they-re-all-so-so-you-know-common.html","abstract":"  Iron Mike's still in the slammer.   Will Tonya skate in Lillehammer?   And if da Bills should don't win the game   They'll go right in the hall of shame.    Lunch-pail heroes rarely make it in American sports anymore because the Athletic-Industrial Complex requires middle-class values and behavior along with winning. Marketing megabucks can't be risked on someone who might wake up in the wrong bed or forget which brand he plays for. Nike's victory over Reebok at Barcelona was a modern middle-class triumph, enlightened self-interest over blind patriotism.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/01/28/style/IHT-what-theyre-reading.html","abstract":"Richard Reeves, author and syndicated columnist, is reading \"The W.P.A. Guide to the Oregon Trail,\" published by the U.S. government's Works Progress Administration during the Depression. .\"I'm doing a text on retracing the Oregon Trail,","thumbnail":null,"section":"Style"},{"date":"19940128","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/28/arts/art-in-review-011223.html","abstract":"  Group Show   Wooster Gardens  40 Wooster Street (near Broome Street)  SoHo  Through Feb. 5    New, Conceptual twists are offered in the photographs of the four artists here, all of whom rely on involved procedures worthy of Rube Goldberg to make their images.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"From Recession, California Is Emerging Into Earthquake 'Boomlet'","web_url":"https://www.nytimes.com/1994/01/28/us/from-recession-california-is-emerging-into-earthquake-boomlet.html","abstract":"  With damage estimates from the earthquake running as high as $30 billion, and people all around Los Angeles still edgy over the aftershocks rumbling underfoot, it comes as little surprise that a wide variety of service businesses -- from the mundane drywall contractor to the more exotic massage therapist -- are being besieged.   Local newspapers are full of classified advertising promoting \"earthquake-safe chimneys,\" \"seismic rehabilitation\" and \"professional estimates\" for the Federal Emergency Management Agency's aid applications. Desperate commuters, intent on slicing time off drives that have been tripled because of damaged highways, have cleaned out the inventories of motorcycle dealerships.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Fred Friendly Honored In Broadcasting Awards","web_url":"https://www.nytimes.com/1994/01/28/arts/fred-friendly-honored-in-broadcasting-awards.html","abstract":"  A Gold Baton, the highest honor in the Alfred I. duPont-Columbia University Awards, was presented to Fred W. Friendly, the former CBS News producer, for lifetime achievement in broadcast journalism in a ceremony last night at the university.   The annual awards, given for outstanding reporting in television and radio news, included 12 winners of Silver Batons for work in 1992-93. Among those winners were CNN for its coverage of fighting in Bosnia, the ABC News program \"20/20\" for a report that reconstructed an Army surgeon's efforts to save the life of an American soldier wounded in the Vietnam War, and the PBS series \"Frontline\" for a report on the financing of Presidential campaigns.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Yes, Fox Sports Lives, And Offers Answers","web_url":"https://www.nytimes.com/1994/01/28/sports/tv-sports-yes-fox-sports-lives-and-offers-answers.html","abstract":"  The Fox Network came fully equipped yesterday to its coming-out football press conference. First there was the new logo, quite green, for the color of Fox's $1.58 billion investment in football, and yellow.    Next came a fast-cutting video interspersing gridiron imagery with Homer Simpson, the Bundys and the cross-dressing \"Men on Football\" from \"In Living Color,\" and eardrum-quaking audio of the Beatles' \"Revolution\" that broke glass in Ella Fitzgerald's china closet.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Inside Art","web_url":"https://www.nytimes.com/1994/01/28/arts/inside-art.html","abstract":"  Off the Wall in Los Angeles    While the museums in Los Angeles were miraculously unharmed during last week's earthquake, heads rolled from pedestals, glass windows shattered, paintings flew off walls and storage bins flooded at art galleries in the Santa Monica area.  Among the artists, one lost an entire body of work.   \"We're putting ourselves back together,\" said Burnett Miller, a gallery owner. Mr. Miller said he arrived at his gallery two hours after the earthquake hit, and discovered an inch of water, the electricity knocked out, his library books off the shelves and paintings face down in water.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"PRO BASKETBALL;\nColeman No Star As Sonics Trim Nets","web_url":"https://www.nytimes.com/1994/01/28/sports/pro-basketball-coleman-no-star-as-sonics-trim-nets.html","abstract":"Derrick Coleman wants more than $69 million and is willing to wait for it. He wanted to be an All-Star, and waited until today to find out that he would be in the starting lineup for the Eastern Conference. \n\nBut Coleman did not wear well his new crown tonight when the New Jersey Nets lost to the Seattle Supersonics, 102-92, at the Seattle Center Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Battle With Echoes: Floridians Fight a Power Line","web_url":"https://www.nytimes.com/1994/01/28/us/battle-with-echoes-floridians-fight-a-power-line.html","abstract":"  Out here in Tampa's back yard, where suburban sprawl thins into rural spread, the residents of Hillsborough County are wrestling with the Florida Power Corporation over its plan to string 40 miles of high-voltage power line across the flat landscape.   In many ways it is a perfectly prosaic conflict between development and environment, pitting just another local coalition of property owners, residents and county officials against just another company with \"power\" as its middle name.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"India Says 22 Die in Kashmir As Rebels Clash With Police","web_url":"https://www.nytimes.com/1994/01/28/world/india-says-22-die-in-kashmir-as-rebels-clash-with-police.html","abstract":"  At least 22 people were killed today in clashes between separatists and Indian security troops in the Kashmir region, Indian Government officials said.   A Defense Ministry spokesman in Srinagar said most of the casualties occurred when the rebels fired into the market at Kupwara, a separatist stronghold about 55 miles north of Srinagar.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Critic's Notebook; Opinion vs. Reality In an Age of Pundits","web_url":"https://www.nytimes.com/1994/01/28/books/critic-s-notebook-opinion-vs-reality-in-an-age-of-pundits.html","abstract":"  IT'S been 18 years since Tom Wolfe heralded the arrival of the \"Me Generation,\" and 15 years since Christopher Lasch anatomized \"the culture of narcissism\"; in those intervening years the self has become, in Robert Hughes's words, \"the sacred cow of American culture.\" In literature, in philosophy, even in the writing of history, subjectivity has gained a new ascendency.   Post-modernists now place quotation marks around words like \"reality,\" insisting that the old notion of objective knowledge has become obsolete. Multiculturalists argue for new curriculums not on the basis of factual accuracy, but on the basis of \"self-esteem.\" And politicians and their spin doctors use pseudo-events and photo-ops to market virtual-reality versions of themselves to the public.","thumbnail":null,"section":"Books"},{"date":"19940128","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/28/us/inside-003786.html","abstract":"  Taking Leaf From Mr. Smith, Hoskokawa Defends Reform   Frantic to salvage political reforms, Japan's embattled Prime Minister appealed for a telephone, fax and write-in campaign to force Parliament to realign the electoral system by Saturday. Page A10. Benefits From Bank Sales    The highly profitable sales of mutual savings banks have a difficult question: Who should reap the benefits? News Analysis. Page D1. Backing for Whitman Tax Cut    Republican leaders in Trenton promised quick passage of the first part of Governor Whitman's plan to cut income taxes 30 percent. Page B1. Poet vs. Novelist    To settle a lawsuit brought by the poet Stephen Spender, Viking has tentatively agreed to alter parts of David Leavitt's recent novel \"While England Sleeps,\" people close to the negotiations said. Page C3.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"To the Four Winds","web_url":"https://www.nytimes.com/1994/01/28/opinion/l-to-the-four-winds-010995.html","abstract":"  To the Editor:   Your article on the prospects of Beverly Sills to become the new chairwoman of Lincoln Center (arts pages, Jan. 22) states that Lincoln Center's corporate fund \"disperses\" money to 10 organizations. Surely, it does not. The word conjures up the image of recklessly squandered $1,000 bills fluttering in the breeze.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Blessings From Papa Doc","web_url":"https://www.nytimes.com/1994/01/28/opinion/blessings-from-papa-doc.html","abstract":"If he were alive to offer counsel, Francois (Papa Doc) Duvalier, Haiti's last elected dictator, would tell today's bosses that their determination to block the return of Jean-Bertrand Aristide, the most recent freely elected President, offends the memory of their predecessors. Worse, from the bosses' point of view, it is stupid.\n\nIf asked to explain, Duvalier might note that it does little good to have an opponent free to act as a loose cannon overseas, especially one who can cultivate influential audiences. This kind of adversary needs to be rendered, at the very least, politically impotent.","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"The Rage in the Cage: Jordan Takes More B.P.","web_url":"https://www.nytimes.com/1994/01/28/sports/sports-people-baseball-the-rage-in-the-cage-jordan-takes-more-bp.html","abstract":"  MICHAEL JORDAN will bat again against the Chicago White Sox general manager, RON SCHUELER, and face a college pitcher before the team decides whether to invite the former National Basketball Association star to spring training.   Jordan faced 75 pitches from Schueler, a former major league pitcher, this week. After the workout underneath Comiskey Park, Schueler said, \"He'd have to fall on his face not to do it, but I'm not ready to say for sure yet\" whether Jordan will go to Sarasota, Fla., next month.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"SENATE URGES END TO U.S.  EMBARGO AGAINST VIETNAM","web_url":"https://www.nytimes.com/1994/01/28/world/senate-urges-end-to-us-embargo-against-vietnam.html","abstract":"  In a strong bipartisan vote intended to make it easier for President Clinton to end decades of rancor with a former enemy, the Senate voted today to urge that the trade embargo against Vietnam be lifted soon. The White House had supported the measure behind the scenes.   After an emotionally charged debate about the lessons of the Vietnam War and the fate of missing servicemen, the Senate, by a 62-to-38 vote, agreed with the bill's chief sponsor, John F. Kerry, a Massachusetts Democrat and Vietnam veteran, who said it was time \"to put the war behind us.\"","thumbnail":null,"section":"World"},{"date":"19940128","headline":"On Walls, Memories of the Slain Are Kept","web_url":"https://www.nytimes.com/1994/01/28/nyregion/on-walls-memories-of-the-slain-are-kept.html","abstract":"  Somewhere between one more killing in the inner city and the obscurity of the grave is a wall in Brooklyn.   Khem Hubbard recorded her brother's name there last week, in big silver letters. Now Kyle Rasheim Hubbard, 19, shot to death on Jan. 6, 1990, will be remembered in a New York neighborhood where the dead disappear in the crowd.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/28/arts/art-in-review-008320.html","abstract":"  Martin Mull   David Beitzel Gallery  102 Prince Street  SoHo  Through Feb. 5    Despite reports of high prices paid for canvases by Dean Martin or Anthony Quinn, there don't seem to be any great painters among the Hollywood stars. But the actor and comedian Martin Mull at least has the distinction of being sincere, informed and modestly talented. Which is not to say original.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Salahaddin Journal; A Son's Promise: That Kurds' Dream Doesn't Die","web_url":"https://www.nytimes.com/1994/01/28/world/salahaddin-journal-a-son-s-promise-that-kurds-dream-doesn-t-die.html","abstract":"  Massoud Barzani, the Kurdish leader, was seated on a couch in his mountain headquarters, a collection of villas originally intended to allow the relatives of President Saddam Hussein to escape Baghdad's summer heat and his deputies to enforce his will in the mutinous north.   On the wall above Mr. Barzani, a small, stocky man of 47, a tapestry depicted his late father, Mullah Mustafa Barzani, whose name is practically synonymous with Kurdish nationalism.","thumbnail":null,"section":"World"},{"date":"19940128","headline":"Struggling Isles Lose Turgeon for 2 Weeks","web_url":"https://www.nytimes.com/1994/01/28/sports/hockey-struggling-isles-lose-turgeon-for-2-weeks.html","abstract":"  He has been benched and belittled, and not since his older brother Sylvain stuck him between two cans on a frozen patch of ice and commanded him to tend goal back home in Quebec has Pierre Turgeon been treated less like a superstar.   Now, injury has been added to insult for the Islander forward. On Wednesday night in Toronto, Turgeon, just after blasting a practice shot in the warm-up before the game, was struck a glancing but damaging blow on the right cheekbone after a puck hit the crossbar and ricocheted into his face.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"'This Is My Last Chance'","web_url":"https://www.nytimes.com/1994/01/28/sports/figure-skating-this-is-my-last-chance.html","abstract":"  The statement made by Tonya Harding yesterday in Portland, Ore., as recorded by The Associated Press:   I would like to begin by saying how sorry I am about what happened to Nancy Kerrigan. I am embarrassed and ashamed to think that anyone close to me could be involved.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Albany Moves to Regulate Long-Term Auto Leasing","web_url":"https://www.nytimes.com/1994/01/28/nyregion/albany-moves-to-regulate-long-term-auto-leasing.html","abstract":"  Though long-term leasing is rapidly becoming one of the most popular ways to acquire a new car, Alen McWeeney says he will never try it again.   In 1990, the Manhattan photographer was slapped with a $2,400 bill for \"excess wear and tear\" when he returned a car after his four-year lease ended -- even though he had kept the car in a garage, never had an accident and could recall only two occasions when other drivers had \"dinged\" his doors.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Chief of Hospitals Details Plan to Dismiss Managers","web_url":"https://www.nytimes.com/1994/01/28/nyregion/chief-of-hospitals-details-plan-to-dismiss-managers.html","abstract":"  The chairman of the Health and Hospitals Corporation said yesterday that New York City hospitals would lay off hundreds of middle-level managers but would not dismiss any unionized workers as they seek to eliminate 1,300 positions.   \"We're not talking at this point about layoffs of union workers,\" said Luis A. Miranda Jr., the chairman of the corporation.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"400 Jobs for Lawyers Who Don't Want to Be Lawyers","web_url":"https://www.nytimes.com/1994/01/28/us/400-jobs-for-lawyers-who-don-t-want-to-be-lawyers.html","abstract":"  A lawyer by any other name would still be a lawyer, right? Even if he took a job as a self-determination specialist, energy efficiency officer or intellectual resources director?   Of course, says Linda P. Sutherland, an organizer of a seminar on \"400-plus things you can do with a law degree other than practice law.\" For $145, Ms. Sutherland promises not to \"waste your time reviewing the reasons lawyers are disgruntled and might want to move away from traditional practice,\" but to focus on \"growth careers.\"","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/28/nyregion/news-summary-003530.html","abstract":"  International A3-10  SENATE VOTES ON HANOI EMBARGO  In a strong bipartisan vote, the Senate urged the Administration to end its trade embargo against Vietnam soon. The vote is intended to make it easier for President Clinton to take that step and end decades of rancor with a former enemy.  A1  EXICO ADOPTS ELECTION REFORM  Bowing to pressure for political change after a peasant uprising in the south, Mexico's governing party agreed to lower campaign spending limits by almost 80 percent and allow a more impartial choice of election authorities.  A1","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"On My Mind; Police and Prisons","web_url":"https://www.nytimes.com/1994/01/28/opinion/on-my-mind-police-and-prisons.html","abstract":"  More and more billions for prisons to lock up more and more Americans who never had a decent chance at life. Are we mad? Why not use those billions to build more schools to give more young people living in poverty the education to climb out of it? It costs as much to keep a convict in prison as to send him to Yale, for Heaven's sake.   And despite all the other billions the U.S. spends on the drug war, narcotics still flood the country, users are still being put into prison, crowding out violent criminals. Why not legalize drugs and use the anti-drug money on therapy for addicts and to improve the neighborhoods that create them?","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/28/arts/art-in-review-011207.html","abstract":"  'Milton Avery and International Masters'   Grace Borgenicht Gallery  724 Fifth Avenue (at 57th Street)  Through tomorrow    So what if the star of this show shines less brightly than members of his supporting cast? No matter. The exhibition is surprisingly entertaining and full of juxtapositions of paintings just weird and unexpected enough for a viewer who enjoys the simple pleasure of looking at art to overlook the fact that they don't make much art-historical sense. Avery's works are presented alongside works by a slew of European and American predecessors and successors: Avery and Braque, Avery and Mondrian, Avery and Bonnard, Avery and Richard Diebenkorn, Avery and Rufino Tamayo, Avery and Louis Michel Eilshemius.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Balboni Returns to K.C.","web_url":"https://www.nytimes.com/1994/01/28/sports/sports-people-baseball-balboni-returns-to-kc.html","abstract":"  STEVE BALBONI returned to the Kansas City Royals, agreeing to a minorleague contract.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Review/Art; 'Ideal Home' Opens a Series on American Crafts","web_url":"https://www.nytimes.com/1994/01/28/arts/review-art-ideal-home-opens-a-series-on-american-crafts.html","abstract":"  The American Craft Museum has an ambitious mission: over the next decade it plans to present a series of eight exhibitions under the general title \"The History of 20th-Century American Craft.\" The museum also has a problem: \"The Ideal Home, 1900-1920,\" the project's first installment, is not a good start.    This show haphazardly tackles the immense and fascinating subject of the American Arts and Crafts movement: the utopian crusade against the Industrial Revolution and Victorian excess, originated by William Morris in the 1870's in England, that reached this country by the 1880's. Its goal, based on the proto-modern belief that good design would improve society, was to bring affordable, simply designed, handcrafted objects to ordinary households.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"The New Pinball: Music, Lights, Voices","web_url":"https://www.nytimes.com/1994/01/28/arts/the-new-pinball-music-lights-voices.html","abstract":"  TWO rolls of quarters into the Addams Family pinball machine at the Broadway Arcade, I knew something was horribly wrong. The ball was traveling too fast for me to keep up. I was spazzing out with the flippers. The constant backtalk from the machine, the flashing lights, the loud sound effects and the complicated \"play field\" were throwing me off. My scores were so low I began worrying that some nearby teen-agers might notice and begin snickering.   There was no getting around it. I was a middle-aged man playing a young man's game, and very poorly at that. I began to wonder if my driver's license should be revoked.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/01/28/arts/art-in-review-011231.html","abstract":"  Oliver Herring   Max Protetch Gallery  560 Broadway (near Prince Street)  SoHo  Through Feb. 19  Paula Cooper Gallery  155 Wooster Street (near Houston Street)  SoHo  Through Feb. 5","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"30 Years Later, 3d Trial Begins in Evers Killing","web_url":"https://www.nytimes.com/1994/01/28/us/30-years-later-3d-trial-begins-in-evers-killing.html","abstract":"  Exactly 30 years after the start of his first inconclusive trial on the charge of murdering the civil rights leader Medgar Evers, Byron De La Beckwith, a lot older but no less outspoken in his white supremacist views, went on trial today for the third time.   The case is being heard in the same Hinds County courtroom that it was 30 years ago, amid the same brass sconces, chandeliers and intricately carved eagle pediments that survived a 1986 renovation.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Messier Beats the Clock in Overtime","web_url":"https://www.nytimes.com/1994/01/28/sports/hockey-messier-beats-the-clock-in-overtime.html","abstract":"  This was a dazzling hockey game, a sizzler, played beween bi-coastal rivals representing show-business capitals. They played it at the Forum, under all those Lakers championship banners, and it had a Showtime quality, did it ever.   The Rangers won it, beating the Kings by 5-4, with 1.5 seconds left in overtime on a goal by Mark Messier, who lurked behind the Kings net before darting out in front and knocking Sergei Zubov's rebound past Kelly Hrudey, the goalie for the Kings, who probably deserved better.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Forecast Is New Clinton Weapon In Debate Over Balanced Budget","web_url":"https://www.nytimes.com/1994/01/28/us/forecast-is-new-clinton-weapon-in-debate-over-balanced-budget.html","abstract":"  The White House today seized on a striking new set of Congressional projections showing shrinking budget deficits to reinforce its argument that there is no need for a Constitutional amendment requiring a balanced Federal budget.   Still worried that the amendment could win Congressional approval in a vote as early as next month, President Clinton's top economic deputies hailed as evidence of their progress an estimate by the nonpartisan Congressional Budget Office that the deficit would drop to $171 billion in the fiscal year 1995 -- $113 billion less than the analysts predicted last January.","thumbnail":null,"section":"U.S."},{"date":"19940128","headline":"Review/Film; Incremental Changes in a Peaceful World, Saigon 1951","web_url":"https://www.nytimes.com/1994/01/28/movies/review-film-incremental-changes-in-a-peaceful-world-saigon-1951.html","abstract":"  \"The Scent of Green Papaya\" was shown as part of the 1993 New York Film Festival. Following are excerpts from Janet Maslin's review, which appeared in The New York Times on Oct. 11. The film, in Vietnamese with English subtitles, opens today at the Lincoln Plaza Cinema, Broadway at 63d Street.   \"The Scent of Green Papaya\" is Tran Anh Hung's tranquilly beautiful film about a lost Vietnam, a peaceful, orderly place not yet touched by wartime. The film begins in Saigon in 1951, in a household safely insulated from the first rumblings of trouble. The family in question has more personal problems, since these people are still mourning the death of a young daughter several years earlier, and since the husband (Tran Ngoc Trung) has a history of disappearing for long periods with his family's money. The wife (Truong Thi Loc) endures these desertions with the stoicism the film generally ascribes to Vietnamese women.","thumbnail":null,"section":"Movies"},{"date":"19940128","headline":"Bills Move To Right On Passing Strategy","web_url":"https://www.nytimes.com/1994/01/28/sports/super-bowl-xxviii-bills-move-to-right-on-passing-strategy.html","abstract":"  There was a time two years ago that the Buffalo Bills, operating from their no-huddle offense, would aggressively attack teams with their passing game, stretching the field and hitting big plays. It was nothing for quarterback Jim Kelly to send receivers James Lofton and Don Beebe streaking down the field on deep post routes, and run Andre Reed across the middle, leaving opposing defenses in a quandary.   But in the last two years the Bills passing game has changed. Lofton is gone. Beebe is the lone speedster now, but not much of a threat without Lofton.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"Reviews/ Film; About Prostitutes Plying The Manhattan Streets","web_url":"https://www.nytimes.com/1994/01/28/movies/reviews-film-about-prostitutes-plying-the-manhattan-streets.html","abstract":"  The line between reality and make-believe is painfully apparent in Amos Kollek's pseudo-documentary film, \"Bad Girls.\" In the movie, which opens today at the Quad Cinema, Mr. Kollek portrays a middle-aged writer named Jack who is researching a book about the lives of prostitutes in mid-Manhattan.   Jack sets up shop in a seedy hotel near Times Square and goes about interviewing his subjects. Approximately half the women in the film are actresses playing streetwalkers whose reminiscences Mr. Kollek captured on tape but who could not appear in the movie. The rest are actual prostitutes who tell their stories directly to the camera.","thumbnail":null,"section":"Movies"},{"date":"19940128","headline":"A Festival of Chamber Music From Mexico","web_url":"https://www.nytimes.com/1994/01/28/arts/a-festival-of-chamber-music-from-mexico.html","abstract":"  \"South America as a whole does not exist,\" Aaron Copland declared after his 1941 tour of nine Latin American countries. \"It is a collection of separate countries, each with different traditions. . . . Only as I traveled from country to country did I realize that you must be willing to split the continent up in your mind.\"   Over the next several years, the American Composers Orchestra will make this point emphatically with a gigantic project, Sonidos de las Americas (Sounds of the Americas), which starts this weekend with a celebration of Mexican music that includes chamber concerts, symposiums and master classes. The series will devote its festival each year to a single Latin American country.","thumbnail":null,"section":"Arts"},{"date":"19940128","headline":"Inman Raised the Right Issue, the News Media; South Africa Link","web_url":"https://www.nytimes.com/1994/01/28/opinion/l-inman-raised-the-right-issue-the-news-media-south-africa-link-010952.html","abstract":"  To the Editor:   The withdrawal of Bobby Ray Inman's nomination for Secretary of Defense brought to public attention the case of International Signal and Control, a defense and technology company. James Guerin, the company's founder, was recently sentenced to jail for illegal arms sales to South Africa, as you report in \"Inman Faced Scrutiny on Jailed Arms Dealer\" (news article, Jan. 20).","thumbnail":null,"section":"Opinion"},{"date":"19940128","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/01/28/sports/transactions-009865.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Agreed to terms with Ben McDonald, pitcher, on a one-year contract.","thumbnail":null,"section":"Sports"},{"date":"19940128","headline":"G.O.P. Leaders Support Whitman's Tax-Cut Bills","web_url":"https://www.nytimes.com/1994/01/28/nyregion/gop-leaders-support-whitman-s-tax-cut-bills.html","abstract":"  The leaders of the Republican majority in the New Jersey Legislature today promised swift passage of the first parts of Gov. Christine Todd Whitman's pledge to cut state income taxes this year, saying the cuts could be enacted even before the new Governor says how she will pay for the lost revenue.   The backing of the leadership virtually insures that Mrs. Whitman will make good on pledges in her inaugural speech to begin cutting taxes right away. But Senate President Donald T. DiFrancesco warned today that cutting taxes is the easy part and that the young administration must still find budget cuts that will be as palatable to lawmakers as the tax reductions.","thumbnail":null,"section":"New York"},{"date":"19940128","headline":"Florio Made Tough Choices for the Benefit of New Jerseyans","web_url":"https://www.nytimes.com/1994/01/28/opinion/l-florio-made-tough-choices-for-the-benefit-of-new-jerseyans-010960.html","abstract":"  To the Editor:   Re \"Jim Florio's Good Governance\" (editorial, Jan. 15): One item should be added to the accomplishments of Gov. Jim Florio's four-year term in New Jersey. That is his conditional veto of the sexual-abstinence bill last Dec. 29. On Jan. 10, an effort to override the veto failed in the State Senate, thus keeping the legislation, which requires teachers to \"stress\" abstinence in family-life-education classes, from becoming law.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940128","time":"1994-01-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":52,"wspd":35.3},{"date":"19940128","time":"1994-01-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":56,"wspd":38.9},{"date":"19940128","time":"1994-01-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":62,"wspd":31.3},{"date":"19940128","time":"1994-01-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":62,"wspd":29.5},{"date":"19940128","time":"1994-01-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":53,"wspd":35.3},{"date":"19940128","time":"1994-01-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":50,"wspd":33.5},{"date":"19940128","time":"1994-01-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":51,"wspd":27.7},{"date":"19940128","time":"1994-01-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":56,"wspd":18.4},{"date":"19940128","time":"1994-01-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":60,"wspd":16.6},{"date":"19940128","time":"1994-01-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":70,"wspd":35.3},{"date":"19940128","time":"1994-01-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":53,"wspd":22.3},{"date":"19940128","time":"1994-01-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":45,"wspd":33.5},{"date":"19940128","time":"1994-01-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":44,"wspd":37.1},{"date":"19940128","time":"1994-01-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":40,"wspd":37.1},{"date":"19940128","time":"1994-01-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":31,"wspd":42.5},{"date":"19940128","time":"1994-01-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":34,"wspd":31.3},{"date":"19940128","time":"1994-01-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":31,"wspd":31.3},{"date":"19940128","time":"1994-01-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":36,"wspd":27.7},{"date":"19940128","time":"1994-01-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":44,"wspd":16.6},{"date":"19940128","time":"1994-01-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":45,"wspd":20.5},{"date":"19940128","time":"1994-01-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":70,"wspd":14.8},{"date":"19940128","time":"1994-01-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":47,"wspd":16.6},{"date":"19940128","time":"1994-01-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":52,"wspd":11.2},{"date":"19940128","time":"1994-01-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":57,"wspd":11.2},{"date":"19940128","time":"1994-01-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":81,"wspd":16.6},{"date":"19940128","time":"1994-01-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":88,"wspd":13},{"date":"19940128","time":"1994-01-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":92,"wspd":16.6},{"date":"19940128","time":"1994-01-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":96,"wspd":14.8},{"date":"19940128","time":"1994-01-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":96,"wspd":11.2},{"date":"19940128","time":"1994-01-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":9.4},{"date":"19940128","time":"1994-01-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":96,"wspd":13},{"date":"19940128","time":"1994-01-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":13},{"date":"19940128","time":"1994-01-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":14.8},{"date":"19940128","time":"1994-01-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":14.8},{"date":"19940128","time":"1994-01-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":96,"wspd":13},{"date":"19940128","time":"1994-01-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":96,"wspd":9.4},{"date":"19940128","time":"1994-01-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":96,"wspd":11.2},{"date":"19940128","time":"1994-01-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":100,"wspd":7.6},{"date":"19940128","time":"1994-01-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":96,"wspd":7.6},{"date":"19940128","time":"1994-01-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":100,"wspd":22.3},{"date":"19940128","time":"1994-01-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":96,"wspd":29.5},{"date":"19940128","time":"1994-01-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":29.5},{"date":"19940128","time":"1994-01-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":93,"wspd":37.1},{"date":"19940128","time":"1994-01-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":97,"wspd":20.5},{"date":"19940128","time":"1994-01-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":97,"wspd":20.5},{"date":"19940128","time":"1994-01-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":97,"wspd":18.7},{"date":"19940128","time":"1994-01-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":100,"wspd":25.9},{"date":"19940128","time":"1994-01-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":27.7}]}}