{"19921222":{"guardian_articles":[{"date":"19921222","headline":"Too many translators...","web_url":"https://www.theguardian.com/books/1992/dec/22/classics.jeanpaulsartre","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19921222","headline":"Let the Refugee Children Out of Prison","web_url":"https://www.nytimes.com/1992/12/22/opinion/l-let-the-refugee-children-out-of-prison-248492.html","abstract":"  To the Editor:   \"Choice for Young Illegal Aliens: Long Detentions, or Deportation\" (front page, Nov. 30), on the detention of Central American refugee children by the Immigration and Naturalization Service, calls attention to an abuse of governmental power that is too little known.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"When Jets Are Down, They Don't Feel Out","web_url":"https://www.nytimes.com/1992/12/22/sports/pro-football-when-jets-are-down-they-don-t-feel-out.html","abstract":"  Jets strong safety Brian Washington struck an incredulous expression when asked whether the team had a sense of dread when the Dolphins took a 7-0 lead into the locker room at halftime of Sunday night's game.   \"Seven-zero is nothing in this game,\" Washington said. \"We knew that the game wasn't over. We still had over 30 minutes to play and we knew that something would happen, somebody would score some points before it was over.\"","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"New Access to Scrolls Fuels Scholars' Warfare","web_url":"https://www.nytimes.com/1992/12/22/science/new-access-to-scrolls-fuels-scholars-warfare.html","abstract":"  The \"freeing\" of the Dead Sea Scrolls a year ago from the restrictive control of a few scholars has unleashed a storm of controversy among the warring factions of biblical researchers. As more scholars have access to the ancient texts, they are challenging some of the reigning assumptions about who wrote them, when and how they fit into the volatile history of Judaism from about 250 B.C. to A.D. 70.   \"Everything about the scrolls is being re-examined and rethought,\" Dr. Michael Wise, a scrolls scholar at the University of Chicago, said in an interview last week at a conference on the manuscripts in New York.","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"What Global Warming?","web_url":"https://www.nytimes.com/1992/12/22/opinion/l-what-global-warming-250692.html","abstract":"  To the Editor:   \"Cheapest Protection of Nature May Lie In Taxes, Not Laws\" (Science Times, Nov. 24) echoes the theme that bad taxes become good taxes (alias \"green fees\") when they tax \"bad\" things. According to the article, these include fossil fuels, traffic and household garbage.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Here's to a Prosperous, Profitable Solstice","web_url":"https://www.nytimes.com/1992/12/22/opinion/l-here-s-to-a-prosperous-profitable-solstice-245092.html","abstract":"  To the Editor:   Twenty-five major Christian leaders have issued a warning against the commercialization of Christmas, which \"devours some, leaves others in ruinous debt and punishes the poor,\" and they castigate the \"advertising lords\" of Madison Avenue for encouraging such profligacy (news article, Nov. 29).","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"On My Mind; As You Sow","web_url":"https://www.nytimes.com/1992/12/22/opinion/on-my-mind-as-you-sow.html","abstract":"  Across the Middle East, Arab states are profoundly moved by the kind of Muslim militant fundamentalists deported by Israel.   They are moved to terror and loathing. If they had the self-confidence, these Arab states would round up their own fundamentalists. They would not only deport them but introduce them to those other common instruments of Mideastern law enforcement -- torture and execution.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"For Boggs, Pinstripes Are In","web_url":"https://www.nytimes.com/1992/12/22/sports/basketball-for-boggs-pinstripes-are-in.html","abstract":"  After picking up a new contract, a pair of contact lenses and three votes of confidence from the Yankees, Wade Boggs is fast forgetting the Boston Red Sox.   He is also looking forward to playing third base in New York and regaining the hitting form that earned him five American League batting titles.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"At Sound of the Beep, Select a Dance Partner","web_url":"https://www.nytimes.com/1992/12/22/sports/figure-skating-at-sound-of-the-beep-select-a-dance-partner.html","abstract":"  The message on Renee Roca's answering machine was in broken English, from a Russian figure skater who had defected in New York without any real plan.   \"I am interested to know if you look for partner,\" the male voice said.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Q&A","web_url":"https://www.nytimes.com/1992/12/22/science/q-a-031792.html","abstract":"  Cans Gone Bad   Q.    Why do spoiled cans of food swell?   ","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"New York's Storm-Rocked Areas Qualify for Disaster Assistance","web_url":"https://www.nytimes.com/1992/12/22/nyregion/new-york-s-storm-rocked-areas-qualify-for-disaster-assistance.html","abstract":"  President Bush yesterday declared New York City, Long Island, Rockland County and Westchester County eligible for Federal disaster relief to repair damage from the storm that flooded coastal regions 11 days ago.   The Federal Emergency Management Agency will begin accepting applications for low-interest loans and emergency grants today at eight relief offices around the metropolitan region, said George O. Thune, a spokesman for the agency.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Holiday Festival Has a Local Angle","web_url":"https://www.nytimes.com/1992/12/22/sports/basketball-holiday-festival-has-a-local-angle.html","abstract":"  Back in 1952, the Holiday Festival was conceived with a rather modest immediate goal -- to help the sponsoring Eastern College Athletic Conference pay the rent for its offices over the clock in the old Biltmore Hotel on East 43d Street.    Now called the Chemical Bank ECAC Holiday Festival, the tournament remains, in its 41st year, a distinctly New York institution even with Kentucky as a participant.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"2 Suspects Charged in Slaying of Brooklyn School Principal","web_url":"https://www.nytimes.com/1992/12/22/nyregion/2-suspects-charged-in-slaying-of-brooklyn-school-principal.html","abstract":"  Two men were arraigned in Brooklyn early today and charged with second-degree murder in the killing of Patrick Daly, the public school principal caught in a crossfire at a Brooklyn housing project last week.   The two men, Jermaine Russell and Khary Bekka, both 18 years old, were arrested on Sunday. They were arraigned this morning in before Judge Joseph F. Bruno, who denied their requests for bail. During the 10-minute hearing, the two men said nothing and appeared solemn.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"New Energy Chief Has Seen 2 Sides of Regulatory Fence","web_url":"https://www.nytimes.com/1992/12/22/us/new-energy-chief-has-seen-2-sides-of-regulatory-fence.html","abstract":"  President-elect Bill Clinton's choice of Hazel R. O'Leary, a little-known executive with a Minnesota utility, to lead the Department of Energy was bound to please groups that had been looking for more women and blacks in his Cabinet. But it may take longer for energy producers, marketers, environmental groups and the Energy Department's biggest constituency -- the military and the nuclear weapons industry -- to see how they feel.   Mrs. O'Leary, a 55-year-old former regulator in the Ford and Carter Administrations who later worked in an energy-consulting firm, fits the developing mold of the Clinton Administration: she is familiar with Washington's power brokers in her field. Still, her own views are not widely known.","thumbnail":null,"section":"U.S."},{"date":"19921222","headline":"Europe's North Needs to Be Courted","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-europes-north-needs-to-be-courted.html","abstract":"The decision at the Edinburgh summit meeting to speed up the enlargement of the European Community implies a subtle shift in attitude toward the countries that have applied for membership - Austria, Finland, Norway, Sweden and Switzerland.. Previously, th","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Why We Shouldn't Sell a License to Pollute","web_url":"https://www.nytimes.com/1992/12/22/opinion/l-why-we-shouldn-t-sell-a-license-to-pollute-242592.html","abstract":"  To the Editor:   The concept of taxation as a primary deterrent to polluters, as recommended in a report of the World Resources Institute (Science Times, Nov. 24) is fundamentally and dangerously flawed.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Patterns","web_url":"https://www.nytimes.com/1992/12/22/books/patterns-795292.html","abstract":"  Shoes on His Mind    When Diego Della Valle flew into New York from Italy last week, he had two things on his mind: results of a shoe design contest at the Fashion Institute of Technology and a new store he plans to open.    The store, which will be situated at 41 East 57th Street, in the same building as the Prada and Vuitton shops, will be his second in Manhattan. His first store here opened five years ago at 462 West Broadway in SoHo. He also has six stores in Italy, but the new store in Manhattan will be a pilot for global expansion.","thumbnail":null,"section":"Books"},{"date":"19921222","headline":"At Least Handley Has Admirers at One Network","web_url":"https://www.nytimes.com/1992/12/22/sports/tv-sports-at-least-handley-has-admirers-at-one-network.html","abstract":"  If NBC's Bob Trumpy sounded a bit like Alan M. Dershowitz last Saturday in defense of Giants Coach Ray Handley -- \"No one deserves the disrespect Ray Handley's gotten the past six weeks\" the analyst said during the Giants' 35-21 upset of the Kansas City Chiefs -- well, Trumpy had an extremely willing client.   (Handley has another defender, too; the MSG Network's acerbic Bob Page, who says only \"psychopathic murderers\" deserve the bile Handley has swallowed.)","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Referee Clears Ice, Then the Rangers Clean Up","web_url":"https://www.nytimes.com/1992/12/22/sports/hockey-referee-clears-ice-then-the-rangers-clean-up.html","abstract":"  It's not even midseason, but the intensity between the Rangers and the Devils is already reaching playoff levels.   Tonight, with the National Hockey League's new anti-fighting commissioner on hand and with their best defensemen missing, the Rangers scored a 3-0 victory at the Byrne Meadowlands Arena in a game that saw all 10 skaters from both teams ordered to the penalty boxes on the second shift of the night.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Jiri Kylian Starts a Company for Dancers Young at Heart","web_url":"https://www.nytimes.com/1992/12/22/arts/jiri-kylian-starts-a-company-for-dancers-young-at-heart.html","abstract":"  Professional dance can be cruel. In the Western world, at least, it is the province of youth, of young bodies that can be molded by choreographers and accomplish breathtaking physical feats.   After a certain age -- conventionally, 40 -- a dancer accustomed to a glamorous life and applause and world travel suddenly finds himself or herself on the professional scrap heap. In a big ballet company, there are always character parts. There are ballet-master and teaching jobs. A choreographer in the modern-dance tradition can continue performing, incongruously surrounded by a seemingly unchanging cadre of youthful dancers; one thinks of Martha Graham or Merce Cunningham.","thumbnail":null,"section":"Arts"},{"date":"19921222","headline":"Chess","web_url":"https://www.nytimes.com/1992/12/22/nyregion/chess-288292.html","abstract":"  When you have tramped over and over again the circuitous paths of analysis looking for a better move than anything yet seen, there is a real danger of losing your bearings and circling back on an alternative that you and everybody else had rejected long ago. And, in a feverish state of overwork, you don't recognize it for the lemon that it is. Disaster follows.   That seems to have been what happened to Ilya Gurevich, an international master from Worcester, Mass., in his game with Walter Browne, a Berkeley grandmaster, in the second round of the United States championship in Durango, Colo. Gurevich, an acknowledged specialist in the strategic territory in which he found himself, left the main track to pick up a trail that had been abandoned three years ago. And he paid dearly for it, because Browne produced a method against it more convincing than anything heretofore seen. The action took place Dec. 3 at the Red Lion Inn.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"George Murnane, 75, a Partner, Like His Father, at Lazard Freres","web_url":"https://www.nytimes.com/1992/12/22/nyregion/george-murnane-75-a-partner-like-his-father-at-lazard-freres.html","abstract":"  George Murnane Jr., a former partner at the investment banking firm of Lazard Freres & Company, died on Sunday at Indian River Memorial Hospital in Vero Beach, Fla. He was 75 and lived in Vero Beach.   Mr. Murnane, a former resident of Locust Valley, L.I., died of emphysema, said his wife, the former Mary McDonnell.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"School Director Charged With Abuse","web_url":"https://www.nytimes.com/1992/12/22/nyregion/school-director-charged-with-abuse.html","abstract":"  The director of a Manhattan junior high school for children at risk of dropping out was arrested yesterday and charged with sexually abusing a 14-year-old boy who was a ninth grader at the school, officials said.   Investigators are also attempting to determine whether the director, Michael Friedman, 49, abused other students as far back as 1985, said Robert Viteretti, deputy commissioner of investigation for the New York City School District.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-letters-to-the-editor-93179201141.html","abstract":"Charles Krauthammer's attempt to justify the nonintervention of Western troops in Bosnia-Herzegovina is a slap in the face of those suffering the consequences of Serbian \"ethnic cleansing\" and genocide (\"Somalia, Yes, Bosnia, No: The Crucia","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Gunfire Stops 415 Arab Deportees From Going Back to Israeli Zone","web_url":"https://www.nytimes.com/1992/12/22/world/gunfire-stops-415-arab-deportees-from-going-back-to-israeli-zone.html","abstract":"  Ordered by Lebanese soldiers to leave their makeshift tent camp, 415 exiled Palestinians in southern Lebanon tried to march back into Israeli-controlled territory today but were stopped when Israel's client militia fired mortars and machine-gun rounds at them.    The shooting seemed intended more to frighten off the Palestinians than to hurt them, and it worked, because they headed back to their camp. Nonetheless, two men were reportedly wounded, one in the hand and one in the jaw, by a piece of shrapnel.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"Nassau Approves Budget That Eliminates Deficit","web_url":"https://www.nytimes.com/1992/12/22/nyregion/nassau-approves-budget-that-eliminates-deficit.html","abstract":"  The Nassau County Board of Supervisors today approved a budget for 1993, ending a four-month deadlock between Republicans and Democrats that threatened to drop the county's credit rating to junk-bond status.   County officials said the approximately $1.9 billion budget would eliminate a $121 million deficit while freezing property taxes and adding about 1,000 more employees over the next two years. It also eliminates a mortgage-tax increase that County Executive Thomas S. Gulotta, a Republican, had included in his budget proposal last month.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Why the Shark Was Given the Shove","web_url":"https://www.nytimes.com/1992/12/22/sports/basketball-why-the-shark-was-given-the-shove.html","abstract":"  What was the point of the San Antonio Spurs' firing of Jerry Tarkanian late last week? Specifically, it was a disagreement between Tarkanian and the Spurs' owner, Red McCombs, over how immediate the team's needs for an experienced point guard were. Spiritually, it was a fatal miscalculation as to how far a coach in the National Basketball Association can push before the owner shoves him out the door.   It took years of politicking and legal wrangling for the University of Nevada-Las Vegas administration to wrest control of its basketball program from Tarkanian. It took McCombs 20 games and one fateful meeting last Friday afternoon.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Sports of The Times; Happy Days Home Again In Kentucky","web_url":"https://www.nytimes.com/1992/12/22/sports/sports-of-the-times-happy-days-home-again-in-kentucky.html","abstract":"  FOR a number of fans, Kentucky's last-second loss in overtime to Duke last March signaled the Wildcats' full recovery from the devastating blow of probation.   But after watching Kentucky rout Morehead State last Saturday, I realized that the 104-103 loss to Duke marked the end of an era, not the beginning.   This season is the beginning.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"The Science Behind Mailing Lists","web_url":"https://www.nytimes.com/1992/12/22/theater/the-science-behind-mailing-lists.html","abstract":"  Mailing lists are the lifeblood of many nonprofit theater companies, and these groups frequently exchange lists among themselves. Because so many subscribers to one company also subscribe to others, however, the number of duplications is large, and culling is necessary. \"We have to gather about 400,000 names to mail 200,000 pieces,\" said Helene Davis, the director of press and marketing at the Manhattan Theater Club.   That company rents its list for $100 for each 1,000 names, and offers 7,000 households to marketers. It has an additional 30,000 names on its single-ticket sales list.","thumbnail":null,"section":"Theater"},{"date":"19921222","headline":"The Arts Lose 2 Masters: Stella Adler, Nathan Milstein","web_url":"https://www.nytimes.com/1992/12/22/theater/the-arts-lose-2-masters-stella-adler-nathan-milstein.html","abstract":"  Stella Adler, the acting teacher who was a leading Method exponent, died at 91. Nathan Milstein, the violin virtuoso, was 88. Obituaries, page B10. (Photos)","thumbnail":null,"section":"Theater"},{"date":"19921222","headline":"Not Every TB Case Within 50 Miles Comes From New York","web_url":"https://www.nytimes.com/1992/12/22/opinion/l-not-every-tb-case-within-50-miles-comes-from-new-york-241792.html","abstract":"  To the Editor:   Your Dec. 6 article about the increase of tuberculosis cases far from the crowded city reports on an upstate New York family in which the father and one toddler had active tuberculosis disease, while the other family members were infected with the tuberculosis germ. You raise an important issue in the occurrence of tuberculosis outside the urban setting. Clearly, the father was the source case of tuberculosis in his family, spreading the germ to his close contacts. You omitted a most important epidemiologic fact: Where was he from?","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Miami Players Don't Fret About Coach","web_url":"https://www.nytimes.com/1992/12/22/sports/college-basketball-miami-players-don-t-fret-about-coach.html","abstract":"  It's that time of year again, when Dennis Erickson seems to be rumored for every high-profile football coaching job in the country. And why not? The University of Miami is 11-0 this season and on the brink of being ranked tops in the nation for the third time in Erickson's four years here.   The Hurricanes already have lost their defensive coordinator, Sonny Lubick, for next season. Lubick accepted the head coaching position at Colorado State today, replacing Earle Bruce.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Onward Through N.F.L. Playoff Fog","web_url":"https://www.nytimes.com/1992/12/22/sports/pro-football-onward-through-nfl-playoff-fog.html","abstract":"  Entering their final game of the regular season, the Houston Oilers find themselves in the position in which a victory at the Astrodome over the Buffalo Bills might not give them the most desirable matchup in the first round of the National Football League playoffs.    If the Oilers lose, the Bills will clinch the American Conference East title with a 12-4 record and gain a first-round bye in the playoffs. That result would also preclude any chance of the Oilers' having to take on the Bills in the first round, and this time outdoors in Orchard Park, N.Y.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"It's Decision Time for Well-Armed 49ers","web_url":"https://www.nytimes.com/1992/12/22/sports/pro-football-it-s-decision-time-for-well-armed-49ers.html","abstract":"  Steve Young's baseball cap spoke 1,000 words, or, in this case, three. \"Keep The Peace,\" his hat said in indelible stitching the other day at a team practice, and serenity is precisely what the San Francisco 49ers wish for.   Joe Montana's re-entrance to the team could make for an unseemly schism, if egos are not handled tidily. Young has sailed through a 13-2 season as the unopposed starting quarterback and a candidate for the league's most valuable player award, but Montana is a future Hall of Famer whose return to uniform might throw matters out of kilter.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Taipei Journal; Dissident Finds Democracy Isn't Its Own Reward","web_url":"https://www.nytimes.com/1992/12/22/world/taipei-journal-dissident-finds-democracy-isn-t-its-own-reward.html","abstract":"  Sipping coffee in a dark corner of a small cafe, a bit furtively as if the police might still be interested in him, Huang Hua spoke softly of a long and distinguished career in which he had lately worked himself out of a job.   Lean and rumpled, Mr. Huang is a professional political prisoner, a 53-year-old who has spent most of his adult life behind bars for speaking his mind. These days, in an increasingly democratic Taiwan, the prisons have fewer openings for dissidents, and he has little experience in doing much else but protesting.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"Serbia's Enigma: An Aloof Leader Who Stoked Fires of Nationalist Passion","web_url":"https://www.nytimes.com/1992/12/22/world/conflict-balkans-serbia-s-enigma-aloof-leader-who-stoked-fires-nationalist.html","abstract":"  On the ruined walls of towns and villages across Bosnia and Herzegovina that have been devastated by \"ethnic cleansing,\" one word, \"Slobo,\" appears again and again, scrawled in spray paint by the Serbian fighters who have swept through, terrorizing inhabitants and razing homes.   For those who have made his name a totem of their cause, it seems no matter that \"Slobo\" -- Slobodan Milosevic, the President of Serbia -- has never visited the battle zone, nor even their wounded fighters. As the political patron of Serbian nationalism, and as the head of the Serbian Government that has given the arms and money Bosnia's Serbs have needed to carry out their killings, Mr. Milosevic is a hero above all others among the forces who have seized two-thirds of Bosnia as an exclusive Serbian domain.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"Bird-Watching Biologists See Evolution on the Wing","web_url":"https://www.nytimes.com/1992/12/22/science/bird-watching-biologists-see-evolution-on-the-wing.html","abstract":"  THE work of evolution is usually done on a time scale of millennia, too protracted for scientists to witness. So biologists were surprised by a finding that a bird known as the blackcap had evolved an entirely new migration pathway in a mere 40 years, right under the watchful binoculars of Europe's devoted bird enthusiasts.   The blackcap, a European wood warbler and relative of American gnatcatchers and kinglets, appears to have developed the genetic program for an entirely new migration route that shuttles it each winter from Central Europe to England rather than to the warmer climes normally sought by these birds in the western Mediterranean.","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"Colombian Drug Leader Gets 17 1/2-Year Term","web_url":"https://www.nytimes.com/1992/12/22/world/colombian-drug-leader-gets-17-1-2-year-term.html","abstract":"  A judge approved a 17 1/2-year prison term today for the leader of a drug gang that the authorities say was instrumental in expanding the heroin trade here.   The sentence, which the authorities said was quite likely to be reduced to seven years because the chieftan, Ivan Urdinola, 32, had cooperated with the authorities, was received warmly in Colombia but regret in Washington. \"It would be disappointing if he served as little as seven years in prison, given the magnitude of Urdinola as a major Cali cartel kingpin,\" the head of the United States Drug Enforcement Administration, Robert C. Bonner, said. \"I don't think that kind of a sentence would be commensurate with both his level as a major cocaine trafficker or with the other kinds of violent crimes like homicide that Urdinola has committed in Colombia.\"","thumbnail":null,"section":"World"},{"date":"19921222","headline":"He Comes to Hustle. Letterman Can Wait.","web_url":"https://www.nytimes.com/1992/12/22/sports/basketball-he-comes-to-hustle-letterman-can-wait.html","abstract":"  Chucky Brown watched himself on ESPN's highlights Sunday night and couldn't help but smile.   Brown might have appeared on highlight tapes before, but probably never in a Nets uniform. Much of his basketball life has been in transition -- too much movement for any camera to get a fix on -- but with the Nets he has found a resting place on the bench. Not that he is given much chance to rest.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-letters-to-the-editor-92106414309.html","abstract":"Leslie Gelb's arguments for military intervention in Bosnia are based on the notion that the Serbs are the sole group guilty of atrocities (\"Never Again? Beware, Europe, Cynicism Is Contagious,\" Dec. 14). But he overlooks the fact that Croat ext","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"The Great Giveaway Game","web_url":"https://www.nytimes.com/1992/12/22/opinion/the-great-giveaway-game.html","abstract":"  It's official: The 90's is the Decade of Inclusion. Bill Clinton has made \"inclusion\" a hallmark of his permanent campaign, offering balm, bucks and solemnities to all. And some Republicans, eager to prove they are not Bible Belt Torquemadas, also pose as partisans of the open door.   The battle for inclusion represents the latest installment in both parties' struggle to seize the great American middle ground. For them, \"inclusion\" provides a much-needed nonce word -- a cozy, empty, inviting euphemism for \"pandering.\"","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Western Experts Feel Russia's Move to Free Market Will Continue","web_url":"https://www.nytimes.com/1992/12/22/world/western-experts-feel-russia-s-move-to-free-market-will-continue.html","abstract":"  Despite a series of recent setbacks for President Boris N. Yeltsin's drive to establish a market economy in Russia, many Western economists and experts say that the transition is likely to continue, at a slower pace, and that the process may be too far along to be reversed.   In a dozen interviews, experts on Russia as well as officials who deal with Russia in the United States Government, the International Monetary Fund and the World Bank said they were disappointed that Mr. Yeltsin had been thwarted in his efforts. But they said they no longer feared that the Yeltsin reforms were in danger of being undone.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"Man Is Convicted in Drug Agent's Torture Death","web_url":"https://www.nytimes.com/1992/12/22/us/man-is-convicted-in-drug-agent-s-torture-death.html","abstract":"  The brother-in-law of a former Mexican President was convicted today by a Federal court jury in the 1985 kidnapping and torture death of a United States drug agent.   Verdicts in the high-profile case were returned after two and a half days of deliberations by the jury of nine men and three women. The defendant, Ruben Zuno Arce, was found guilty of all four counts, including two counts of conspiracy.","thumbnail":null,"section":"U.S."},{"date":"19921222","headline":"Ditka Also Has Doubts","web_url":"https://www.nytimes.com/1992/12/22/sports/sports-people-pro-football-ditka-also-has-doubts.html","abstract":"  MIKE DITKA has raised doubts about remaining as the coach of the Chicago Bears.   Ditka said after Sunday's 16-3 loss to the Detroit Lions that the Bears' president, MICHAEL McCASKEY, isn't the only one evaluating Ditka's prospects for next season.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Chess","web_url":"https://www.nytimes.com/1992/12/22/nyregion/chess-288293.html","abstract":"  When you have tramped over and over again the circuitous paths of analysis looking for a better move than anything yet seen, there is a real danger of losing your bearings and circling back on an alternative that you and everybody else had rejected long ago. And, in a feverish state of overwork, you don't recognize it for the lemon that it is. Disaster follows.   That seems to have been what happened to Ilya Gurevich, an international master from Worcester, Mass., in his game with Walter Browne, a Berkeley grandmaster, in the second round of the United States championship in Durango, Colo. Gurevich, an acknowledged specialist in the strategic territory in which he found himself, left the main track to pick up a trail that had been abandoned three years ago. And he paid dearly for it, because Browne produced a method against it more convincing than anything heretofore seen. The action took place Dec. 3 at the Red Lion Inn.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"A Look at Life After Mass Marriage; For 2,075 Couples (Give or Take 200), 10 Years Together, Thanks to Sun Myung Moon","web_url":"https://www.nytimes.com/1992/12/22/nyregion/look-life-after-mass-marriage-for-2075-couples-give-take-200-10-years-together.html","abstract":"  When Jonathan and Debby Gullery were married 10 years ago, in a mass wedding of 2,075 couples at Madison Square Garden, they were widely viewed as bit players in a bizarre show produced by the Rev. Sun Myung Moon. Strangers screamed at them as they sold flowers on the street, and Mrs. Gullery's father said he thought seriously about having her kidnapped and brought home.   But over the last decade, the Gullerys say, both they and their church have grown up and settled down. On a recent evening, amid the chaos of bedtime for their three young children, they took turns coaxing the 4-year-old back to her room while Mrs. Gullery's father, who was visiting from Vermont, took refuge in the novel he was reading in the living room of their suburban home.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Rockies Sign Boston","web_url":"https://www.nytimes.com/1992/12/22/sports/sports-people-baseball-rockies-sign-boston.html","abstract":"  DARYL BOSTON, a free agent, signed a one-year contract with the Colorado Rockies yesterday for $550,000. The 29-year-old outfielder, who earned $935,000 last season, hit .249 with 11 home runs and 35 runs batted in for the Mets.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"PATH Back In Operation After Repairs","web_url":"https://www.nytimes.com/1992/12/22/nyregion/path-back-in-operation-after-repairs.html","abstract":"  PATH service from Hoboken to the World Trade Center and 33d Street stations resumed yesterday morning after a 10-day suspension while workers pumped out storm-flooded tunnels and repaired electrical equipment. It was the longest service interruption on a PATH line since a two-and-a-half month strike in 1980.   The railroad began testing the tunnel approaches to the Hoboken station with crew-only trains at noon on Sunday, said Michael A. Scott, General Superintendent of PATH operations. The first passengers made the nine-minute trip from the terminal to the World Trade Center at 5:26 A.M. The Hoboken connection was the last part of the PATH system to return to service after the Dec. 11 storm, which flooded parts of several tunnels and briefly interrupted traffic across the system.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Bridge","web_url":"https://www.nytimes.com/1992/12/22/nyregion/bridge-289093.html","abstract":"  A strong claimant for the best defensive play of 1992 is Mike Passell of Dallas, who sat East on the diagramed deal in a regional Swiss team championship in Vancouver. His opponents reached a normal three no-trump contract, and his partner led the club queen to dummy's king.   Since West has no side entry for his clubs, it is clear that South can make his contract. He can work on spades and make two tricks in that suit, together with three diamonds, two hearts and two clubs. But a funny thing happened.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Riley Led Charge to Improve His State's Schools","web_url":"https://www.nytimes.com/1992/12/22/us/riley-led-charge-to-improve-his-state-s-schools.html","abstract":"  Low-key and unprepossessing, Richard W. Riley, President-elect Bill Clinton's choice for Education Secretary, is a champion of education reform with a knack for getting the changes he wants.   As Governor of South Carolina in the mid-1980's Mr. Riley built a consensus for sweeping changes in the state's elementary and secondary schools, including higher standards for promotion, for high school and college graduation and for college entrance. His education package gave the state the authority to take over inferior school districts and it levied a penny increase in the state sales tax, raising $240 million a year to pay for the new programs.","thumbnail":null,"section":"U.S."},{"date":"19921222","headline":"Pupils Say Goodbye To a Slain Principal","web_url":"https://www.nytimes.com/1992/12/22/nyregion/pupils-say-goodbye-to-a-slain-principal.html","abstract":"  They had traveled from Brooklyn to Staten Island to stand quietly in the rear of the church, brushing away their tears, and they had touched the coffin moving past. They had said a final goodbye to their school principal.   Now the long black hearse was carrying away the remains of Patrick Daly, and the crowds and the politicians were drifting off. But these three children from the Red Hook Houses were still sobbing. This particular killing had been, they said, just more than they could bear.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Somali Women Stride Ahead Despite the Scars of Tradition","web_url":"https://www.nytimes.com/1992/12/22/world/somali-women-stride-ahead-despite-the-scars-of-tradition.html","abstract":"  It was the eyes of the children that tortured Dahabo Isse the most. So she solicited food from the Red Cross, and with a handful of other Somali women turned an abandoned building into a kitchen that served two high-protein meals a day to the hungry on the streets of Mogadishu.   That was almost two years ago. Today, at 27, she directs about 140 kitchens for the International Committee of the Red Cross in the southern section of the capital, feeding more than 200,000 people a day and employing about 3,000 other Somali women. Women in Charge    If Miss Isse's compassion triggered the idea, it was her business acumen that led to success and made her a symbol of the new power of the Somali woman in this deeply traditional Muslim society. The two years of civil war that killed hundreds of thousands, displaced others and destroyed much of the country has redefined the position of women, transforming them into the backbone of the economy and loosening strictures that kept them from power.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"CLINTON CHOOSES 2 AND DEPLORES IDEA OF CABINET QUOTAS","web_url":"https://www.nytimes.com/1992/12/22/us/the-transition-clinton-chooses-2-and-deplores-idea-of-cabinet-quotas.html","abstract":"  At a news conference where he named two more members of his Cabinet, President-elect Bill Clinton lashed out at women's groups who had been complaining about the pace of appointing women, calling them \"bean counters\" who were more interested in quotas than competence.   His comments came as he announced the appointment of Hazel R. O'Leary, a 55-year-old power company executive from Minnesota, to be Energy Secretary, and former Gov. Richard W. Riley of South Carolina, 59, as Education Secretary.","thumbnail":null,"section":"U.S."},{"date":"19921222","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/22/us/c-corrections-206992.html","abstract":"  A chart yesterday with the continuation of a front-page obituary about Steven J. Ross, chairman of Time Warner Inc., misstated the ownership of Newsweek magazine. It is owned by the Washington Post Company.","thumbnail":null,"section":"U.S."},{"date":"19921222","headline":"Ray May Go, but Some Of These Kids Will Stay","web_url":"https://www.nytimes.com/1992/12/22/sports/pro-football-ray-may-go-but-some-of-these-kids-will-stay.html","abstract":"  One reason the Giants have gone downhill the last two years has been an aging defense. Now, in a season that will end in Philadelphia on Sunday and leave the Giants with either a 6-10 or 7-9 record, they seem to have uncovered a good group of rookies on defense.   Coach Ray Handley cited three of the rookies for their work in last Saturday's 35-21 upset of Kansas City -- cornerback Phillippi Sparks, defensive end Keith Hamilton and safety Corey Raymond. And there are others awaiting playing time next year, notably defensive end Stacey Dillard, nose tackle George Rooks and inside linebacker Corey Widmer.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1992/12/22/sports/results-plus-800292.html","abstract":"  BOXING  Vasquez Wins Title    Cesar Vasquez of Argentina knocked out Hiroshi Kamiyama of Japan in the first round last night to win the World Boxing Association junior middleweight crown in Buenos Aires. A violent right cross by Vasquez floored Kamiyama in the first minute and opened a deep gash over his left eye. A combination of rights and lefts by Vasquez sent Kamiyama down a second time, but Venezuelan Referee Isidoro Rodriguez allowed the fight to continue after the count of 8. Finally, a left cross floored Kamiyama for the third time. The crown was left vacant when former champion Vinnie Pazienza of the United States was severely injured in a car accident. (AP) N.B.A.  Price Leads Cavaliers    Mark Price scored Cleveland's last 9 points in regulation, then added 7 more in overtime as the Cavaliers won their sixth consecutive game, 111-107, over the Washington Bullets last night at Landover, Md. Rex Chapman scored 37 points, including 11 in overtime, but it wasn't enough to prevent the Bullets from dropping their seventh straight. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/22/style/chronicle-260392.html","abstract":"  \"Chutzpah\" is not a word normally used in connection with the recipient of an honorary degree. But on Sunday, DR. NORMAN LAMM, president of Yeshiva University presented a doctor of humane letters to Gen. COLIN. L. POWELL, the Chairman of the Joint Chiefs of Staff, for demonstrating \"distinct qualities that are inextricably associated with the New York persona: perseverance, ambition, competence and chutzpah, which we translate as disciplined audaciousness.\"   The translation was not necessary for General Powell, who received the degree at Yeshiva's 68th annual Hanukkah dinner and convocation at the Waldorf-Astoria Hotel. As he explained in his acceptance speech for 700 supporters of the university, he has some familiarity with Yiddish, acquired during a job he had while he was growing up in the Bronx, \"working at Sixer's baby-furniture store on Westchester Avenue, where it is reliably reported I learned a bissel Yiddish,\" which means a little Yiddish.","thumbnail":null,"section":"Style"},{"date":"19921222","headline":"22 Charged With Faking or Inflating Insurance Damage Claims","web_url":"https://www.nytimes.com/1992/12/22/nyregion/22-charged-with-faking-or-inflating-insurance-damage-claims.html","abstract":"  In what Federal prosecutors and investigators portrayed as the start of a broad assault on insurance fraud in the New York region, a total of 22 claims adjusters, salvage contractors and property owners were charged yesterday in Brooklyn with fabricating or inflating damage claims by millions of dollars.   In some cases, officials said, corrupt adjusters smashed walls and pipes to stage phony damage or sprayed tea on walls to create water stains for photographs. One licensed adjuster regularly traveled with a hose in the trunk of his car to spray water around, they said. And sometimes items were reported stolen by the same claimants more than once. No Cases Related to Storm  ","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Israel's Buffer in Southern Lebanon","web_url":"https://www.nytimes.com/1992/12/22/world/israel-s-buffer-in-southern-lebanon.html","abstract":"  Israel's \"security zone\" in southern Lebanon was created to serve as a buffer against guerrilla attacks on towns and farming settlements along Israel's northern border.    Carved out and controlled by Israel, the zone has been held despite repeated demands by the Beirut Government that Israeli forces withdraw from the area.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"Gastineau Extradition","web_url":"https://www.nytimes.com/1992/12/22/sports/sports-people-pro-football-gastineau-extradition.html","abstract":"  MARK GASTINEAU, the former New York Jets star, agreed yesterday to return to Arizona, where he faces contempt charges for violating the terms of a court-ordered drug treatment program.   At a hearing in the First District Court in Mineola, L.I., the 36-year-old Gastineau agreed to waive his right to an extradition hearing, said ED GRILLI, spokesman for the Nassau County District Attorney's office.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Embryos of Fruit Flies Are Frozen and Revived","web_url":"https://www.nytimes.com/1992/12/22/science/embryos-of-fruit-flies-are-frozen-and-revived.html","abstract":"  The art of preserving live organisms in frozen storage has taken an important step with a report that scientists have successfully frozen and revived the embryos of fruit flies.   The achievement will greatly simplify the work of the many laboratories that use fruit flies in experiments and is also expected to improve techniques of cryogenic preservation generally.","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"Of Data Compression and Decompression","web_url":"https://www.nytimes.com/1992/12/22/science/personal-computers-of-data-compression-and-decompression.html","abstract":"  EVEN a couple of years ago, 40 megabytes of storage seemed like Santa's sack: a bottomless repository. Today, thanks to color graphics, video, sound and byte-spewing engines like Windows and OS/2, some PC buyers consider 100 megabytes a bare minimum, and even 200MB does not seem greedy. Hard disks are like attics or garages; regardless of size, they soon become cluttered.   The problem becomes more acute with notebook computers, which typically have smaller disk drive capacities than their desktop cousins.","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/22/nyregion/no-headline-527592.html","abstract":"  \"The protesting and advice-giving world that is flinging criticism at us is the same world that didn't say a word when 300,000 Palestinians were thrown out of Kuwait. And this is the same world that day by day and night by night sees thousands die -- slaughtered, butchered, raped -- in Bosnia and doesn't lift a finger.\" YITZHAK RABIN.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Hebert Is Threatened","web_url":"https://www.nytimes.com/1992/12/22/sports/sports-people-pro-football-hebert-is-threatened.html","abstract":"  BOBBY HEBERT received a telephoned death threat after the New Orleans Saints lost, 20-16, to the Buffalo Bills on Sunday. The quarterback was later escorted from the Superdome to his car by police officers.   \"There was a crank call at the stadium,\" Saints General Manager JIM FINKS said. \"That happens every place.\"","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Drug Lord Turned Informant To Be Released in Six Years","web_url":"https://www.nytimes.com/1992/12/22/nyregion/drug-lord-turned-informant-to-be-released-in-six-years.html","abstract":"  Leroy (Nicky) Barnes, one of the most deadly and powerful drug lords in New York City history, who became an undercover informer while serving a life sentence in prison without parole, is expected to be released from prison in six years at the request of Federal prosecutors.   Now 60 years old, Mr. Barnes has already served nearly 15 years, most of it in the protective custody of the Justice Department.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"JEWS OF NAZI ERA GET CLAIMS DETAILS","web_url":"https://www.nytimes.com/1992/12/22/world/jews-of-nazi-era-get-claims-details.html","abstract":"  The Conference on Jewish Material Claims Against Germany has issued a statement detailing the criteria for eligibility of Jewish victims of Nazi persecution for German Government compensation under an agreement concluded in November.   The conference, based in New York, had previously announced the agreement, which it negotiated with the German Finance Ministry, in a brief statement.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"Cowboys Star In How the East Was Won","web_url":"https://www.nytimes.com/1992/12/22/sports/pro-football-cowboys-star-in-how-the-east-was-won.html","abstract":"  The Dallas Cowboys tonight showed why they are the National Conference East Division champions and why they will be a solid rock that will not easily be moved in the playoffs leading to Super Bowl XXVII.   The Atlanta Falcons showed why they are not a playoff team, why they are under .500 and why they will need a makeover -- especially on defense -- for 1993.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Use the 'Bias' Label Cautiously","web_url":"https://www.nytimes.com/1992/12/22/opinion/use-the-bias-label-cautiously.html","abstract":"  Recklessly employed, the phrase \"bias crime\" feeds divisiveness, especially in racially charged times. That's why it comes as good news that the police and City Hall plan to be more cautious in the way they handle bias complaints.   The need for caution was demonstrated by last weekend's rancorous events in the Williamsburg section of Brooklyn. A 41-year-old black man, Robert Johnson, told police that several Hasidic Jews attacked and beat him without provocation.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"BUSH AIDE ACCUSED OF LYING IN INQUIRY ON CLINTON SEARCH","web_url":"https://www.nytimes.com/1992/12/22/us/bush-aide-accused-of-lying-in-inquiry-on-clinton-search.html","abstract":"  The Justice Department says that the White House political director, Janet G. Mullins, \"may have made false statements\" to Federal investigators and may have helped direct the search of Bill Clinton's passport files during the Presidential election campaign.   The accusations against Ms. Mullins, who is among the inner circle of aides to James A. Baker 3d, mark the first time Federal officials have suggested that the White House may have helped orchestrate the effort to find damaging information about the Democratic candidate at the height of the campaign.","thumbnail":null,"section":"U.S."},{"date":"19921222","headline":"Key Witness Backs Officers Who Shot Transit Colleague","web_url":"https://www.nytimes.com/1992/12/22/nyregion/key-witness-backs-officers-who-shot-transit-colleague.html","abstract":"  The key witness in the shooting of a plainclothes transit police officer in Brooklyn last month has backed up the claims of the officers who shot him, saying they fired at him only after he turned toward them with his gun drawn, the witness's lawyer said yesterday.   In giving her account of the shooting of Officer Derwin Pannell to the Brooklyn District Attorney's office, the witness, who was being held that night as a fare beater, said Officer Pannell turned toward the other officers after they shouted the standard declaration, \"Police, don't move,\" the lawyer, Jacqueline McMickens, said.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"SAUDI DENOUNCES FUNDAMENTALISTS","web_url":"https://www.nytimes.com/1992/12/22/world/saudi-denounces-fundamentalists.html","abstract":"  King Fahd of Saudi Arabia has delivered his harshest and most explicit denunciation yet of Saudi Muslim fundamentalists.    He demanded in remarks made public today that the fundamentalists stop distributing anti-Government materials and stop using mosques to incite reactions against Government policies and the ruling family. King Fahd said \"foreign currents\" stood behind a campaign to destabilize Saudi Arabia, making a scantly disguised reference to Iran and Sudan.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"Eagle Player Arrested","web_url":"https://www.nytimes.com/1992/12/22/sports/sports-people-pro-football-eagle-player-arrested.html","abstract":"  Philadelphia Eagles tight end MAURICE JOHNSON was arrested early yesterday after a fight at a downtown dance club.   DARQUETTA DENNIS, manager of the Cat Club, said Johnson used profanities and threatened some of her employees after refusing to pay the entrance fee shortly after 1 A.M.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"CANADA TIGHTENS IMMIGRATION LAW","web_url":"https://www.nytimes.com/1992/12/22/world/canada-tightens-immigration-law.html","abstract":"  Long considered a model of generosity in granting asylum to the world's persecuted, Canada is making its immigration procedures more restrictive in the biggest change in Canadian immigration law in 16 years.   After a long period of economic hard times, and with unemployment well over 10 percent, the new law responds to a decline in Canadian tolerance toward immigrants, among other reasons, because they are seen as competitors in the labor force.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"The Talk of Hollywood; Louis Malle Cuts a Film and Grows Indignant","web_url":"https://www.nytimes.com/1992/12/22/movies/the-talk-of-hollywood-louis-malle-cuts-a-film-and-grows-indignant.html","abstract":"HOLLYWOOD, Dec. 21 Louis Malle is outraged. Under pressure by his distributor, New Line Cinema, he has just edited several seconds out of a scene in his new film, \"Damage,\" which will open on Wednesday. As a result, the movie's rating has been switched from a rare NC-17 -- meaning no one under 17 years of age is allowed -- to the far more common R rating. That means that anyone under 17 must be accompanied by an adult.   What disturbs this 60-year-old French director is not so much the change in the single scene, which essentially involves rearranging some steamy shots between Jeremy Irons and Juliette Binoche. It is what he calls the \"esthetic myopia\" of the Motion Picture Association of America's rating procedure, which gives R ratings to extremely -- perhaps gratuitously -- violent movies, like \"Basic Instinct.\" But the association, Mr. Malle said, has another set of standards for serious films dealing with sexual matters. - \"This is weird to me,\" the director said in a recent interview at his publicity agent's office. \"Maybe I'm from a different culture. But it's difficult for me to understand this obsession that the ratings people have with nudity and this looseness about horrific violence. They have managed to cloak 'Damage' in an aura of pornography.\"   The film is based on Josephine Hart's best seller about an English politician (played by Mr. Irons), who has a consuming affair with his son's fiancee (Miss Binoche). Miranda Richardson, Rupert Graves and Leslie Caron also star. Rearranging a Scene","thumbnail":null,"section":"Movies"},{"date":"19921222","headline":"Topics of The Times; An Urban Aviary","web_url":"https://www.nytimes.com/1992/12/22/opinion/topics-of-the-times-an-urban-aviary.html","abstract":"  The most beautiful birds in New York are leaving town and won't be back for quite a while. Many of the New-York Historical Society's collection of John James Audubon's watercolor paintings will be away on a long tour. But some of the stay-at-homes remain on view through Jan. 3 at the society on Central Park West.    There is an exuberance in these watercolors that isn't caught in the more familiar engravings that were made from them. The sandpiper snaps hungrily at a snail while a dovekie has trouble swallowing a shrimp. A godwit balances steadily on a long leg while the purple gallinule strides by in feathered self-importance.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1992/12/22/nyregion/metro-digest-459792.html","abstract":"  NEW YORK CITY   REDEFINING BIAS CRIMES   The New York City Police Department says it will be more cautious in attributing the motive of crimes to racial or ethnic bias, a move intended to head off the bitter reactions that followed the department's handling of recent attacks on Jews and blacks in Brooklyn. Altering a decade-old policy, Police Commissioner Raymond W. Kelly ordered that crimes that had been labeled \"bias incidents\" will now be called only \"possible bias incidents\" until thorough investigations are completed. Mayor David N. Dinkins became ensnared in a rancorous political fight in early December, when he labeled as \"bias-related\" the beating of a black man outside the Lubavitcher Jewish headquarters in Brooklyn. A1.   MOB BOSS CONVICTED   Victor J. Orena, described as the acting boss of the Colombo crime family, was convicted of racketeering and murder charges that could keep him in prison for the rest of his life. It was the third time this year that Federal prosecutors in Brooklyn obtained the conviction of a boss of one of New York City's five Mafia families. B3.  GOODBYE TO SLAIN PRINCIPAL   They traveled from Brooklyn to Staten Island to stand quietly in the rear of the Catholic Church, brushing away their tears. They touched the casket moving past. And they said a final goodbye to their school principal, Patrick Daly. B3.   REDUCING A LIFE SENTENCE   Leroy (Nicky) Barnes, one of the most deadly and powerful drug lords in New York City history, who became an undercover informer while serving a life sentence in prison without parole, is expected to be released from prison in six years at the request of Federal prosecutors. B3.  EDUCATOR CHARGED WITH SEX ABUSE   The director of a Manhattan junior high school for children at risk of dropping out was arrested and charged with sexually abusing a 14-year-old boy who was a ninth grader at the school, officials said. B4.   REGION    RESTORING WELFARE CUTS   In a vote that revived partisan debate over the state budget, the New Jersey Assembly has approved nearly $150 million in supplemental appropriations, including millions of dollars to restore welfare programs and human services that the Republican majority cut six months ago. The bill, which passed 69 to 3, would divert money from the State Transportation Trust Fund to the budget for the 1993 fiscal year. B6.  GIVING SANTA A HAND   Kapable Kids, a small mail-order company, shops North America and Europe for toys suitable for handicapped such youngsters. Kapable Kids also buys standard toys and adapts them for its customers' special needs. The company even builds special toys. Our Towns. B6.   NASSAU APPROVES BUDGET   The Nassau County Board of Supervisors approved a budget for 1993, ending a four-month deadlock between Republicans and Democrats that threatened to drop the county's credit rating to junk-bond status. B6.   PATH SERVICE RESUMES   PATH service from Hoboken to the World Trade Center and 33d Street stations resumed after a 10-day suspension because of storm-flooded tunnels. B7.  Neediest Cases B7   Chronicle B7","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-letters-to-the-editor-91146493365.html","abstract":"Regarding \"Vicious Rape, Planned and Systematic\" (Dec. 14):. Why is the world being so silent to this savagery? These are monsters playing war games, giving themselves a carte blanche to dispense horrific human degradation, empowering themselves","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Trenton Assembly Restores Millions to Social Programs","web_url":"https://www.nytimes.com/1992/12/22/nyregion/trenton-assembly-restores-millions-to-social-programs.html","abstract":"  In a vote that revived partisan debate over the state budget, the Assembly today approved nearly $150 million in supplemental appropriations, including millions of dollars to restore welfare programs and human services that the Republican majority cut six months ago.   \"There is nothing unusual about a supplemental appropriations bill, but what is different about this supplemental, from this side of the aisle, is that 'We told you so,' \" said Assemblyman Wayne R. Bryant, a Democrat and a sponsor of the measure approved today.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"A Tax That Rides the Tides","web_url":"https://www.nytimes.com/1992/12/22/opinion/a-tax-that-rides-the-tides.html","abstract":"Gridlock on fiscal policy is not new to this recession and to divided government. Congress virtually never reacts to economic downturns in time to make them go away sooner, and never exploits good times to make real progress on the deficit. In short, Washington never misses an opportunity to miss an opportunity.\n\nOur economy had headed nowhere for two years before President Bush timidly called in January for a fiscal stimulus. Congress took 10 months to enact a package, which he vetoed. Now, data suggest that the economy may be picking up steam and that a a stimulus may be unnecessary, but this is cold comfort to the tens of millions of unemployed who have needlessly suffered while Congress dithered.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Review/Music; Big Band In Looks, Not Style","web_url":"https://www.nytimes.com/1992/12/22/arts/review-music-big-band-in-looks-not-style.html","abstract":"  The New York Composers Orchestra looks like a big band and, sometimes, sounds like a big band. But its program on Sunday night at the Knitting Factory invoked typical big-band methods only to twist and explode them, and some pieces jettisoned big-band style completely. Its inventive and satisfying set swaggered through (slightly skewed) blues, flurried and squalled in free jazz and shared rich, reverent chorales.    The orchestra, which convenes occasionally as a repertory ensemble for composers who don't normally have big bands at their disposal, played material from its new album, \"First Program in Standard Time\" (New World), along with two pieces that it commissioned.","thumbnail":null,"section":"Arts"},{"date":"19921222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-letters-to-the-editor-90223769000.html","abstract":"Regarding \"A 'Bush Doctrine' on Applying U.S. Force\" (Dec. 16):. President George Bush sounds admirable when talking about humanity and the need for an activist U.S. foreign policy, such as in Somalia. In case of great human distress, morality i","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Books of The Times; In Classic Children's Books, Is a Witch Ever Just a Witch?","web_url":"https://www.nytimes.com/1992/12/22/books/books-of-the-times-in-classic-children-s-books-is-a-witch-ever-just-a-witch.html","abstract":"  Audacious Kids  Coming of Age in America's Classic Children's Books  By Jerry Griswold  Illustrated. 285 pages. Oxford University Press. $25.","thumbnail":null,"section":"Books"},{"date":"19921222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-letters-to-the-editor.html","abstract":"Both Somalia and Bosnia Test Our Moral Resolve . Having recently returned from Somalia and witnessed the chaos, confusion and tragedy there, I am now hopeful that the United Nations, with the United States playing the lead role, can justify its noble purp","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1992/12/22/nyregion/news-summary-524092.html","abstract":"  International A3-16  HARD-LINE SERB LEADS VOTE    Slobodan Milosevic, a militant nationalist, claimed victory in his race for re-election as president of Serbia. His main challenger, Prime Minister Milan Panic of Yugoslavia, who backs peace efforts, alleged fraud and demanded a new vote.  A1    To some, Mr. Milosevic is a knight; to others, a deluded tyrant.  A16  U.S. WARY OF ACTING IN BOSNIA    News analysis: Although Slobodan Milosevic's victory puts pressure on the West to live up to its warnings on Serbian aggression, the allies seem to have little taste for military action to stop the killing in Bosnia.  A1  SOMALI WOMEN TAKE CHARGE    Though they have suffered enormously from civil war and famine, women are redefining their role in Somalia. They monopolize trade, run relief agencies and sometimes even gain renown as looters in a country dependent on food aid.  A1    The U.N. chief insisted again that Americans disarm Somalis.  A15    Gunmen started moving menacing vehicles out of Mogadishu.  A14  MILITIA FIRES ON PALESTINIANS    About 415 Palestinians exiled in southern Lebanon tried to march back into Israeli-controlled territory but were stopped when Israel's client militia fired at them. Two were reported wounded.  A1    A look at Israel's perilous \"security zone\" in southern Lebanon.  A3  AIR CRASH KILLS 54 IN PORTUGAL    At least 54 people were dead and 4 were missing after a Dutch airliner slammed onto a runway and burst into flames in southern Portugal. But 282 survived through a mixture of luck and safety measures.  A6  RUSSIA TRODS MARKET ROAD    Despite a series of recent setbacks for President Yeltsin's drive to establish a market economy, many Western economists say and that the move toward capitalism may be too far along to be reversed.  A8  CANADA'S DOOR IS CLOSING    Long considered a model of generosity in granting asylum to the world's persecuted, Canada is tightening its immigration rules.  A11  The Saudi King harshly and explicitly warned fundamentalists. A10  Jamaica is luring tourists from as far away as Japan. A12  A Colombian judge gives a drug cartel leader 17 years -- maybe 7. A13  Taipei Journal: Democracy bears some bitter fruit for dissidents. A4  National A18, B8-9  ACCUSATION IN PASSPORT CASE    The Justice Department said the White House political director may have helped direct the search of Bill Clinton's passport files during the Presidential election campaign, the first time Federal officials have suggested that the White House may have helped orchestrate the effort to find damaging information about the Democratic candidate.  A1  WOMEN'S GROUPS CRITICIZED    Clinton lashed out at groups who have been complaining about the pace of appointments of women to his Cabinet as he named a utility executive, Hazel O'Leary, as Secretary of Energy and former Gov. Richard W. Riley of South Carolina as Secretary of Education.  A1  OUTSIDER FOR ENERGY . . .    Clinton's choice of Hazel O'Leary as Energy Secretary was bound to please groups who had been looking for the inclusion of more women and blacks in his Cabinet, but it may take longer for energy companies and environmental groups to see how they feel.  B9  . . . AND REFORMER FOR EDUCATION    Richard Riley, Clinton's selection as Education Secretary, is a champion of education reform with a knack for getting the changes he wants.  B9  POOR TOWN'S LUCRATIVE BET    A riverboat casino opened two months ago has begun to transform the impoverished town of Tunica, Miss., into a gambling and tourist destination. But some wonder if the attraction will remain once the novelty wears off.  A18  CONVICTION IN AGENT'S DEATH    The brother-in-law of a former president of Mexico is convicted of conspiracy in the 1985 killing of an American drug agent.  A18  The Klan erects a cross in Cincinnati, but it is soon pulled down.  B8  A Massachusetts town tries an unusual method to combat crime.  B8  Metro Digest B1  NEW CAUTION ON BIAS CRIMES    The New York City Police Department said that it would be more cautious in attributing the motive of crimes to racial or ethnic bias, a move intended to slow the angry reactions of politicians and the public that have helped turn recent attacks on Jews and blacks into citywide symbols of racial tension.  A1  Business Digest D1  Fashion B12  What's selling? Anything new.   Patterns  By Design  Neediest Cases B7  Science Times C1-13  Scientists argue the Dead Sea scrolls anew.  C1  A gene for cell immortality may reshape cancer research.  C1  A bird's genetic roadmap is altered in a few decades.  C1  Science Watch C8  Peripherals C9  Pictures from the microscope: beauty and structural clues.  C10  Q&A C11  Personal Computers C13  Arts/Entertainment C15-20  The Talk of Hollywood C15  How nonprofit theaters woo subscribers.  C15  A troupe of dancers over 40.  C15  Music: New York Composers Orchestra.  C15  Dance: Alvin Ailey troupe.  C16  Word and Image: \"Audacious Kids,\" analyzing children's literature.  C19  \"A Gang for Good.\" C20  \"Nova\" on alcoholism.  C20  Sports B13-19  Baseball: Boggs is trying to forget the Red Sox.  B16  Basketball: What happened to Tarkanian, or anatomy of a firing.  B13  Columns: Rhoden on Kentucky basketball.  B13  TV Sports B15  Football: Cowboys rout Falcons to win division.  B13  Playoff picture is still a puzzle.  B14  The well-armed Niners face decision time.  B15  Despite losses, the Jets don't feel completely down and out.  B15  Hockey: Rangers shut out Devils.  B13  Sports People B19  Obituaries B10-11  Stella Adler, acting teacher.  B10  Nathan Milstein, violinist.  B10  Editorials/Op-Ed A20-21  Editorials  A tax cap for health reform.  Use the \"bias\" label cautiously.  Mr. Clinton's first China test. Topics: An urban aviary.  Letters  A. M. Rosenthal: As you sow.  Tony Snow: The great giveaway game.  Flora Lewis: The time of the cuckoo.  Ralph Bradburd: A tax that rides the tides.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Militias in Mogadishu Begin Pullout of Armed Vehicles","web_url":"https://www.nytimes.com/1992/12/22/world/militias-in-mogadishu-begin-pullout-of-armed-vehicles.html","abstract":"  A Somali faction began withdrawing its armed vehicles from the capital today, and similar moves planned by other clan militias would sharply reduce the firepower available to Somali forces here.   The action, by Gen. Mohammed Farah Aidid, and plans for similar action by his rival, Mohammed Ali Mahdi, came 10 days after they had agreed to an American-mediated plan to impound the armed vehicles, which are known as technicals. They carry anti-aircraft guns, recoilless rifles, rocket launchers or heavy machine guns, the heaviest weapons in general use in the Somali civil war. First Convoy Leaves    A convoy of 30 to 40 of General Aidid's armed vehicles rolled out of southern Mogadishu this afternoon, and United States officials said they were driven to an undisclosed site on the outskirts. The first vehicles belonging to Mr. Mahdi's faction are to leave northern Mogadishu early Tuesday.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-letters-to-the-editor-91409543133.html","abstract":"Thousands of U.S. troops are facing up to the teenage gangs in Somalia. Fine. But what about the perpetrators of death, torture and rape in Bosnia?","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/22/style/chronicle-259092.html","abstract":"  United Press International is establishing an internship to honor HELEN THOMAS, who has been the news service's White House correspondent since 1961.    Every spring, a woman who is studying journalism, chosen by the Washington Center for Politics and Journalism, an independent organization, will work in U.P.I.'s Washington bureau for a semester and receive a $1,000 stipend. The first intern, starting Feb. 1, will be JULIANA GRUENWALD, who graduates this month from the University of Minnesota.","thumbnail":null,"section":"Style"},{"date":"19921222","headline":"Transactions","web_url":"https://www.nytimes.com/1992/12/22/sports/transactions-924692.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Named Jeff Overton vice president for marketing and communications.   OAKLAND ATHLETICS -- Signed Ruben Sierra, outfielder, to a five-year contract.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"METROPOLITAN COLLEGE REPORT","web_url":"https://www.nytimes.com/1992/12/22/sports/metropolitan-college-report.html","abstract":"  It's that time of the year: Schools will be closing for the holiday break, and college basketball's annual winter tournaments will be getting under way.   The Chemical Bank ECAC Holiday Festival begins Monday at Madison Square Garden with Kentucky playing Rutgers, followed by St. John's against Manhattan. The next day, Seton Hall kicks off the first Seton Hall-Meadowlands Tournament at the Byrne Meadowlands Arena. The No. 7 Pirates play Cornell, and No. 21 California faces James Madison in the opening round. It will be the first collegiate appearance in the New York City area for the Bears' heralded freshman, Jason Kidd.   Fordham travels to Honolulu for the Rainbow Classic and Marist is off to Hilo, Hawaii, for the Big Island Invitational. Manhattan    Manhattan Coach Fran Fraschilla was as confused as his players after the Jaspers (6-1) traveled to Milwaukee to play Marquette in the Bradley Center, then went to play Bradley in Peoria, Ill., at the Target Center but stayed in the Marquette Hotel. (Traveler's advisory: Manhattan lost to Marquette, but beat Bradley.)   Besides some geography, Fraschilla learned that whatever venue the Jaspers play in, forward Keith Bullock has a good time. Bullock, who is averaging 17.8 points and 7.8 rebounds, is currently fifth in the Metro Atlantic Athletic Conference in both categories.   But he's not the only threat on the Jaspers, who have three other players averaging double figures. Carey Edwards (13.8), Jamal Marshall (10.3) and Brenton Birmingham (10.2) round out a balanced attack.   As for the game with St. John's in the Holiday Festival, \"it'll be a dream come true for me,\" Fraschilla said. \"I've been inside Madison Square Garden literally hundreds of times, yet this will be the first time I'm a head coach on that floor. It will definitely be special.\" Columbia    Buck Jenkins continues to climb the Lions' career-scoring list. Jenkins (19.8 points per game) is currently third on the list with a career total of 1,308 points. Jenkins is the first Columbia player to crack the school's top-five scoring list since Heyward Dotson did it in 1970. Jenkins replaced him at No. 3 but still trails Jim McMillan (1,758) and Chet Forte (1,611).   The Lions are 4-2. Their next game is Monday against Lafayette, followed by a game against Villanova in Philadelphia Dec. 30. Fordham    Fordham (2-3) will be playing in a tough tournament when it competes in the Rainbow Classic. It will have four Top 20 teams -- No. 2 Kansas, No. 5 North Carolina, No. 6 Michigan and No. 17 Nebraska -- for company, along with Hawaii, Southwest Louisiana and Jackson State.   The Rams play Hawaii Saturday in the first game, with the winner to take on the Kansas-Jackson State winner.   Siena    The Saints (2-3) are coming off a 70-58 loss to Massachusetts and a 74-70 overtime victory over Hartford. Their leading scorer, Lee Matthews, was the M.A.A.C. player of the week after shooting 60 percent from the floor and averaging 17 points and 13 rebounds. He leads the M.A.A.C. in scoring (19 points per game), rebounding (12) and field-goal percentage (65.6). Marist    It's off to the Big Island tourney in Hawaii, where the Red Foxes (3-3) play Ball State on Monday.    Junior guard Izett Buchanan is off to a solid start for the Red Foxes. Buchanan, a first-team all-Northeast Conference performer, is averaging 17 points and 8 rebounds. He was named N.E.C. player of the week after averaging 24 points and 10 rebounds in the Pepsi-Marist Classic.   But the best news for the Red Foxes was provided by senior forward Fred Ingles. Ingles, who missed all but four games last season with ankle-tendon injuries, scored 17 points in the Red Foxes' victory over Central Connecticut State. He is the team's third-leading scorer, averaging 11 points a game. Hofstra    The team without a conference gave St. John's all it could handle last Saturday, losing, 58-56, on a last-second shot by the Redmen's David Cain.   The St. John's game was the first of a five-game road trip for the Flying Dutchmen (2-5), who play 20 of their 27 games on the road this year.   Hofstra plays at Rutgers tonight, then has back-to-back road contests against No. 24 Tulane on Sunday and No. 19 U.N.L.V. on Dec. 30.   Hofstra is on the road so much because the East Coast Conference collapsed after two members, Towson State and Maryland-Baltimore County, joined the Big South, Rider went to the Northeast and Brooklyn dropped its program. Hunter    Senior forward Jose Rodriquez leads three Hawks players who are at the top of Division III statistics.   Rodriguez is first in rebounding (15.5) and Demetrius Patterson and Robert Carter are tied at No. 1 in steals, averaging five a game.   Rodriguez started the season with a 25-rebound performance against York College, the highest individual single-game total in the country thus far. He is also sixth in the nation in blocked shots (3.0). The Hawks are 2-1. Baruch    Gerald Thomas won rookie-of-the-week honors in the City University Athletic Conference for the second consecutive time. Thomas, who never played in high school, is averaging 19 points and 3 rebounds. Baruch is 5-4. York    The Cardinals' record -- 3-6 -- doesn't say much, but Mike Nicholson's performance speaks loudly.  Nicholson was named player of the week after scoring 47 points and grabbing 23 rebounds in the RIT Brodie tournament. Nicholson, a 6-5 sophomore, leads the conference in scoring with an average of 20 points per game, and in rebounding, with a 10.4 figure.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-letters-to-the-editor-92001926912.html","abstract":"Nothing is more crucial to the outcome of the \"Grand Design\" for the European Community than the response of its would-be members to the war in the Balkans. That is the real test. The current feverish discussions about the minutiae of the Maastr","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Monaco's Grand Prix of Flesh and Fashion","web_url":"https://www.nytimes.com/1992/12/22/style/IHT-monacos-grand-prix-of-flesh-and-fashion.html","abstract":"The blush-pink buildings of this toy-town city seem to have taken on a rosier glow. Is it the bright winter sunshine? The red carpet on the sidewalks and the Santa-with-sleigh fairy-lights? The thought of Princess Stphanie giving birth to love-child","thumbnail":null,"section":"Style"},{"date":"19921222","headline":"Police Dept. Vows a New Caution In Labeling Crimes as Bias Cases","web_url":"https://www.nytimes.com/1992/12/22/nyregion/police-dept-vows-a-new-caution-in-labeling-crimes-as-bias-cases.html","abstract":"  The New York City Police Department said yesterday that it would be more cautious in attributing the motive of crimes to bias, a move intended to slow the rush to judgment that has helped turn recent attacks on Jews and blacks in Brooklyn into citywide symbols of racial tension.   Altering a decade-old policy, Police Commissioner Raymond W. Kelly ordered that crimes that had been labeled \"bias incidents\" would now be called \"possible bias incidents\" until investigations are completed.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Mr. Clinton's First China Test","web_url":"https://www.nytimes.com/1992/12/22/opinion/mr-clinton-s-first-china-test.html","abstract":"  Diplomats say Deng Xiaoping himself orchestrates China's bullying of Hong Kong, aimed at intimidating the colony's Governor, Christopher Patten, into dropping his proposals to broaden democracy. Mr. Patten could use America's help in this unequal struggle. Ready or not, Bill Clinton now faces his first China test.    Supposedly Mr. Deng wants to force Britain to kowtow to China on all decisions affecting the colony, even though British rule runs through July 1, 1997. So when Governor Patten called for increasing the electorate for a number of legislative seats, China responded with escalating threats.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Domestic Problems Should Come First","web_url":"https://www.nytimes.com/1992/12/22/opinion/l-domestic-problems-should-come-first-243392.html","abstract":"  To the Editor:   Anna Quindlen urges that a Haitian woman, who is human immunodeficiency virus positive and has endured personal hardship and very real family tragedy, be allowed to enter the United States (column, Nov. 18).","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Donors to Neediest Cases Wish They Could Do More","web_url":"https://www.nytimes.com/1992/12/22/nyregion/donors-to-neediest-cases-wish-they-could-do-more.html","abstract":"  \"Wish I could do more.\"   The note scribbled by Therese W. Trachtman of Manhattan was brief, but it gave voice to a sentiment expressed by many donors to The New York Times Neediest Cases Fund. More and more people seem frustrated by a recession that refuses to release its grip on the New York region.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Topics of The Times; Correction","web_url":"https://www.nytimes.com/1992/12/22/opinion/c-topics-of-the-times-correction-214092.html","abstract":"  Roy Gutman, the reporter who first uncovered Serb-run concentration camps in Bosnia, was incorrectly described in an editorial Sunday. He writes for Newsday.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"SERB NATIONALIST CLAIMS A VICTORY; RIVAL CRIES FOUL","web_url":"https://www.nytimes.com/1992/12/22/world/conflict-in-the-balkans-serb-nationalist-claims-a-victory-rival-cries-foul.html","abstract":"  Slobodan Milosevic claimed victory today in his race for re-election as President of the Serbian republic. But his principal opponent, Prime Minister Milan Panic of Yugoslavia, denounced the election Sunday as fraudulent and said he would demand a new vote.   A victory by Mr. Milosevic, a militant nationalist, would be a clear setback to the United States and other nations that have openly endorsed Mr. Panic, a naturalized American citizen, and have threatened further sanctions against Yugoslavia if Mr. Milosevic wins.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"Bacteria Recycle Oil In Searing Spot in Sea","web_url":"https://www.nytimes.com/1992/12/22/science/science-watch-bacteria-recycle-oil-in-searing-spot-in-sea.html","abstract":"  BACTERIA that live without oxygen or sunlight beneath the ocean floor survive by recycling crude oil and other materials containing sulfur that are deposited under the seas.    New research on these bacteria, known to use sulfur compounds for respiration, found that they are able to function under a wider range of environmental conditions than scientists had previously thought.","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"Nonprofit Theaters Turn to Gimmicks To Lure Subscribers","web_url":"https://www.nytimes.com/1992/12/22/theater/nonprofit-theaters-turn-to-gimmicks-to-lure-subscribers.html","abstract":"  Here are a few ideas for selling theater subscriptions:    *Mail your brochures to Lands' End catalogue regulars.","thumbnail":null,"section":"Theater"},{"date":"19921222","headline":"Review/Dance; A Retrospective of Ailey's Talent","web_url":"https://www.nytimes.com/1992/12/22/arts/review-dance-a-retrospective-of-ailey-s-talent.html","abstract":"  One tends to think of Alvin Ailey as the founder of a first-rate company with an unpreachy humanist message, as the creator of the American classic \"Revelations\" and as an artist who believed that dance could and should be enjoyed not just by aficionados, but by everyone. A performance of his \"Pas de Duke,\" presented by the Alvin Ailey American Dance Theater on Saturday afternoon at City Center (131 West 55th Street, Manhattan), suggested how underrated Ailey is as a choreographer.   Created in 1976, \"Pas de Duke\" celebrated the bicentennial, the music of Duke Ellington, and the dancing of Mikhail Baryshnikov, a guest artist, and Judith Jamison, the Ailey star. But the dance is far more than the occasion piece it first seems. Ailey created a modern-dance version of a classical pas de deux, emphasizing its buried element of sexual teasing. He also captured the sassy exuberance of Ellington's music, as well as its fleeting undertone of melancholy and its melodic lushness, in five pieces that suggest Ellington's range and, physicalized onstage, the complexity of his music.","thumbnail":null,"section":"Arts"},{"date":"19921222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-letters-to-the-editor-91706266081.html","abstract":"Do we really need to know anything more about the atrocities being committed in the former Yugoslavia before action is taken? President-elect Bill Clinton and the European Community leaders must intervene forcefully to bring these horrors to an end.. LIND","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"INSIDE","web_url":"https://www.nytimes.com/1992/12/22/nyregion/inside-576392.html","abstract":"  U.S. Sues Over Air Fares   The Government charged the eight largest American airlines with fixing air fares through use of a computerized reservation system. Page D1.  Taking On Insurance Fraud    In an assault on New York region insurance fraud, 22 adjusters, salvagers and homeowners were charged with lying about claims. Page B1.  Crash in Portugal Kills 54    A Dutch DC-10 charter slammed into a runway in Portugal, broke apart and burst into flames, killing at least 54. But at least 282 survived. Page A6. 2,075 'I Do's' Later    Ten years after a mass wedding by the Rev. Sun Myung Moon, some couples say they and their church have grown up and settled down. Page B1.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"With AIDS Care","web_url":"https://www.nytimes.com/1992/12/22/opinion/l-with-aids-care-251492.html","abstract":"  To the Editor:   A panel reporting to the United Hospital Fund urges tougher measures to fight the rampant spread of tuberculosis in New York City (front page, Nov. 30).","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"To Protect Health","web_url":"https://www.nytimes.com/1992/12/22/opinion/l-to-protect-health-249292.html","abstract":"  To the Editor:   You report that Vice President-elect Al Gore's first environmental policy move will be an attempt to block our long-delayed hazardous waste treatment facility from opening (news article, Dec. 7).","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Bridge","web_url":"https://www.nytimes.com/1992/12/22/nyregion/bridge-289092.html","abstract":"  A strong claimant for the best defensive play of 1992 is Mike Passell of Dallas, who sat East on the diagramed deal in a regional Swiss team championship in Vancouver. His opponents reached a normal three no-trump contract, and his partner led the club queen to dummy's king.   Since West has no side entry for his clubs, it is clear that South can make his contract. He can work on spades and make two tricks in that suit, together with three diamonds, two hearts and two clubs. But a funny thing happened.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"U.N. Chief Faults U.S. Again on Disarming Somalis","web_url":"https://www.nytimes.com/1992/12/22/world/un-chief-faults-us-again-on-disarming-somalis.html","abstract":"  The United Nations Secretary General has again criticized the Bush Administration for being reluctant to disarm fully all the warring factions in Somalia.   In a report to the Security Council, Secretary General Boutros Boutros-Ghali also turned down an American request to start planning a new United Nations peacekeeping force to take over the safeguarding of relief convoys as the American troops withdraw.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"And Now Carroll Makes An Extra Point: He's Sorry","web_url":"https://www.nytimes.com/1992/12/22/sports/pro-football-and-now-carroll-makes-an-extra-point-he-s-sorry.html","abstract":"  Pete Carroll, the Jets' defensive coordinator, said yesterday he regretted making a choke gesture after Miami's Pete Stoyanovich missed an extra point late in Sunday night's game at Joe Robbie Stadium.   Stoyanovich's wide-right miss left the Jets on top, 17-16. But he atoned for the shank by making a game-winning 37-yard field goal with seven seconds left.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/22/us/c-corrections-207792.html","abstract":"  An article on Sunday about the conflict between Armenia and Azerbaijan referred to Minsk incorrectly in some editions. It is the capital of Belarus, not Ukraine.  ","thumbnail":null,"section":"U.S."},{"date":"19921222","headline":"Munoz to Retire","web_url":"https://www.nytimes.com/1992/12/22/sports/sports-people-pro-football-munoz-to-retire.html","abstract":"  ANTHONY MUNOZ, the Cincinnati Bengals' 11-time Pro-Bowl offensive tackle, will retire after Sunday's game against Indianapolis.   The 34-year-old Munoz, in his 13th season, has been hampered by injuries the last three seasons. He has been on the disabled list twice this year: for chronic problems with both shoulders and for a torn knee ligament suffered in a Nov. 15 game against the Jets.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Review/Television; 'Gang for Good' Offers Antidote for Pessimism","web_url":"https://www.nytimes.com/1992/12/22/movies/review-television-gang-for-good-offers-antidote-for-pessimism.html","abstract":"  America's urban landscape needs any glimmer of hope it can find these days. When a Brooklyn grade-school principal, searching for one of his young charges, is killed in a midday street shootout, we must mourn for ourselves as well as the victim. Reassurance is desperately needed. And that's what can be found in \"A Gang for Good,\" a small-budget documentary that WLIW-TV, Channel 21, is presenting tonight at 8.   Directed, written and edited by Frederick Rendina and narrated by F. Murray Abraham, the hourlong program visits the Lower East Side of Manhattan to look at an organization called the Boys Brotherhood Republic. This particular \"gang,\" really a club, dates back to the early decades of this century and assorted social reforms. Along the way, it has attracted supporters ranging from Theodore Roosevelt to Fiorello H. La Guardia. One of its more recent patrons, saving the club from extinction, is Brooke Astor.","thumbnail":null,"section":"Movies"},{"date":"19921222","headline":"U.S. Moves to Impose Limits on Killing of Coastal Sharks","web_url":"https://www.nytimes.com/1992/12/22/science/us-moves-to-impose-limits-on-killing-of-coastal-sharks.html","abstract":"  In an attempt to stem a slaughter that scientists fear will seriously disrupt marine ecosystems, the Federal Government is moving to impose controls on shark fishing within 200 miles of the Atlantic and Gulf coasts.   The National Marine Fisheries Service, which fashioned the regulatory plan after more than three years of study and public comment, says it will arrest a serious decline in the numbers of large coastal sharks, the most threatened group, and enable them to rebound to sustainable levels by 1995. The regulations are to go into effect next month.","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"The Microscope Reveals Beauty as Well as Structural Secrets","web_url":"https://www.nytimes.com/1992/12/22/science/the-microscope-reveals-beauty-as-well-as-structural-secrets.html","abstract":"  PHOTOMICROGRAPHIC images that combine artistic beauty with scientific information are the quarry of the International Instant Photomicrography Competition, sponsored each year by the Polaroid Corporation.    This year's winning images were selected from 600 entries by a jury of outside microscopy experts. They awarded cash prizes to a grand prize winner and to winners in the categories of life science and materials science electron micrography, color prints, black-and-white prints, Polachrome instant slides and student photography.","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"Tailor-Made for Bowe: The Homecoming Bout","web_url":"https://www.nytimes.com/1992/12/22/sports/sports-people-boxing-tailor-made-for-bowe-the-homecoming-bout.html","abstract":"  The promoters will hype the RIDDICK BOWE-MICHAEL DOKES heavyweight championship bout as \"The Homecoming,\" because it will be held at Madison Square Garden on Feb. 6. The Garden will officially announce the fight today at a news conference.   Bowe, who grew up in the Brownsville section of Brooklyn, began his boxing career at 11 in the Kid Gloves at the Garden. He later won four New York Golden Gloves titles there.","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"Rosel H. Hyde, 92, Chairman of F.C.C.  Under 4 Presidents","web_url":"https://www.nytimes.com/1992/12/22/us/rosel-h-hyde-92-chairman-of-fcc-under-4-presidents.html","abstract":"  Rosel H. Hyde, a former chairman of the Federal Communications Commission, died Saturday at the Bethesda Retirement and Nursing Center in Chevy Chase, Md. He was 92 and lived in Washington.   Mr. Hyde died of complications from a stroke, said a spokeswoman for the Washington law firm of Wilkinson, Barker, Knauer & Quinn, where he had been a partner.","thumbnail":null,"section":"U.S."},{"date":"19921222","headline":"Military Step: West Is Wary","web_url":"https://www.nytimes.com/1992/12/22/world/conflict-in-the-balkans-military-step-west-is-wary.html","abstract":"  Although Slobodan Milosevic's seeming victory in the election in Serbia increases the pressure on Western nations to live up to their tough warnings in the Balkans, the Bush Administration and its allies seem to have little appetite for military action to stop the killing in Bosnia.   The only immediate military action that the Western nations are contemplating is enforcing the existing ban on military flights over Bosnia. But there are still disagreements about how and when to do that, and even if those are resolved, as seems likely, there is no expectation that this would stop the fighting in Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"St. Nick On a Disk to Cheer Holidays","web_url":"https://www.nytimes.com/1992/12/22/science/peripherals-st-nick-on-a-disk-to-cheer-holidays.html","abstract":"  PERHAPS the time has come when families gather on Christmas Eve around a glowing computer monitor. Knowledge Adventure of La Crescenta, Calif., is ready for them.   The company, known for its innovative software series including Knowledge Adventure, Sports Adventure, Space Adventure, Isaac Asimov's Science Adventure and Dinosaur Adventure, has put the Clement C. Moore classic, \"A Visit from St. Nicholas,\" on a computer disk.","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/22/opinion/IHT-letters-to-the-editor-92155772934.html","abstract":"In an attempt to justify U.S. nonintervention in Bosnia, Mr. Krauthammer contends that the so-called ethnic cleansing is not genocide. Let me remind him that the 1948 Convention on the Prevention and Punishment of the Crime of Genocide, in force since 195","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Special Gifts For Children Who Need Special Care","web_url":"https://www.nytimes.com/1992/12/22/nyregion/our-towns-special-gifts-for-children-who-need-special-care.html","abstract":"  IT'S a tricky time of year, these holidays, when so many joys bubble so visibly everywhere. Yet, not far beneath the surface, there sometimes lurks an undercurrent of sadness, of memories past, of might-have-beens or if-onlys, even of why-mes.   Much of the holiday focus is, of course, on children and their incredibly fresh and flexible faces, those wondrous windows into excitable souls that reflect so many complex feelings back to the parents watching through the viewfinder. That's what the parents, focusing tightly while walking backwards into the colorfully lighted room, want to capture on film this week, the wide-eyed look of those little people in the Mickey Mouse pj's.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Manhattan Follows Boast With a Rout","web_url":"https://www.nytimes.com/1992/12/22/sports/basketball-manhattan-follows-boast-with-a-rout.html","abstract":"  During the shootaround before the game against Fordham last night, Manhattan College players wore T-shirts mimicking David Lettermen's Top 10 list with their own 10 reasons to watch Jasper basketball.    The first nine were forgettable, but embroidered on the back of the Jaspers' shirts was the No. 1 reason: \"It's Not Fordham Basketball.\"","thumbnail":null,"section":"Sports"},{"date":"19921222","headline":"The Time of the Cuckoo","web_url":"https://www.nytimes.com/1992/12/22/opinion/the-time-of-the-cuckoo.html","abstract":"  Russia's Foreign Minister, Andrei Kozyrev, stuns the 50 other ministers at the Conference on Security and Cooperation in Europe by promising help for Serbia from \"Greater Russia\" and reviving the harshest cold war rhetoric.   Walter Russell Mead, a foreign policy expert, writes in the academic World Policy Journal that the U.S. can restore its own frontiersman vigor and solve Russia's dangerous economic and social distress by buying Siberia \"at a fair price -- perhaps in the range of two or three trillion dollars.\" He acknowledges that is a lot more than the per acre price paid for Alaska but points out that \"real estate, oil and gold are all up since 1867, and the dollar is down.\"","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Review/Television; Treating Alcoholism: How to and How Not to","web_url":"https://www.nytimes.com/1992/12/22/movies/review-television-treating-alcoholism-how-to-and-how-not-to.html","abstract":"  \"Can You Stop People From Drinking?\" The question is posed on tonight's offering from \"Nova\" by David Musto, who teaches the history of medicine at Yale University. He begins his report on dire drinking in the United States and the former Soviet Union with an acknowledgement that prohibition has never worked.   The freshest elements of this underfocused, overly familiar documentary concern the desperate measures being tried by Russian authorities to reduce their country's one undisputed record: the world's highest rate of alcoholism. As one man put it, vodka is the national religion.","thumbnail":null,"section":"Movies"},{"date":"19921222","headline":"A Tax Cap for Health Reform","web_url":"https://www.nytimes.com/1992/12/22/opinion/a-tax-cap-for-health-reform.html","abstract":"    Tax cap   . These two words could mean political dynamite. They could mean successful health care reform. They could mean both, which is why, by endorsing them, President-elect Clinton now sends such a positive message. It suggests he has the policy sense -- and the political courage -- to push worthwhile reform through Congress.    The tax cap in question applies to health insurance premiums paid by employers. Commonly, this form of compensation is not taxed, no matter how extravagant the coverage. But unless unlimited coverage can be capped, runaway health care costs cannot be controlled.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"Acting Crime Boss Is Convicted of Murder and Racketeering","web_url":"https://www.nytimes.com/1992/12/22/nyregion/acting-crime-boss-is-convicted-of-murder-and-racketeering.html","abstract":"  Victor J. Orena, described as the acting boss of the Colombo crime family, was convicted yesterday of racketeering and murder charges that could keep him in prison for the rest of his life.   It was the third time this year that Federal prosecutors in Brooklyn obtained the conviction of a boss of one of New York City's five Mafia families. In April, John Gotti was convicted as the Gambino boss, and Vittorio Amuso, the Lucchese boss, was convicted in June.","thumbnail":null,"section":"New York"},{"date":"19921222","headline":"Topics of The Times; Summer Souvenir","web_url":"https://www.nytimes.com/1992/12/22/opinion/topics-of-the-times-summer-souvenir.html","abstract":"  After the day of the nor'easter, the day of the blizzard that didn't stick and the day of the downpour, one could see, strolling down a Greenwich Village street, the floral equivalent of the little engine that could. It was a yellow rose, twined around a trellis positioned against a small brick house.   Stray roses are not uncommon in New York City in December. Yet this rose had been through everything short of a hailstorm -- snow, rain and a 75-mile-an-hour wind. There it was, looking as if it had never been troubled by anything harsher than a summer breeze.","thumbnail":null,"section":"Opinion"},{"date":"19921222","headline":"With Casino, the Poor See a Change in Luck","web_url":"https://www.nytimes.com/1992/12/22/us/with-casino-the-poor-see-a-change-in-luck.html","abstract":"  In years past, politicians trooped to this Mississippi Delta town whenever they wanted a backdrop that showed the worst of rural poverty, especially the tumbledown shacks, outhouses and open sewers of the Sugar Ditch section.    But since it opened two months ago, a riverboat casino has begun to transform this town and surrounding county into a gambling and tourist destination, drawing people from Memphis, northern Mississippi, Arkansas and even Kentucky and Missouri.","thumbnail":null,"section":"U.S."},{"date":"19921222","headline":"Nathan Milstein Dies at 88; An Exalted Violin Virtuoso","web_url":"https://www.nytimes.com/1992/12/22/arts/nathan-milstein-dies-at-88-an-exalted-violin-virtuoso.html","abstract":"  Nathan Milstein, the Russian-born violin virtuoso, died yesterday at his home in London. He was 88 years old.   He died of a heart attack, said Maurice Clairmont, his brother-in-law.","thumbnail":null,"section":"Arts"},{"date":"19921222","headline":"Geneticists' Target: Immortal Cells","web_url":"https://www.nytimes.com/1992/12/22/science/geneticists-target-immortal-cells.html","abstract":"  BURIED in the heart of each of the body's cells is a powerful gene that can make a cell live forever. The gene becomes active, of course, only under special circumstances, and molecular biologists are beginning to discover when and why.    The gene, in the laconic nomenclature of molecular geneticists, is known as bcl-2, after a kind of cancer cell known as B cell lymphoma in which it was first found.","thumbnail":null,"section":"Science"},{"date":"19921222","headline":"As Americans Stay Home, Japanese Discover Jamaica","web_url":"https://www.nytimes.com/1992/12/22/world/as-americans-stay-home-japanese-discover-jamaica.html","abstract":"  After decades of heavy reliance on the winter cravings of Americans for sun and sand, Jamaica, pushed by the persistently weak American economy, has begun a major restructuring of its travel business that is drawing thousands of tourists from new markets.    Frequently scheduled flights now link the island to South America via Colombia, and there are jam-packed charters from Italy, Germany and even Scandinavia. But nowhere have the efforts to diversify the country's pool of foreign guests paid off so well as with Japan. Despite having to travel two days to cover 8,020 miles from Tokyo to Kingston, Japanese visitors are now flocking to many of this country's finest hotels.","thumbnail":null,"section":"World"},{"date":"19921222","headline":"Striking Nurses At 5 Hospitals Reach Accord","web_url":"https://www.nytimes.com/1992/12/22/nyregion/striking-nurses-at-5-hospitals-reach-accord.html","abstract":"  A one-day strike by registered nurses and aides at five hospitals in Brooklyn and Queens ended after six hours yesterday, when negotiators agreed on a tentative contract that, among other things, limits the nurse-patient ratio in hospitals.   The tentative contract also increases wages by 14.5 percent over three years.","thumbnail":null,"section":"New York"}],"wiki_events":[{"date":"19921222","headline":"During approach to Tripoli International Airport, a Boeing 727 operating as Libyan Arab Airlines Flight 1103 collides in mid-air with a Libyan Air Force Mikoyan-Gurevich MiG-23, killing 157 people.","pages":[{"title":"Tripoli International Airport","web_url":"https://en.wikipedia.org/wiki/Tripoli_International_Airport","description":"Airport serving Tripoli, Libya, from 1934 to 2014","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Tripoli_Airport.jpg/320px-Tripoli_Airport.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Tripoli International Airport is a closed international airport built to serve Tripoli, the capital city of Libya. The airport is located in the area of Qasr bin Ghashir, 24 kilometres (15mi) from central Tripoli. It used to be the hub for Libyan Airlines, Afriqiyah Airways, and Buraq Air."},{"title":"Boeing 727","web_url":"https://en.wikipedia.org/wiki/Boeing_727","description":"Narrow body jet airliner","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/B-727_Iberia_%28cropped%29.jpg/320px-B-727_Iberia_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Boeing 727 is an American narrow-body airliner that was developed and produced by Boeing Commercial Airplanes.\n\nAfter the heavy 707 quad-jet was introduced in 1958, Boeing addressed the demand for shorter flight lengths from smaller airports.\nOn December 5, 1960, the 727 was launched with 40 orders each from United Airlines and Eastern Air Lines.\nThe first 727-100 rolled out November 27, 1962, first flew on February 9, 1963, and entered service with Eastern on February 1, 1964."},{"title":"Libyan Arab Airlines Flight 1103","web_url":"https://en.wikipedia.org/wiki/Libyan_Arab_Airlines_Flight_1103","description":"1992 mid-air collision","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Libyan_Arab_Airlines_Boeing_727-2L5-Adv_5A-DIA_%2826921551146%29.jpg/320px-Libyan_Arab_Airlines_Boeing_727-2L5-Adv_5A-DIA_%2826921551146%29.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Libyan Arab Airlines Flight 1103 was a Boeing 727-2L5 with 10 crew and 147 passengers on board that collided with a LARAF Mikoyan-Gurevich MiG-23 on 22 December 1992. All 157 people onboard flight 1103 were killed, while the crew of the MiG-23 ejected and survived. It was the deadliest aviation disaster to occur in Libya at the time."},{"title":"Libyan Air Force","web_url":"https://en.wikipedia.org/wiki/Libyan_Air_Force","description":"Air warfare branch of Libya's armed forces","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/LIbyan_Air_Force_emblem.svg/320px-LIbyan_Air_Force_emblem.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The Libyan Air Force is the branch of the Libyan Armed Forces responsible for aerial warfare. In 2010, before the Libyan Civil War, the Libyan Air Force personnel strength was estimated at 18,000, with an inventory of 374 combat-capable aircraft operating from 13 military airbases in Libya. Since the 2011 civil war and the ongoing conflict, multiple factions fighting in Libya are in possession of military aircraft. As of 2019 the Libyan Air Force is nominally under the control of the internationally recognised Government of National Accord in Tripoli, though the rival Libyan National Army of Marshal Khalifa Haftar also has a significant air force. In 2021, the air force is under command of the new President of Libya, Mohamed al-Menfi that replaced Fayez al-Sarraj."},{"title":"Mikoyan-Gurevich MiG-23","web_url":"https://en.wikipedia.org/wiki/Mikoyan-Gurevich_MiG-23","description":"Soviet fighter-bomber aircraft introduced in 1970","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Mig-23-DNST8908431_JPG.jpg/320px-Mig-23-DNST8908431_JPG.jpg","thumbnail_width":320,"thumbnail_height":212},"abstract":"The Mikoyan-Gurevich MiG-23 is a variable-geometry fighter aircraft, designed by the Mikoyan-Gurevich design bureau in the Soviet Union. It is a third-generation jet fighter, alongside similar Soviet aircraft such as the Su-17 \"Fitter\". It was the first Soviet fighter to field a look-down/shoot-down radar, the RP-23 Sapfir, and one of the first to be armed with beyond-visual-range missiles. Production started in 1969 and reached large numbers with over 5,000 aircraft built, making it the most produced variable-sweep wing aircraft in history. Today the MiG-23 remains in limited service with some export customers."},{"title":"December 22","web_url":"https://en.wikipedia.org/wiki/December_22","description":"Day of the year","thumbnail":null,"abstract":"December 22 is the 356th day of the year in the Gregorian calendar; nine days remain until the end of the year."}]}],"weather":[{"date":"19921222","time":"1992-12-22 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":84,"wspd":9.4},{"date":"19921222","time":"1992-12-22 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":84,"wspd":13},{"date":"19921222","time":"1992-12-22 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":84,"wspd":13},{"date":"19921222","time":"1992-12-22 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":84,"wspd":13},{"date":"19921222","time":"1992-12-22 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":86,"wspd":13},{"date":"19921222","time":"1992-12-22 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":82,"wspd":13},{"date":"19921222","time":"1992-12-22 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":85,"wspd":13},{"date":"19921222","time":"1992-12-22 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":86,"wspd":13},{"date":"19921222","time":"1992-12-22 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":87,"wspd":14.8},{"date":"19921222","time":"1992-12-22 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":85,"wspd":14.8},{"date":"19921222","time":"1992-12-22 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1,"rhum":100,"wspd":0},{"date":"19921222","time":"1992-12-22 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":79,"wspd":11.2},{"date":"19921222","time":"1992-12-22 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":76,"wspd":13},{"date":"19921222","time":"1992-12-22 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":73,"wspd":13},{"date":"19921222","time":"1992-12-22 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":69,"wspd":11.2},{"date":"19921222","time":"1992-12-22 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":68,"wspd":11.2},{"date":"19921222","time":"1992-12-22 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":74,"wspd":9.4},{"date":"19921222","time":"1992-12-22 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":78,"wspd":13},{"date":"19921222","time":"1992-12-22 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.5,"rhum":81,"wspd":11.2},{"date":"19921222","time":"1992-12-22 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":82,"wspd":13},{"date":"19921222","time":"1992-12-22 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":81,"wspd":11.2},{"date":"19921222","time":"1992-12-22 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":81,"wspd":9.4},{"date":"19921222","time":"1992-12-22 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":80,"wspd":13},{"date":"19921222","time":"1992-12-22 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":82,"wspd":7.6},{"date":"19921222","time":"1992-12-22 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":51,"wspd":13},{"date":"19921222","time":"1992-12-22 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":53,"wspd":11.2},{"date":"19921222","time":"1992-12-22 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":56,"wspd":9.4},{"date":"19921222","time":"1992-12-22 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":11.2},{"date":"19921222","time":"1992-12-22 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":58,"wspd":7.6},{"date":"19921222","time":"1992-12-22 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":9.4},{"date":"19921222","time":"1992-12-22 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":61,"wspd":7.6},{"date":"19921222","time":"1992-12-22 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":66,"wspd":0},{"date":"19921222","time":"1992-12-22 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":69,"wspd":7.6},{"date":"19921222","time":"1992-12-22 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":69,"wspd":0},{"date":"19921222","time":"1992-12-22 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":72,"wspd":5.4},{"date":"19921222","time":"1992-12-22 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":5.4},{"date":"19921222","time":"1992-12-22 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":70,"wspd":7.6},{"date":"19921222","time":"1992-12-22 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":79,"wspd":9.4},{"date":"19921222","time":"1992-12-22 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":73,"wspd":11.2},{"date":"19921222","time":"1992-12-22 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":13},{"date":"19921222","time":"1992-12-22 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":62,"wspd":16.6},{"date":"19921222","time":"1992-12-22 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":53,"wspd":16.6},{"date":"19921222","time":"1992-12-22 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":50,"wspd":18.7},{"date":"19921222","time":"1992-12-22 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":46,"wspd":14.8},{"date":"19921222","time":"1992-12-22 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":46,"wspd":18.7},{"date":"19921222","time":"1992-12-22 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":47,"wspd":20.5},{"date":"19921222","time":"1992-12-22 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":13},{"date":"19921222","time":"1992-12-22 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":51,"wspd":13}]},"19921223":{"guardian_articles":[],"nytimes_articles":[{"date":"19921223","headline":"A General Says Armed Vehicles Will Be Seized on Sight in Somalia","web_url":"https://www.nytimes.com/1992/12/23/world/a-general-says-armed-vehicles-will-be-seized-on-sight-in-somalia.html","abstract":"  Expanding a campaign to rid Somalia of its heaviest weapons, United States forces will soon begin seizing armed vehicles wherever they are encountered, a senior American commander said today.   The comments by Brig. Gen. Tony Zinni, a Marine Corps officer who is the operations director for the United States military command here, signal a more aggressive disarmament policy that approaches the vigorous strategy advocated by the United Nations Secretary General, Boutros Boutros-Ghali.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Richard Christie, 74; Social Psychologist Studied Personality","web_url":"https://www.nytimes.com/1992/12/23/nyregion/richard-christie-74-social-psychologist-studied-personality.html","abstract":"  Richard Christie, a social psychologist at Columbia University, collapsed and died on Monday in Schermerhorn Hall on the Columbia campus. He was 74 and lived in Manhattan.    Professor Christie died apparently of a heart attack, said Fred Kneubel, a Columbia spokesman.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Weprin Seeks Shift In Rail Line Funds","web_url":"https://www.nytimes.com/1992/12/23/nyregion/weprin-seeks-shift-in-rail-line-funds.html","abstract":"  Assembly Speaker Saul Weprin yesterday proposed shifting $158 million from suburban commuter lines to buses and subways in New York City in a legislative maneuver aimed at removing the need for a fare increase next year.    Mr. Weprin's plan, which comes amid an increasingly bitter debate over how to divide state transportation subsidies, calls for consolidating the operations of the Metropolitan Transportation Authority's five divisions, which include the Long Island Rail Road, the Metro-North commuter railroad and the Transit Authority.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Ghosts of Crown Heights","web_url":"https://www.nytimes.com/1992/12/23/opinion/ghosts-of-crown-heights.html","abstract":"Suffering people are fighting one another in Crown Heights, but their encounter is also a battle of ghosts.\n\nWhen Gavin Cato was killed accidentally last year by the last car of a caravan attending the Rebbe of Lubavitch, blacks saw the ghosts of slavemasters riding into their quarters and not caring whom their horses might trample.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Devils Hit A Drought In Scoring","web_url":"https://www.nytimes.com/1992/12/23/sports/hockey-devils-hit-a-drought-in-scoring.html","abstract":"  Scoring goals was the least of the worries for the Devils before the season, but it has surfaced as the biggest problem.   The Devils' recent scoring slump represents their worst offensive performance since they produced only two goals in three consecutive losses earlier in the season. Although they have scored five goals in the last three games, one score came into an empty net and another was deflected in by an opposing defenseman.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Books of The Times; Trading in Misery On a Doomed Slave Ship","web_url":"https://www.nytimes.com/1992/12/23/books/books-of-the-times-trading-in-misery-on-a-doomed-slave-ship.html","abstract":"  Sacred Hunger By Barry Unsworth 630 pages. Nan A. Talese/Doubleday. $25.     Reading \"Sacred Hunger,\" Barry Unsworth's long and beautifully written novel, you know you are in the hands of a master craftsman when you find yourself slowing down on page after page to savor his thoughts and words.","thumbnail":null,"section":"Books"},{"date":"19921223","headline":"New York Court Shields Lawyers Who Report Dishonest Colleagues","web_url":"https://www.nytimes.com/1992/12/23/us/new-york-court-shields-lawyers-who-report-dishonest-colleagues.html","abstract":"  New York State's highest court ruled yesterday that law firms cannot dismiss lawyers for doing what their professional disciplinary rules require -- blowing the whistle on a dishonest colleague.   The court, the State Court of Appeals, has almost uniformly protected the rights of employers to dismiss almost any worker for almost any reason, at least when anti-discrimination laws do not apply. But given the role of lawyers as self-regulated officers of the court, the court held, in a 5-to-0 decision, that the rights of law firms must be read more narrowly.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"U.S. WILL RELEASE WEAPONS TO CHINA","web_url":"https://www.nytimes.com/1992/12/23/world/us-will-release-weapons-to-china.html","abstract":"  The Bush Administration announced today that it would send China military equipment already paid for but put in storage for more than three years to protest against the Tiananmen Square massacre.   Richard A. Boucher, the State Department spokesman, said in a statement that the shipment would consist of four anti-submarine torpedoes, two artillery-locating radars, equipment for a munitions-production line and electronic gear to upgrade F-8 aircraft.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Back So Soon, Neil?","web_url":"https://www.nytimes.com/1992/12/23/sports/sports-people-pro-football-back-so-soon-neil.html","abstract":"  The Pittsburgh Steelers, certainly not the same team with BUBBY BRISTER running the show as they were with NEIL O'DONNELL, may make an unanticipated change at quarterback Sunday against Cleveland. Their new starting quarterback? Maybe Neil O'Donnell.   O'Donnell, who was not expected to play until the playoffs because of a cracked bone in his right leg sustained Dec. 6 against Seattle, practiced throwing yesterday to tight end ERIC GREEN and could start Sunday, Coach BILL COWHER said.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Transactions","web_url":"https://www.nytimes.com/1992/12/23/sports/transactions-104192.html","abstract":"  Baseball  American League   OAKLAND ATHLETICS -- Signed Kirk Dressendorfer, pitcher, to a one-year contract. National League   NEW YORK METS -- Signed Tom Filer, Mauro Gozzo and Brandy Vann, pitchers; Dann Bilardello, Scott Bradley, Andy Dziadkowiec and Javier Gonzalez, catchers; Steve Springer, infielder, and Wayne Housie and Bert Hunter, outfielders.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Mets' Signing Spree","web_url":"https://www.nytimes.com/1992/12/23/sports/sports-people-baseball-mets-signing-spree.html","abstract":"  Pitchers TOM FILER and MAURO GOZZO and catchers DANN BILARDELLO and SCOTT BRADLEY were among several minor league free agents signed yesterday by the Mets.   Filer, 36, split last season between the Mets and their Class AAA Tidewater team. He was 0-1 with a 2.05 earned run average in nine games for the Mets, and 1-7 with a 2.78 e.r.a. in 18 games for the Tides.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Women Need Better Friends Than Packwood; Saints vs. Libertines?","web_url":"https://www.nytimes.com/1992/12/23/opinion/l-women-need-better-friends-than-packwood-saints-vs-libertines-348692.html","abstract":"  To the Editor:   Lisa Schiffren (Op-Ed, Dec. 2) sets up two new male stereotypes, two packaged personalities:","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Somalis Assert Marines Have to Secure Villages","web_url":"https://www.nytimes.com/1992/12/23/world/somalis-assert-marines-have-to-secure-villages.html","abstract":"  Abdi Ali, his wife, Kadija, and nine children were among the first families to stagger into this wretched camp eight months ago. Since then, thousands have died here of starvation and disease, including four of their sons.   The arrival of the United States Marines five days ago brought the first realistic hopes of recovery for Mr. Ali, a well-to-do herder rendered dependent on food handouts. The marines brought food. But what impressed Mr. Ali, a tall, elegant man wrapped in a blue checked sarong, was the Americans' show of force on the streets of this bush town, and the retreat of the Somali gunmen who are responsible for Mr. Ali's impoverishment.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Sports of The Times; Glickman Can't Stick To a Career","web_url":"https://www.nytimes.com/1992/12/23/sports/sports-of-the-times-glickman-can-t-stick-to-a-career.html","abstract":"  A MASSIVE scam is being perpetrated upon the football fans of this town by a man named Glickman. He says he is retiring from broadcasting because he is 75 and getting too old to call the plays. But I checked him out last Sunday, and I don't buy it.    This Marty Glickman has made Charlie Conerly and Emlen Tunnell and Freeman McNeil and Al Toon come to life on Sunday afternoons for the last four decades.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Clinton's New Foreign-Policy Thinkers: Like-Minded Ex-Carter Teammates","web_url":"https://www.nytimes.com/1992/12/23/world/transition-clinton-s-new-foreign-policy-thinkers-like-minded-ex-carter-teammates.html","abstract":"  President-elect Bill Clinton said today that the times demanded \"bold new thinking\" in foreign policy. But in choosing his foreign policy team, he took the most conventional of approaches -- picking experienced, loyal and generally like-minded friends and advisers whom he can count on not to get him in trouble abroad while he focuses on problems at home.   What is unsual about that experienced team of advisers is that for most of them, the last time they had their hands on foreign policy was 12 years ago, when many of them served together in the Carter Administration.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Barkley Leads Suns To 10th Straight","web_url":"https://www.nytimes.com/1992/12/23/sports/pro-basketball-barkley-leads-suns-to-10th-straight.html","abstract":"  Suns 106, Warriors 104   PHOENIX, Dec. 22 (AP) -- Charles Barkley's tip-in with 18 seconds left gave Phoenix the lead tonight, and the Suns held on through two Golden State possessions to beat the Warriors, 106-104, matching their single-season record of 10 straight victories.   The Warriors came from 13 points behind in the third quarter to take the lead on three occasions in the final period, the last time at 104-102 on Tim Hardaway's 3-pointer with 2 minutes 5 seconds left.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"FATAL MINE BLAST LINKED TO SMOKING","web_url":"https://www.nytimes.com/1992/12/23/us/fatal-mine-blast-linked-to-smoking.html","abstract":"  The Government said today that cigarette smoking and tampering with safety equipment might have caused the explosion that killed eight coal miners in southwestern Virginia this month.   The head of the Federal Mine Safety and Health Administration, William J. Tattersall, said at a news conference that he and the Virginia Division of Mines had only begun their investigation but that cigarettes, cigarette butts and lighters had been found \"on and around the explosion victims.\"","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"Soderstrom Sidelined","web_url":"https://www.nytimes.com/1992/12/23/sports/sports-people-pro-hockey-soderstrom-sidelined.html","abstract":"  TOMMY SODERSTROM, a rookie goaltender, has three strong National Hockey League starts with the Philadelphia Flyers, but now has to wonder again if a heart condition that delayed the start of his season may interrupt his career again.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Knicks Get No Respect, From Bulls","web_url":"https://www.nytimes.com/1992/12/23/sports/pro-basketball-knicks-get-no-respect-from-bulls.html","abstract":"  Pat Riley and the Knicks will not be exchanging Christmas cards with the Chicago Bulls. That much was evident yesterday as the Knicks prepared for their Christmas night showdown in Chicago   Riley, who does not often pass on a chance to motivate his team, said of the Bulls: \"I still don't think they respect us. I just don't get the feeling that they do. As an athlete and as a coach, you just know.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"An Explosive and Unpredictable Ranger","web_url":"https://www.nytimes.com/1992/12/23/sports/hockey-an-explosive-and-unpredictable-ranger.html","abstract":"  He brought the new car home on an October Thursday, barely one week after scoring his first National Hockey League goal. Like so many American kids, Aleksei Kovalev took the money from his first real paycheck -- a hefty sum that comes from a five-year contract signed in September with the New York Rangers -- and blew a wad on a new set of wheels. Unlike most kids, though, Kovalev, a 19-year-old Russian, had trouble finding his way home.   He was supposed to follow his interpreter, Irina Cytowicz, back to his temporary residence in Rye, N.Y., but somewhere on the Long Island Expressway, Kovalev decided to design his own directions. He eventually got to the Triborough Bridge, to the George Washington Bridge, to the New Jersey Turnpike, to the Lincoln Tunnel, to Madison Square Garden, from where he knew his way home.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/23/nyregion/c-corrections-300192.html","abstract":"  A picture caption in The Times Magazine on Sunday with an article about home design misstated the name of a design firm. It should have been Irvine & Fleming.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Court Lifts Hurdle to Sale Of Daily News","web_url":"https://www.nytimes.com/1992/12/23/nyregion/court-lifts-hurdle-to-sale-of-daily-news.html","abstract":"  A Federal appeals court in Manhattan yesterday removed what is expected to be the last legal hurdle blocking Mortimer B. Zuckerman from buying The Daily News.   In a decision released late yesterday afternoon, the court said that Mr. Zuckerman can dissolve lifetime job guarantees won by the paper's typographers 18 years ago. But the court ruled that to do so, he must abide by the last offer he made to the typographers when negotiations broke down on Dec. 17. Under that package, some of the union's 167 members would not have jobs.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Review/Film: Scent of a Woman; Al Pacino, Indulging A Lust For Life","web_url":"https://www.nytimes.com/1992/12/23/movies/review-film-scent-of-a-woman-al-pacino-indulging-a-lust-for-life.html","abstract":"Blind, bitter military man on holiday weekend spree. Glorified buddy movie, but Al's Oscar.","thumbnail":null,"section":"Movies"},{"date":"19921223","headline":"Moscow Journal; It's a Kiosk! It's a Mall! No, It's Slavyansky Ryad!","web_url":"https://www.nytimes.com/1992/12/23/world/moscow-journal-it-s-a-kiosk-it-s-a-mall-no-it-s-slavyansky-ryad.html","abstract":"  A year and a half ago, Vladislav Vasnev and two other graduate-school dropouts began selling goods on commission from a rented kiosk on Lubyanka Square, outside the great yellow headquarters of the K.G.B.   Now, Mr. Vasnev, who is 24, is the czar of Moscow's downtown street marts, selling handmade souvenirs, video equipment, shoes, clothing, watches and other goods from a chain of custom-made booths that stretch from a street off Red Square, down to the central square opposite the Bolshoi Theater, and up Petrovka, one of the city's oldest thoroughfares.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Tentative Agreement on N.F.L. Labor Contract","web_url":"https://www.nytimes.com/1992/12/23/sports/pro-football-tentative-agreement-on-nfl-labor-contract.html","abstract":"  National Football League owners and players have reached a tentative settlement of their labor dispute that could result in the first collective bargaining agreement since 1987 and broad-based, unrestricted free agency for the first time in league history.   After five years of negotiation that gradually gave way to litigation, the two sides are on the verge of adopting an agreement developed during talks in recent weeks.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Critic's Notebook; 3 New British Plays With Serious Messages","web_url":"https://www.nytimes.com/1992/12/23/theater/critic-s-notebook-3-new-british-plays-with-serious-messages.html","abstract":"  It's no secret that the outstanding British farce of the moment is being written every day by the royal family. But who is going to write the great tragedy this reeling former empire demands?   Battered by recession and terrorism, uncertain of its relationship with either the new Europe or the new Washington, Britain would seem, if little else, a fertile subject for its serious native playwrights. But the most celebrated drama in London this year has been \"Angels in America,\" by Tony Kushner, a New Yorker, and the most acclaimed contemporary works on the fringe right now are \"The Wexford Trilogy,\" in which the playwright Billy Roche examines small-town life in his native Ireland, and the expatriate American Timberlake Wertenbaker's satire on the art market, \"Three Birds Alighting on a Field.\" The Wertenbaker play is in a return engagement at the Royal Court, which has already produced John Guare's \"Six Degrees of Separation\" this year and will soon present Anna Deavere Smith's \"Fires in the Mirror\" and David Mamet's \"Oleanna.\"","thumbnail":null,"section":"Theater"},{"date":"19921223","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/23/opinion/IHT-letters-to-the-editor-93772490952.html","abstract":"The EC Free Market In response to \"Smaller Is Better for Britain \" (Business/Finance, Dec. 9):. This report states that there is doubt whether Britain \"will still be in charge of competition policy in the new [EC] Commission which takes pow","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Ex-Inmates Urge Return To Areas of Crime to Help","web_url":"https://www.nytimes.com/1992/12/23/nyregion/ex-inmates-urge-return-to-areas-of-crime-to-help.html","abstract":"  After 23 years away, it is the parting image of prison, not the first glimpse of freedom, that lingers now with Eddie Ellis, a pioneer Black Panther and convicted murderer, as he labors back home in Harlem on his hard-won new appreciation of a criminal and his community.   The sight that haunts him came on a day last summer when Mr. Ellis was finally being processed back to freedom and walked past a huge hall filled with hundreds of incoming prisoners, all neatly leg-shackled, manacled and seated in two long files of benches, as orderly and sad-eyed, he recalls, as fresh oarsmen on a galley ship.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Louisiana Acts to Keep Its Anti-Abortion Law","web_url":"https://www.nytimes.com/1992/12/23/us/louisiana-acts-to-keep-its-anti-abortion-law.html","abstract":"  The Louisiana Attorney General asked the Supreme Court on Monday to review the state's strict anti-abortion law, arguing that it should be upheld because new medical advances prove that \"unborn children are human beings.\"   The Attorney General, Richard P. Ieyoub, had recently announced that he would seek a review of the Louisiana law, virtually an abortion ban, despite the Supreme Court's decision last month reaffirming the constitutional right to abortion.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"Bowe to Fight Dokes at Garden Feb. 6","web_url":"https://www.nytimes.com/1992/12/23/sports/boxing-bowe-to-fight-dokes-at-garden-feb-6.html","abstract":"  Michael Dokes has fought 339 rounds in 55 professional bouts. He is 34 years old, a three-time loser, a reformed drug abuser, and says he is more effective when he is overweight, which he is now.   Despite these apparent liabilities, Dokes yesterday officially became part of the promotional package known as \"the Homecoming,\" an $8 million boxing match against Brooklyn native Riddick Bowe at Madison Square Garden on Feb. 6, for two-thirds of the heavyweight championship of the world.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Mother, 19, Recounts Leaving and Then Regaining Her Baby","web_url":"https://www.nytimes.com/1992/12/23/nyregion/mother-19-recounts-leaving-and-then-regaining-her-baby.html","abstract":"  She has been vilified as an unfit mother. She has been the target of death threats, and she has been thrown out by her family. But Gina Pellegrino wants the world to know her side of the story.   Ms. Pellegrino is the Connecticut teen-ager who walked out on her daughter only hours after giving birth and then won her back from the foster couple that wanted to adopt her after a much-publicized legal battle that wound up before the State Supreme Court.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"U.N. Censures Khmer Rouge For Kidnappings and Threats","web_url":"https://www.nytimes.com/1992/12/23/world/un-censures-khmer-rouge-for-kidnappings-and-threats.html","abstract":"  The Security Council condemned the Khmer Rouge today for kidnapping and threatening members of the United Nations peacekeeping force preparing Cambodia's first free elections.   But it went no further than demanding that the Khmer Rouge cease all such hostile acts and abide by the agreement it signed in Paris last year to cooperate with the elections.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Judge Orders Mentally Ill Manhattan Man to Remain in Hospital","web_url":"https://www.nytimes.com/1992/12/23/nyregion/judge-orders-mentally-ill-manhattan-man-to-remain-in-hospital.html","abstract":"  Larry Hogue, a mentally ill man whose aggressive behavior has terrified many Upper West Side residents, was ordered held in a state hospital against his will yesterday by a judge who ruled that Mr. Hogue was likely to abuse crack, refuse treatment and become psychotic and dangerous if he was released to the streets yet again.    The judge ruled after a state psychiatrist testified that Mr. Hogue, who is being held in Creedmore Psychiatric Center in Queens, is \"a disaster waiting to happen.\"","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"New Jersey Bell Wins Approval for Fiber Optics","web_url":"https://www.nytimes.com/1992/12/23/nyregion/new-jersey-bell-wins-approval-for-fiber-optics.html","abstract":"  State regulators today approved a $1.5 billion plan by New Jersey Bell to replace its entire network with fiber optics by the year 2010. The decision opens the way for New Jersey to become the first state with border-to-border fiber-optic telecommunications.   Such a network would give telephone customers access to vast amounts of information, establish two-way links between physicians and patients or teachers and distant classrooms and allow the reception of hundreds of television channels.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Facing Boycott, Alaska Drops Plan to Kill Wolves","web_url":"https://www.nytimes.com/1992/12/23/us/facing-boycott-alaska-drops-plan-to-kill-wolves.html","abstract":"  With its billion-dollar tourism industry threatened by a boycott, the State of Alaska today canceled a plan to shoot hundreds of wolves from the air next year.   The state had planned to shoot 300 or more gray wolves out of a population estimated at 7,000. Alaskan wildlife officials had hoped that killing wolves would lead to greater numbers of big game for hunters and tourists.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"Samuel Lenher, 87, A Du Pont Executive And College Trustee","web_url":"https://www.nytimes.com/1992/12/23/us/samuel-lenher-87-a-du-pont-executive-and-college-trustee.html","abstract":"  Samuel Lenher, a retired Du Pont executive and chairman emeritus of the University of Delaware board, died Thursday at Cokesbury Health Care Center in Hockessin, Del. He was 87.   Mr. Lenher, who was a patient at the health care center, joined the E. I. du Pont de Nemours & Company as a research chemist in 1929 and spent his entire career there. In 1955 he was elected a director, vice president and member of the Du Pont executive committee. He retired in 1970 and became a member of the company's audit committee in 1975.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"INSIDE","web_url":"https://www.nytimes.com/1992/12/23/nyregion/inside-677392.html","abstract":"  N.F.L. Labor Agreement   National Football League owners and players reached tentative agreement on a labor contract that would include broad-based free agency. Page B9.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Velazquez Is Suspended","web_url":"https://www.nytimes.com/1992/12/23/sports/sports-people-horse-racing-velazquez-is-suspended.html","abstract":"  Jockey JOHN VELAZQUEZ drew a 10-day suspension yesterday for careless riding in the feature race at Aqueduct on the previous day. Velazquez rode Two the Twist to a third-place finish in the eighth race on Monday, but the horse was disqualified and dropped to fourth after a stewards' inquiry and a foul claim. Velazquez will be sidelined today through Jan. 1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"PRESIDENT TO VISIT TROOPS IN SOMALIA","web_url":"https://www.nytimes.com/1992/12/23/world/president-to-visit-troops-in-somalia.html","abstract":"  President Bush will fly to Somalia to spend the New Year with American troops there, the White House announced today.   Marlin Fitzwater, Mr. Bush's spokesman, said the President's trip would \"demonstrate United States concern for the people of Somalia, our commitment to humanitarian assistance and our support for American and United Nations forces.\"","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Gervin Joins Spurs","web_url":"https://www.nytimes.com/1992/12/23/sports/sports-people-pro-basketball-gervin-joins-spurs.html","abstract":"  A former San Antonio Spurs star, GEORGE GERVIN, is returning to the team's bench as an assistant coach. Gervin will assist the team's new coach, JOHN LUCAS with the backcourt. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/23/opinion/IHT-letters-to-the-editor.html","abstract":"Democracy and Peace. In the Middle East, all parties perceive themselves as victimized. Israelis and Arabs have justifiable claims, and it is not conducive to peace to lay the blame exclusively on one side or the other. A better understanding of the profo","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/23/nyregion/c-corrections-313392.html","abstract":"  Because of an editing error, an article yesterday about insurance fraud included an imprecise reference to the state-licensed adjusters who represent property owners in their claims to insurance companies. They are known in the industry as public adjusters. \"Independent adjusters\" are those who represent insurance companies in evaluating property owners' claims.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1992/12/23/sports/results-plus-119092.html","abstract":"  HOCKEY  Bruins Top Lightning    Brent Ashton and Ted Donato scored second-period goals, lifting the Boston Bruins to a 5-3 victory over the Tampa Bay Lightning last night in Boston. Brian Bradley had two goals, his 27th and 28th of the season, for the expansion Lightning. Ashton broke a 2-2 tie with his second goal of the season at 5 minutes 39 seconds of the second period as he picked up Gord Murphy's dump-in pass and beat Tampa goalie Wendell Young from a sharp angle. Donato gave the Bruins a 4-2 lead at 11:13 when he converted Adam Oates's pass with a 55-foot slap shot on a power play. (AP)   Red Wings 4, Maple Leafs 4: Tim Cheveldae held off Toronto's power play over the final 2:37 of overtime as the Detroit Red Wings and Maple Leafs played to a tie in Detroit. Bob Probert received a major and game misconduct in the extra period for high-sticking Bob Pearson. Probert slugged Pearson in the mouth, without letting go of his stick. It was Probert's first stick-related penalty of the season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Taking the 8:15 to the Suburbs; Commuting Transformed by Growth Outside New York City","web_url":"https://www.nytimes.com/1992/12/23/nyregion/taking-8-15-suburbs-commuting-transformed-growth-outside-new-york-city.html","abstract":"  More and more people in the metropolitan region are commuting from homes in the suburbs to jobs in other suburbs, a new Federal study shows, continuing a trend that experts say has been reshaping the region's economy for 30 years.   The study of commuting patterns, released yesterday by the Census Bureau, also found that while New York City remains the region's job center, reverse commuting has risen as more businesses have moved all or part of their operations to the suburbs, where many employers have fared better in the recession than their counterparts in the city. Impact on Transportation Policy    \"What this all tells us is that the region has changed permanently,\" said Regina Armstrong, an economist and senior fellow with the Regional Plan Association, which analyzes social and economic patterns in New York, New Jersey and Connecticut.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Some Continuity in Reshaped Russia Cabinet","web_url":"https://www.nytimes.com/1992/12/23/world/some-continuity-in-reshaped-russia-cabinet.html","abstract":"  As negotiations over the formation of Russia's new Government continued in secret, the Foreign Trade Minister handed in his resignation today, becoming the first major member of former Prime Minister Yegor T. Gaidar's team of young, reform-minded economists to leave the Cabinet.   But according to several reports, other principal members of the Gaidar Cabinet are expected to stay in office, assuring some continuity in Russia's yearlong attempt to introduce a market economy.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Bronx Man Killed by Robbers As He Tries to Protect Family","web_url":"https://www.nytimes.com/1992/12/23/nyregion/bronx-man-killed-by-robbers-as-he-tries-to-protect-family.html","abstract":"  As she cried and held her daughter yesterday, Judith Davilla told 5-year-old Melissa that her father would not be coming home because he was in heaven.   The child's father, Felix Vargas, 26, died of a gunshot wound to the neck late Monday night after two robbers forced their way into his apartment in Soundview, the Bronx, and threatened to kill his family. The shooting, which woke friends and neighbors who ran to his rescue, occurred shortly after the robbers ordered the child and her mother into the bedroom. Felix Jr., 7 months old, was sleeping in his crib in his parents' room.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/23/nyregion/no-headline-717692.html","abstract":"  If you're around the system any length of time, it becomes obvious you have to attack the problem at its root and get to 7- and 8-year-old kids. -- THOMAS A. COUGHLIN 3d, New York State Corrections Commissioner, discussing crime.  [ B2:4. ]","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Northwest Indians Live on Poverty Coast","web_url":"https://www.nytimes.com/1992/12/23/opinion/l-northwest-indians-live-on-poverty-coast-339792.html","abstract":"  To the Editor:   In the far northwest corner of Washington State, near Cape Flattery, lives (rather, exists) a tribe of native Americans called the Makah.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Bridge","web_url":"https://www.nytimes.com/1992/12/23/nyregion/bridge-039892.html","abstract":"  One of the world's leading player-writers has made a habit of writing interesting essays on important bridge subjects. Mike Lawrence calls them \"Topics on Bridge,\" and his second set of 15 can be obtained directly from him: 131 Alvarado Road, Berkeley, Calif., 94705. The price is $5 each, or $42 for a set, postpaid.   There are several unusual topics. One answers the question, \"When can you overcall with a four-card suit?\" This details the rare exceptions to the normal rule that an overcall needs a five-card suit. A second answers the question, \"How long is partner's suit?\"","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Push for Diversity May Cause Reversal on Interior Secretary","web_url":"https://www.nytimes.com/1992/12/23/us/the-transition-push-for-diversity-may-cause-reversal-on-interior-secretary.html","abstract":"  Under heavy pressure to add more women and members of minorities to his Cabinet, President-elect Bill Clinton appears to have replaced the leading candidate for Interior Secretary, former Gov. Bruce Babbitt of Arizona, with Representative Bill Richardson of New Mexico, who is of Hispanic descent.   The shift seems to have been dictated by Mr. Clinton's desire to name a second Hispanic-American to his Cabinet, say officials of the transition team. If selected, Mr. Richardson would join former Mayor Henry G. Cisneros of San Antonio, whose selection as Secretary of Housing and Urban Development was announced last week.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"Donors to Neediest Cases Feel Lucky","web_url":"https://www.nytimes.com/1992/12/23/nyregion/donors-to-neediest-cases-feel-lucky.html","abstract":"  Suzanne Crawford is a single parent raising a 5-year-old son, a self-described \"Murphy Brown\" mom who readily acknowledges that she would have trouble coping if she did not have a good job and supportive relatives and friends.   When she reads about other single mothers who are facing overwhelming burdens, she knows that their struggle could easily be her own. With that in mind, she sent a check for $250 to The New York Times Neediest Cases Fund, asking that the money be used to buy food for a poor woman bringing up children on her own.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Albert King, a Master of the Blues, Is Dead at 69","web_url":"https://www.nytimes.com/1992/12/23/arts/albert-king-a-master-of-the-blues-is-dead-at-69.html","abstract":"  Albert King, a blues guitarist and singer who became a major figure in postwar American music, died on Monday in Memphis, where he lived.   Mr. King, who was 69, died after a heart attack, the N. J. Ford & Sons Funeral Home in Memphis said.","thumbnail":null,"section":"Arts"},{"date":"19921223","headline":"Russians Outdo Us in Language Teaching","web_url":"https://www.nytimes.com/1992/12/23/opinion/l-russians-outdo-us-in-language-teaching-340092.html","abstract":"  To the Editor:   In \"English? Nyet\" (letter, Dec. 4), Paul R. Joseph concludes after having spent two weeks in Russia that English is not widely known or well taught in the former Soviet Union. My observations in nine months of teaching in Moscow and short visits differ.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Devils Have an Identity Problem at Home","web_url":"https://www.nytimes.com/1992/12/23/sports/on-pro-hockey-devils-have-an-identity-problem-at-home.html","abstract":"  It's tough enough for the Devils to lose to the Rangers at home before a rare capacity crowd at Byrne Meadowlands Arena. It's worse when at least half the fans are cheering for the visiting team and chanting \"Bee-ZER! Bee-ZER!\" because goalie John Vanbiesbrouck led the Rangers to a 3-0 shutout on Monday night.   On top of all this, the Devils continue to pay the Rangers for the right to exist. Above and beyond the territorial indemnity they paid the Rangers to move into the metropolitan market in 1982, the Devils also must give up half their yearly television revenue: 20 percent to the Rangers, 20 percent to the Islanders and 10 percent to the Flyers.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Man in the News; Pathfinders of the Middle Ground: Warren Minor Christopher","web_url":"https://www.nytimes.com/1992/12/23/world/man-in-the-news-pathfinders-of-the-middle-ground-warren-minor-christopher.html","abstract":"  In this dissonant world of uncertainty, disorder and fear, Warren M. Christopher sells confidence and trust.   The quiet, discreet, almost shy Los Angeles lawyer was the man I.B.M. turned to when it needed help in fighting a major antitrust suit, the man President Carter called to negotiate the American diplomatic hostages out of Iran, the man Mayor Tom Bradley asked to resolve the police crisis in Los Angeles. President-elect Bill Clinton tapped him to supervise selection of his running mate, to lead his transition and now to guide the foreign policy of the new Administration as the next Secretary of State.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Book Notes","web_url":"https://www.nytimes.com/1992/12/23/books/book-notes-100992.html","abstract":"  Ethics and the Ethicist   Last week, the University Press of New England received its spring 1993 catalogues, listing among the books the new paperback edition of \"Ethics at the Bedside,\" a collection of 12 case studies written by leading medical ethicists.","thumbnail":null,"section":"Books"},{"date":"19921223","headline":"No Easy Out for Bosnia","web_url":"https://www.nytimes.com/1992/12/23/opinion/no-easy-out-for-bosnia.html","abstract":"  There's no easy way in Yugoslavia. Serbia's election result dashes hopes that the strongman Slobodan Milosevic would be removed peaceably at the polls. He'll have to be forced the hard way to slow the slaughter in Bosnia.    Washington rightly complains of voting irregularities and media manipulation during the campaign. But contesting the election won't substitute for confronting Mr. Milosevic with force.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Fairfield Thrashed By UConn","web_url":"https://www.nytimes.com/1992/12/23/sports/college-basketball-fairfield-thrashed-by-uconn.html","abstract":"  Connecticut scored 90 points against Fairfield tonight in another one of its \"routine\" contests, which have usually come to mean those outside the Huskies' Big East schedule.    The final score this time was 90-66, with Scott Burrell, the UConn senior forward, displaying all of his skills. Burrell scored 19 points, but there was more to his game than that.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"The Grand Plan of Flushing Meadows Slowed Down by Dollar Signs","web_url":"https://www.nytimes.com/1992/12/23/sports/on-tennis-the-grand-plan-of-flushing-meadows-slowed-down-by-dollar-signs.html","abstract":"  The longer this project takes, the smaller it gets.   Yesterday, the incredible shrinking blueprints of the proposed United States Open center received a final review here by United States Tennis Association officials and the architects whose original task has become less original. Instead of designing three new stadiums, the architects will now design just one new and renovate two others routinely condemned by the star players who compete in them.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Jets' McNeil Applauds Settlement","web_url":"https://www.nytimes.com/1992/12/23/sports/pro-football-jets-mcneil-applauds-settlement.html","abstract":"  Freeman McNeil, the Jets running back who sued the National Football League over its free-agency system, expressed satisfaction today when told that the N.F.L. and the players had reached a tentative settlement of their legal disputes.   \"The fact that we have a situation now where we try to look at every part of this game makes it better,\" McNeil said. \"It just creates a situation where the owners and the players can sit down and talk and not have impasses. That's what it's all about, creating a situation where everyone sits down and talks and tries to be fair about it.\"","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Review/Dance; Ted Levy and Friends Reconfirm Tap's Rebirth","web_url":"https://www.nytimes.com/1992/12/23/arts/review-dance-ted-levy-and-friends-reconfirm-tap-s-rebirth.html","abstract":"  The evening was billed as \"Ted Levy and Friends\" and the friends included Gregory Hines, Savion Glover and Jimmy Slyde, among others, and they were, as usual, terrific.    Mr. Levy is a member of the gifted generation of younger tap virtuosos who have come of age in recent years, successors to the veteran hoofers who sparked the tap revival of the last two decades.","thumbnail":null,"section":"Arts"},{"date":"19921223","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/23/nyregion/c-corrections-315092.html","abstract":"  Because of an editing error, an article yesterday about a new agreement for compensating Jewish victims of Nazi persecution misstated the conversion from marks to dollars in some copies. Any Jew who previously received a one-time payment under the German Federal Indemnification Law received 5,000 marks, or about $3,200 at the current rate. Those eligible under the new agreement will receive monthly payments of 500 marks, or about $320, plus \"a limited interim payment.\"","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"CHRISTOPHER AND ASPIN NAMED FOR STATE DEPT. AND PENTAGON","web_url":"https://www.nytimes.com/1992/12/23/world/the-transition-christopher-and-aspin-named-for-state-dept-and-pentagon.html","abstract":"  President-elect Bill Clinton selected Warren M. Christopher as Secretary of State and Representative Les Aspin of Wisconsin as Secretary of Defense today, making them the two anchors of a foreign policy team that draws heavily from the last Democratic Administration.   In a news conference here today, Mr. Clinton also nominated R. James Woolsey Jr., a 51-year-old former under secretary of the Navy and arms negotiator to be Director of Central Intelligence, Anthony Lake, 53, a professor at Mount Holyoke College, as his national security adviser and Madeleine Albright, 55, a political scientist, to be the United States chief delegate to the United Nations. 'No Longer a Simple Place'    In his comments today, as in the appointments themselves, Mr. Clinton shed little new light on his foreign policy views.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/23/style/chronicle-334692.html","abstract":"  What kind of a year has been been for the longtime friends and colleagues ROBERT REDFORD and HARVEY WEINSTEIN?   Pretty good, they agreed in a phone conversation the other day -- with one exception. \"We were talking about our hits, and I said, 'We struck out on one thing,' \" said Mr. Weinstein, who is co-chairman of Miramax Films. \"He said, 'Yes, I know: 'Oglala.' \"","thumbnail":null,"section":"Style"},{"date":"19921223","headline":"Nets Put Up Losing Fight At Home","web_url":"https://www.nytimes.com/1992/12/23/sports/pro-basketball-nets-put-up-losing-fight-at-home.html","abstract":"  Showing tonight: \"The Nets.\" Right before your very eyes, they were horrifying, with 43 percent shooting from the field against the Boston Celtics and a ho-hum attitude in front of their home fans. They stunned you, confused you, acting as though they didn't care early, then suddenly fighting like mad to the last second only to lose on the final shot to the Celtics, 106-104.   New Jersey's loss to the decaying Celtics gets one thumb up and one down. The Nets trailed by as many as 16 points to the Celtics because of incredibly horrid shooting early on (41.8 percent in the first half) and poor defense.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Home Care Serves a Need, Provides Jobs and Is Cost-Effective; For the Clinton Agenda","web_url":"https://www.nytimes.com/1992/12/23/opinion/l-home-care-serves-need-provides-jobs-cost-effective-for-clinton-agenda-356792.html","abstract":"  To the Editor:   You tellingly portray the plight of older New Yorkers who depend on Medicaid-financed home care to keep them living in their own homes (front page, Nov. 20). Precarious as their position is, they are better off than the thousands of the near-poor, frail elderly who do not qualify for the Medicaid home attendant program administered by the Human Resources Administration because their incomes are slightly above the poverty level of $529 a month, and they may have more than the legally permitted $3,050 in assets and the $1,500 burial allowance. This group does not have the money to buy home care services.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Justice Dept. Is Critical Of Molinari","web_url":"https://www.nytimes.com/1992/12/23/nyregion/justice-dept-is-critical-of-molinari.html","abstract":"  A Justice Department official has asserted that the office of Guy V. Molinari, the Staten Island Borough President, supplied fabricated information to a department investigation into claims that a Federal immigration agent convicted on civil rights charges was framed.   In a letter to Mr. Molinari, Deputy Attorney General George J. Terwilliger wrote that after a five-month investigation, the Justice Department concluded that material said to exonerate the agent, Joseph Occhipinti, was fabricated.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Christie's, Too, Will Increase Commissions","web_url":"https://www.nytimes.com/1992/12/23/arts/christie-s-too-will-increase-commissions.html","abstract":"  Seven weeks after Sotheby's increased the commission it charges buyers to 15 percent from 10, its chief rival, Christie's, announced it would follow suit.   Beginning March 1, those who buy at Christie's in the United States, Switzerland, Hong Kong or at the King Street salesroom in London will be charged 15 percent on goods sold for $50,000 or less. Sales of higher value will be charged 15 percent on the first $50,000 and 10 percent for the remainder.","thumbnail":null,"section":"Arts"},{"date":"19921223","headline":"Babes in Computerland","web_url":"https://www.nytimes.com/1992/12/23/opinion/babes-in-computerland.html","abstract":"  Computers, we're being told, are the answer to America's education ills. Not long ago, I heard from a parent about aggressive computer acquisition plans at the school where my 5-year-old attends kindergarten.    The same week, I appeared on a panel with Benno Schmidt, the president and chief executive officer of Whittle Communications' schooling-for-profit Edison Project. He explained the project's vision of \"radical change,\" with classroom computers playing a big role. As we all know by now, President-elect Clinton talks a lot about technology and about education.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Schott's Lawyer Joins Race Relations Meeting","web_url":"https://www.nytimes.com/1992/12/23/sports/sports-people-baseball-schott-s-lawyer-joins-race-relations-meeting.html","abstract":"  A civil rights leader and a lawyer for the Cincinnati Reds' owner, MARGE SCHOTT, said they were encouraged by a two-hour meeting yesterday during which they discussed ways to improve race relations.   \"I think they'll be doing several constructive things, and I think you'll hear of one very soon,\" said FRANK ALLISON, president of the Cincinnati chapter of the National Association for the Advancement of Colored People.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1992/12/23/sports/college-hockey-report.html","abstract":"  Boston College    The Eagles, a young team under a new head coach, Steve Cedorchuk, had won only 4 of 13 games this season before pulling off a coup on Monday night.    Behind by 7-4 against the touring Moscow Spartak club, the Eagles managed to tie the contest, 8-8, in Kelly Rink before a modest crowd of 2,362. How was the goaltending? Don't ask.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Welcome This Change and Support Chernomyrdin","web_url":"https://www.nytimes.com/1992/12/23/opinion/IHT-welcome-this-change-and-support-chernomyrdin.html","abstract":"The replacement of Yegor Gaidar by Viktor Chernomyrdin provides an opportunity for changes in the misguided policies followed by the Bush administration toward market reforms in Russia.. The U.S. government has given its full approval to the disastrous &q","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Official Serbian Voting Tally Puts Hard-Liner Way Ahead","web_url":"https://www.nytimes.com/1992/12/23/world/official-serbian-voting-tally-puts-hard-liner-way-ahead.html","abstract":"  The president of Serbia, Slobodan Milosevic, consolidated his lead today in official returns from Sunday's balloting, in which he sought re-election. But his opponent, Milan Panic, the Prime Minister of Yugoslavia, insisted that the election had been stolen and demanded that Mr. Milosevic resign.    \"It's an outrage,\" Mr. Panic said, when the Serbian election commission reported that Mr. Milosevic had won 55 percent of the vote, against 36 percent for Mr. Panic. The commission said its figures were based on a tally of about 55 percent of the votes cast. A formal announcement is expected Thursday.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Virginia Aims to Shed Image as a 'Handgun Supermarket'","web_url":"https://www.nytimes.com/1992/12/23/us/virginia-aims-to-shed-image-as-a-handgun-supermarket.html","abstract":"  A few months ago the Federal Bureau of Alcohol, Tobacco and Firearms undertook a study of gunrunning on the East Coast, focusing mainly on tracing the origins of handguns seized at crime scenes.   The findings startled even the most hardened law-enforcement officials in Virginia.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"Lawrence Journal; Throwing Up, and Living With, Barriers to Crime","web_url":"https://www.nytimes.com/1992/12/23/us/lawrence-journal-throwing-up-and-living-with-barriers-to-crime.html","abstract":"  Every time he left his South Lawrence home to run an errand on Monday, Nelson Martinez was stopped by the police and asked to prove he had a right to be in the neighborhood. But he doesn't mind the hassle, he said today, if it helps chase out the drug dealers.   The Lawrence police have barricaded every street but one leading into Mr. Martinez's four-block neighborhood in an unusual effort to drive away the dealers by scaring away their customers.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/23/nyregion/c-corrections-307992.html","abstract":"  A map and chart on Monday summarizing damage caused by the violent storm of Dec. 11 located several towns incorrectly and omitted others. Readers wishing corrected copies of the chart may write to the Metropolitan Desk, The New York Times, 229 West 43d Street, New York, N.Y.  10036.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Women Need Better Friends Than Packwood; It's Against the Law","web_url":"https://www.nytimes.com/1992/12/23/opinion/l-women-need-better-friends-than-packwood-it-s-against-the-law-349492.html","abstract":"  To the Editor:   \"The Packwood Problem\" (editorial, Dec. 11) rebukes Senator Bob Packwood for failing to acknowledge sexual harassment of at least 10 women until after his re-election. You also suggest that he resign because of this offensive behavior, while commending him for describing his behavior as \"not merely inappropriate, boorish, but 'just plain wrong.' \"","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Bush Trip to Somalia Is Planned for Jan. 1","web_url":"https://www.nytimes.com/1992/12/23/world/bush-trip-to-somalia-is-planned-for-jan-1.html","abstract":"  President Bush will mark the New Year with a visit to the troops he dispatched to Somalia to help feed the victims of war and famine, the White House said yesterday.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/23/nyregion/c-corrections-304492.html","abstract":"  The Patents column in Business Day on Monday missidentified an inventor at Bell Laboratories who patented a new application for carbon molecules known as Buckminsterfullerenes. He is Arthur Hebard. The article also omitted the name of one inventor; he is Joseph M. Rosamilia.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Lottery Fails To Finance School Safety","web_url":"https://www.nytimes.com/1992/12/23/nyregion/lottery-fails-to-finance-school-safety.html","abstract":"  A special anti-crime lottery that was supposed to raise $50 million to pay for new programs at New York City schools this year is selling miserably, so far raising only about a half-million dollars.   In the last six months, the city's instant lottery game, part of Mayor David N. Dinkins's ambitious program to fight crime, has sold only $2 million worth of tickets.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Witness Calls Woman Mentally Defective","web_url":"https://www.nytimes.com/1992/12/23/nyregion/witness-calls-woman-mentally-defective.html","abstract":"  A psychiatrist testifying in the Glen Ridge sex assault trial said today that the mildly retarded young woman at the center of the case might have used sex as a way to make friends.   But the psychiatrist, Dr. Gerald Meyerhoff, said that did not mean that she understood the concept of consent in sexual matters.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Excerpts From Clinton's News Conference Introducing His Latest Nominees","web_url":"https://www.nytimes.com/1992/12/23/us/transition-excerpts-clinton-s-conference-introducing-his-latest-nominees.html","abstract":"  Following are excerpts from President-elect Bill Clinton's news conference today in Little Rock, Ark., where he introduced his selections for several top positions. The text was provided by Reuters. OPENING STATEMENTS","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1992/12/23/nyregion/metro-digest-756792.html","abstract":"  COURT RULES TO PROTECT LAWYERS   Law firms cannot dismiss lawyers for doing what professional disciplinary rules require: blowing the whistle on a dishonest colleague, New York State's highest court ruled. The decision marked the court's most dramatic incursion to date into what has been, at least in New York, the largely sacrosanct right of employers to choose and lose employees at will. A1.  PRISONER-SCHOLARS' REVOLUTION   A radical new approach to penology is being spawned uninvited from within the system, an approach rooted in a hard fact cited by one of a growing number of prisoner-scholars: \"More than 85 percent of prisoners in the state are black or Latino and -- most phenomenal of all -- that 75 percent of the state's entire prison population comes from just seven neighborhoods in New York City.\" A1.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Presidential Priorities; The First People to Put First","web_url":"https://www.nytimes.com/1992/12/23/opinion/presidential-priorities-the-first-people-to-put-first.html","abstract":"  The Bush Administration offered lofty rhetoric about children and education. But President Bush had no real track record on these issues and his legislative achievements were few.    Bill and Hillary Clinton have long been involved with children and education. And Mr. Clinton's choices of Richard Riley for Secretary of Education and Donna Shalala for Health and Human Services suggest that his administration will be marked more by action than words.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Panel Calls for Tougher Tests For Trains Carrying Poisons","web_url":"https://www.nytimes.com/1992/12/23/us/panel-calls-for-tougher-tests-for-trains-carrying-poisons.html","abstract":"  The National Transportation Safety Board called today for tougher standards for the 104,000 railroad cars that transport four billion tons of hazardous material a year.   The board's recommendation for stricter testing and inspections was prompted by two cases this year in which defects in railroad tank cars led to the release of hazardous materials. There were no fatalities in either case.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"Jay Leno Criticizes NBC On 'Tonight' Cliffhanger","web_url":"https://www.nytimes.com/1992/12/23/arts/jay-leno-criticizes-nbc-on-tonight-cliffhanger.html","abstract":"  Jay Leno, expressing what he called \"surprise and disappointment\" with NBC executives, said yesterday that he believed his performance as the host of the \"Tonight\" show should have more than satisfied the network and that he did not deserve to be threatened with losing the leading show in late-night television to David Letterman.   \"Am I crazy?\" Mr. Leno said in a telephone interview. \"The ratings are going up, the advertisers are happy and so are the affiliates.\" And yet Mr. Leno said he had not received any assurances from NBC executives in New York that he would not be dropped in favor of Mr. Letterman by Jan. 15. That is the deadline NBC is facing to match a CBS offer to give Mr. Letterman about $16 million to star in a nightly talk show at 11:30, the same time as the \"Tonight\" show.","thumbnail":null,"section":"Arts"},{"date":"19921223","headline":"Correction","web_url":"https://www.nytimes.com/1992/12/23/opinion/c-correction-344392.html","abstract":"  Because of an editing error, an article on Tuesday misidentified the forum at which President Bush referred to demands by his questioners for more Federal spending. He spoke at a citizens' question-and-answer session in Miami on Oct. 23.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Cancer for Christmas","web_url":"https://www.nytimes.com/1992/12/23/opinion/cancer-for-christmas.html","abstract":"The other night, I loudly told an acquaintance at a Christmas party that I have breast cancer. \"Oh, well -- it's going around,\" she said. \"It's nothing to be ashamed of. Just everybody's getting it.\" Kind of like Chanel purses. \n\nI am reminded of an old song written by a colleague at \"Saturday Night Live,\" called \"Cancer for Christmas.\" (The producer, Lorne Michaels, wisely never aired it for reasons of taste). So now \n\nI \n\nhave Cancer for Christmas, and even though people say things like \"Just \n\neverybody's \n\ngetting it,\" just \n\nnobody \n\nknows how to cure it.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Home Care Serves a Need, Provides Jobs and Is Cost-Effective","web_url":"https://www.nytimes.com/1992/12/23/opinion/l-home-care-serves-a-need-provides-jobs-and-is-cost-effective-355992.html","abstract":"  To the Editor:   New York State's home care program, which faces serious budget cuts by the Department of Social Services, offers true social and cost advantages (front page, Nov. 20).","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"William E. Hegarty, 66, a Lawyer For Times on the Pentagon Papers","web_url":"https://www.nytimes.com/1992/12/23/us/william-e-hegarty-66-a-lawyer-for-times-on-the-pentagon-papers.html","abstract":"  William E. Hegarty, a lawyer who played a part in winning the landmark court case permitting publication of the Pentagon Papers, died yesterday at Greenwich Hospital in Greenwich, Conn. He was 66.   He had pneumonia and died of heart failure, his family said.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"Storm Victims Seek Grants and Loans","web_url":"https://www.nytimes.com/1992/12/23/nyregion/storm-victims-seek-grants-and-loans.html","abstract":"  Bearing photographs of floating furniture, water-wrinkled papers and stories that they will no doubt retell for years, residents of Long Island, Westchester, Rockland and New York City flocked to eight newly opened storm-relief offices today, seeking grants and low-interest loans to help restore their homes.   They were told to take a number.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"ISRAEL COURT BARS APPEAL FOR ARABS","web_url":"https://www.nytimes.com/1992/12/23/world/israel-court-bars-appeal-for-arabs.html","abstract":"  Israel's Supreme Court rejected appeals today that 415 banished Palestinians be brought back to Israeli territory because Lebanon refuses to receive them.   The ruling came as the Lebanese Army reportedly blocked international relief workers from bringing fresh supplies to the Palestinians, forcing them to begin rationing food and water in the tent camp they have set up in a area of southern Lebanon that lies between Israeli and Lebanese checkpoints.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Hunger, a Growth Industry","web_url":"https://www.nytimes.com/1992/12/23/opinion/hunger-a-growth-industry.html","abstract":"  Despite the tepid economy, one New York enterprise continues to grow rapidly. City Harvest, the nonprofit group that collects leftovers and delivers them to the hungry, expanded by 30 percent this year. City Harvest is likely to keep growing. There's no shortfall in supply or, unfortunately, demand.   That disturbing fact poses a challenge for Democrats about to move into the White House.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Presidential Priorities; Mr. Clinton's New World Symphony","web_url":"https://www.nytimes.com/1992/12/23/opinion/presidential-priorities-mr-clinton-s-new-world-symphony.html","abstract":"  President-elect Clinton has assembled an experienced foreign policy team wise in the ways of Washington and skilled, variously, at devising policies and effecting them. But caution and competence stir no souls. If there's to be music, all now depends on the conductor. Mr. Clinton will need to define his new direction -- like the promising pro-democracy course he began to chart during the campaign.   Warren Christopher, his choice as Secretary of State, said as much yesterday, citing the global environment and global economic competition among the challenges of this new era. The appointees who will serve closest to Mr. Clinton, Anthony Lake and Samuel Berger at the National Security Council, had a large part in drafting his new direction in the campaign. And Mr. Clinton's other senior appointees have the know-how to put it into practice.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"43 Years Later, a Love Still Thrives","web_url":"https://www.nytimes.com/1992/12/23/nyregion/about-new-york-43-years-later-a-love-still-thrives.html","abstract":"  TO mark their first meeting 43 years ago, William Wynkoop and Roy Strickland celebrated at Fedora's, a Greenwich Village restaurant, where they happily told a dinner companion how they had found each other, fallen in love and stayed together.   \"I remember Dec. 19, 1949, was a remarkably warm night,\" said Mr. Wynkoop, a 76-year-old retired professor of English literature. \"It was about 9:15 and I was walking across Washington Square Park. I saw Roy on a bench and sat down next to him.\"","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Toll of American AIDS Orphans Put at 80,000 by End of Decade","web_url":"https://www.nytimes.com/1992/12/23/us/toll-of-american-aids-orphans-put-at-80000-by-end-of-decade.html","abstract":"  The AIDS epidemic will leave 80,000 American children motherless by the end of the decade, including 30,000 in New York City, researchers predict. Unless more resources are devoted to these children, a social catastrophe is unavoidable, they said.   In a study being published today in The Journal of the American Medical Association, the researchers said 80 percent of the children and teen-agers who would lose their mothers to AIDS were black or of Hispanic descent.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/23/nyregion/c-corrections-310992.html","abstract":"  An article yesterday about a change in the New York City Police Department's procedure for classifying bias crimes described the new process incorrectly. The department's bias unit will determine whether a crime is bias-related. The department's bias review panel will review those decisions and has the power to reverse them.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Commission Backs Inheritance Rights For Homosexuals","web_url":"https://www.nytimes.com/1992/12/23/nyregion/commission-backs-inheritance-rights-for-homosexuals.html","abstract":"  In a decision that lawyers and city officials say could affect thousands of cooperatives in New York City, the city Human Rights Commission has ruled that homosexuals have the right to inherit co-op apartments from their partners.   The decision essentially extends to gay people the same rights of inheritence that apply to heterosexual spouses. In all co-op agreements that allow heterosexual spouses to inherit apartments without being subject to the approval of the co-op board, the agreement must specifically spell out that gay couples have the same right.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Robert A. Katz, 65, Corporate Executive And Lawyer, Dies","web_url":"https://www.nytimes.com/1992/12/23/nyregion/robert-a-katz-65-corporate-executive-and-lawyer-dies.html","abstract":"  Robert A. Katz, an international lawyer and corporate executive, died on Sunday at Memorial Sloan-Kettering Cancer Center in Manhattan. He was 65 and lived in Manhattan.    Mr. Katz died of complications from cancer, said his son, Michael, of College Park, Md.","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"Man in the News; Pathfinders of the Middle Ground: Leslie Aspin Jr.","web_url":"https://www.nytimes.com/1992/12/23/us/man-in-the-news-pathfinders-of-the-middle-ground-leslie-aspin-jr.html","abstract":"  In selecting Representative Les Aspin to be his Secretary of Defense, President-elect Bill Clinton has picked a military specialist who favors further cuts in Pentagon spending but who will also fortify the new Administration's inclination to intervene in the fighting in Bosnia.   By all accounts, Mr. Aspin's strength is his fascination with military issues. In recent years, as chairman of the House Armed Services Committee, he has thought hard about the future of the Pentagon, the question of military intervention, and about how to put the weapons industry to civilian use. He knows the ins and outs of the budget process in the Pentagon and on Capitol Hill.","thumbnail":null,"section":"U.S."},{"date":"19921223","headline":"A Togetherness Theme: Taylor Looks to Parcells","web_url":"https://www.nytimes.com/1992/12/23/sports/pro-football-a-togetherness-theme-taylor-looks-to-parcells.html","abstract":"  Lawrence Taylor, whose glorious pro football career appeared ended six weeks ago by a torn right Achilles' tendon, said tonight he would return next year if Bill Parcells returned as the Giants' head coach. If the Giants keep Ray Handley or hire someone other than Parcells, Taylor said he would have to rethink his decision.   Handley's job has been imperiled because of two disappointing seasons as Parcells's successor. Taylor's career has been imperiled by the serious injury he suffered against the Green Bay Packers and the long rehabilitation it requires.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Campus Journal; A Wordsworth Scholar Worthy of the Name","web_url":"https://www.nytimes.com/1992/12/23/education/campus-journal-a-wordsworth-scholar-worthy-of-the-name.html","abstract":"  Relevance, said Wordsworth, is irrelevant; what really counts in art, as in life, are values.    Don't bother checking Bartlett's. The author is Jonathan Fletcher Wordsworth, great-, great-, great-nephew of the Romantic poet William Wordsworth, and a well traveled Oxford scholar.","thumbnail":null,"section":"Education"},{"date":"19921223","headline":"Handley's Future Is Left Up To Young","web_url":"https://www.nytimes.com/1992/12/23/sports/pro-football-handley-s-future-is-left-up-to-young.html","abstract":"  Within three weeks, Ray Handley will either be rehired or the Giants will have a new head coach, the co-owner, Bob Tisch, said today. Tisch and Wellington Mara, the other co-owner, said that they would go along with whatever decision General Manager George Young made about Handley's future.   But the beleaguered Handley talked today like a man preparing to be back at the helm next season. He outlined his organizational plans through next June and blamed much of the defensive problems on players who refused to attend voluntary minicamps.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Will the Real Higgs . . .?","web_url":"https://www.nytimes.com/1992/12/23/sports/sports-people-pro-football-will-the-real-higgs.html","abstract":"  Felony warrants for a con man impersonating Miami Dolphins running back MARK HIGGS prompted the police to arrest the player by mistake early yesterday. Higgs was stopped for speeding on an expressway at 2:45 A.M. by a Broward County sheriff's deputy. The deputy discovered two outstanding warrants in Broward County from 1991 for \"Mark Higgs, also known as Irving Bailey,\" and took Higgs to the county jail, where he was booked.","thumbnail":null,"section":"Sports"},{"date":"19921223","headline":"Atlanta School's Ban on Hiring Non-Christians Opens a Debate","web_url":"https://www.nytimes.com/1992/12/23/education/atlanta-school-s-ban-on-hiring-non-christians-opens-a-debate.html","abstract":"  Along with the Christmas wreaths, the performance of Handel's Messiah and the seasonal good cheer, something else swirled around the Christmas season at the elite Westminster School here -- an increasingly public debate over a policy barring non-Christians from teaching or being trustees at Atlanta's most prestigious prep school.   The policy has already been criticized by from some of the nation's top colleges, and many parents fear it could affect their children's college applications. It has also generated unaccustomed controversy at a school that has become a pillar of the Atlanta establishment and one of the most distinguished college preparatory schools in the South.","thumbnail":null,"section":"Education"},{"date":"19921223","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/23/style/chronicle-333892.html","abstract":"  More than 50 years ago PEGGY LEE sold the watch her father had given her for her high school graduation, and bought a train ticket to stardom. And now MERV GRIFFIN wants to find it and return it to her.    \"It really wasn't much of a watch,\" the singer, who was born in Jamestown, N.D., in 1920, said yesterday in a telephone interview from her home in Bel Air, Calif. \"I sold it to my landladies in Fargo in order to get to California and then to Chicago. There I met Benny Goodman and recorded 'Why Don't You Do Right?' \" That was the song that ignited her career.","thumbnail":null,"section":"Style"},{"date":"19921223","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1992/12/23/nyregion/news-summary-660992.html","abstract":"  International A3-12  USAIR DEAL IS OFF","thumbnail":null,"section":"New York"},{"date":"19921223","headline":"The Pop Life","web_url":"https://www.nytimes.com/1992/12/23/arts/the-pop-life-142492.html","abstract":"  Country music flexed its muscles this year and elbowed its way to the top of the pop music charts in a big way, ending up with both the No. 1 album and artist of the year as well as two other albums in the top 10.    According to the annual chart tallies in Billboard, the music industry's leading trade magazine, the country explosion was led by Garth Brooks, who had the No. 1 and No. 6 pop albums, \"Ropin' the Wind\" and \"No Fences,\" respectively. It was the first time that a country album became the year's top pop album. Mr. Brooks once again also finished as the year's top pop artist in combined sales of albums and singles and had four of the top five country albums, with \"Ropin' the Wind\" at No. 1. Another country artist, Billy Ray Cyrus, hit the No. 4 spot on the album chart with \"Some Gave All.\"","thumbnail":null,"section":"Arts"},{"date":"19921223","headline":"Review/Film; Sexual Obsession, Edited for an R","web_url":"https://www.nytimes.com/1992/12/23/movies/review-film-sexual-obsession-edited-for-an-r.html","abstract":"British politician's affair with son's girlfriend. Arduous but elegant, via Malle.","thumbnail":null,"section":"Movies"},{"date":"19921223","headline":"South Africa's Armor Is Showing Signs of Tarnish","web_url":"https://www.nytimes.com/1992/12/23/world/south-africa-s-armor-is-showing-signs-of-tarnish.html","abstract":"  For much of Africa's modern history, the South African Defense Force stood as a symbol of white power, a continent's best-trained, best-equipped and most disciplined force, capable of projecting its power far beyond the country's own frontiers. These days, its fortunes have never seemed so morose.   From its invasion of Angola in 1975 -- when, with covert American backing, it came within striking distance of Luanda, the capital -- to many other forays into neighboring countries, the South African military showed time and again that its forces could sweep north with relative impunity in pursuit of what its commanders termed a \"total strategy\" to mold the region to Pretoria's will.","thumbnail":null,"section":"World"},{"date":"19921223","headline":"Women Need Better Friends Than Packwood","web_url":"https://www.nytimes.com/1992/12/23/opinion/l-women-need-better-friends-than-packwood-347892.html","abstract":"  To the Editor:   In \"Sexual Politics, the Real Thing\" (Op-Ed, Dec. 2), on charges of sexual harassment against Senator Bob Packwood, Lisa Schiffren, an aide to Vice President Quayle, shows misunderstanding of feminist causes and how personal conduct bears on a public official's record.","thumbnail":null,"section":"Opinion"},{"date":"19921223","headline":"Duke's Bench Has Answer for Its Critics","web_url":"https://www.nytimes.com/1992/12/23/sports/college-basketball-duke-s-bench-has-answer-for-its-critics.html","abstract":"  Duke 96, L.S.U. 67  LAHAINA, Hawaii, Dec. 22 (AP) -- It's tough to knock a team that is ranked No. 1 and coming off consecutive national championships.   Those who do such things decided that Duke may not have the depth of past years, that the bench could be an Achilles' heel if Coach Mike Krzyzewski has to turn to it.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19921223","time":"1992-12-23 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":85,"wspd":7.6},{"date":"19921223","time":"1992-12-23 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":83,"wspd":11.2},{"date":"19921223","time":"1992-12-23 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":81,"wspd":11.2},{"date":"19921223","time":"1992-12-23 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":82,"wspd":7.6},{"date":"19921223","time":"1992-12-23 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":85,"wspd":9.4},{"date":"19921223","time":"1992-12-23 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.4,"rhum":88,"wspd":13},{"date":"19921223","time":"1992-12-23 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1,"rhum":90,"wspd":11.2},{"date":"19921223","time":"1992-12-23 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.4,"rhum":95,"wspd":9.4},{"date":"19921223","time":"1992-12-23 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.5,"rhum":95,"wspd":5.4},{"date":"19921223","time":"1992-12-23 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.2,"rhum":89,"wspd":7.6},{"date":"19921223","time":"1992-12-23 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":91,"wspd":5.4},{"date":"19921223","time":"1992-12-23 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.7,"rhum":90,"wspd":5.4},{"date":"19921223","time":"1992-12-23 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.5,"rhum":92,"wspd":11.2},{"date":"19921223","time":"1992-12-23 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.8,"rhum":90,"wspd":7.6},{"date":"19921223","time":"1992-12-23 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":90,"wspd":7.6},{"date":"19921223","time":"1992-12-23 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.2,"rhum":91,"wspd":11.2},{"date":"19921223","time":"1992-12-23 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":90,"wspd":9.4},{"date":"19921223","time":"1992-12-23 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":89,"wspd":3.6},{"date":"19921223","time":"1992-12-23 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":91,"wspd":3.6},{"date":"19921223","time":"1992-12-23 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":90,"wspd":7.6},{"date":"19921223","time":"1992-12-23 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.3,"rhum":92,"wspd":9.4},{"date":"19921223","time":"1992-12-23 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.9,"rhum":92,"wspd":7.6},{"date":"19921223","time":"1992-12-23 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.1,"rhum":96,"wspd":11.2},{"date":"19921223","time":"1992-12-23 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.6,"rhum":96,"wspd":3.6},{"date":"19921223","time":"1992-12-23 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":57,"wspd":11.2},{"date":"19921223","time":"1992-12-23 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":60,"wspd":9.4},{"date":"19921223","time":"1992-12-23 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":62,"wspd":7.6},{"date":"19921223","time":"1992-12-23 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":5.4},{"date":"19921223","time":"1992-12-23 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":5.4},{"date":"19921223","time":"1992-12-23 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":67,"wspd":5.4},{"date":"19921223","time":"1992-12-23 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":73,"wspd":7.6},{"date":"19921223","time":"1992-12-23 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":79,"wspd":11.2},{"date":"19921223","time":"1992-12-23 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":82,"wspd":11.2},{"date":"19921223","time":"1992-12-23 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":82,"wspd":7.6},{"date":"19921223","time":"1992-12-23 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":85,"wspd":0},{"date":"19921223","time":"1992-12-23 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":82,"wspd":7.6},{"date":"19921223","time":"1992-12-23 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":79,"wspd":11.2},{"date":"19921223","time":"1992-12-23 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":9.4},{"date":"19921223","time":"1992-12-23 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":92,"wspd":7.6},{"date":"19921223","time":"1992-12-23 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":93,"wspd":5.4},{"date":"19921223","time":"1992-12-23 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":18.7},{"date":"19921223","time":"1992-12-23 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":22.3},{"date":"19921223","time":"1992-12-23 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":100,"wspd":18.7},{"date":"19921223","time":"1992-12-23 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":100,"wspd":13},{"date":"19921223","time":"1992-12-23 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":20.5},{"date":"19921223","time":"1992-12-23 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":16.6},{"date":"19921223","time":"1992-12-23 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":18.7},{"date":"19921223","time":"1992-12-23 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":79,"wspd":18.7}]},"19921224":{"guardian_articles":[],"nytimes_articles":[{"date":"19921224","headline":"Cash-Poor New York Given 22,000 Acres In the Adirondacks","web_url":"https://www.nytimes.com/1992/12/24/nyregion/cash-poor-new-york-given-22000-acres-in-the-adirondacks.html","abstract":"  The public will gain access to 22,000 acres of evergreen forest and white-water river in the northwest Adirondacks under a plan announced today that includes the largest gift of land in the 100-year history of the Adirondack Park. Much of the land is wilderness for which the state once planned to pay as much as $6 million, but will now get free.   The land donation by the International Paper Company represents a rare but major environmental breakthrough for New York, whose wilderness preservation program has been all but stymied in recent years by budget shortfalls and voter rejection of a $2 billion environmental bond act in 1990. The tract, along the Raquette River near the village of Tupper Lake, was at the top of virtually every list put together by state officials and environmentalists of areas that should be protected for future generations. Warning About Wilderness    But as he praised the gift, Gov. Mario M. Cuomo said it also emphasized that the state had no money to buy land, a situation he has unsuccessfully sought to remedy with the creation of an environmental trust fund.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Research Unit Is Postponing Major Projects","web_url":"https://www.nytimes.com/1992/12/24/nyregion/research-unit-is-postponing-major-projects.html","abstract":"  The hiring of a private company to run the Federal center for foreign animal diseases here, undertaken last year to cut costs, has gone so awry that it is not only undermining safety but eroding research efforts, according to newly released documents.   The documents show that because of rising operating costs, spending for research has dropped 20 percent this year. A report by the Agriculture Department, which runs the research effort here, concluded that a \"massive cost overrun\" had forced the \"postponement of important agricultural research projects.\"","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"U.S. Transition as Golden Opportunity for Japan","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-us-transition-as-golden-opportunity-for-japan.html","abstract":"- In President-elect Bill Clinton's two-day economic conference last week, what little attention was accorded to the international economy concentrated on the short-term outlook. It is in this intense domestic focus that the greatest risk to the Clinton presidency lies.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"The Endless Quest for a Daughter's Killer; A Queens Detective's Mission: To Find Answers for a Grieving Mother","web_url":"https://www.nytimes.com/1992/12/24/nyregion/endless-quest-for-daughter-s-killer-queens-detective-s-mission-find-answers-for.html","abstract":"  It was a two-by-three-foot blowup, a haunting photograph of a beautiful, fresh-faced young girl smiling slightly. It leaned against a small stand where four lighted candles on a wreath of Christmas pine stood. And beyond that was the altar where a memorial Mass in her honor was offered.   It was a photo of Laura Gossmann, who was found slain three days before Christmas on a Sunday morning last year, not far from her home and in a gully between the Brooklyn-Queens Expressway and Conrail tracks in Woodside, Queens. A Friend He Never Met    Among those who gathered Tuesday night for the Mass at St. John's Preparatory School in Queens, where she had gone to high school, played varsity basketball and served as a spiritual retreat counselor for other students, were her mother, Susan Gossmann, and about 50 relatives and friends.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-963892.html","abstract":"  A report in the Company News col umn in some copies of Business Day on Tuesday about earnings of the Great Atlantic and Pacific Tea Company misstated the company's third-quarter sales. They were $2.38 billion, down 8.9 percent.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1992/12/24/arts/pop-and-jazz-in-review-061092.html","abstract":"  Borbetomagus and Rudolph Grey  CBGB's Gallery","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"AMERICAN IS KILLED IN SOMALIA BY MINE PLANTED BY CLANS","web_url":"https://www.nytimes.com/1992/12/24/world/american-is-killed-in-somalia-by-mine-planted-by-clans.html","abstract":"  A civilian employee of the United States Army was killed in the interior of Somalia today when the vehicle in which he was traveling hit a mine. The death was the first in the American-led force that arrived here two weeks ago.    Three State Department security officials also in the vehicle were wounded when it hit the antitank mine outside Bardera, 200 miles west of here in the Somali bush. The military said the four men were preparing for the arrival of 1,000 marines in Bardera on Thursday.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Leyland Is Not Bitter Over Drain of Talent","web_url":"https://www.nytimes.com/1992/12/24/sports/on-baseball-leyland-is-not-bitter-over-drain-of-talent.html","abstract":"  When you get right down to it, Jim Leyland didn't really ask for a lot. All the Pittsburgh Pirates' manager really wanted for Christmas was his two front-line players.   But a wickedly competitive baseball economy left little more than lumps of coal where Barry Bonds and Doug Drabek used to be. And as everyone knows, in Pittsburgh and points east in Pennsylvania the bottom fell out of the coal and steel markets there a long time ago.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"U.S. COURT DELAYS WELFARE CUTBACK","web_url":"https://www.nytimes.com/1992/12/24/us/us-court-delays-welfare-cutback.html","abstract":"  A Federal judge has temporarily blocked California from paying lower welfare benefits to poor women and children who move here from other states, a policy that is a linchpin of Gov. Pete Wilson's effort to cut spiraling welfare costs and balance the budget.   Under the two-tiered benefit system, aid to newcomers would be limited for 12 months to the amounts they received in their former states. The policy was approved by the Legislature this fall and went into effect on Dec. 1, when the state received a Federal waiver.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Memories of a Low-Tech Christmas","web_url":"https://www.nytimes.com/1992/12/24/opinion/memories-of-a-lowtech-christmas.html","abstract":"Before the metal Christmas tree stand became commonplace, every home had to have its own structural engineer fashion scraps of lumber into a base for a cut evergreen, whose natural tendency was to fall over. It was no easy job to get the assemblage rigid and right, and in the end the tree might have to be retrofitted with several guy lines of twine anchored to a window frame.\n\nMany a tree still did fall, however, as families leaned against the lower branches to decorate the topmost ones. And after Christmas each year, the makeshift engineering artifact was (gladly) tossed out with the tree, which had become so dry that if touched with a lit match it would flash in the trash pile like a sprig of magnesium in a chemistry lab.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Prosecutor Finds Office Fades His Aura","web_url":"https://www.nytimes.com/1992/12/24/nyregion/prosecutor-finds-office-fades-his-aura.html","abstract":"  After a full day of work, sniffling from a cold, Charles J. Hynes slumped at a lectern, judging a mock trial at Brooklyn Law School. But even in the after-hours world of student court, there was no respite from the borough's racial consciousness.   The case was simple burglary, the students told only that the suspect was 17 years old, no word about his skin color or ethnicity. Yet within minutes, the young woman playing the defense lawyer was arguing that her innocent client had fled the scene because as a black man he had reason to fear the police.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Books of The Times; Coast to Coast in an Ecologist's Dream With Wheels","web_url":"https://www.nytimes.com/1992/12/24/books/books-of-the-times-coast-to-coast-in-an-ecologist-s-dream-with-wheels.html","abstract":"  Solo  Life With an Electric Car  By Noel Perrin  191 pages. W. W. Norton & Company. $18.95.","thumbnail":null,"section":"Books"},{"date":"19921224","headline":"3 Officers Wound Themselves In Two Days","web_url":"https://www.nytimes.com/1992/12/24/nyregion/3-officers-wound-themselves-in-two-days.html","abstract":"  A 23-year-old New York City police officer shot a man twice and himself in the wrist during a fight outside a bar in the Bronx early yesterday, the police said.   It was one of three episodes since Tuesday in which police officers wounded themselves. In the other incidents, a correction officer's gun discharged when he was adjusting his holster, and an officer wounded himself at a precinct in the Bronx, the police said.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"PEOPLE","web_url":"https://www.nytimes.com/1992/12/24/style/IHT-people-94056437706.html","abstract":"Young African-Americans, expected to form the core audience for the movie \"Malcolm X,\" are not flocking to see it.three-quarters of the audience for the heavily publicized Spike Lee film about the slain black nationalist leader is 25 or ol","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Last of Seven Production Unions Reaches Tentative Pact at Times","web_url":"https://www.nytimes.com/1992/12/24/nyregion/last-of-seven-production-unions-reaches-tentative-pact-at-times.html","abstract":"  A tentative agreement between the paperhandlers and The New York Times was announced yesterday by the newspaper.   The agreement, which is subject to ratification by the union's members, is the last of a series of labor agreements The Times has reached with its seven production unions involved in the opening of The Times's new color plant in Edison, N.J.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Aspin's Aid to Businesses Questioned","web_url":"https://www.nytimes.com/1992/12/24/us/the-transition-aspin-s-aid-to-businesses-questioned.html","abstract":"  Six years ago, Representative Les Aspin saw a way to channel some of the Pentagon budget to his constituents in Wisconsin. Why not help local business by creating a nonprofit organization in his home district?    The organization would use contributions from local companies and military contractors, as well as Federal money, to help Wisconsin companies bid for Pentagon contracts. To insure that voters did not forget who was trying to help Wisconsin get a piece of the Pentagon pie, it would be named the Aspin Procurement Institute. Mr. Aspin would serve as the honorary chairman.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"5 Hospitals Agree to Tentative Pacts With Nurses","web_url":"https://www.nytimes.com/1992/12/24/nyregion/5-hospitals-agree-to-tentative-pacts-with-nurses.html","abstract":"  Administrators at five hospitals in Queens and Brooklyn have agreed to a tentative contract with nurses, after a day in which it had appeared that one of the hospitals would reject the agreement.   Four of the hospitals -- Brookdale Hospital Medical Center and St. Mary's Hospital in Brooklyn and St. John's Queens Hospital and St. John's Episcopal/South Shore Division in Queens -- signed the agreement early yesterday morning.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Ex-Rockette's Kin Find Relief in Ruling","web_url":"https://www.nytimes.com/1992/12/24/nyregion/ex-rockette-s-kin-find-relief-in-ruling.html","abstract":"  The day after a mentally ill homeless man was ruled unfit to stand trial, for now, in the widely publicized murder of a former Rockette on West 69th Street, her family tried to read finality into a situation that is not quite settled.   But the family of the defendant regretted what they considered a lost opportunity.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Why Rush to Pardon Weinberger?","web_url":"https://www.nytimes.com/1992/12/24/opinion/why-rush-to-pardon-weinberger.html","abstract":"  Friends of former Secretary of Defense Caspar Weinberger continue to press for a Presidential pardon. Mr. Weinberger is accused of lying to Congress in the cover-up of the Iran-contra affair. His friends cite his age, 75, and his long record of public service -- but rarely the crimes of which he is accused.   The charge is that Mr. Weinberger, though an opponent of the plan to ransom American hostages with weapons, concealed his knowledge of the scheme from a Congressional inquiry. His trial begins in Washington on Jan. 5, and until then the charge remains unproven. But an advance pardon would assume that the charges were baseless or insignificant, something that Mr. Weinberger has not demonstrated.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"A 900-Million-Year Reprieve for Life on Earth","web_url":"https://www.nytimes.com/1992/12/24/us/a-900-million-year-reprieve-for-life-on-earth.html","abstract":"  Life on Earth may be doomed but not for at least a billion years, two scientists suggest.   This new estimate gives Earth's creatures a tenfold increase in life expectancy over a span proposed earlier. The latest estimate, by Dr. Ken Caldeira, a geochemist, and Dr. James F. Kasting, an atmospheric scientist, both of Pennsylvania State University, is based on a complex mathematical representation of interactions in the environment.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"PEOPLE","web_url":"https://www.nytimes.com/1992/12/24/style/IHT-people-91599834013.html","abstract":"Liza Minnelli has backed out of a show organized to raise money to repeal Colorado's law against gay rights.The singer was persuaded by friends to join a growing boycott of the state, buther spokesman, Allen Eichorn, said:\"It's gotten much","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Donations to Neediest Cases Running Behind Last Year's","web_url":"https://www.nytimes.com/1992/12/24/nyregion/donations-to-neediest-cases-running-behind-last-year-s.html","abstract":"  The New York Times Neediest Cases Fund passed the $2 million mark yesterday, but it is still falling significantly behind last year's record campaign, which raised more than $5 million. Despite numerous donations from people like Emanuel A. Sprung of Manhattan, who sent $10 for his 47th contribution in a row, the fund has taken in about $200,000 less than it had by this date in 1991.   Arthur Gelb, president of The New York Times Company Foundation, which administers the fund, said he was hopeful that a surge of post-holiday donations would make up the shortfall before the campaign ends on Feb. 28. But officials at the seven charities assisted by the fund fear that if contributions do not pick up, they may have to curtail or even eliminate programs that are helping thousands of people who lack food, clothing, shelter and health care.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1992/12/24/nyregion/metro-digest-605192.html","abstract":"  NEW YORK CITY  HOMELESS RULING TO CUT CROWDING   A state judge, ruling that New York City has illegally sheltered 1,200 homeless men in two dangerous, overcrowded armories, one in the Bronx and one in Brooklyn, ordered the city to cut the number of men there by two-thirds and upgrade fire safety. A1.  THE CHANGING FORTUNES OF CHARLES HYNES   Five years ago, after prosecuting four white men for chasing a black man to his death in Howard Beach, Charles J. Hynes became a celebrity. But his stardom has waned in a relentless stream of high-profile, often violent, bias cases. Now, a new case threatens to entangle the Brooklyn District Attorney in a divisive racial dispute. A1.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"No Tie, No Gift and No Leetch for the Rangers","web_url":"https://www.nytimes.com/1992/12/24/sports/hockey-no-tie-no-gift-and-no-leetch-for-the-rangers.html","abstract":"  Roger Neilson got the really bad news before the game started. Brian Leetch, his left arm weakened by a stretched nerve in his neck, will be out for at least four weeks. Gone is the Rangers' best defenseman. Gone is the lynchpin to Neilson's power play. Gone is the guy who is perhaps the Rangers' most effective when it comes to balancing the need to create offense with the responsibility to protect his own zone.   Did Herb Brooks feel any sympathy? Not likely. His Devils were mortified on Monday by a Leetch-less set of Rangers on New Jersey ice. His offense has been non-existent, the 21st-worst out of 24 teams in the league. Clearly, he has his own problems to worry about.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Review/Dance; An Ailey Premiere Raises the Question: Is It Real or Is It Video?","web_url":"https://www.nytimes.com/1992/12/24/arts/review-dance-an-ailey-premiere-raises-the-question-is-it-real-or-is-it-video.html","abstract":"  What hath MTV wrought? One answer comes from the Alvin Ailey American Dance Theater, which presented the equivalent of a live music video in a premiere entitled \"Frames\" on Tuesday night.    The work is the first that Dwight Rhoden, one of the company's leading dancers, has created for the troupe. But he has previously choreographed several music videos, and the spillover in style and structure is striking, for better or for worse.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Wounded Officer Contradicts Others' Accounts","web_url":"https://www.nytimes.com/1992/12/24/nyregion/wounded-officer-contradicts-others-accounts.html","abstract":"  A plainclothes transit police officer who was shot and critically wounded last month said yesterday that his gun was in its holster when his fellow officers opened fire on him without warning. He said the officers began shooting even after he fell into a fetal position to protect himself.   In his first public statement since the shooting, the officer, Derwin Pannell, contradicted the account given by the other officers, who have said they fired only after they called out 'Police! Don't move!' and he turned toward them, gun in hand. Their account has been supported by a woman Officer Pannell was holding as a suspected fare beater outside a Brooklyn subway station when the other officers came upon the scene.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Home Video","web_url":"https://www.nytimes.com/1992/12/24/movies/home-video-185392.html","abstract":"  Promoting Reconciliation    When the documentary \"Liberators: Fighting on Two Fronts in World War II\" was shown last Thursday at the Apollo Theater in Harlem, many in the audience of 1,200 were moved to tears. Afterward, some of the black and Jewish leaders in attendance, among them the Rev. Jesse Jackson and Mayor David N. Dinkins, recommended that the film be distributed widely as a prime example of interracial cooperation.","thumbnail":null,"section":"Movies"},{"date":"19921224","headline":"Spoleto Festival U.S.A. Announces '93 Season","web_url":"https://www.nytimes.com/1992/12/24/arts/spoleto-festival-usa-announces-93-season.html","abstract":"  The 1993 Spoleto Festival U.S.A., in Charleston, S.C., is to open on May 28 with an orchestral concert conducted by Steven Mercurio, the festival's new music director, and is to run through June 13.   There are to be three opera productions, including the world premiere of \"The Singing Child,\" a new children's opera by Gian Carlo Menotti, the festival's founder and artistic director. The other new productions are a double bill of Ravel's \"Enfant et les Sortileges,\" directed by Moses Pendleton, the United States premiere of Zemlinsky's \"Birthday of the Infanta,\" directed by Mr. Menotti, and a staging of Rossini's \"Comte Ory.\"","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Hampton Handed A Ticket To Hawaii","web_url":"https://www.nytimes.com/1992/12/24/sports/pro-football-hampton-handed-a-ticket-to-hawaii.html","abstract":"  The decline of the Giants (6-9) and the Jets (4-11) was reflected today when the two teams produced only one Pro Bowl player: running back Rodney Hampton of the Giants.   In the voting by National Football League players and coaches for the American Conference team, no Jets player was chosen for the second straight season. The only Jets who have made the Pro Bowl over the last four seasons were safety Erik McMillan after the 1989 season and quarterback Ken O'Brien after 1991, and O'Brien went only after three other quarterbacks withdrew because of injuries. The Jets had no viable candidates this year. Last year, the only Giant chosen was center Bart Oates.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Foreign Affairs; Who Did Good","web_url":"https://www.nytimes.com/1992/12/24/opinion/foreign-affairs-who-did-good.html","abstract":"  People actually do do fine and noble things. I mention that only because we pundits hardly ever mention that. Except at this time of year, when our normal grumpiness seems abnormal.   So allow me to interrupt the usual flow of complaints and howls and give these holiday bouquets to those whose good works expose words as mere words.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Turncoat Ex-Colonel Emerges in Manila To Sign Cease-Fire","web_url":"https://www.nytimes.com/1992/12/24/world/turncoat-ex-colonel-emerges-in-manila-to-sign-cease-fire.html","abstract":"  After four years in hiding, the Philippines' most wanted rebel soldier, Gregorio Honasan, a former lieutenant colonel, came forward today to sign a cease-fire agreement with the Government of President Fidel V. Ramos.   Mr. Honasan, who led several attempts to overthrow Mr. Ramos's predecessor, President Corazon C. Aquino, signed the truce in a private meeting with Government emissaries held at a conference hall on a university campus in suburban Manila.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Lethal Violence Rises in Israeli-Occupied Territory","web_url":"https://www.nytimes.com/1992/12/24/world/lethal-violence-rises-in-israeli-occupied-territory.html","abstract":"  Israel's deportation of 415 Palestinians to Lebanon last week has led to a surge of unrest in the occupied territories and, with it, a sharp rise in the number of Palestinians shot to death by soldiers.    Israeli Army officers insist that they have not changed standing regulations in a way that allows soldiers in the West Bank and the Gaza Strip to open fire more readily than before.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Czechoslovak Colleges Fight the ABC's: Apathy, Bureaucracy, Communism","web_url":"https://www.nytimes.com/1992/12/24/world/czechoslovak-colleges-fight-the-abc-s-apathy-bureaucracy-communism.html","abstract":"  In his history class at Charles University, Karel Kubis befuddles his students with questions like: Was the American Revolution a real revolution? Was the French Revolution? And was the French Revolution devalued by the terror that followed it?    Most perplexing for the students is that there are no longer right or wrong answers: Mr. Kubis wants a debate, an exercise in critical thinking, evidence that history can be analyzed from several points of view. He is pleased when, in response, the class wants to question Czechoslovakia's own \"Velvet Revolution\" of 1989.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"DECREASES ORDERED AT 2 BIG SHELTERS FOR THE HOMELESS","web_url":"https://www.nytimes.com/1992/12/24/nyregion/decreases-ordered-at-2-big-shelters-for-the-homeless.html","abstract":"  Ruling that New York City has illegally sheltered 1,200 homeless men in two dangerous and overcrowded armories, a state judge ordered the city yesterday to cut the number of men housed there by two-thirds and to upgrade fire safety in the sprawling spaces where the men sleep cot to cot.   It was the second time in a month that a judge ordered tough steps to remedy what she described as the city's failure to shelter the homeless adequately. Last month another judge, Helen E. Freedman of State Supreme Court in Manhattan, found high-ranking officials in the Dinkins administration in contempt of court for allowing homeless families to sleep in city offices while they waited for the city to find places to put them.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Pirates Breeze by Without 2 Starters","web_url":"https://www.nytimes.com/1992/12/24/sports/basketball-pirates-breeze-by-without-2-starters.html","abstract":"  Maybe the score would have been closer if Seton Hall had played in the second game at Walsh Gymnasium tonight, the Pirates' annual alumni contest. In the main event, however, the seventh-ranked Pirates scored a one-sided 85-56 victory over Division II Adelphi even though they were without starters Jerry Walker (concussion) and Bryan Caver (ankle injury).   With the victory, Seton Hall improved to 9-1, its best start since the 1988-89 teeam that started off 13-0 and went to the National Collegiate Athletic Association title game.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"If You've Waited This Long To Buy Gifts, This Is for You","web_url":"https://www.nytimes.com/1992/12/24/us/if-you-ve-waited-this-long-to-buy-gifts-this-is-for-you.html","abstract":"  Just in time for the last shopping day before Christmas, a psychologist has an analysis of those who procrastinate in buying presents.   Very different psychological motives, from thrill-seeking to perfectionism, can lead people to wait until the last minute to shop, a report says in this month's issue of the Journal of Personality and Individual Differences.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-969792.html","abstract":"  Because of a photo processing error, a picture in The Times Magazine on Dec. 6 with an article about the pianist Yevgeny Kissin was printed in mirror image. Mr. Kissin actually stood at the left of the piano.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"PEOPLE","web_url":"https://www.nytimes.com/1992/12/24/style/IHT-people-92799417151.html","abstract":"A new row over tabloid coverage of the royal family erupted when The Sun printed what it said was Queen Elizabeth II's prerecorded Christmas TV and radio address to the Commonwealth.A spokeswoman at Buckingham Palace said the advance publication of t","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Tidewater Club Sold by Mets","web_url":"https://www.nytimes.com/1992/12/24/sports/tidewater-club-sold-by-mets.html","abstract":"  The Mets announced yesterday that they have sold their Class AAA International League farm club, Tidewater, for more than $7 million to a group led by Ken Young, a Tampa, Fla., businessman.   The team, the highest in the Mets' minor league chain, will play in a new 12,000-seat stadium in Norfolk, Va., under a working agreement with the Mets. It will be called the Norfolk Tides, a change from the Tidewater Tides, who were owned by the Mets since 1969, when New York's top farm club was moved from Jacksonville, Fla.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Mubarak Visits Tourists To Lift Chill of Assaults","web_url":"https://www.nytimes.com/1992/12/24/world/mubarak-visits-tourists-to-lift-chill-of-assaults.html","abstract":"  Concerned by the strong blow dealt to Egypt's tourist industry by the killing of a British tourist by fundamentalist Muslims a few weeks ago, President Hosni Mubarak visited the ancient ruins here today and spent much of the day shaking hands with French, South African and British visitors.   Later he joined tourists relaxing in the lounges and swimming pools of this ancient Pharaonic city's many five-star hotels, asking several, \"Do you feel safe here?\"","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Where to Learn White House Organization","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-where-to-learn-white-house-organization-449692.html","abstract":"  To the Editor:   President-elect Bill Clinton has let it be known that he intends to avoid Jimmy Carter's error of overloading the Washington policy agenda and to emulate Ronald Reagan in pressing for a few initial major accomplishments. But the early signs of how he intends to organize his associates for such purposes suggest he may be in danger of reliving the failures of previous Presidents. His offhand promise to cut the White House staff by 25 percent suggests he has given more attention to the symbolism of White House operations than to the record.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"U.S. Plans a Transfer","web_url":"https://www.nytimes.com/1992/12/24/world/us-plans-a-transfer.html","abstract":"  With the American-led relief operation here described as being more than three weeks ahead of schedule, the United States field commander said today that he was preparing to transfer the relief effort to a multinational force under United Nations control.   \"We're beginning to actually plan for how the U.N. would come in to replace us,\" the officer, Lieut. Gen. Robert B. Johnston, said in an interview. He did not give a date when the changeover might occur.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Impairments Detailed in Abuse Trial","web_url":"https://www.nytimes.com/1992/12/24/nyregion/impairments-detailed-in-abuse-trial.html","abstract":"  Over more than 10 years, the 21-year-old woman at the center of the Glen Ridge sex assault trial has been variously described by psychiatric experts as \"neurologically impaired,\" \"severely retarded\" and having \"a high level of functioning that precludes mental retardation.\"   The diagnoses, made by school psychiatrists, pediatricians and other educational and psychological experts, were revealed during cross-examination of a psychiatrist who was a prosecution witness. The psychiatrist, Dr. Gerald Meyerhoff, has concluded that the young woman is \"mentally defective,\" and he said he used information in the various reports from the woman's school years to assist him in his evaluation.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Murder Indictments for 3 Youths In Killing of Brooklyn Principal","web_url":"https://www.nytimes.com/1992/12/24/nyregion/murder-indictments-for-3-youths-in-killing-of-brooklyn-principal.html","abstract":"  Three youths were indicted yesterday on murder charges in the shooting death of Patrick Daly, a popular school principal who was caught in the crossfire of an apparent drug dispute last week at a housing project in the Red Hook section of Brooklyn.   Neighborhood residents expressed outrage at the slaying of Mr. Daly, the 48-year-old principal of Public School 15, who was killed on Dec. 17 when he went to the Red Hook Houses to make sure that a child who had been in a fight had returned home safely.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"War Foe Set to Oversee Military Panel","web_url":"https://www.nytimes.com/1992/12/24/us/the-transition-war-foe-set-to-oversee-military-panel.html","abstract":"  Ronald V. Dellums, almost certain to be the new chairman of the House Armed Services Committee, came to Congress in 1971 at age 35 opposing the Vietnam War. When the committee brushed off his demand for an investigation of war crimes, he conducted his own informal hearings.   Two years later, Mr. Dellums became a member of the committee. And soon the 57-year-old California Democrat from Oakland will be in a position to hold any hearings he wants.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Hawks' Wilkins Is Out","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-people-pro-basketball-hawks-wilkins-is-out.html","abstract":"  The Atlanta Hawks placed DOMINIQUE WILKINS on the injured list and signed point guard STEVE HENSON from LaCrosse (Wis.) team of the Continental Basketball Association.   Wilkins, who broke a bone in his right hand last week, is not expected to return until mid-January. Placing him on the injured list Tuesday was a formality necessary to sign Henson.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-91060506838.html","abstract":"Why Not Illyria?. Let the new Balkan state call itself Illyria. The Illyrians lived in the region of Skopje in the 4th century B.C. - contemporaries of that great Macedonian, Alexander. Later they formed a province of the Roman Empire and still later a","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Marilyn Horne Cancels","web_url":"https://www.nytimes.com/1992/12/24/arts/marilyn-horne-cancels.html","abstract":"  Marilyn Horne has withdrawn from her three scheduled performances in Rossini's \"Semiramide\" at the Metropolitan Opera because of \"artistic differences,\" the Met's general director, Joseph Volpe, said yesterday. The mezzo-soprano will be replaced as Arsace on Jan. 7, 13 and 16 by Gloria Scalchi, who made her Met debut in the role this season.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Jordan Goes to High Gear And Scores 57 in Victory","web_url":"https://www.nytimes.com/1992/12/24/sports/basketball-jordan-goes-to-high-gear-and-scores-57-in-victory.html","abstract":"  Bulls 107, Bullets 98   CHICAGO, Dec. 23 (AP) -- Michael Jordan, warming up for a Christmas showdown with the Knicks, scored a season-high 57 points tonight, leading the Chicago Bulls to a 107-98 victory over the Washington Bullets.   Jordan, whose career best is 69 points, matched Reggie Miller of Indiana for the high in the National Basketball Association this season. Jordan, who has 29 career 50-point games, scored 54 in an overtime game against the Los Angeles Lakers on Nov. 20.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Editorial Notebook; Mother Hale's Lasting Gift","web_url":"https://www.nytimes.com/1992/12/24/opinion/editorial-notebook-mother-hale-s-lasting-gift.html","abstract":"  Luminaries and public figures like Representative Charles Rangel and the Rev. Al Sharpton gathered in a large hall at Riverside Church in Manhattan to pay their respects. Others chose a more intimate setting: the small chapel nearby where Clara McBride Hale, known to all as Mother Hale, could be seen for the last time.    They filed silently by the open casket, gazing at a peaceful woman clad in a simple green and black dress. A few broke down in tears. \"Such a good person. Such a good person,\" whispered one mourner, who would only identify herself as a member of Mother Hale's extended family. \"She could never give us enough.\"","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Yugoslavia Plans Defense","web_url":"https://www.nytimes.com/1992/12/24/world/yugoslavia-plans-defense.html","abstract":"  The Yugoslav Army's top general warned in an interview published here tonight that his forces had made plans to resist any international armed intervention against Bosnia and Herzegovina's Serbs.   \"Although any foreign intervention on the territory of the former Socialist Federated Republic of Yugoslavia would be extremely illogical and carry with it the risk of spreading the flames of war across the whole continent of Europe and beyond, the Yugoslav Army has for a long time been ready to turn its armed forces against eventual aggression,\" the army's Chief of Staff, Gen. Zivota Panic, said in an interview with a Belgrade daily, Borba.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-91790659808.html","abstract":"Top Billing for Men? . During the presidential election, Bill Clinton made U.S. economic policy the center of his campaign. On Dec. 11, he named Laura D'Andrea Tyson to head the White House Council of Economic Advisers, Donna E. Shalala to be secretary of","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Oyster Bay Residents Unite Against Bigotry","web_url":"https://www.nytimes.com/1992/12/24/nyregion/oyster-bay-residents-unite-against-bigotry.html","abstract":"  For the first time, the menorah has taken its place here beside the traditional creche and town Christmas tree in a show of solidarity against the recent appearance of anti-Semitic and racist literature in this North Shore village.   The three holiday symbols light up a small park in front of Town Hall, where children gather each year to decorate the Christmas tree with oyster shells and sing carols. This year, the tradition was expanded to include Jewish children who lighted a menorah and sang Hanukkah songs.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Managed Care Prompts Doctors to Do Less","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-managed-care-prompts-doctors-to-do-less-447092.html","abstract":"  To the Editor:   Some managed-care health plans withhold 10 percent to 15 percent of the doctor's fee for a visit. This is a serious deficiency. The reserve fund is distributed to physicians at the end of the year after certain medical expenses for the subscribing patients have been met.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Barnstorming Islanders Bag Another Trophy","web_url":"https://www.nytimes.com/1992/12/24/sports/hockey-barnstorming-islanders-bag-another-trophy.html","abstract":"  Once again, the Islanders beat a first-place team. Once again, they did it on the road. Once again, they are one game below .500. Still, they remain 1 point behind the fourth-place Devils in the chase for the final playoff berth in the Patrick Division.   But the worst of their road schedule is behind them now and they are seven games short of the midseason mark. They have won five of their last six and are still muttering about the one that got away. With 12 of their next 18 games at home, they seem like a team on the move, with upward mobility a real possibility.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1992/12/24/arts/pop-and-jazz-in-review-467492.html","abstract":"  Eastern Rebellion  Village Vanguard Through Sunday","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Thousands Celebrate Mother Hale As 'Lady of Inner-City Royalty'","web_url":"https://www.nytimes.com/1992/12/24/nyregion/thousands-celebrate-mother-hale-as-lady-of-inner-city-royalty.html","abstract":"  Several thousand friends, admirers and family members filled Riverside Church yesterday to celebrate the life and to mourn the death of Clara M. Hale, the woman who sheltered and raised hundreds of abandoned and orphaned children in her home.    The service, an afternoon of heart-felt tributes, seemed to offer solace to those who were most touched by her example. Mother Hale, as she was widely known, died last Friday of complications from a stroke. She was 87 years old.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"BENEFITS GRANTED TO GAY PARTNERS","web_url":"https://www.nytimes.com/1992/12/24/us/benefits-granted-to-gay-partners.html","abstract":"  Two of the country's leading universities have extended health insurance, tuition benefits, library privileges and other fringe benefits to the gay and lesbian partners of faculty and staff members and students.    Stanford University and the University of Chicago, acting independently and without arousing much controversy, voted earlier this month to give gay and lesbian domestic partners the same benefits that have been available to married couples.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Life Full of Toys, Antiques and Deer","web_url":"https://www.nytimes.com/1992/12/24/nyregion/meyersville-journal-life-full-of-toys-antiques-and-deer.html","abstract":"  ARCHIE AND EMMA STILES are busy these days. Everyone wants to borrow their deer.   They have dutifully walked their youngest, a five-month-old named Chelsea, to a town Christmas party, entertained busloads of nursery school students and committed themselves to bring a deer or two to visit hospitals and nursing homes on Christmas Day, with Mr. Stiles dressed as Santa.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"INSIDE","web_url":"https://www.nytimes.com/1992/12/24/us/inside-498992.html","abstract":"  U.N. Ponders Bosnia Moves   The Security Council has become bogged down on what stand to take next on the civil war in Bosnia and Herzegovina. Page A8. China Shuts French Offices    China ordered France to close its consulate in Guangzhou, as punishment for the French sale of 60 fighter planes to Taiwan. Page A6. Questions for Czechs    In Czechoslovakia, professors are getting their students to question everything, including the democratic revolution of 1989. Page A8.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Essay; Switching The Goal Posts","web_url":"https://www.nytimes.com/1992/12/24/opinion/essay-switching-the-goal-posts.html","abstract":"  Bill Clinton's selection of Tony Lake and Sandy Berger to head the Conceptual Frameworkers Union down in the White House basement sends an unmistakable signal to the world: The foreign policy of the United States will be a far cry from the one denounced on Oct. 2 by candidate Clinton in Milwaukee.   In that speech, which might have been titled \"It's Foreign Policy, Stupid,\" Governor Clinton attacked a Bush \"policy that embraces stability at the expense of freedom\" and called for one \"that lights fires in the hearts of millions of freedom-loving people around the world.\"","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Let U.N. Assembly Elect Security Council","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-let-un-assembly-elect-security-council-448892.html","abstract":"  To the Editor:   \"The World's Only Other Cop\" (editorial, Dec. 8) identifies a central obstacle to a wider international role for the United Nations when it points out that the five permanent members of the United Nations Security Council \"still reflect power 1945-style: the United States, Britain, France, Russia and China.\"","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Review/Music; New View of Christmas, By Boston Camerata","web_url":"https://www.nytimes.com/1992/12/24/arts/review-music-new-view-of-christmas-by-boston-camerata.html","abstract":"  Nearly everything we associate with the folk culture of Christmas -- snow and chimneys and hung stockings and evergreen trees and a white-bearded gentleman carrying a full bag of gifts -- comes late to the holiday. Christmas began, as Joel Cohen reminded listeners at Gould Hall on Tuesday night, in the Mediterranean desert, a world \"inhabited by high-strung, passionate, God-intoxicated Semites.\" In honor of the holiday, Mr. Cohen led the Boston Camerata in a program titled \"A Mediterranean Christmas,\" filled with music that was far indeed from the crooning of Bing Crosby or the \"comfortable, inviting rites of Anglo-Saxon folkways.\"    It was an attempt to provide a glimpse of Christmas music during a period when it was still full of the Mediterranean spirit that gave birth to Christmas, but had already been transformed and Latinized by the church. Most of the songs came from southern Europe during the 12th and 13th centuries, from Tuscany, Limoges and Catalonia.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Words for Inauguration","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-words-for-inauguration-462392.html","abstract":"  To the Editor:   Martin Filler is right to urge the President-elect (and those following him in office) to return to tradition and hold inaugurations in front of the facade of the Capitol facing east toward the morning sun (Op-Ed, Nov. 25). There are compelling historical reasons to do so: the function of the Rotunda and the decoration of the entrance to the Capitol.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1992/12/24/arts/classical-music-in-review-206092.html","abstract":"  Sharon Robinson  and Ilana Vered   Cellist and Pianist  92d Street Y","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Coleman Latest to Join Nets' Injury Brigade","web_url":"https://www.nytimes.com/1992/12/24/sports/basketball-coleman-latest-to-join-nets-injury-brigade.html","abstract":"  When the Nets travel to Cleveland for Saturday's game against the Cavaliers, they should perhaps consider taking several Red Cross volunteers to help with the wounded. As if the emotional baggage from a tough loss to Boston on Tuesday wasn't enough, New Jersey now faces the problem of being a banged-up team with one of the most difficult parts of the schedule just around the corner.   The biggest casualty is forward Derrick Coleman. He didn't practice yesterday after further straining his right knee in the 106-104 loss to the Celtics. Coleman originally hurt the knee on Dec. 4 and it has never completely healed. Yesterday no one seemed to know whether Coleman would definitely play against the Cavaliers or whether he might rest the knee. Not even Coleman seemed to know for sure.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/24/style/chronicle-460792.html","abstract":"  A Christmas horribilis for Queen ELIZABETH II? As if she had not had a tough enough year, someone divulged the text of her annual Christmas message to a newspaper two days before she was to deliver it, prerecorded, on nationwide television.    The Christmas message has been delivered annually by the reigning monarch since 1937. The text of this year's message appeared yesterday morning on the front page of The Sun.","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Redmen Are Pushovers for the Hoosiers","web_url":"https://www.nytimes.com/1992/12/24/sports/basketball-redmen-are-pushovers-for-the-hoosiers.html","abstract":"  The distance between the St. John's Redmen and the elite of college basketball, which not so long ago could be measured in bounces and inches, now appears to consist of light years.   Maybe tonight's 105-80 victory by Indiana over the Redmen at Assembly Hall was little more than a case of St. John's, in a transition period under first-year coach Brian Mahoney, being in the wrong place, against the wrong team, at the wrong time.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1992/12/24/style/chronicle-457792.html","abstract":"  MALCOLM-JAMAL WARNER had planned to celebrate New Year's Eve in Los Angeles but was asked by the U.S.O. last week to go to Somalia to visit troops there over the holiday. He leaves on Monday and will be the first entertainer to go to the East African country under the auspices of the U.S.O. since American forces were sent there two weeks ago.   \"This is not a trip you can be totally gung-ho about,\" the 22-year-old actor said yesterday. He was invited because he is in the same age group as many of the troops, said Kevin McCarthy, executive producer of entertainment for the U.S.O.","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1992/12/24/arts/pop-and-jazz-in-review-465892.html","abstract":"  Lee Ranaldo, Ikue Mori and Zeena Parkins  Roulette","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Asuncion Journal; Remember Paraguay? It Is Rejoining the World","web_url":"https://www.nytimes.com/1992/12/24/world/asuncion-journal-remember-paraguay-it-is-rejoining-the-world.html","abstract":"  Eager to make an impression in his first command post, Col. Luis Catalino Gonzalez Rojas uncovered a stolen-car ring operating in his border zone last summer and promptly denounced the crime to his Army superiors.   Those officers smiled indulgently and suggested he forget it.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Christmas Coal","web_url":"https://www.nytimes.com/1992/12/24/opinion/christmas-coal.html","abstract":"  This is the time when millions of children think about stockings. Big stockings. Huge stockings. Stockings grand enough to hold an orange, a few nuts and a cascade of small presents. But please, no lump of coal.   The lump of coal, fans of folklore will recall, was Saint Nicholas's gift to bad children. No statistics exist, nor have they ever, giving the percentage of American children presented with hunks of anthracite on Christmas morning. But whatever the numbers, they are too many.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Judge and Hearing Await N.F.L. Labor Plan","web_url":"https://www.nytimes.com/1992/12/24/sports/pro-football-judge-and-hearing-await-nfl-labor-plan.html","abstract":"  Negotiators for National Football League players and owners are optimistic that they will complete by Monday the tentative settlement of a labor agreement announced Tuesday that will feature a wide-ranging free agency plan.   After the two sides complete their work, certain steps must be taken before the settlement can be put into effect.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1992/12/24/nyregion/news-summary-494692.html","abstract":"  International A3-8  AMERICAN KILLED IN SOMALIA","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-92722725373.html","abstract":"On Beaches in Latvia . Regarding \"Fragile Wings Over a Latvia Beach\" (Opinion, Dec. 1):. Contrary to Vassily Aksyonov's statement about \"near deserted beaches,\" the beaches I visited this summer (the same ones he described) were crowde","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"PEOPLE","web_url":"https://www.nytimes.com/1992/12/24/style/IHT-people.html","abstract":"Leno Defends Record As NBC 'Tonight' Host. JayLeno, getting ahead of rumors that his NBC-TV bosses want to dump him, says he thinks his performance as the host of the \"Tonight\" show should have more than satisfied the network. Filling the s","thumbnail":null,"section":"Style"},{"date":"19921224","headline":"Holiday Tomorrow","web_url":"https://www.nytimes.com/1992/12/24/nyregion/holiday-tomorrow.html","abstract":"  Christmas is tomorrow. Here are holiday schedules. NEW YORK    GOVERNMENT OFFICES -- Closed.   POST OFFICE -- Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Louisiana Must Consolidate Its Universities, Judge Rules","web_url":"https://www.nytimes.com/1992/12/24/us/louisiana-must-consolidate-its-universities-judge-rules.html","abstract":"  In another of many attempts to desegregate Louisiana's public colleges and universities, a Federal district judge today ordered the end of a setup that has been widely seen as strengthening historically black colleges.    \"Simply put, the dubious ideal of 'separate but equal,' whether endorsed by whites or blacks, is an anachronism that our society no longer tolerates,\" Judge Charles Schwartz wrote in ruling that the four boards that currently govern Louisiana's public colleges and universities must be consolidated.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"So Far, Enthusiasm for Plan Runs Low","web_url":"https://www.nytimes.com/1992/12/24/sports/pro-football-so-far-enthusiasm-for-plan-runs-low.html","abstract":"  The way many of the Jets and the Giants greeted the prospect of comprehensive free agency yesterday, they sounded more like owners than emancipated players.   \"I don't think there's going to be a lot of switching teams,\" said Jets strong safety Brian Washington. \"People are set in their ways, and I don't know if guys want to change in their fifth, sixth or seventh years.\"","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-92332733754.html","abstract":"Issues of Life and Death. As a Roman Catholic who has been an acolyte of the church all of my life, I was deeply disturbed by the Nov. 9 report, \"Vatican Paper Cautions Clinton Over Abortion.\" According to the report, L'Observo Romano expressed","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Level Sales Tax Field","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-level-sales-tax-field-464092.html","abstract":"  To the Editor:   Your Dec. 9 report about New York State tax authorities stalking New York cars in New Jersey shopping mall parking lots points up the ludicrous discrepancies between state sales tax laws.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Polish Prime Minister Vows Firm Stand Against Strikers","web_url":"https://www.nytimes.com/1992/12/24/world/polish-prime-minister-vows-firm-stand-against-strikers.html","abstract":"  Prime Minister Hanna Suchocka said today that her Government would stand firm against striking coal miners and rail workers, and hinted that her Government was ready to import coal if necessary.   Miss Suchocka said in a meeting with foreign journalists that satisfying the wage demands would undo three years of progress in Poland's transition to capitalism. The country this year became the first among the former Communist nations to show growth in industrial production.  \"There will be no subsidies,\" Miss Suchocka said, adding:","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Sports of The Times; Free Agency: A New Open Door Policy?","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-of-the-times-free-agency-a-new-open-door-policy.html","abstract":"  THE final push for labor peace in the National Football League came last week in Dallas. That was when the owners offered their negotiating team an extra nudge and told them to close the deal.   In part, that action led to the joint announcement Tuesday that the players and the owners had reached a tentative settlement on a new working agreement that would include the N.F.L.'s first comprehensive free-agency plan.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-90265074207.html","abstract":"Burdens in the East . In \"Europe Has to Wake Up to Its Burdens in the East,\" (Opinion, Dec. 17) Giles Merritt points to many of the obstacles that threaten the future of Europe. However, he is wrong to claim that the problems of the East Europea","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"New York High Court Upholds Tax on Other States' Residents","web_url":"https://www.nytimes.com/1992/12/24/nyregion/new-york-high-court-upholds-tax-on-other-states-residents.html","abstract":"  New York State can continue to tax out-of-state commuters at a rate based on their total family income, rather than just on what they earn in New York, the state's highest court has ruled.   A New Jersey couple, Lawrence and Barbara Brady of Aberdeen, had filed suit, contending that it was unconsitutional for New York to tax them at a rate based on the family's joint income because Mrs. Brady works in New Jersey.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Refs Get a Settlement","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-people-pro-football-refs-get-a-settlement.html","abstract":"  Two former referees, JOHN R. FETTE and FREDERICK J. SILVA, will divide $67,500 in back pay under a settlement over age discrimination reached by the National Football League and the Equal Employment Opportunity Commission, agency officials announced at a news conference yesterday in Manhattan.   Under the consent decree, the N.F.L. also agreed to abandon a policy requiring older officials to retire or shift to jobs off the field.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Now Kids, That's the Way to Use Your Heads!","web_url":"https://www.nytimes.com/1992/12/24/sports/soccer-now-kids-that-s-the-way-to-use-your-heads.html","abstract":"  The Portanovas of Caldwell, N.J., held a family summit last summer, put aside their fears of serious injury, and decided to allow 9-year-old Chris to play both youth football and soccer.   That was the theory, anyway. But the North Caldwell football team that Chris joined often had trouble fielding a full team, and the boy was enjoying soccer more, anyway.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"The Price of Gas","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-the-price-of-gas-463192.html","abstract":"  To the Editor:   With all the discussion about imposing a hefty tax rise on gasoline to increase government revenues, it occurs to me that motorists are already paying a not-too-subtle \"tax\" that is unfairly increasing the revenues of the major oil companies.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Review/Film; Deneuve As Symbol Of Colonial Epoch","web_url":"https://www.nytimes.com/1992/12/24/movies/review-film-deneuve-as-symbol-of-colonial-epoch.html","abstract":"Love and waning French colonialism. Lavish foreign-language Oscar winner.","thumbnail":null,"section":"Movies"},{"date":"19921224","headline":"Review/Music; S.E.M. Evokes John Cage as Teacher","web_url":"https://www.nytimes.com/1992/12/24/arts/review-music-sem-evokes-john-cage-as-teacher.html","abstract":"  Where there is a well-defined school in music, there must be a great teacher. Music from the Viennese Classical period, even the early Romantic, bore the stamp of Haydn.  Earlier in this century, Arnold Schoenberg spread the 12-tone catechism throughout Europe and America. And John Cage, who himself studied briefly with Schoenberg, formed his own topsy-turvy academy in the late 1950's. He taught students and colleagues alike how to be free, and also subtly impressed upon them the importance of self-imposed systems.    On Tuesday night at the Paula Cooper Gallery, 155 Wooster Street in SoHo, the Brooklyn-based S.E.M. Ensemble brilliantly re-created the atmosphere of those years. With the aid of two original participants (Mr. Higgins and Jackson Mac Low), Petr Kotik, the director of S.E.M., followed the letter of the scores without seeming to dryly re-enact them. He restored the past to the extent that it looked like a possible future.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"CHINA SAYS FRANCE MUST CLOSE OFFICE","web_url":"https://www.nytimes.com/1992/12/24/world/china-says-france-must-close-office.html","abstract":"  China ordered France today to close its consulate in the southern city of Guangzhou, as punishment for the French sale of 60 fighter planes to Taiwan.   The action was the latest sign of the growing strains between China and the West over contacts with Taiwan. The closing was apparently a warning to other countries -- including the United States, Germany and the Netherlands -- that are considering arms sales to Taiwan.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-93099076652.html","abstract":"Defending Mia and Woody . Regarding \"Fear of Flirting: Let Sense Prevail\" (Meanwhile, Dec. 8) by Erica Jong:. No one has slogged on longer and harder in the lonely cause of the American art film (or, more simply, adult movies) than Mia Farrow an","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Transactions","web_url":"https://www.nytimes.com/1992/12/24/sports/transactions-327992.html","abstract":"  Baseball  American League   SEATTLE MARINERS -- Signed Mackey Sasser, catcher, to a two-year contract. Eastern League   WEST HAVEN -- Named Charles J. Dowd Jr. general manager.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1992/12/24/sports/results-plus-139092.html","abstract":"  HOCKEY  Lemieux Ends Drought With Two Goals    Mario Lemieux scored two goals, his first in four games, and Tom Barrasso stopped 20 shots for his third shutout of the season as the Pittsburgh Penguins defeated the Flyers, 4-0, last night in Philadelphia. Pittsburgh, now 9-0-4 in its last 13 games with the Flyers and 3-0-0 in the last nine days, has won five of its last six over all (5-1-0). Philadelphia has dropped eight of its last nine games. Barrasso earned his league-leading 22d victory and 18th career shutout, second among active goalies behind Montreal's Patrick Roy (19). Lemieux got his league-leading 36th goal at 2 minutes 9 seconds of the second period. He came off the bench as an extra attacker as a delayed penalty was being called and broke in alone on the Flyers goal. (AP) Whalers 3, Lightning 1: Patrick Poulin scored twice in a 2:05 span of the second period and Sean Burke stopped 19 shots to help the Whalers beat Tampa Bay at Hartford. Poulin, who has seven goals in his last 10 games, had his second two-goal game of the season. He broke a 1-1 tie with a power-play goal at 15:47 of the second period and added his 10th of the season at 17:52. Geoff Sanderson had his team-leading 16th goal for the Whalers, who extended their home unbeaten streak to six games (4-0-2). (AP)","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Edward Pessen, 71, Jacksonian Scholar And Author, Is Dead","web_url":"https://www.nytimes.com/1992/12/24/nyregion/edward-pessen-71-jacksonian-scholar-and-author-is-dead.html","abstract":"  Edward Pessen, an expert on American history, died on Tuesday in Miami. He was 71 years old, and his permanent home was in Brooklyn.   He died of a heart attack, his family said.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-976092.html","abstract":"  A caption in Science Times on Tuesday with a photograph of a mosquito antenna misstated an affiliation of Dr. Gregory Paulson, the scientist who took the picture. He is on the faculty of Washington State University, not the University of Washington.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"Plan to Reorganize CUNY Would Penalize People of Color","web_url":"https://www.nytimes.com/1992/12/24/opinion/l-plan-to-reorganize-cuny-would-penalize-people-of-color-446192.html","abstract":"  To the Editor:   Chancellor W. Ann Reynolds's plan to reorganize the City University of New York, based on her advisory committee's report (news article, Dec. 8), is seriously flawed. Not only would the plan weaken individual colleges while strengthening a huge, impersonal bureaucracy, but it would also have particularly negative consequences for people of color.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Bridge","web_url":"https://www.nytimes.com/1992/12/24/nyregion/bridge-967092.html","abstract":"  One of the most famous families in England for the past six centuries is that of Cavendish, and its members acquired various titles including that of Duke of Devonshire.   The Devonshire Club in London is connected with the family, and is associated with bridge. The Devonshire Club Cup, a most unusual hybrid of duplicate and rubber bridge, is played there annually.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"CLINTON PLANNING TO NAME A WOMAN FOR JUSTICE DEPT.","web_url":"https://www.nytimes.com/1992/12/24/us/the-transition-clinton-planning-to-name-a-woman-for-justice-dept.html","abstract":"  President-elect Bill Clinton is prepared to name Zoe Baird, senior vice president and general counsel for Aetna Life and Casualty in Hartford as Attorney General, transition officials confirmed tonight. Ms. Baird would be the first woman to hold the post.   News of Ms. Baird's nomination came barely 48 hours after she came here to be interviewed by Mr. Clinton and at the end of a day in which other candidates' names rose and fell within hours of each other.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"YELTSIN APPROVES HIS NEW CABINET","web_url":"https://www.nytimes.com/1992/12/24/world/yeltsin-approves-his-new-cabinet.html","abstract":"  President Boris N. Yeltsin today approved a Cabinet put together by Prime Minister Viktor S. Chernomyrdin that with a few exceptions is a replica of the much-maligned Government led by Yegor T. Gaidar, the young reform-minded economist.   In holding together the core of the Gaidar team, Mr. Yeltsin has accomplished a goal set with great flair last weekend when he abruptly cut short a trip to China and returned to take charge of the appointments.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-979492.html","abstract":"  An article yesterday about Yale University referred incorrectly to the status of several positions in the administration. The positions of provost and dean of the graduate school have both been filled. The undergraduate school, Yale College, has an acting dean.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"HOME VIDEO: NEW VIDEO RELEASES","web_url":"https://www.nytimes.com/1992/12/24/movies/home-video-new-video-releases.html","abstract":"  Boomerang  1992. Paramount. $94.95. Laser disk, $34.95. 1 hour 58 minutes. Closed captioned. R.     Meet Marcus (Eddie Murphy), smirky marketing man, womanizer, cliche. Marcus beds lots of women and this is fun and all until the day he himself falls under the spell of a sleek feline destroyer named Jacqueline (Robin Givens). Sort of a female Marcus, Jacqueline ravishes the fellow and leaves him a lovesick wreck whining about her insensitivity. Eartha Kitt is a garish cosmetics doyenne and Grace Jones portrays a startlingly vulgar celebrity, but Marcus and his sex-role confusion is the lone fillip in Reginald Hudlin's film. Fortunately, wrote Janet Maslin in The Times, \"Mr. Murphy happens to be playing this role, so Marcus becomes a lot more likable than he deserves to be.\" Edward II  1992. New Line. $92.95. 1:31. R.","thumbnail":null,"section":"Movies"},{"date":"19921224","headline":"Sprinter Is Suspended","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-people-track-and-field-sprinter-is-suspended.html","abstract":"  British track officials yesterday suspended sprinter JASON LIVINGSTON for four years for failing a drug test.   Livingston, 21, was sent home from the Barcelona Olympics in Spain last August after failing a random, out-of-competition test before the Games. The test showed he had been taking the anabolic steroid Methandianone.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"Hazards at Nuclear Plant Festering 8 Years After Warning","web_url":"https://www.nytimes.com/1992/12/24/us/hazards-at-nuclear-plant-festering-8-years-after-warning.html","abstract":"  Eight years after Government experts first said that catastrophic explosions were possible at million-gallon waste tanks at a nuclear bomb plant in Washington State, the Department of Energy still does not know just what is in the tanks or how risky they are.    The tanks, filled with radioactive waste and toxic chemicals, are the most pressing environmental problem that the Clinton Administration's Department of Energy will inherit, despite optimistic talk on the campaign trail about energy efficiency and fuels that pollute less.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor.html","abstract":"An Unnecessary Jolt. The New York Times editorial in your Nov. 18 edition, entitled, \"Yes, Jolt the Economy,\" suggests that an economic stimulus package of a hefty $60 billion in infrastructure spending and temporary tax cuts on business investm","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Standing Firm for Open Skies","web_url":"https://www.nytimes.com/1992/12/24/opinion/standing-firm-for-open-skies.html","abstract":"  Sadly but wisely, the Bush Administration has rejected a proposal by British Airways to invest $750 million in USAir. This quasi-merger would have benefited U.S. travelers modestly. It might also have had a much stronger benefit, advancing the Administration's strategy for prying open foreign business for American carriers. But the British Government wouldn't go along and so, in the end, Mr. Bush was right to say no.    Air travel between the U.S. and Europe is swathed in restrictive agreements that prevent strong U.S. carriers from competing head to head with foreign airlines. That means high prices and few flights. To protect their coddled national carriers, the European Community countries have refused to negotiate for \"open skies.\" So last summer the U.S. adopted a bold strategy of picking off one country at a time.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"Corrections","web_url":"https://www.nytimes.com/1992/12/24/nyregion/c-corrections-974392.html","abstract":"  Articles last Thursday and on Saturday about race relations in Crown Heights, Brooklyn, referred incorrectly to Rabbi Shmuel Butman. He is the director of the Lubavitch Youth Organization and a spokesman for the Crown Heights Jewish Community Council. The Lubavitch World Headquarters says he does not speak for the Lubavitch movement.","thumbnail":null,"section":"New York"},{"date":"19921224","headline":"U.N. Undecided on Action To Halt Fighting in Balkans","web_url":"https://www.nytimes.com/1992/12/24/world/un-undecided-on-action-to-halt-fighting-in-balkans.html","abstract":"  With Slobodan Milosevic, Serbia's nationalist president, now apparently assured of victory in Sunday's elections, the United Nations Security Council has become bogged down over what to do next about Belgrade's support for Serbian militias in neighboring Bosnia and Herzegovina.   The United States, Britain and France believe the time is approaching when the Security Council should enforce its ban on military flights over Bosnia and Herzegovina to show that its orders must be obeyed and to demonstrate to Mr. Milosevic and other Serbian leaders the council's determination to end the fighting.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Hazards Still Fester At an A-Bomb Plant","web_url":"https://www.nytimes.com/1992/12/24/us/hazards-still-fester-at-an-a-bomb-plant.html","abstract":"  Eight years after Government experts first said catastrophic explosions were possible at million-gallon waste tanks at a nuclear bomb plant in Washington State, the Department of Energy still does not know just what is in the tanks or how risky they are.","thumbnail":null,"section":"U.S."},{"date":"19921224","headline":"Ousted Arabs Shiver and Wait in Lebanese Limbo","web_url":"https://www.nytimes.com/1992/12/24/world/ousted-arabs-shiver-and-wait-in-lebanese-limbo.html","abstract":"\"We are thirsty, cold and hungry,\" said Dr. Abdul-Aziz Rantisi, spokesman for the 415 Palestinians expelled by Israel, as he announced that the deportees have started to ration food and drinking water.\n\nOn Monday, the Lebanese Army imposed a ban preventing all relief organizations, including the United Nations and the International Committee of the Red Cross, from aiding the deportees from the Lebanese side.","thumbnail":null,"section":"World"},{"date":"19921224","headline":"Review/Music; Modernist Works, With Illustrations","web_url":"https://www.nytimes.com/1992/12/24/arts/review-music-modernist-works-with-illustrations.html","abstract":"  Leon Botstein, the music director of the American Symphony Orchestra, had his work cut out for him on Sunday afternoon. Not only did he conduct a challenging program of American modernist compositions in Carnegie Hall, but he gave miniature slide lectures between pieces, comparing the music to contemporaneous visual art. Amid the interdisciplinary fireworks, the performances suffered from hasty preparation and sometimes uncertain leadership at the podium: in some cases, Mr. Botstein simply did not give the music its due.   But the music itself cast a very strong spell. \"The Abstract and Geometric Tradition in Music and Painting, 1930-1975\" was the theme; while his visual analogies tended to be glib, Mr. Botstein succeeded in linking some of the finest American compositions of the period, tragically obscure music that makes no concession to the classical marketplace or to passing trends. Whatever doubt might fall on the conductor's virtuosity, the project as a whole was brave and essential.","thumbnail":null,"section":"Arts"},{"date":"19921224","headline":"Miami Signs Erickson To Contract Extension","web_url":"https://www.nytimes.com/1992/12/24/sports/sports-people-college-football-miami-signs-erickson-to-contract-extension.html","abstract":"  Last week, DENNIS ERICKSON said he intended to coach the Miami Hurricanes for many years to come.   Yesterday, the school had it in writing.","thumbnail":null,"section":"Sports"},{"date":"19921224","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-letters-to-the-editor-93183164076.html","abstract":"'Years of Experience'. The article \"Clinton Chooses Bentsen for Treasury\" (Dec. 7) stated that \"Congress is the only realistic place to turn for experts who have dealt with such pivotal matters as taxes and the budget deficit.\". All th","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"An American Heroine for Troubled Film Industries Abroad","web_url":"https://www.nytimes.com/1992/12/24/movies/an-american-heroine-for-troubled-film-industries-abroad.html","abstract":"  For some, it's the spotted owl or the dolphin. For the actress and producer Rita Gam, it's foreign film that tops the list of endangered species. \"The film industries of other countries are an endangered species,\" she said. \"They have to be protected and cherished.\"   For the past two years she has been filming what she calls \"sort of an ecological series\" called \"World of Film,\" whose half-hour segments paint a portrait of the film industry in a particular country, through interviews with prominent directors and actors, film clips and archival film.","thumbnail":null,"section":"Movies"},{"date":"19921224","headline":"The Post-Cold War Chill: McCarthyism Lives On","web_url":"https://www.nytimes.com/1992/12/24/opinion/IHT-the-postcold-war-chill-mccarthyism-lives-on.html","abstract":" - The Cold War has ended but the worst of its spawn, McCarthyism, lives on.","thumbnail":null,"section":"Opinion"},{"date":"19921224","headline":"No Headline","web_url":"https://www.nytimes.com/1992/12/24/nyregion/no-headline-522592.html","abstract":"  This is a tremendous day for the Adirondacks. ERIC SIY of the National Audubon Society.  [ B4:6. ]","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19921224","time":"1992-12-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.2,"rhum":96,"wspd":5.4},{"date":"19921224","time":"1992-12-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":98,"wspd":5.4},{"date":"19921224","time":"1992-12-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0,"rhum":96,"wspd":5.4},{"date":"19921224","time":"1992-12-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.6,"rhum":97,"wspd":5.4},{"date":"19921224","time":"1992-12-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.6,"rhum":97,"wspd":5.4},{"date":"19921224","time":"1992-12-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.1,"rhum":97,"wspd":3.6},{"date":"19921224","time":"1992-12-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-1.1,"rhum":97,"wspd":3.6},{"date":"19921224","time":"1992-12-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.5,"rhum":98,"wspd":3.6},{"date":"19921224","time":"1992-12-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.7,"rhum":97,"wspd":5.4},{"date":"19921224","time":"1992-12-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.6,"rhum":95,"wspd":3.6},{"date":"19921224","time":"1992-12-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.3,"rhum":96,"wspd":3.6},{"date":"19921224","time":"1992-12-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":-0.1,"rhum":94,"wspd":5.4},{"date":"19921224","time":"1992-12-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":0.7,"rhum":92,"wspd":5.4},{"date":"19921224","time":"1992-12-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":87,"wspd":3.6},{"date":"19921224","time":"1992-12-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":81,"wspd":5.4},{"date":"19921224","time":"1992-12-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":82,"wspd":5.4},{"date":"19921224","time":"1992-12-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":82,"wspd":7.6},{"date":"19921224","time":"1992-12-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":81,"wspd":9.4},{"date":"19921224","time":"1992-12-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":81,"wspd":9.4},{"date":"19921224","time":"1992-12-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":82,"wspd":11.2},{"date":"19921224","time":"1992-12-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":84,"wspd":9.4},{"date":"19921224","time":"1992-12-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.6,"rhum":84,"wspd":9.4},{"date":"19921224","time":"1992-12-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":84,"wspd":11.2},{"date":"19921224","time":"1992-12-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":86,"wspd":7.6},{"date":"19921224","time":"1992-12-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":76,"wspd":16.6},{"date":"19921224","time":"1992-12-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":82,"wspd":14.8},{"date":"19921224","time":"1992-12-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":79,"wspd":13},{"date":"19921224","time":"1992-12-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":79,"wspd":18.7},{"date":"19921224","time":"1992-12-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":73,"wspd":22.3},{"date":"19921224","time":"1992-12-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":72,"wspd":18.7},{"date":"19921224","time":"1992-12-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":14.8},{"date":"19921224","time":"1992-12-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":82,"wspd":11.2},{"date":"19921224","time":"1992-12-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":79,"wspd":14.8},{"date":"19921224","time":"1992-12-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":79,"wspd":14.8},{"date":"19921224","time":"1992-12-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":85,"wspd":11.2},{"date":"19921224","time":"1992-12-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":82,"wspd":16.6},{"date":"19921224","time":"1992-12-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":62,"wspd":44.6},{"date":"19921224","time":"1992-12-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":51,"wspd":40.7},{"date":"19921224","time":"1992-12-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":40,"wspd":44.6},{"date":"19921224","time":"1992-12-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":41,"wspd":48.2},{"date":"19921224","time":"1992-12-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":31,"wspd":55.8},{"date":"19921224","time":"1992-12-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":27,"wspd":55.8},{"date":"19921224","time":"1992-12-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":32,"wspd":55.8},{"date":"19921224","time":"1992-12-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":34,"wspd":48.2},{"date":"19921224","time":"1992-12-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":28,"wspd":51.8},{"date":"19921224","time":"1992-12-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":29,"wspd":51.8},{"date":"19921224","time":"1992-12-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":31,"wspd":37.1},{"date":"19921224","time":"1992-12-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":31,"wspd":33.5}]}}