{"19941129":{"guardian_articles":[],"nytimes_articles":[{"date":"19941129","headline":"In Furor Over Prize, Novelist Speaks Up For His Language","web_url":"https://www.nytimes.com/1994/11/29/books/in-furor-over-prize-novelist-speaks-up-for-his-language.html","abstract":"  No sooner had James Kelman's novel \"How Late It Was, How Late\" won this year's Booker Prize for fiction than a full-scale furor erupted. One of the judges, Rabbi Julia Neuberger, declared that the book was unreadably bad and said that the awarding of the prize, Britain's most important, was a \"disgrace.\" Simon Jenkins, a conservative columnist for The Times of London, called the award \"literary vandalism.\" Several other critics sniped that the book should have been disqualified because of its heavy use of profanity.   Meanwhile, the British literary establishment huddled together defensively as Mr. Kelman appeared in a business suit at the black-tie Booker affair and, in his heavy Scottish accent, made a rousing case for the culture and language of \"indigenous\" people outside of London. \"A fine line can exist between elitism and racism,\" he said. \"On matters concerning language and culture, the distinction can sometimes cease to exist altogether.\"","thumbnail":null,"section":"Books"},{"date":"19941129","headline":"Parole for a Terrorist : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-parole-for-a-terrorist-letters-to-the-editor.html","abstract":"In response to \"Red Army Is Now History, So Germany Orders a Parole,\" (Nov. 18):.She has shown no remorse for her part in a 1972 attack on a U.S. base, but Irmgard Möller is to be freed nevertheless. While they're at it, maybe the German","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Can't Haiti's Cops Just Fight Crime?","web_url":"https://www.nytimes.com/1994/11/29/opinion/cant-haitis-cops-just-fight-crime.html","abstract":"Even though the American occupation force in Haiti will be cut back over the next few weeks, the Pentagon is still committed to \"professionalizing\" the Haitian police -- an objective seemingly above reproach. Yet we have been down this road before in other countries, with unhappy results.\n\nAs early as the Eisenhower Administration, economic aid to foreign countries included small police-assistance missions to developing countries, mostly to help suppress rural bandits. In 1963, however, the Public Safety program, a successor to the earlier missions, got caught up in the Kennedy Administration's obsession with countries confronting left-wing political movements. Endowed with an internal-security mission, and \"professionalization\" being the watchword, it offered equipment and training in radio communications, riot control and automatic firearms to police officers of South Vietnam, Thailand, Colombia, El Salvador and Iran.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Culture By Coercion","web_url":"https://www.nytimes.com/1994/11/29/opinion/culture-by-coercion.html","abstract":"  For a number of years, American culture has been asked to shoulder obligations once considered the responsibility of our politics, and this has radically altered the way we now regard the arts.   Staggering under large-scale deficits, our nonprofit cultural institutions are nevertheless being asked to validate themselves not through creative contributions but on the basis of community services. As Alexis de Tocqueville once predicted: \"Democratic nations will habitually prefer the useful to the beautiful, and they will require that the beautiful be useful.\"","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Chess","web_url":"https://www.nytimes.com/1994/11/29/arts/chess-960322.html","abstract":"  The last of the Intel Quick-Play Grand Prix tourneys was won by Gary Kasparov, the Professional Chess Association's world champion, when he defeated Predrag Nikolic of Croatia by 2-0 on Nov. 13 in Paris.   Kasparov not only received the $30,000 first prize for the final tournament but also shared the $100,000 prize for the best overall result with his Russian countryman Vladimir Kramnik.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"BOOKS : A CHOSEN FEW","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-books-a-chosen-few.html","abstract":"A CHOSEN FEW: The Resurrection of European Jewry. By Mark Kurlansky. 409 pages. $24. Addison-Wesley.. Reviewed by Joan Dupont.WHEN the war was over in Europe, survivors from the camps headed home, even if it took months to get there and there was no hom","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Muslims, Serbs, Croats : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-muslims-serbs-croats-letters-to-the-editor.html","abstract":"Vanita Singh (Letters, Nov. 4) gives a misleading account of secular, democratic and multicultural Bosnia-Herzegovina. The criteria set by the European Community for according recognition to the former republics of Yugoslavia, together with safeguards fo","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Success Overnight, in a Sense: Vietnam's Artists Are in Vogue","web_url":"https://www.nytimes.com/1994/11/29/arts/success-overnight-in-a-sense-vietnam-s-artists-are-in-vogue.html","abstract":"  During the Vietnam War, there was little paper and almost no canvas in North Vietnam, and so one of the fathers of modern Vietnamese painting, Bui Xuan Phai, was often forced to do his work on matchboxes and scraps of newsprint.   Mr. Phai, who in his lifetime never earned more than the equivalent of a few hundred dollars from his art, had a graceful, fluid painting style that is still much imitated by Vietnamese artists, north and south. He died in his beloved Hanoi in 1988.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"A Cynical Argument Against Execution","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-a-cynical-argument-against-execution-961442.html","abstract":"  To the Editor:   I never thought I'd see the day when I would quarrel with Anna Quindlen's views. But that day came with her poignant and perceptive piece on capital punishment (\"The High Cost of Death,\" Nov. 19).","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/29/style/chronicle-961094.html","abstract":"  SYLVIA McNAIR, the American soprano, made her much heralded recital debut Sunday at Alice Tully Hall -- and shared the spotlight as she took her bows.   Ms. McNair had bumped into MARILYN HORNE as they boarded a plane several weeks ago, and Ms. Horne asked if MARTIN KATZ would be the piano accompanist at her recital. \"When I said yes, she said, 'November 27th is his 50th birthday, and I would like to surprise him with a birthday cake on stage when you have finished all your encores,' \" Ms. McNair said. Mr. Katz has also accompanied singers like Frederica von Stade, Leontyne Price and Jose Carreras.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"By Design; Fake Fur for Real Fun","web_url":"https://www.nytimes.com/1994/11/29/style/by-design-fake-fur-for-real-fun.html","abstract":"  \"Fun fur\" used to be the name given to inexpensive pelts like rabbit and curly lamb, but now the real fun furs are fake furs made of synthetic fibers.   The Searle stores have fake raccoon coats in short and long lengths ($300 and $600) that look remarkably like real fur. In the obviously fake category are Henri Bendel's versions of Mongolian lamb in colors like turquoise and cotton-candy pink. There are vests at $128 and seven-eighths-length \"chubbies\" at $198.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"Nepal to Have First Elected Communist Government in Asia","web_url":"https://www.nytimes.com/1994/11/29/world/nepal-to-have-first-elected-communist-government-in-asia.html","abstract":"  Efforts by the ruling Nepali Congress Party to block Nepal's Communists from coming to power collapsed today, clearing the way for the first democratically elected Communist government in Asia.    Officials at the royal palace in Katmandu said they expected the Communist leader, Man Mohan Adhikary, to make an early visit to King Birendra, possibly on Tuesday, to begin the process of forming a government.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Melkite Priest And One Other Guilty in Theft At Brink's Depot","web_url":"https://www.nytimes.com/1994/11/29/nyregion/melkite-priest-and-one-other-guilty-in-theft-at-brink-s-depot.html","abstract":"  A Melkite Catholic priest who has been hailed as a hero for his work with runaway teen-agers in the East Village in Manhattan was convicted today of conspiring to hide some of the $7.4 million stolen by masked gunmen from a Brink's armored-car depot here almost two years ago.   Another defendant was also convicted of conspiracy. But prosecutors failed to make their cases against two other men, including a Brink's guard who they said took part in the robbery and was at the center of the conspiracy. The jury in Federal District Court here acquitted him on all four charges he faced.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/11/29/sports/results-plus-957771.html","abstract":"  COLLEGE BASKETBALL  Cincinnati Stops Rutgers  Art Long and LaZelle Durden each scored 17 points as No. 10 Cincinnati held off stubborn Rutgers, 72-61, last night in Piscataway, N.J. After Rutgers (0-2) cut a 10-point deficit to 50-47 with 11 minutes 5 seconds remaining, Cincinnati (2-0) responded with a 13-4 run to open a 63-51 lead with 6:13 left. Long had 5 points in the run, including two follows on missed shots.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"A Piano Recital Program With a Difference","web_url":"https://www.nytimes.com/1994/11/29/arts/music-review-a-piano-recital-program-with-a-difference.html","abstract":"  Justin Kolb's piano recital on Sunday afternoon at Weill Recital Hall took a sharp swerve at intermission that might have thrown a few people overboard. On the first half, Liszt's arrangement of Beethoven's Fifth Symphony; on the second half, music by the Viennese-born American composer Robert Starer. The pianist's exuberance and confident attack on the keyboard tied his unusual program together.   Mr. Starer celebrates his 70th birthday this year. When the history books are written, he will probably land somewhere in the great open middle of American compositional tradition. His language is sometimes dissonant and even 12-tone in orientation, but it is fundamentally consonant beneath the surface, and his liking for open intervals puts him a shade close to Copland than, say, to Elliott Carter. Among other qualities, he has a certifiable gift for melody. Mr. Kolb gave the world premiere of his Sonata No. 3, an unpretentious but possibly overlong work in three movements. He also played numerous shorter pieces, among them the \"Sketches in Color\" familiar to many piano students.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"U.S.-Russian Space Mission Stumbles, With Delivery Delays at Customs","web_url":"https://www.nytimes.com/1994/11/29/world/us-russian-space-mission-stumbles-with-delivery-delays-at-customs.html","abstract":"  The first major step in an effort to get beyond the cold war in space has stumbled as the delivery of gear for an American-Russian mission early next year has been delayed by, among other things, problems at Russian customs.    An American astronaut, Norman E. Thagard, is to fly into orbit atop a Russian rocket and work for three months in a Russian space station. Dr. Thagard, a physician, was to have performed biomedical experiments with American equipment while aboard the Russian space station, which is known as Mir.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Music Notes","web_url":"https://www.nytimes.com/1994/11/29/arts/music-notes.html","abstract":"  Shaker Surprises    Joel Cohen and his Boston Camerata started out exploring early European music, with an emphasis on Medieval and Renaissance works, but in recent years the group has adopted early American music as a second line of inquiry. Some of Mr. Cohen's findings can be heard in \"A New World Christmas,\" the program he and the Camerata are presenting at Gould Hall (55 East 59th Street, Manhattan) on Dec. 19.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"Tumult in Suffolk","web_url":"https://www.nytimes.com/1994/11/29/opinion/tumult-in-suffolk.html","abstract":"  Even in Suffolk County, L.I., which likes its politics tough and noisy, District Attorney James Catterson is a standout, aggressive in manner and harsh with opponents. He says he makes enemies because he makes difficult decisions and does not suffer miscreants gladly. Prominent officials accuse him of threatening to use grand juries against them unless they bow to his wishes.    Those are serious charges, amounting, if true, to abuse of office or misuse of the justice system. They need investigating -- preferably by a special prosecutor or agency not based on Long Island. Gov. Mario Cuomo, whose office is considering a request by the county's executive and legislature for a special prosecutor, is in the best position to devise a proper inquiry before he leaves office.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Gym Rat Who Would Rebuild Pirates","web_url":"https://www.nytimes.com/1994/11/29/sports/college-basketball-gym-rat-who-would-rebuild-pirates.html","abstract":"  Cozy feelings and warm memories filled George Blaney as he navigated his car through the streets of Jersey City. With each block, the streets looked more and more familiar, and Blaney felt more and more at home.   Blaney was traveling the same route that he used as a teen-ager to get from the house on Bartholdi Avenue -- where his 86-year-old mother, Anne, still lives -- to St. Peter's Prep High School on Grand Street. The sights delighted him. He was returning to a place he calls the Prep to be honored because he is the new basketball coach at Seton Hall University, but for a moment, he felt like a Prepster again.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Judge in a Bitter Clash With Simpson Lawyer","web_url":"https://www.nytimes.com/1994/11/29/nyregion/judge-in-a-bitter-clash-with-simpson-lawyer.html","abstract":"  In a rare, verbally violent exchange in State Criminal Court in lower Manhattan yesterday, a judge did battle with a lawyer on the O.J. Simpson defense team over the attorney's request to be excused from a case in New York.    The judge, Harold Rothwax, accused the lawyer of misstating facts. The lawyer, Peter Neufeld, called the judge \"shameful,\" whereupon the judge warned that he would put him in jail for contempt if he did not vacate the courtroom immediately.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Loophole at the Pier: A special report.; For Aliens, a Bahamas Cruise Is an Easy Way Into the U.S.","web_url":"https://www.nytimes.com/1994/11/29/us/loophole-pier-special-report-for-aliens-bahamas-cruise-easy-way-into-us.html","abstract":"  For illegal immigrants, getting into the United States can be as simple as climbing the gangplank of a cruise ship in the Bahamas and strolling off again in South Florida a few hours later -- without ever showing any proof of citizenship or exchanging even a word with an immigration service inspector.   The Immigration and Naturalization Service's own investigators found more than a year ago that foreign criminal gangs have used day cruises to the Bahamas as a virtual underground railroad for smuggling aliens and drugs into the United States.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Coach for Georgia Tech","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-football-coach-for-georgia-tech.html","abstract":"  GEORGE O'LEARY, who took over Georgia Tech's floundering program on an interim basis late in the season, was named coach yesterday despite going 0-3. The 48-year-old O'Leary, who had been the team's defensive coordinator, replaced BILL LEWIS after Tech's record fell to 1-7 with six straight losses. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-what-theyre-reading.html","abstract":"James Tate, whose \"Worshipful Company of Fletchers\" won the 1994 National Book Award for Poetry, is reading \"The Letters of Mrs. Henry Adams, 1865-1883.\" .\"I am usually reading 20 books at the same time about history, or philoso","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-961043.html","abstract":"  An article on Saturday about Staten Island merchants who gave customers an 8.25 percent discount to protest the New York City sales tax rate misstated the basic rate in New Jersey. It is 6 percent, not 7.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Man Charged As the Sniper In L.I. Attacks","web_url":"https://www.nytimes.com/1994/11/29/nyregion/man-charged-as-the-sniper-in-li-attacks.html","abstract":"  Three weeks ago, several Suffolk County detectives trudged up a mountain in the Catskills looking for a tree with three bullets lodged in its trunk.   \"We hiked five miles up the mountain,\" said Detective Lieut. John W. Gierasch, the commander of the Suffolk homicide squad. \"The locals thought we were crazy hunting for a tree, but we found it.\"","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/29/style/chronicle-956481.html","abstract":"  Seems it takes more than a touch of pneumonia to keep DAN QUAYLE down. The former Vice President went to the emergency room of the Indiana University Medical Center in Indianapolis on Sunday and was told he had walking pneumonia, The Associated Press reported.    But there will be no lolling about in bed for him, said ANNE HATHAWAY, executive director for Issues '96, a political action committee headed by Mr. Quayle. He'll take medication, and he plans to keep his full travel schedule, she added. Mr. Quayle is considering a run for the Republican Presidential nomination in 1996.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"Turkey and Terrorism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-turkey-and-terrorism-letters-to-the-editor.html","abstract":"Regarding the report \"War on Kurds Strains Turks' Ties to Allies\" (Nov. 18):.Turkey is not fighting a war against its ethnic Kurds, who are an integrated, active and central element in Turkish society. We are seeking to defeat a ruthless terr","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/11/29/sports/college-soccer-report-960667.html","abstract":"  College of Charleston   The College of Charleston has been the topic of conversation in collegiate soccer circles since the Division I men's tournament started earlier this month.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Georgia Keeps Goff","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-football-georgia-keeps-goff.html","abstract":"  Coach RAY GOFF will remain for another season at the University of Georgia, charged with showing significant improvement in 1995. Goff, 39, completed his sixth season at Georgia Friday with a 48-10 victory over Georgia Tech, leaving the Bulldogs 6-4-1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Mixing Dada, Cher, Middle America","web_url":"https://www.nytimes.com/1994/11/29/style/mixing-dada-cher-middle-america.html","abstract":"  Certain elements of David LaChapelle's shoot for Allure magazine last week were like almost every other fashion shoot organized in the 1990's: the photo assistant with a ponytail and sideburns, the model wearing stiletto heels two sizes too small, the fashion editor dressed for mourning and the crew ignoring the no smoking sign.   But put all those elements inside a gleaming silver conditioning chamber, used to test product durability at New York's Department of General Services Laboratory, and you have some indication of what is setting Mr. LaChapelle apart in a field where familiarity -- familiar models, familiar sets, familiar fashion -- is breeding contempt.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"Bridge Team Still Dominant in Winning 4th Prestige Event","web_url":"https://www.nytimes.com/1994/11/29/arts/bridge-team-still-dominant-in-winning-4th-prestige-event.html","abstract":"  The team led by Nick Nickell of Raleigh, N.C., continued its dominance of major team championships by winning the Reisinger Board-a-Match Teams here Sunday night at the conclusion of the American Contract Bridge League's Fall Nationals.    His team, which included Richard Freeman of Atlanta, Jeff Meckstroth of Tampa, Fla., Eric Rodwell of Naperville, Ill., and Bob Hamman and Bob Wolff, both of Dallas, has won four of the last five prestige events: the Spingold Knockout Teams in 1993 and 1994, the 1993 Reisinger, and this one. Its only miss was in the 1994 Vanderbilt Knockout Teams.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"1944: Casinos Seized : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-1944-casinos-seized-in-our-pages100-75-and-50-years-ago.html","abstract":"BUENOS AIRES - [From our New York edition:] The military government of general Edelmiro Farrell staged a sensational commercial coup yesterday [Nov. 27] by taking over one of the largest profit-making enterprises in Argentina - gambling. The government is","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Adrift, and Angry, On Bay Ridge Streets","web_url":"https://www.nytimes.com/1994/11/29/nyregion/adrift-and-angry-on-bay-ridge-streets.html","abstract":"  Two brutal attacks in recent months have put a spotlight on hundreds of alienated teen-agers in Bay Ridge, Brooklyn, whose isolation, anger and confusion have brought an edge of fear to one of New York's more stable neighborhoods. The attacks, officials say, reflect an increase in violence in generally peaceful white enclaves of the city.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Edwards's Injury Has Nets Waiting","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-basketball-edwards-s-injury-has-nets-waiting.html","abstract":"  Butch Beard had seen too much promise the past seven days for everything to revert back to his first week as the Nets' coach. As the starting shooting guard, Kevin Edwards, went down with an injury and the Nets trailing badly against the Phoenix Suns midway through the third quarter on Sunday night, he waited for any sign of resilience from his players.   Fifteen minutes later, Beard's patience was rewarded.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Taking Singing Beyond the Voice","web_url":"https://www.nytimes.com/1994/11/29/arts/music-review-taking-singing-beyond-the-voice.html","abstract":"  Sylvia McNair's song recital at Alice Tully Hall on Sunday afternoon witnessed a fascinating competition between the singer's best friend and worst enemy, both being herself. Ms. McNair's mannerisms teeter constantly on the edge of overkill, yet the other elements of her music making are so intelligently devised, and ultimately so compelling, that one forgets and accepts, often happily.   What takes this young American lyric soprano beyond the ordinary is her determination to move the art of singing beyond the voice itself. Sound becomes a conveyance. In the four Purcell songs the destination was words, for Purcell the songwriter is Purcell the dramatist, with musical meter shaped to serve language. From the exquisite \"Music for a While\" to \"The Blessed Virgin's Expostulation,\" Ms. McNair's diction and inflection owed as much to the theater as to the concert stage.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"From a Sense of Snow to a Tussle With Time","web_url":"https://www.nytimes.com/1994/11/29/books/books-of-the-times-from-a-sense-of-snow-to-a-tussle-with-time.html","abstract":"  BORDERLINERS  By Peter Hoeg  Translated by Barbara Haveland. 277 pages. Farrar, Straus & Giroux. $22.    Like Peter Hoeg's last novel, the best-selling \"Smilla's Sense of Snow,\" \"Borderliners\" is one of those books that functions on two levels. \"Smilla\" was both a thriller and a philosophical meditation on the human condition; \"Borderliners\" is both a harrowing tale of an orphan's ordeals within the Danish child-care system and a philosophical meditation on the nature of time.","thumbnail":null,"section":"Books"},{"date":"19941129","headline":"Montana Doubtful","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-nfl-montana-doubtful.html","abstract":"  JOE MONTANA's injured left foot was found yesterday to be sprained, and the Chiefs quarterback was pronounced questionable for Sunday's game against Denver. His backup, Steve Bono, took all the snaps yesterday during a light workout. Montana will be re-evaluated tomorrow. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Redefining Diversity: Biologists Urge Look Beyond Rain Forests","web_url":"https://www.nytimes.com/1994/11/29/science/redefining-diversity-biologists-urge-look-beyond-rain-forests.html","abstract":"  BETWEEN the ever-lengthening menu of Rain Forest Crunch snack foods, the Rain Forest Action Network booths at rock concerts and street fairs, and the ubiquitous jungle-themed coffee mugs, T-shirts, place mats, tote bags, wall clocks, umbrellas and jewelry, the American public has been saturated with the message that tropical rain forests are among the greatest and most endangered of the world's natural wonders.    As the generic eco-lecture has it, tropical rain forests like the Amazon shelter enormous numbers of species, bristling with a variety of life forms so rich that science has barely begun to tally up the multitudes. Tens of millions of species of plants, insects, fungi, amphibians, lizards, fish, snails and more remain to be discovered in the Edenic bosom of the tropical rain forests, and yet the forests are being turned into so much kindling and cow pasture before anybody has had a chance to know what is out there.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"William Leonard Tribute","web_url":"https://www.nytimes.com/1994/11/29/arts/william-leonard-tribute.html","abstract":"  A memorial tribute to William A. Leonard 2d, former president of CBS News, is to be held on Thursday at 1 P.M. at the Walter Reade Theater at Lincoln Center, 165 West 65th Street. Among those scheduled to speak are Howard Stringer, president of the CBS Broadcast Group; Dan Rather and Don Hewitt of CBS News; the former CBS News correspondent Charles Kuralt, and Joan Konner, dean of the Graduate School of Journalism at Columbia University. Mr. Leonard died on Oct. 23 at the age of 78.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"The History's Overlooked In This Historical Novel","web_url":"https://www.nytimes.com/1994/11/29/nyregion/our-towns-the-history-s-overlooked-in-this-historical-novel.html","abstract":"  STUART HALPINE, gray-haired and cardiganed, has become positively shocking, and he figures he knows why. The ex-Mayor, new novelist of New Milford boils it down to 10 pages.   \"Barely 10 pages,\" he said, \"out of a book that's over 300 pages long.\"","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Astronomy Crisis Deepens As the Hubble Telescope Sees No Missing Mass","web_url":"https://www.nytimes.com/1994/11/29/science/astronomy-crisis-deepens-as-the-hubble-telescope-sees-no-missing-mass.html","abstract":"  IN their audacious reach for understanding of the universe, cosmologists often draw back hands that are maddeningly empty. They know, for example, there is more out there than meets the eye. But hard as they try, they are unable to grasp the nature of what lurks in the blackness enfolding the luminous stars and galaxies, that shadowy substance whose gravitational pull must be the organizing force for the evolution and overall structure of the universe.   The abundance of this invisible mass, whatever it is, could dictate the fate of the universe. Unless there is more mass than scientists so far have been able to measure or infer, that fate would appear to be bleak indeed.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"How Tsunami Smashed Into a Sheltered Shore","web_url":"https://www.nytimes.com/1994/11/29/science/how-tsunami-smashed-into-a-sheltered-shore.html","abstract":"  GIANT sea waves generated by earthquakes can smash the shore with devastating force. Sometimes these waves destroy not only coastal areas that directly face them, but also shore locations normally sheltered from the worst ravages of the sea.   Now researchers believe they have discovered how the giant waves, called tsunamis, cause damage in these areas. Under certain conditions, they say, tsunamis striking ocean islands can divide, circle the land and converge on the other side as a secondary wave with enough force to demolish what should be a sheltered shore.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"Giuliani Tells Agencies to Use His Budget, Not the Council's","web_url":"https://www.nytimes.com/1994/11/29/nyregion/giuliani-tells-agencies-to-use-his-budget-not-the-council-s.html","abstract":"  Mayor Rudolph W. Giuliani yesterday instructed city agencies to implement his budget proposals and disregard the City Council's, even as the Comptroller warned that the dispute could hurt the city's fiscal standing.   \"The failure to resolve this matter could have costs beyond the institutional battle,\" Comptroller Alan G. Hevesi said. \"Agencies don't know if they are getting reimbursed for the services they provide. And a protracted dispute displays that our financial credibility is in question, which could lead to a downgrading of our credit rating.\"","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Lean on Serbia Now","web_url":"https://www.nytimes.com/1994/11/29/opinion/lean-on-serbia-now.html","abstract":"  The Bosnian city of Bihac is supposedly under U.N. and NATO protection, but by now it is probably too late to save it by military means. Differing European and American agendas and a divided command structure requiring both NATO and U.N. approval ruled out a timely and effective use of air power, though even that might not have been sufficient to turn back the Serbian assault.    Fearing a divisive rift in NATO, the Clinton Administration has dropped its calls for more aggressive bombing, bowing once again to Europe's preference for letting the Serbs batter Bosnia into a negotiated settlement. There is also talk of rewarding Serbian military gains by redrawing the proposed peace map in their favor.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Nevada Player Arrested","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-basketball-nevada-player-arrested.html","abstract":"  Nevada forward JIMMY MOORE, a top scorer in the Big West Conference, will miss at least two games after his arrest on suspicion of three misdemeanor battery charges involving an attack on a woman, the school said yesterday. The 6-8 Moore led the Big West last season with a 19.2 average. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Moderate Leftist Elected in Close Uruguayan Presidential Race","web_url":"https://www.nytimes.com/1994/11/29/world/moderate-leftist-elected-in-close-uruguayan-presidential-race.html","abstract":"  In what political analysts call Uruguay's closest election ever, former President Julio Sanguinetti of the opposition Colorado Party claimed victory today in a tight three-way race for the presidency. He is expected to slow, but not abandon, the process of economic liberalization begun during five years of rule by the conservative National Party.   With 96 percent of the returns counted, the Interior Ministry said today that the centrist Colorado Party had received 32.2 percent of the vote, the National Party 31.1 percent and the leftist Broad Front 30.7 percent.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Tiffany Told to Pay for Sexual Harassment","web_url":"https://www.nytimes.com/1994/11/29/nyregion/tiffany-told-to-pay-for-sexual-harassment.html","abstract":"  A former head of the estate jewelry department at Tiffany & Company was awarded $365,000 by the New York State Division of Human Rights yesterday after she charged she had been sexually harassed by two superiors at the store and then dismissed when she complained.   Lawrence Wizman, a division spokesman, said $300,000 of the award was for mental anguish, the largest such award ever given by the division in a sexual harassment case. The other $65,000 was for back pay and interest in the case, which dates to the early 1980's.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Mystic Aquarium to Hire Leading Oceanographer","web_url":"https://www.nytimes.com/1994/11/29/nyregion/mystic-aquarium-to-hire-leading-oceanographer.html","abstract":"  With aquariums around the country expanding to capitalize on growing public interest in the underwater world, Connecticut appears to have staged a major coup, recruiting Dr. Robert D. Ballard, the current superstar of deep-sea exploration, to open an institute at its aquarium in Mystic.   Dr. Ballard, best-known for leading expeditions that discovered the wrecks of the Titanic, the Bismarck and the Lusitania, plans to establish a center at the aquarium devoted to educating the public about the deep sea and to oversee the building of a submarine simulator that will allow the public to go on mock dives of 12,000 feet. Visitors will witness real undersea expeditions and speak to the scientists conducting them through live video and telephone hookups in an auditorium. They will also see more conventional exhibitions.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-955787.html","abstract":"  A map yesterday with an article about Bosnia, showing divisions within the country and among its neighbors, carried erroneous labels for the shading code. It denoted concentrations of population, not areas of political or military control.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Sports of The Times; Where McNair Fits Best","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-of-the-times-where-mcnair-fits-best.html","abstract":"  THE instinct is to go for the underdog, the one who comes out of nowhere and wins. Now we have this greatly appealing young quarterback from this small school in Mississippi who grew up in impoverished surroundings in the Deep South. He is blessed with an arm and head and mobility of a dream athlete and with the potential to enter the pro firmament with the likes of Unitas, or Montana, or, well, Starr.   In about 10 days Steve McNair of Alcorn State will or will not win the Heisman Trophy as the best, or at least most celebrated, college football player in the land. The controversy, meanwhile, simmers.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Let Police Run Shelters","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-let-police-run-shelters-961450.html","abstract":"  To the Editor:   You report that the New York City Police Department's new Homeless Outreach Unit has encountered many problems (\"Police Reach Out to the Homeless, but Often Find Efforts Rejected,\" front page, Nov. 16). Why not have the police, who take the homeless to shelters, instead supervise the shelters? I am sure that many of the homeless, who now fear for their lives in the shelters, would more readily go to them if they knew that someone was protecting them. BARBARA WHITEHOUSE  Middle Village, Queens, Nov. 20, 1994","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/29/nyregion/no-headline-956406.html","abstract":"  \"It's a fairly embarrassing situation to admit that we can't find 90 percent of the universe.\" -- DR. BRUCE H. MARGON, astrophysicist.  [ C1:2. ]","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"London Launch For Hip Shoes : Flagship For Doc Martens","web_url":"https://www.nytimes.com/1994/11/29/style/IHT-london-launch-for-hip-shoes-flagship-for-doc-martens.html","abstract":"It is a long way from the metal-tipped boot of a downtown skinhead to the height of hip fashion. But Dr. Martens - the creator of airy soles in heavy shoes - has made that leap..When the first Dr. Martens store opened in London's Covent Garden on Wedne","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"A Limit on Vendor Permits Is Proposed by the Mayor","web_url":"https://www.nytimes.com/1994/11/29/nyregion/a-limit-on-vendor-permits-is-proposed-by-the-mayor.html","abstract":"  Mayor Rudolph W. Giuliani yesterday proposed restricting food vendors on the city's streets by limiting to two the number of permits any one person can own.   The proposal, part of a long-awaited plan on food carts, comes months after Mr. Giuliani sharply limited where the vendors could operate in midtown. Although administration officials said the proposal is intended to put more permits in the hands of individuals, it could also reduce the number of vendors.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Jets' Weaknesses Helped Marino Look Strong","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-football-jets-weaknesses-helped-marino-look-strong.html","abstract":"  It took a mediocre Jets team to blow a 24-6 third-quarter lead, even if the Dolphins have come back so often behind Dan Marino.   First, you keep your hands off Marino, allowing him time to work his magic.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Ukraine Gets Reformer at the Helm","web_url":"https://www.nytimes.com/1994/11/29/world/ukraine-gets-reformer-at-the-helm.html","abstract":"  Andriy K. Denga, one of this bankrupt country's progressive farm managers, is doing just about everything he can to make money. He has a contract with Italians to make smart leather attache cases. A sewing shop is making inexpensive clothes for Germany. Caged minks and foxes are being readied to have their fur made into hats.   People are very angry about the economy, \"and a small spark can bring a blowup here,\" said Mr. Denga, a onetime local Communist Party boss who wears a suit as he shows weekend visitors plows and cows. \"That's why we have to process agricultural material here rather than sell it at very low prices.\"","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Vote in Norway Blocks Joining Europe's Union","web_url":"https://www.nytimes.com/1994/11/29/world/vote-in-norway-blocks-joining-europe-s-union.html","abstract":"  Bucking a trend set by its Nordic neighbors, Norway early today became the only country to turn down membership in the expanding club of nations known as the European Union.   With almost 90 percent of the votes counted in a two-day nationwide referendum, the \"no\" votes were ahead of the \"yes\" votes by 52.8 percent to 47.2 percent.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Players Set to Stay Off Owners' New Pitches","web_url":"https://www.nytimes.com/1994/11/29/sports/baseball-players-set-to-stay-off-owners-new-pitches.html","abstract":"  If this were a lottery, the winning number could be $34,243,314. Or $34,865,920. But major league baseball players won't play either one. They think both are losers.   The players' labor representatives are expected to deliver that message to the owners' negotiating team on Tuesday when they resume bargaining in the dispute that first wiped out the last seven weeks of the regular season, then erased the post-season and now has created chaos in the clubs' off-season planning.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Observer; 'Bunk,' Ford Called It","web_url":"https://www.nytimes.com/1994/11/29/opinion/observer-bunk-ford-called-it.html","abstract":"  Political intellectuals are having a nasty argument about what history should be taught to American schoolchildren. Tales you hear indicate that, whatever history may be taught in the future, at present kids learn practically none of any kind.   My own favorite anecdote stars an apparently normal high school student. Amazed to hear a graybeard refer to the First World War, he cried, \"I never knew there was a First World War!\"","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"An Indochinese Goat Is Imperiled by Its Year of Fame","web_url":"https://www.nytimes.com/1994/11/29/world/an-indochinese-goat-is-imperiled-by-its-year-of-fame.html","abstract":"  As much as any animal can be, the sao la is publicity shy. For thousands of years, small herds of these gentle, goat-like creatures munched their way through the mountainous grasslands of Indochina, drawing so little attention that the outside world had no hint of their existence.    But that all changed a year ago, when the sao la was suddenly thrust into the age of celebrity, pushed in front of the television cameras and celebrated on the pages of National Geographic and People Magazine -- overnight, a zoological superstar.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"It's Time for Israel to Risk Peace With Syria; P.L.O. Pact's Necessity","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-it-s-time-for-israel-to-risk-peace-with-syria-plo-pact-s-necessity-961434.html","abstract":"  To the Editor:   The last time Benjamin Netanyahu wrote an Op-Ed article for your paper, I chastised his likening the Principles of the Israel-Palestine Liberation Organization accord signed last year at the White House to the Munich appeasement. I also criticized his debating Israeli politics in The New York Times, an unwritten no-no in Likud party practice.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Marino Says He Is Not Certain He Wants to Be Just a Senator","web_url":"https://www.nytimes.com/1994/11/29/nyregion/marino-says-he-is-not-certain-he-wants-to-be-just-a-senator.html","abstract":"  Still stunned by his ouster as majority leader of the State Senate, Ralph J. Marino said today that he had not decided whether he would remain in the body as simply the Senator from the Fifth District.   \"It's been too soon for me, I think, to gather myself together and think about a direction I want to go in,\" Mr. Marino said in a telephone interview from his office in Oyster Bay, L.I. \"I told my wife we ought to go to Montauk Point and talk about it, because I really don't know what the future holds.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Fighter Gives Up Title","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-boxing-fighter-gives-up-title.html","abstract":"  PICHIT SITHBANGPRACHAN of Thailand has given up the International Boxing Federation flyweight championship rather than defend against the top-ranked JOSE LUIS ZEPEDA of the United States. The move was announced yesterday by the I.B.F. president, ROBERT LEE, and took effect last Friday. Sithbangprachan won a split decision over Zepeda on May 8 in Bangkok, Thailand. He had been ordered to make a mandatory defense in a rematch by Dec. 4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"COURT TO WEIGH 2 SEARCH CASES","web_url":"https://www.nytimes.com/1994/11/29/us/supreme-court-roundup-court-to-weigh-2-search-cases.html","abstract":"  Marking its current term as potentially the most important in years for the constitutional law of search and seizure, the Supreme Court today accepted two cases posing long-unresolved questions about drug testing and police searches.   One case asks whether public schools can subject students to random drug tests. The other asks whether in executing a search warrant police officers must first announce their presence and give the occupant time to open the door before forcing their way inside.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Study Finds Jurors Often Hear Evidence With Closed Minds","web_url":"https://www.nytimes.com/1994/11/29/science/study-finds-jurors-often-hear-evidence-with-closed-minds.html","abstract":"  THERE is a joke among lawyers about the difference between jury trials in England and the United States: in England, the trial starts once the jury selection ends; in America, the trial is already over.   Now, as the weaknesses of the jury system are coming under increasing scrutiny, a new study shows that substantial numbers of jury members reach verdicts using faulty reasoning.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/29/nyregion/inside-956350.html","abstract":"  Eased Bank Rules Proposed   Banks would gain new power, being allowed to sell real estate, computer services and possibly securities under relaxed rules proposed by Government regulators. Page D1. To Catch a Sniper    Long Island police solved the case of the Suffolk County sniper by hiking five miles up a mountain, cutting down a tree, and bringing back the evidence, three bullets. Page B1. Priest Convicted in Robbery    A Catholic priest was found guilty of conspiring to hide some of the $7.4 million that was stolen by masked gunmen from a Brinks depot in Rochester two years ago. Page B1.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"It's Time for Israel to Risk Peace With Syria; Nurturing the Process","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-it-s-time-for-israel-to-risk-peace-with-syria-nurturing-the-process-961426.html","abstract":"  To the Editor:   \"Israeli-P.L.O. Talks: A Growing Mistrust\" (news analysis, Nov. 18) should lay to rest \"the conventional wisdom\" that existed when I founded Interns for Peace. In 1976 Israeli leaders told me Jewish-Arab hatred would melt once Israel came to peace with its Arab neighbors. You document that the enmity has not even eroded among the Jewish and Israeli leaders who pursue peace.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"250 New Housing Units for AIDS Patients Is Among Priorities of the State Legislature","web_url":"https://www.nytimes.com/1994/11/29/nyregion/250-new-housing-units-for-aids-patients-among-priorities-state-legislature.html","abstract":"  The current session of the New Jersey Legislature still has another year to run, but both the Senate and Assembly have been moving several high-profile bills into position for votes before 1994 ends. All deal with emotionally charged issues.   The newest measure, which its sponsors say is the first of its kind in the country, would provide 250 units of housing spread through five urban areas for people with H.I.V. or AIDS and their families.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/29/sports/transactions-958514.html","abstract":"  Baseball  American League  BOSTON RED SOX -- Named Tommy Barrett manager of Sarasota of the Florida State League; Jeff Gray pitching coach of Sarasota; and Bob Geren manager of Utica of the the New York-Penn League. Announced that Felix Maldonado, manager of the Red Sox of the Gulf Coast League, will return next season. Named Sammy Ellis minor league pitching coordinator, and Steve Braun minor league batting coach.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"G.O.P. Should Check Helms's Competence","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-gop-should-check-helms-s-competence-961370.html","abstract":"  To the Editor:   Senator Jesse Helms's comment that President Clinton \"better have a bodyguard\" if he visits the Senator's home state of North Carolina is outrageous for Senator Helms's apparent ignorance of its potential impact (news article, Nov. 23).","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/29/style/chronicle-961108.html","abstract":"  Ever wonder if people give those dinners, cocktail parties and other festive events that they buy at auctions for worthy causes?    CAROLEE FRIEDLANDER, founder and president of a jewelry firm, was the high bidder for a tea party at the Washington home of the French Ambassador, at an auction more than a year ago. Never able to actually give the tea, which was auctioned to benefit the Vincent T. Lombardi Cancer Center at Georgetown University, she passed it on as a gift to her friend ADRIENNE ARSHT, a banker in Washington.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"Bridge Gunman Is Called Angry but Sane","web_url":"https://www.nytimes.com/1994/11/29/nyregion/bridge-gunman-is-called-angry-but-sane.html","abstract":"  A psychologist testifying for the prosecution yesterday described Rashid Baz, who is on trial in the shooting of a group of Hasidic students on the Brooklyn Bridge in March, as a very angry man. But he said he suffered from no mental condition that would absolve him of criminal responsibility for his actions.   The psychologist, Terrence Kaene, a professor at the Tufts University Medical School, was called to the stand in State Supreme Court in Manhattan to rebut testimony from two psychologists called last week by the defense, which is arguing that Mr. Baz was insane during the few minutes that he opened fire on the van carrying 15 Hasidic students, killing one and wounding three.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"PRESIDENT STAGES SHOW OF SUPPORT FOR TRADE ACCORD","web_url":"https://www.nytimes.com/1994/11/29/us/president-stages-show-of-support-for-trade-accord.html","abstract":"  President Clinton opened the White House this morning to a delegation of Republicans for the first time since Election Day to rally support for the global trade pact whose fate will be the first test of the bipartisanship on which he now must rely.   With the lame-duck Congress back in town to vote on the trade agreement, opponents of the accord were waging last-ditch efforts to block it, contending it could harm American workers and undermine United States sovereignty. But they conceded that they lacked the votes in the House, which takes up the measure on Tuesday. And Mickey Kantor, the United States trade representative, predicted that the measure would win a comfortable victory in the Senate as well when that body votes on Thursday.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Slaughter Fined","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-nfl-slaughter-fined.html","abstract":"  The Houston Oilers' new coach, JEFF FISHER, fined wide receiver WEBSTER SLAUGHTER one game check worth $9,529 today and threatened to suspend him for the season for his critical comments following Sunday's loss at Cleveland. \"Nothing Jeff Fisher can do can insult me anymore,\" Slaughter said after he was removed from the game. \"I just can't see putting forth an effort and playing hard for those people.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"A Growing Rage in Bay Ridge; Change Breeds Violence in a Once-Quiet Corner of Brooklyn","web_url":"https://www.nytimes.com/1994/11/29/nyregion/growing-rage-bay-ridge-change-breeds-violence-once-quiet-corner-brooklyn.html","abstract":"  David O'Connor describes his father's occupation as \"drinker.\" He says that the man exited his life by his second birthday and that his mother, a diner waitress, let him take to the streets of Brooklyn at age 14.   Now 15, he sleeps in a small bedroom in a group home. He has been arrested once, charged with stealing a car, and is described by administrators at Telecommunications High School in Bay Ridge as a troubled student. Born to an Irish Catholic family, he says he has no great use for religion.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Suspicious Americans Want Review of Championships","web_url":"https://www.nytimes.com/1994/11/29/sports/swimming-suspicious-americans-want-review-of-championships.html","abstract":"  The United States swimming federation has called for a review of the results from last summer's world swimming championships in Rome, where Chinese women won 12 of 16 gold medals.   Ray Essick, executive director of U.S. Swimming, made the request yesterday after a report that a second Chinese champion has tested positive for a banned substance. Essick is seeking the public disclosure of drug-testing histories for the Chinese swimmers.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding the editorial on the UN-NATO strike against an air base used by Serbs in Croatia, \"A Useful Operation\" (Nov. 23):.The Bosnian Serb counteroffensive against the 5th Corps of the Bosnian Army in the Bihac pocket is entirely justifiabl","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/29/nyregion/news-summary-955752.html","abstract":"  International A3-16  U.S. BACKING OFF ON BOSNIA  The Clinton Administration has backed off its tough approach on Bosnia, and has stopped its talk of using air strikes, bringing it closer to the positon of Western European Governments. A1","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"U.S., IN SHIFT, GIVES UP ITS TALK OF TOUGH ACTION AGAINST SERBS","web_url":"https://www.nytimes.com/1994/11/29/world/us-in-shift-gives-up-its-talk-of-tough-action-against-serbs.html","abstract":"  In a policy switch intended to close ranks with its Western European allies, the Clinton Administration has dropped talk of using air strikes and other forms of military pressure to stop Serbian attacks and compel the Serbs to agree to a peace settlement.   For months, the Administration has been trying to mobilize support for tough actions or threats of action against the Bosnian Serbs. But facing a series of high-level meetings in Europe in early December, the Administration has begun issuing carefully coordinated statements about the futility of military action to end the fighting in the Balkans.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Painful Loss Can't Collapse Jets' Playoff Hopes","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-football-painful-loss-can-t-collapse-jets-playoff-hopes.html","abstract":"  Give Pete Carroll this the morning after: He continues to discard those bad Jets memories, past and present.   That's why less than 24 hours after a devastating defeat to the Miami Dolphins, the Jets suddenly started thinking out loud today about the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"No Bitterness for New York, Pataki Tells City Officials","web_url":"https://www.nytimes.com/1994/11/29/nyregion/no-bitterness-for-new-york-pataki-tells-city-officials.html","abstract":"  Looking a shade sunburned from his Florida trip, Governor-elect George E. Pataki opened the first line of communication with New York City yesterday, assuring eight top officials that the campaign's bitterness was behind him and that the city would not be neglected under his administration.    The second and more vital line is to be opened today: Mr. Pataki is to meet in a secret spot with Mayor Rudolph W. Giuliani, who, feeling the sting of Mr. Pataki's rebuffs after the election, refused to attend yesterday's meeting.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"The Talk of Hollywood; This Year, Oscar Bets Won't Be Sure Ones","web_url":"https://www.nytimes.com/1994/11/29/movies/the-talk-of-hollywood-this-year-oscar-bets-won-t-be-sure-ones.html","abstract":"  Studio executives plotting their strategies for the Academy Awards have reached some unsettling conclusions. The first is that once again there were surprisingly few powerful roles for actresses this year, despite the growing list of studio executives who are women and the often-stated proclamations of studio chiefs that they are card-carrying feminists.   Then there is the general paucity of creative and significant films of any kind, despite assurances from some executives that the industry is flourishing and movies are better than ever.","thumbnail":null,"section":"Movies"},{"date":"19941129","headline":"N.F.L. May Consider Using a Penalty Box","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-football-notebook-nfl-may-consider-using-a-penalty-box.html","abstract":"  As a way to curb some of the flagrant violence in the National Football League, at least one team has asked the competition committee to study the use of a penalty box -- similar to the one used by the National Hockey League -- for players who deliver dangerous hits to a quarterback.   Greg Aiello, the N.F.L. director of communication, confirmed that the proposal had been made. Aiello said it had been discussed by the competition committee in the past, but it has never made it out of the committee for a discussion by the team owners. He said he did not know the specifics of the latest proposal and would not say which team has made the proposal.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"This Lady Loves 'Em And Leaves 'Em, Dead","web_url":"https://www.nytimes.com/1994/11/29/arts/dance-review-this-lady-loves-em-and-leaves-em-dead.html","abstract":"  Two contrasting works by Jerome Robbins, which the New York City Ballet presented on Sunday night at the New York State Theater, demonstrated this great American choreographer's ability to devise rewarding roles of many kinds.    The fact that in some forms of insect life, the females kill the males after mating would seem to be an unlikely subject for a ballet. Yet this curious piece of scientific lore inspired Mr. Robbins to create \"The Cage,\" a dance-drama to Stravinsky in which a newborn insect matures into a killer.","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"The Broadway Alliance Is Theater's Angel for Production Costs","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-the-broadway-alliance-is-theater-s-angel-for-production-costs-961418.html","abstract":"  To the Editor:   In a year that smashed Broadway records for attendance and money earned, it was sobering to read \"Why Neil Simon Decided to Turn His Back on Broadway\" (Arts pages, Nov. 21). Although it's sad when a playwright of Neil Simon's stature moves his creative genius to more inexpensive digs, the reasoning of his producer, Emanuel Azenberg, should not pass unexamined.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"CD-ROM Drives Get Plenty Of Fodder","web_url":"https://www.nytimes.com/1994/11/29/science/peripherals-cd-rom-drives-get-plenty-of-fodder.html","abstract":"  THAT new CD-ROM drive is aching for disks to spin. It came with an encyclopedia, a golf game and an electronic cookbook, all of which seemed like good ideas at the time. But the computer is in the spare bedroom, not the kitchen; nobody in the house plays golf, and you do not look up things in an encyclopedia that often.   At around $30 to $100 a disk, few of us can afford to go wild buying software. And while books are expensive too, at least you can sample them before whipping out a credit card.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/29/nyregion/metro-digest-953903.html","abstract":"  NEW YORK CITY  PATAKI SAYS HE HOLDS NO ILL-WILL FOR CITY   Governor-elect Pataki opened the first line of communication with New York City, assuring eight top officials that the campaign's bitterness was behind him and that the city would not be neglected under his administration. The second and more vital line is to be opened today: Mr. Pataki is to meet in a secret spot with Mayor Giuliani, who, feeling the sting of Mr. Pataki's rebuffs after the election, refused to attend the first meeting. B3.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Patterns","web_url":"https://www.nytimes.com/1994/11/29/style/patterns-958816.html","abstract":"  Such Familiar Fabric   It could be Walter Cessna's first career, in magazines, that has made Dom Casual, his fashion label, such good copy. A fall collection with dresses cut from stolen American Airlines blankets was quite a lure for fashion writers.","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"The Compuserve Edge: Delicate Data Balance","web_url":"https://www.nytimes.com/1994/11/29/science/personal-computers-the-compuserve-edge-delicate-data-balance.html","abstract":"  IN real estate, the saying goes, the three most important considerations are location, location and location. In the unreal estate of cyberspace, the key considerations are content, content and content.    That is why more than two million people have taken up electronic residence in the Compuserve Information Service, the third stop on our tour of online information services. Compuserve is the oldest of the Big Three information services (the others are Prodigy and America Online) and it has the richest reservoirs of business, professional and consumer information of any of the major consumer services.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"1919: Indecent Dances : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-1919-indecent-dances-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [From our New York edition:] Cardinal Amette, Archbishop of Paris, today [Nov. 29] issued a pastoral letter protesting against the immodest toilettes of women and indecent dances, saying that Christian women and girls ought to abstain from such dr","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"The Story of Jeans and How They Grew","web_url":"https://www.nytimes.com/1994/11/29/style/IHT-the-story-of-jeans-and-how-they-grew.html","abstract":"If authenticity is the Holy Grail of style; then fashion is its poisoned chalice. What designers did to jeans in the 1980s - like a shocking pink tweed and blue denim Chanel jacket - proves how wise it is to let classics well alone..The \"Histoires","thumbnail":null,"section":"Style"},{"date":"19941129","headline":"U.S. Drops Effort to Oust a Gay Sailor","web_url":"https://www.nytimes.com/1994/11/29/us/us-drops-effort-to-oust-a-gay-sailor.html","abstract":"  The Clinton Administration said today that it would drop its effort to bar a homosexual from serving in the Navy and would not appeal the case to the United States Supreme Court.   Government lawyers insisted that their decision in the case of Petty Officer Keith Meinhold was not intended to convey the message that the military must admit homosexuals. Rather, they said, it was simply a tactical decision in the long-running court battle between the armed services and gay and civil rights groups over the Pentagon's policy on homosexuality.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"COLLEGE FOOTBALL;\nWalsh Leaves Stanford After 2 Losing Seasons","web_url":"https://www.nytimes.com/1994/11/29/sports/college-football-walsh-leaves-stanford-after-2-losing-seasons.html","abstract":"For days, Bill Walsh stuck with his decision to step down as Stanford University's football coach. But he certainly did not want to leave the program in disarray as it appeared to be today.\n\nTed Leland, the Stanford athletic director, tried to put on a happy face during a news conference to announce the resignation of Walsh, who had two years remaining on his five-year contract. But he admitted that Stanford's football recruiting would be hurt during the transition to find a successor.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"One Sofa Yam's Guide To Football Announcers","web_url":"https://www.nytimes.com/1994/11/29/sports/tv-sports-one-sofa-yam-s-guide-to-football-announcers.html","abstract":"  Let's face an inescapable truth: hardly anybody watches games for the announcers. Perhaps John Madden prevents tune-out during blowouts, but, really, Cowboys fans will watch their team play whether John Madden or Dave Madden -- Reuben Kinkaid of \"The Partridge Family\" -- is manning the Telestrator.   This sofa yam is the opposite of the regular fan. I watch games I don't care about to keep tabs on announcers. It can be tough duty. Watch Gary Bender and Pat Haden on TNT? Well, I've learned to do a solo Heimlich maneuver.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Battle of Fists And Figures","web_url":"https://www.nytimes.com/1994/11/29/sports/battle-of-fists-and-figures.html","abstract":"  Vinny Pazienza, the International Boxing Council's super middleweight champion, was at Scores on East 60th Street yesterday for a news conference to promote his Jan. 14 rematch with Roberto Duran at the Atlantic City Convention Center.   Duran, stranded by the weather, didn't show up, but Barbara Anne Fenner did, along with several other dancers. Their presence was appropriate, partly because Scores's owner, Michael Blutrich, is the fight's promoter, and partly because 100 Scores dancers will participate in a beauty contest as part of the pre-bout hoopla.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Sugar Bowl Victory: Florida State","web_url":"https://www.nytimes.com/1994/11/29/sports/college-football-sugar-bowl-victory-florida-state.html","abstract":"  If high and close rankings count, the Sugar Bowl assured itself a premiere matchup yesterday when Florida State accepted an invitation to play the Southeastern Conference champion in the 61st Sugar Bowl in New Orleans on Jan. 2.   If television clout counts, the Fiesta Bowl guaranteed itself a high rating when it named Notre Dame as Colorado's opponent in Phoenix.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"After Setback, First Large AIDS Vaccine Trials Are Planned","web_url":"https://www.nytimes.com/1994/11/29/science/the-doctor-s-world-after-setback-first-large-aids-vaccine-trials-are-planned.html","abstract":"  IN a sharp turnaround driven by a desperate need to stop the AIDS epidemic, the World Health Organization is moving ahead with plans for the first large trials of the two most widely tested experimental AIDS vaccines. The United States rejected plans for testing the vaccines in this country in June.   By a nearly unanimous decision last month, an advisory panel of experts gave the Geneva-based health organization a green light to design and carry out full-scale trials of the effectiveness of the two experimental vaccines against H.I.V., the AIDS virus.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"Big Babies","web_url":"https://www.nytimes.com/1994/11/29/science/q-a-big-babies.html","abstract":"  Q. All my friends seem to be having very big babies. Are more and more very large babies being born?   A. It depends on how big you think a very big baby is and on who is counting, but at least in New York City, there has been an increase in the rate of large live births over the last four decades.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"Mets' Trade With Astros Adds Harnisch To Rotation","web_url":"https://www.nytimes.com/1994/11/29/sports/baseball-mets-trade-with-astros-adds-harnisch-to-rotation.html","abstract":"  Under the current labor situation, a lot of baseball owners were unhappy to see the Houston Astros sign Jeff Bagwell, the National League most valuable player, to a four-year, $27.5 million deal last week.   Apparently, though, the Mets were thrilled.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-961035.html","abstract":"  An article on Sunday about lead pollution near a smelting plant in Wallkill, N.Y., misstated the title of Harry Ross, an official of Orange Environment Inc. He is the group's associate director, not its president.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Giants Still Talk About Flagging Playoff Train","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-football-giants-still-talk-about-flagging-playoff-train.html","abstract":"  So you laugh upon hearing the words \"Giants\" and \"playoffs\" in the same sentence. A chuckle accompanies the thought that a team that lost seven games in a row will somehow make it to the post-season.   There are 10 million reasons why the Giants shouldn't get in, and one of them is that any team losing to the Los Angeles Rams should automatically have the playoff door slammed in its face. The Jets provide enough amusement, you say, so halt all this playoff nonsense.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Ewing's Sore Right Knee Has Knicks Hobbling","web_url":"https://www.nytimes.com/1994/11/29/sports/pro-basketball-ewing-s-sore-right-knee-has-knicks-hobbling.html","abstract":"  The Knicks hold themselves to higher standards than most teams. And Patrick Ewing is held to higher standards than most players.   For those reasons, both the Knicks and Ewing will be searching for more consistency heading into Tuesday night's road game against the Washington Bullets. Not only have the Knicks (6-4) lost four of their last seven games, but Ewing hasn't performed to his normal level of excellence while still recovering from arthroscopic right knee surgery in July.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"It's Time for Israel to Risk Peace With Syria","web_url":"https://www.nytimes.com/1994/11/29/opinion/l-it-s-time-for-israel-to-risk-peace-with-syria-961361.html","abstract":"  To the Editor:   In \"A Peace Pact? Only if It's Genuine\" (Op-Ed, Nov. 21), Benjamin Netanyahu paints a bleak picture of the prospect of a Golan-Heights-for-peace deal with Syria in order to scare the American public away from supporting a peace treaty between Israel and Syria.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Neuheisel Gets the Job","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-football-neuheisel-gets-the-job.html","abstract":"  RICK NEUHEISEL, an assistant football coach at the University of Colorado, was hired as the school's head coach, replacing BILL McCARTNEY. \"I believe truly no one has more capability to lead this team to new success than Rick Neuheisel,\" said the university president, JUDITH ALBINO.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"Britain and France Criticize U.S. on Bosnia Positions","web_url":"https://www.nytimes.com/1994/11/29/world/britain-and-france-criticize-us-on-bosnia-positions.html","abstract":"  The divisions between the United States and Western Europe over Bosnia erupted into unusually blunt public feuding today as leaders of Britain and France lashed out at American pressure to lift the arms embargo on the Bosnian Muslims and step up air strikes on Bosnian Serb forces.   With frustration clearly mounting among NATO members after the assault by Bosnian Serbs on the Muslim enclave of Bihac, the British Defense Secretary, Malcolm Rifkind, struck back at comments by Senator Bob Dole that implied that Britain was primarily responsible for a lack of a strong military response by NATO.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"The Poor Need Child Labor","web_url":"https://www.nytimes.com/1994/11/29/opinion/the-poor-need-child-labor.html","abstract":"Something like 100 million children worldwide work as laborers, 98 percent of them in poor countries. Many, if not most, work for long hours and minuscule wages. \n\nThis tragic phenomenon is being used as a club with which to beat the General Agreement on Tariffs and Trade, which Congress is considering this week. In a separate measure, some lawmakers have proposed banning the importing of goods produced using the labor of children under 15. GATT includes no such restrictions, although it might take up the issue in the future.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-961027.html","abstract":"  A picture caption on Saturday about a Manhattan protest against the use of fur in fashion referred incorrectly to the protesters' attire in some editions. Their clothes were backless, not topless.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"On Top of the Poll: UMass's Minutemen","web_url":"https://www.nytimes.com/1994/11/29/sports/sports-people-college-basketball-on-top-of-the-poll-umass-s-minutemen.html","abstract":"  Massachusetts, which shocked college basketball by trouncing Arkansas in its season opener, took over the No. 1 ranking for the first time yesterday. The Minutemen, who beat the top-ranked defending national champions, 104-80, in the Tip-Off Classic at Springfield, Mass., on Friday night, received all but 7 of the 65 first-place votes cast by the national news media panel.   The Minutemen moved up two spots in the poll, leapfrogging North Carolina, which received six first-place votes after beating Texas in its season opener. Kentucky, which had the other first-place vote, moved up one spot to third and Arkansas, which bounced back with a victory over Georgetown, dropped to fourth.","thumbnail":null,"section":"Sports"},{"date":"19941129","headline":"His Fondness for Guns Led Sniping Suspect to Trouble","web_url":"https://www.nytimes.com/1994/11/29/nyregion/his-fondness-for-guns-led-sniping-suspect-to-trouble.html","abstract":"  Above all, the Suffolk County police said yesterday, Peter Sylvester did not want his mother to know about the long-barreled rifle. Certainly not that he had hidden it in a ceiling she walked under whenever she went to the garage.   Long ago, the police said, she had told him never to bring guns into her ranch-style house in Nesconset, L.I. Also on her forbidden list was a gun fancier's second love: glossy full-color magazines with shiny weapons spread out across page after page.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"Who Is Disinterested?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/29/opinion/IHT-who-is-disinterested-letters-to-the-editor.html","abstract":"In response to \"Defining the U.S. Interest\" (Letters, Nov. 15):.The United States does not have a monopoly on \"self-interest\" when it comes to interventions and problem solving. I cannot think of one state in history which has opera","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Cairo Journal; In the Slums, a Tug-of-War for Hearts and Minds","web_url":"https://www.nytimes.com/1994/11/29/world/cairo-journal-in-the-slums-a-tug-of-war-for-hearts-and-minds.html","abstract":"  Sheik Mohammed Ali, a militant Islamic leader, sat in a dimly lighted room in a second-floor apartment and thumbed through a stack of letters.    \"This woman got divorced,\" he said, holding up a sheet of old white wrapping paper with labored Arabic script. \"Her father and brothers have disowned her. She wants money to get married again. We will give her $75.\"","thumbnail":null,"section":"World"},{"date":"19941129","headline":"Kevorkian Challenges the Motives of 2 Doctors Who Offered to Intervene With His Patient","web_url":"https://www.nytimes.com/1994/11/29/us/kevorkian-challenges-motives-2-doctors-who-offered-intervene-with-his-patient.html","abstract":"  Dr. Jack Kevorkian today angrily dismissed accusations by two doctors who said he had refused to allow them to treat the pain of a woman whom he helped to commit suicide on Saturday.   Suggesting that the doctors were primarily looking for publicity, Dr. Kevorkian said their help was not needed because the ailing woman was already receiving treatment for her pain.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Serbs Close In on Bosnian Town; U.N. and NATO Unable to Act","web_url":"https://www.nytimes.com/1994/11/29/world/serbs-close-in-on-bosnian-town-un-and-nato-unable-to-act.html","abstract":"  Bosnian Serb forces pushed toward a complete encirclement of the Muslim enclave of Bihac in northwestern Bosnia today, demonstrating a military superiority that now seems likely to bring them political rewards.   With all international deterrents to the Serbs crumbling amid recrimination and disarray, they shelled the town center of Bihac and threatened any flights into airport in the Bosnian capital of Sarajevo, 140 miles to the southeast, by moving a surface-to-air missle system within range of it, Western officials said.","thumbnail":null,"section":"World"},{"date":"19941129","headline":"U.N. Reports Shortage Of Diphtheria Vaccine","web_url":"https://www.nytimes.com/1994/11/29/science/un-reports-shortage-of-diphtheria-vaccine.html","abstract":"  As many as 40,000 children and adults will contract diphtheria in Eastern Europe and the former Soviet Union this year because of a shortage of vaccine there, United Nations health specialists said today.   The specialists, from the World Health Organization and the United Nations Children's Fund, said the majority of cases were being reported from Russia, Belarus and Ukraine.","thumbnail":null,"section":"Science"},{"date":"19941129","headline":"Madonna, Blond Ambition, Indeed","web_url":"https://www.nytimes.com/1994/11/29/arts/television-review-madonna-blond-ambition-indeed.html","abstract":"  There are some biographies that cry out for the cheap slickness and superficiality that television movies insist on cultivating, and a prime specimen is available in tonight's \"Madonna: Innocence Lost,\" formerly titled \"Madonna: Unauthorized.\" Actually, a more Victorian subtitle, something like \"Virtue Trampled,\" would be closer to the mark.    Sitting alone in her dressing room at Radio City Music Hall, the superstar Madonna (Terumi Matthews) looks into the mirror and says, \"I didn't expect it to be this way.\" That's about as sympathetic as she gets in this tale of ambition driven by unceasing selfishness and ruthlessness. Madonna Ciccone's early years in Detroit, where, she recalls, \"I began my career in petulance and precociousness,\" are condensed to blurbs. Mom dead of cancer, father (Dean Stockwell, of all people) always there for her, stepmother a problem. High school: \"When I lost my virginity, I considered it a career move.\"","thumbnail":null,"section":"Arts"},{"date":"19941129","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/29/nyregion/c-corrections-961019.html","abstract":"  An article yesterday about a proposal for school vouchers in Jersey City misstated the surname of a State Senator from Lyndhurst who opposes the idea. He is John P. Scott, not John Stone.","thumbnail":null,"section":"New York"},{"date":"19941129","headline":"For Freer Trade -- and Better Jobs","web_url":"https://www.nytimes.com/1994/11/29/opinion/for-freer-trade-and-better-jobs.html","abstract":"  Senator Bob Dole, who once threatened to bury the global trade agreement signed by 124 nations, has now put America's interests first. He has signed onto the accord after extracting innocent side agreements from the White House. Mr. Dole, whose threats were harshly criticized on this page, deserves full credit for rising above politics to rescue an agreement fashioned over seven years of tortured negotiations. His leadership has made it likely, barring last-minute defections by Democrats, that the Senate will approve the agreement on Thursday after the House does so today. Countries around the world will quickly follow suit.   Though Mr. Dole's approval removed much of the drama, the importance of the votes should not be overlooked. The trade accord will deliver a shot of economic adrenaline that few other government policies can match. By some estimates, it will raise living standards in the U.S. by $1,000 or more per family. Rejection of GATT would not only squander these gains, but would also prove diplomatically calamitous.","thumbnail":null,"section":"Opinion"},{"date":"19941129","headline":"Jeffrey Dahmer, Multiple Killer, Is Bludgeoned to Death in Prison","web_url":"https://www.nytimes.com/1994/11/29/us/jeffrey-dahmer-multiple-killer-is-bludgeoned-to-death-in-prison.html","abstract":"  Jeffrey L. Dahmer, whose gruesome exploits of murder, necrophilia and dismemberment shocked the world in 1991, was attacked and killed today in a Wisconsin prison, where he was serving 15 consecutive life terms.   Mr. Dahmer was 34, older than any of his victims, who ranged in age from 14 to 33. He died of massive head injuries, suffered sometime between 7:50 and 8:10 A.M., when he was found in a pool of blood in a toilet area next to the prison's gym, said Michael Sullivan, secretary of the Wisconsin Department of Corrections. He was pronounced dead shortly after 9 A.M.","thumbnail":null,"section":"U.S."},{"date":"19941129","headline":"Fatigued, Harvard President Takes Medical Leave","web_url":"https://www.nytimes.com/1994/11/29/us/fatigued-harvard-president-takes-medical-leave.html","abstract":"  The president of Harvard University, Neil L. Rudenstine, is taking a medical leave of absence for \"severe fatigue and exhaustion,\" Harvard officials announced today.   Albert Carnesale, Harvard's provost, said he would serve as acting president while Mr. Rudenstine, 59, rested at home and had medical tests performed.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19941129","time":"1994-11-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":80,"wspd":9.4},{"date":"19941129","time":"1994-11-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":86,"wspd":7.6},{"date":"19941129","time":"1994-11-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":89,"wspd":9.4},{"date":"19941129","time":"1994-11-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":90,"wspd":5.4},{"date":"19941129","time":"1994-11-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":86,"wspd":7.6},{"date":"19941129","time":"1994-11-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":83,"wspd":7.6},{"date":"19941129","time":"1994-11-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":87,"wspd":7.6},{"date":"19941129","time":"1994-11-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":88,"wspd":9.4},{"date":"19941129","time":"1994-11-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":90,"wspd":11.2},{"date":"19941129","time":"1994-11-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":88,"wspd":11.2},{"date":"19941129","time":"1994-11-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":79,"wspd":13},{"date":"19941129","time":"1994-11-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":70,"wspd":18.4},{"date":"19941129","time":"1994-11-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":73,"wspd":14.8},{"date":"19941129","time":"1994-11-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":69,"wspd":20.5},{"date":"19941129","time":"1994-11-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":68,"wspd":18.4},{"date":"19941129","time":"1994-11-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":69,"wspd":13},{"date":"19941129","time":"1994-11-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":73,"wspd":14.8},{"date":"19941129","time":"1994-11-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":72,"wspd":16.6},{"date":"19941129","time":"1994-11-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":71,"wspd":14.8},{"date":"19941129","time":"1994-11-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":72,"wspd":13},{"date":"19941129","time":"1994-11-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":72,"wspd":16.6},{"date":"19941129","time":"1994-11-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":72,"wspd":14.8},{"date":"19941129","time":"1994-11-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":74,"wspd":14.8},{"date":"19941129","time":"1994-11-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":75,"wspd":11.2},{"date":"19941129","time":"1994-11-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":78,"wspd":25.9},{"date":"19941129","time":"1994-11-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":81,"wspd":22.3},{"date":"19941129","time":"1994-11-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":62,"wspd":25.9},{"date":"19941129","time":"1994-11-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":51,"wspd":24.1},{"date":"19941129","time":"1994-11-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":43,"wspd":20.5},{"date":"19941129","time":"1994-11-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":41,"wspd":18.7},{"date":"19941129","time":"1994-11-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":35,"wspd":14.8},{"date":"19941129","time":"1994-11-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":41,"wspd":16.6},{"date":"19941129","time":"1994-11-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":11.2},{"date":"19941129","time":"1994-11-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":39,"wspd":16.6},{"date":"19941129","time":"1994-11-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":42,"wspd":16.6},{"date":"19941129","time":"1994-11-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":44,"wspd":11.2},{"date":"19941129","time":"1994-11-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":45,"wspd":18.7},{"date":"19941129","time":"1994-11-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":42,"wspd":20.5},{"date":"19941129","time":"1994-11-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":36,"wspd":22.3},{"date":"19941129","time":"1994-11-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":27,"wspd":31.7},{"date":"19941129","time":"1994-11-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":26,"wspd":35.3},{"date":"19941129","time":"1994-11-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":23,"wspd":35.3},{"date":"19941129","time":"1994-11-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":21,"wspd":35.3},{"date":"19941129","time":"1994-11-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":22,"wspd":31.7},{"date":"19941129","time":"1994-11-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":25,"wspd":27.7},{"date":"19941129","time":"1994-11-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":27,"wspd":25.9},{"date":"19941129","time":"1994-11-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":28,"wspd":20.5},{"date":"19941129","time":"1994-11-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":31,"wspd":18.7}]},"19941130":{"guardian_articles":[],"nytimes_articles":[{"date":"19941130","headline":"Glenn Is Putting Bad Game Behind Him","web_url":"https://www.nytimes.com/1994/11/30/sports/pro-football-glenn-is-putting-bad-game-behind-him.html","abstract":"  Aaron Glenn has been trying to take his first bad game as a professional in stride.   \"I don't worry about it,\" Glenn, the Jets' rookie cornerback, said today as he was leaving the team's practice facilities on the Hofstra University campus. \"Everyone is going to get beat. Even Deion Sanders got beat a week ago. It's just something that happens to the corners.\"","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Anti-Smoking Groups Move to Keep a Low-Smoke Cigarette Off U.S. Market","web_url":"https://www.nytimes.com/1994/11/30/us/anti-smoking-groups-move-to-keep-a-low-smoke-cigarette-off-us-market.html","abstract":"  Two anti-smoking groups said today that they would petition the Food and Drug Administration to prevent a planned low-smoke cigarette from being marketed in the United States.   The cigarette's maker, the R. J. Reynolds Tobacco Company, announced, meanwhile, that it would provide the Government with the list of ingredients in the new product and the manufacturing methods. The company is trying to convince the Government and critics of the veracity of its assertions that the cigarette, the Eclipse, has little smoke and fewer hazardous chemicals than standard cigarettes.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Prince vs. Pauper in the Continental Clash of Champions","web_url":"https://www.nytimes.com/1994/11/30/sports/IHT-prince-vs-pauper-in-the-continental-clash-of-champions.html","abstract":"A journey that began in an Argentine railroad tunnel in 1910 reaches the end of the line in Tokyo on Thursday..Velez Sarsfield, from the poor side of the tracks in a Buenos Aires suburb, is one stop away from being the world club champion of 1994. Its","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Magazine Barred From Using Nude Photos of Clinton's Accuser","web_url":"https://www.nytimes.com/1994/11/30/us/magazine-barred-from-using-nude-photos-of-clinton-s-accuser.html","abstract":"  In a case that pits the freedom of the press against an individual's claim of privacy, a Federal judge in Manhattan yesterday ordered Penthouse magazine not to distribute photographs of a woman who has accused President Clinton of sexual harassment.   The magazine, which said the January 1995 issue was already on the way to subscribers and retailers, assailed the order by Judge Peter K. Leisure. \"It's obviously unconstitutional because it constitutes prior restraint,\" said Bob Guccione, the owner of Penthouse.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Yugoslav Ban Ended, Europe Awaits Return of a Basketball Power","web_url":"https://www.nytimes.com/1994/11/30/sports/IHT-yugoslav-ban-ended-europe-awaits-return-of-a-basketball-power.html","abstract":"Its two-year ban lifted, Yugoslavia is likely to return to international basketball next spring against none other than Bosnia-Herzegovina. Organizers are bracing for the possibility that both the Yugoslavs and the Bosnian Muslims will go on to confront","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/30/style/chronicle-969540.html","abstract":"  When word came that Jerry Rubin, a symbol of radical protest in the 1960's, had died in Los Angeles on Monday night two weeks after having been struck by a car, there was no thought among his old friends of postponing a party planned for tonight.    As they have every year since 1990, the year after Abbie Hoffman died, friends and admirers of Mr. Hoffman, who was Mr. Rubin's colleague on the barricades, will gather for his birthday at the Wetlands, a downtown music club. They will also be celebrating the 25th anniversary of the Chicago Seven conspiracy trial, in which Mr. Hoffman and Mr. Rubin were defendants.","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/30/nyregion/c-corrections-971944.html","abstract":"  An article on Tuesday about the Government's decision to drop its effort to bar a homosexual from serving in the Navy misstated a Federal appeals court's rationale in the case. The United States Court of Appeals for the Ninth Circuit, in San Francisco, found that under the old military policy restricting homosexuals, the Navy officer, Keith Meinhold, could not be discharged for merely saying he is homosexual. But the ruling did not say the policy violated equal protection guarantees of the Constitution.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Coat Call","web_url":"https://www.nytimes.com/1994/11/30/opinion/coat-call.html","abstract":"  Move over, Santa. New Yorkers are about to get another big, red symbol of holiday generosity: a 40-foot-high red wool coat. The coat will be installed in Grand Central Terminal on a specially built wooden frame to remind New Yorkers to clean out their closets for the annual \"New York Cares\" coat drive for the needy. The drive begins tomorrow.   This worthwhile recycling effort -- now in its sixth year -- collected 65,000 used but wearable overcoats, jackets and parkas in 1993, helping to make a harsh winter that much warmer for the homeless, new immigrants and impoverished seniors and children. The goal this year is to collect 75,000 adult and kid-size coats before the drive ends on Dec. 31; the giant red coat, contributed by the Searle clothing stores, will itself be cut up to add 100 smaller coats to the collection.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"William Leonard Tribute","web_url":"https://www.nytimes.com/1994/11/30/arts/william-leonard-tribute.html","abstract":"  A memorial tribute to William A. Leonard 2d, former president of CBS News, is to be held tomorrow at 11 A.M. at the Walter Reade Theater at Lincoln Center, 165 West 65th Street. Among those scheduled to speak are Howard Stringer, president of the CBS Broadcast Group; Dan Rather and Don Hewitt of CBS News; the former CBS News anchor Walter Cronkite; the former CBS News correspondent Charles Kuralt, and Joan Konner, dean of the Graduate School of Journalism at Columbia University. Mr. Leonard died on Oct. 23 at the age of 78.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Seduced and Abandoned","web_url":"https://www.nytimes.com/1994/11/30/opinion/seduced-and-abandoned.html","abstract":"At the end of the \"never again\" century, the world is allowing genocide to succeed -- unchallenged. \n\nAs the Bosnian town (and United Nations \"safe zone\") of Bihac crumbles under a Serbian onslaught, those in Europe and America who look for excuses to do nothing repeat their dreary litany that nothing can be done. But they overlook some inconvenient facts: in particular, that Bosnia and Herzegovina wasn't simply a \"Muslim cause\" but the country recognized two and a half years ago by the United Nations, the European Union and the United States -- and then stripped by them not just of protection but of the right to protect itself.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Political Turnabout as Fair Play, Circa 2014","web_url":"https://www.nytimes.com/1994/11/30/theater/theater-review-political-turnabout-as-fair-play-circa-2014.html","abstract":"  It is hard to figure out what Ishmael Reed is up to in his new play, \"The Preacher and the Rapper.\" But it is not at all hard to see what the director, Rome Neal, and an exuberant cast want the production at the Nuyorican Poets Cafe to be: semiriotous fun. The lines are often terrific, and one leaves the theater laughing, not at all worried that plot and story were, at best, confused.   The play begins now, in 1994, with stars of religion, politics and the media all pursuing the evil of the day, a rap artist. But it soon jumps 20 years ahead, when a woman is President; the nation's religion is the witches' cult Wiccan; the rapper is Attorney General, and the Preacher of the title and the Pope are in prison, joined by at least some of the press. Does that make things right? Not at all. Everyone gets punctured, gleefully.","thumbnail":null,"section":"Theater"},{"date":"19941130","headline":"Replacement Players May Play Ball Next Year","web_url":"https://www.nytimes.com/1994/11/30/sports/baseball-replacement-players-may-play-ball-next-year.html","abstract":"  Barring a 180-degree change in baseball's labor negotiations, the owners not only are headed for implementation of their salary-cap proposal next Monday, but they are also hurtling toward the use of replacement players next summer, their chief labor spokesman said tonight in his clearest comments on the controversial weapon in the clubs' bargaining briefcase.   The remarks by John Harrington came -- almost as an afterthought -- at the end of a long, unproductive day in talks between negotiators for the owners and the striking players at the Lansdowne Conference Resort 15 minutes from Dulles International Airport.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Would a Penalty Box Save the Quarterbacks?","web_url":"https://www.nytimes.com/1994/11/30/sports/pro-football-would-a-penalty-box-save-the-quarterbacks.html","abstract":"  John McVay, the San Francisco 49ers' vice president for football administration, said he has seen more blindside hits on quarterbacks this season than he can ever recall. That's why he is proposing that the National Football League competition committee study the use of a penalty box, similar to the one used in the National Hockey League, for defensive players who deliver dangerous blows to quarterbacks.   \"These same defensive players who avoid punters, holders and kickers are good enough athletes to avoid hitting the quarterback after he's released the ball,\" McVay said. \"So many people are putting hits on quarterbacks this year that someone needs to come up with something innovative to try to stop it.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"A Man of the People, A Symbol of His Time","web_url":"https://www.nytimes.com/1994/11/30/arts/television-review-a-man-of-the-people-a-symbol-of-his-time.html","abstract":"  At his death at 56 in a 1935 Alaska plane crash, Will Rogers had been an unparalleled American phenomenon for more than two decades.   A career that included rodeos, vaudeville, radio, films, newspaper columns and a constantly touring form of stand-up comedy was capped with the distinction of being the highest-paid male movie star in Hollywood (and no matter the part, he always played Will Rogers). Today, embalmed in the sad story of fated celebrity, Rogers is merely a curiosity, a corn-pone peg on which to hang a mediocre Broadway musical.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"New York, Nostalgically","web_url":"https://www.nytimes.com/1994/11/30/arts/television-review-new-york-nostalgically.html","abstract":"  Some of the joys of growing up in New York City between the 1930's and the 1950's are on show in \"Wish You Were Here,\" a nostalgia-marinated offering in WLIW's \"New York the Way It Was\" series. Home movies, newsreels and, especially, smiling reminiscences picture the city and its watering places as a grand fun house for the young of all ages.   The focus is on the summertime: You could try to find a spot on the sand at Coney Island and ride the Wonder Wheel at the Steeplechase; poppas could join the family at a Rockaway Beach bungalow on weekends and play pinochle; a $1 bus ride would take you to Jones Beach, remembered as \"the Riviera of Long Island\"; kids were sent off to rough it at sleep-away camps with Indian names; a party of seven could make the daylong trip to the Catskills in \"mountain hacks,\" at $3.50 a head, including a stop at a roadside joint that advertised \"Eat here and get gas,\" and then spend a week at hotels whose main attractions were breakfast, lunch and dinner, with maybe a romance to settle the stomach.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Ritualizing Grief, Love and Politics; AIDS Memorial Services Evolve Into a Distinctive Gay Rite","web_url":"https://www.nytimes.com/1994/11/30/nyregion/ritualizing-grief-love-politics-aids-memorial-services-evolve-into-distinctive.html","abstract":"  The stage was dark at the Astor Place Theater in the East Village, except for a screen flashing slides of a glittery disco scene from the early 1980's. A black-and-white poster, made from a photograph, of a smiling man raising a glass hung from wires, looking suspended in air.    The images transported the audience to a time in the life of New York City's gay populace that one mourner described as \"filled with magic,\" a time when the man in the picture, Bruce Mailman, was still strong and healthy, before AIDS began stealing lives away by the thousands.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Rescuer of Youths Proves Justice Isn't Always Blind","web_url":"https://www.nytimes.com/1994/11/30/nyregion/about-new-york-rescuer-of-youths-proves-justice-isn-t-always-blind.html","abstract":"  ANGEL RODRIGUEZ was intervening. As director of the Andrew Glover Youth Program on the Lower East Side, Mr. Rodriguez does that. He stands up for young people in trouble with the law, stands up before judges, prosecutors, parole officers, drug dealers, gang leaders and relatives. Sometimes, when it's in the best interest of the community, he stands up to the troubled young.   \"You have to weigh various interests,\" said Mr. Rodriguez, who has just won an award of $25,000 for his organization as a hero of the Robin Hood Foundation. \"You want to provide alternatives to incarceration, but you also want to do what's in the best interest of the community, and you want to uphold the credibility of the justice system. That may require putting some fear into a kid, maybe letting him do city time so he never wants to do state time.\"","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Banks Sees A Cure for The Blues For Browns","web_url":"https://www.nytimes.com/1994/11/30/sports/pro-football-banks-sees-a-cure-for-the-blues-for-browns.html","abstract":"  Carl Banks has experienced it all during his 11 years in the National Football League. He won Super Bowls with the Giants in 1986 and 1990, and he endured a dismal 4-12 season last year as a member of the worst Redskins team in 30 years. He went to the Pro Bowl in 1987 and was considered washed up last March when the Redskins released him with two years still remaining on his $5.4 million contract.   Now Banks, 32, is back on top again, a key member of a 9-3 Cleveland Browns team that appears headed for the playoffs and will meet the 5-7 Giants Sunday at Cleveland Stadium. As the starting left outside linebacker, Banks is the fourth-leading tackler with 76, and he's being credited for providing the type of leadership and character that the Browns had been lacking. Last Sunday, he earned a game ball for his six-tackle performance in the Browns' 34-10 victory over the Houston Oilers.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Region Briefs; Jury Weighs Charges In Carpenter Murder Case","web_url":"https://www.nytimes.com/1994/11/30/nyregion/region-briefs-jury-weighs-charges-in-carpenter-murder-case.html","abstract":"  Jury deliberations began today in the retrial of a Larchmont carpenter charged with breaking into his childhood home and killing the couple that bought the house from his parents years before.   The carpenter, Paul Cox, 27, admits killing Dr. Shanta Chervu, 51, and her husband, Lakshman Rao Chervu, 58, while drunk, though he said he had no direct memory of the crime. His lawyers have argued that he was temporarily insane and acting out a fantasy of killing his parents.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"In a Bittersweet Reunion, A Rescuer Visits the Saved","web_url":"https://www.nytimes.com/1994/11/30/nyregion/in-a-bittersweet-reunion-a-rescuer-visits-the-saved.html","abstract":"  Hobbling on a cane, his torso encased in a clear plastic brace, Firefighter Greg Smith said he had been told the two children were all right, but he wanted to see them with his own eyes.    Then, in a play area of Bellevue Hospital Center, he spotted Edwin Espinosa, the 4-year old boy whom he had tucked under his arm the week before and tried to protect as an aerial ladder collapsed and they tumbled six stories.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/11/30/sports/transactions-970859.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Named Julio Garcia coach and Chris Lein pitching coach of Bowie of the Eastern League; Mike O'Berry manager; Larry McCall pitching coach; and Joe Durham coach of Frederick of the Carolina League; Tim Blackwell manager and Jeff Morris pitching coach of High Desert of the California League; Andy Etchebarren manager and Charlie Puleo pitching coach of Bluefield of the Appalchian League; and Dave Stockstill minor-league hitting instructor of Bluefield, High Desert and Sarasota of the Florida State League.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/30/nyregion/c-corrections-971987.html","abstract":"  A brief report on the obituary page yesterday about a memorial tribute to William A. Leonard 2d, former president of CBS News, misstated the time of the program, which is to be held tomorrow at the Walter Reade Theater at Lincoln Center, 165 West 65th Street. It is 11 A.M., not 1 P.M.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Suspect in Dahmer Killing Said, 'I'm the Chosen One'","web_url":"https://www.nytimes.com/1994/11/30/us/suspect-in-dahmer-killing-said-i-m-the-chosen-one.html","abstract":"  The suspect in the beating death of Jeffrey L. Dahmer is a 25-year-old convicted murderer who went to prison two years ago proclaiming that he was the son of God and that a family of voices told him \"who I could trust and who was my enemy.\"   The suspect, Christopher J. Scarver, killed a man in a robbery in 1990, the year before Mr. Dahmer was arrested on charges that led to 15 consecutive life terms, a sentence that ended Monday in a pool of blood, next to a toilet.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Horror, Horror on the Wall, Who's Etc.","web_url":"https://www.nytimes.com/1994/11/30/arts/pop-review-horror-horror-on-the-wall-who-s-etc.html","abstract":"  Glenn Danzig sounds a little scarier than he looks. His voice is a deep baritone, full of portentous Jim Morrison mannerisms, and his songs take up Satanism, death, sadomasochism and nearly everything else he could glean from old Black Sabbath records. \"I am a walking screaming hell/A thing of torture to behold\" he vowed as his band, Danzig, started its set on Monday night at a sold-out Roseland. Actually, he was a stocky, long-haired 35-year-old man with Elvis Presley sideburns, black jeans, cowboy boots and a rubber top that might have come from a wet suit, doing his best to glower as seriously as his songs required.   Mr. Danzig first made his reputation in the 1970's leading the Misfits, a punk band with a horror-movie fixation. Danzig is actually more old-fashioned; it draws on the blues-rock and heavy metal that punk-rock wanted to shake up. The four-man band -- with John Christ on guitar, Eerie Von on bass and Joey Castillo on drums -- is breathtakingly predictable. Every riff pounds its appointed number of times, every guitar solo delivers the appropriate squiggles. The band knows its dynamics, inflating Mr. Danzig's pronouncements with measured crescendos; its best gimmick, used sparingly, was to switch suddenly into double-time, which threw the mosh pit into a joyous frenzy.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"LETTERS TO THE EDITOR : Piety and Politics","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-letters-to-the-editor-piety-and-politics.html","abstract":"In response to the report \"School Prayer Issue: Conservatives Wary\" (Nov. 21) by Catherine S. Manegold:.Prayer in schools? As a Republican ploy it might have helped get votes, but as a panacea for moral decline it is certainly doomed to failu","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Cobb's Ghostwrite Sharpens His Pencils","web_url":"https://www.nytimes.com/1994/11/30/sports/baseball-cobb-s-ghostwrite-sharpens-his-pencils.html","abstract":"  In 1961, Al Stump ghostwrote Ty Cobb's autobiography, \"My Life in Baseball,\" a sanitized account of baseball's greatest hitter and meanest character: a spike-sharpening, bigoted, misogynistic, gun-toting, suspicious hellion despised as much for his vicious personality as he was applauded for his revolutionary aggressiveness on the ball field.   Disputes over how to portray controversies in Cobb's turbulent 74-year life were settled by Doubleday, the publisher, in favor of the man voted first into baseball's Hall of Fame.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Feinstein Opponent Hopes To Uncover Ballot Fraud","web_url":"https://www.nytimes.com/1994/11/30/us/lame-duck-congress-california-feinstein-opponent-hopes-uncover-ballot-fraud.html","abstract":"  Three weeks after Election Day, Representative Michael Huffington says he will still not concede defeat in his bid to unseat Senator Dianne Feinstein because he is certain a planned door-to-door canvass of voters will uncover \"overwhelming\" ballot fraud.   Ms. Feinstein, a mainstream Democrat, has already claimed victory in the race. State election officials, as well as one judge, have said there is no evidence of significant voter fraud.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Always on the Verge Of Dramatic Adventure","web_url":"https://www.nytimes.com/1994/11/30/theater/always-on-the-verge-of-dramatic-adventure.html","abstract":"  At one point, the plays in repertory at the august Norwegian National Theater in Oslo were \"Rosmers holm\" and \"Jomfrutur.\" The first is, of course, an Ibsen classic. The second sounds like something one might have on toast for breakfast. Translated into English, the title would be \"Virgins on a Tour,\" or, less literally, \"Maiden Voyage.\"   When it is revealed that the leading characters are three Victorian ladies on a whirlwind jaunt to Terra Incognita, theatergoers might recognize \"On the Verge,\" Eric Overmyer's most produced play. In this and other works, nothing is cognita about Mr. Overmyer's terra as he zigzags with the Zeitgeist, spoofing consumerism and extremism in all its extremities.","thumbnail":null,"section":"Theater"},{"date":"19941130","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/30/nyregion/c-corrections-971979.html","abstract":"  An article yesterday about a sniper in Suffolk County who killed one person and wounded two misidentified the rifle used in the shootings. It is a Remington .35-caliber Whelen, not a Marlin.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"No Headline","web_url":"https://www.nytimes.com/1994/11/30/nyregion/no-headline-965375.html","abstract":"  \"We will work together professionally in the interests of the people of this city and state.\" GEORGE E. PATAKI, the Governor-elect, after finally meeting with Mayor Rudolph W. Giuliani.  [ A1:2. ] \"The election is over.\" MAYOR GIULIANI.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Congress's Lame Ducks Sing Their Swan Songs","web_url":"https://www.nytimes.com/1994/11/30/us/the-lame-duck-congress-final-hours-congress-s-lame-ducks-sing-their-swan-songs.html","abstract":"  The end of an era in Congress collided today with the dawn of a new one as departing Democrats sang their swan songs and incoming Republicans tried not to gloat.   Representative Henry J. Hyde, the Illinois Republican and soon-to-be chairman of the Judiciary Committee, carried around a bumper sticker that said it all: \"Speaker Gingrich. Deal With It.\"","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Cordially if Not Enthusiastically, Mayor and Governor-Elect Meet","web_url":"https://www.nytimes.com/1994/11/30/nyregion/cordially-if-not-enthusiastically-mayor-and-governor-elect-meet.html","abstract":"  After all the bitterness and political comedy of manners, George E. Pataki and Rudolph W. Giuliani met for the first time yesterday as governor-elect and mayor, offering a display of cordiality, if not a heartfelt pledge to make up and be friends.   Exactly three weeks after Election Day, the Mayor and the Governor-elect, both Republicans but otherwise at odds since Mr. Giuliani crossed party lines to endorse Mario M. Cuomo, emerged from their meeting promising to put campaign nastiness behind them and work together for New York City and State.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Supreme Court Upholds Government's Ambiguously Written Child Pornography Law","web_url":"https://www.nytimes.com/1994/11/30/us/supreme-court-upholds-government-s-ambiguously-written-child-pornography-law.html","abstract":"  The Supreme Court salvaged the Federal law against child pornography today by editing it to make clear that the Government must prove that a defendant knew that the performers in sexually explicit photographs or films were under the age of 18.   Congress almost certainly intended to include a knowledge requirement even though \"the most natural grammatical reading\" of the densely written law does not find one, Chief Justice William H. Rehnquist said in a 7-to-2 decision.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Second Recount Ordered in Gejdenson's Election","web_url":"https://www.nytimes.com/1994/11/30/nyregion/second-recount-ordered-in-gejdenson-s-election.html","abstract":"  A panel of judges from Connecticut's highest court, pushing into what it said was new legal territory, today ordered a second recount of the votes cast in Norwich in United States Representative Sam Gejdenson's razor-thin re-election victory this month over his Republican challenger, Edward W. Munster.   The court also ordered the Secretary of the State not to certify the election results, or forward Mr. Gejdenson's name to Washington as the winner, until the judicial review of the election is completed.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Abused Women Won't Have to Wait for Justice; Beating in a Courthouse","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-abused-women-won-t-have-to-wait-for-justice-beating-in-a-courthouse-972452.html","abstract":"  To the Editor:   In September of this year one of my clients, the wife of a Rikers Island inmate, was severely beaten by her husband while he was awaiting his hearing in a Brooklyn courthouse. He had been brought from Rikers and left with her, unguarded and unrestrained, in a waiting room. She had had him arrested for an assault on her in June.    This second beating occurred before Mayor Rudolph W. Giuliani's announcement of Corrections Department budget cuts. What will happen to battered women after these cuts are made?","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Car-Rental Companies Ordered to Accept Young Drivers","web_url":"https://www.nytimes.com/1994/11/30/nyregion/car-rental-companies-ordered-to-accept-young-drivers.html","abstract":"  A State Supreme Court justice has ruled that car rental companies cannot turn away young drivers because of age, as many do now.   But the effect of the ruling was unclear, since the justice also said that companies could pass along to young drivers the extra insurance costs of renting to them. Those costs could come to \"several hundred dollars a day,\" said Demetria Mudar, a spokeswoman for Avis.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/30/style/chronicle-972428.html","abstract":"  BERT LANCE (remember him?), President Jimmy Carter's budget director, looked around the bipartisan gathering in support of the GATT agreement at the White House on Monday and noticed four other clients of Milton Pitts's barbershop, where he had gone earlier in the day for a haircut.    They were James A. Baker 3d, Secretary of State under President Bush; Brent Scowcroft, President Bush's National Security Adviser; James C. Miller 3d, director of the Federal Office of Management and Budget under President Reagan, and James T. Lynn, who held the same post in the Ford Administration.","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"How a Leader Emerged As if Called by History","web_url":"https://www.nytimes.com/1994/11/30/books/books-of-the-times-how-a-leader-emerged-as-if-called-by-history.html","abstract":"   LONG WALK TO FREEDOM   By Nelson Mandela   558 pages. Little, Brown. $24.95.    Nelson Mandela has already made history: now he has chosen to write it in the form of an autobiography.","thumbnail":null,"section":"Books"},{"date":"19941130","headline":"Ex-Police Chief Begins Drunken-Driving Term","web_url":"https://www.nytimes.com/1994/11/30/nyregion/ex-police-chief-begins-drunken-driving-term.html","abstract":"  Goshen's former police chief has begun serving a one-year sentence for driving drunk after an F.B.I. seminar and causing a traffic accident that left a motorist partly paralyzed.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Ex-Members Compare Campus Ministry to a Cult","web_url":"https://www.nytimes.com/1994/11/30/nyregion/ex-members-compare-campus-ministry-to-a-cult.html","abstract":"  When the fog lifted from her mind, Sarah Lieu found herself scrounging pats of butter at the Au Bon Pain restaurant near the student center on the Rutgers University campus.   She was penniless and hadn't eaten for days, she recalled six months after the incident. Only the gnawing hunger, she said, was able to break a spell that gripped her toward the end of her freshman year.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-letters-to-the-editor.html","abstract":"Anthony Lewis (\"Unchecked Aggression in Europe Endangers the West,\" Opinion, Nov. 22) writes about attacks by Serbian forces on \"safe areas\" and accuses Britain and France of appeasing the Serbs. That those same \"safe areas\"","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/11/30/nyregion/metro-digest-966320.html","abstract":"  SOME LIMITS IN ANTI-SMOKING BILL EASED    After a campaign by the tobacco industry and local restaurants, City Council leaders offered a revised anti-smoking bill that would loosen some proposed restrictions on smoking in restaurants and offices. But it would still be much tougher than the current law, banning smoking in virtually all public places. A1.   AT LAST, GIULIANI AND PATAKI MEET   After all the bitterness and political comedy of manners, George E. Pataki and Rudolph W. Giuliani met for the first time as Governor-elect and Mayor, offering a display of cordiality, if not a heartfelt pledge to make up and be friends. A1.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Haiti Election Is Postponed To Next Year","web_url":"https://www.nytimes.com/1994/11/30/world/haiti-election-is-postponed-to-next-year.html","abstract":"  Elections for a new Parliament, originally planned for next month, cannot be held before March at the earliest, Prime Minister Smarck Michel said today.   \"President Aristide would like a December election, but mechanically it's not possible,\" said Mr. Michel, who took office three weeks ago. \"So we are now working for the earliest possible date.\"","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Rap Artist Tupac Shakur Shot in Robbery","web_url":"https://www.nytimes.com/1994/11/30/nyregion/rap-artist-tupac-shakur-shot-in-robbery.html","abstract":"  Tupac Shakur, a rap performer who is standing trial on charges of sexual abuse in Manhattan, was shot five times early today as he and two companions walked into a recording studio in midtown, police said.   Mr. Shakur, 23, and the other men, who were not identified, were walking through the lobby of Quad Recording Studios at 723 Seventh Avenue, near 48th Street, about 12:25 A.M. when three men approached and demanded money, said Sgt. James Coleman, a Police Department spokesman.   It was not clear why the men then shot Mr. Shakur and one of his companions, the police said.   Mr. Shakur, who was struck twice in the head, twice in the groin and once in one hand, was taken to Bellevue Hospital Center where he was listed in guarded condition, said Wes Anglin, a hospital spokesman.   \"He is alert,\" Mr. Anglin said, and his wounds were not believed to be life-threatening.   The second man was shot twice in the abdomen and was taken to St. Vincent's Hospital and Medical Center. His condition was not available early this morning. The third man with Mr. Shakur was not injured.   The three robbers fled after taking money or property from the three men, Sergeant Coleman said.   Mr. Shakur, who starred last year with Janet Jackson in the movie \"Poetic Justice,\" has been standing trial with his road manager, Charles Fuller, on charges of sodomizing and sexually abusing a woman in the Parker Meridien Hotel last November.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Don't Rush to Expand NATO","web_url":"https://www.nytimes.com/1994/11/30/opinion/don-t-rush-to-expand-nato.html","abstract":"  During the cold war there was no disagreement between America and its allies over NATO's purpose: It was Europe's shield against a common enemy. The Serbs' war on Bosnia has exposed deep divisions among the Western powers over NATO's role and the question of European security. Some U.S. policy makers believe that the way to revive NATO is to enlarge it by offering membership and the military guarantees that membership confers to a few countries in Eastern Europe. Their rallying cry is \"Expand or die.\"   That is a questionable idea. If Washington continues to move in this direction, it is sure to generate more trans-Atlantic divisiveness. It will burden NATO's existing members with risky new obligations. Moreover, inviting Poland, Hungary and the Czech Republic to join will affront those who are likely to be left out, like Ukraine and the Baltic republics. Worse yet, expansion could strengthen Russian nationalists opposed to Boris Yeltsin and his Western-oriented reformers. The net result is that a larger NATO could diminish rather than strengthen European security.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/11/30/nyregion/news-summary-965383.html","abstract":"  International A3-16  U.N. ULTIMATUM TO BOSNIANS  The United Nations has decided to inform the warring parties in Bosnia that it will end its peacekeeping mission unless a cease-fire is reached quickly. A1  U.S. POLICY IN DISARRAY  The decision to abandon talk of air strikes against the Serbs and emphasize NATO solidarity has thrown the Clinton Administration into disarray. A1","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"PGA Ready to Play Hardball","web_url":"https://www.nytimes.com/1994/11/30/sports/pga-ready-to-play-hardball.html","abstract":"  The PGA Tour today issued a formal response to the World Golf Tour, and it can be summed up in two words: no compromise.   After a two-day meeting of its Tournament Policy Board in Tampa, the PGA Tour decided to hold a hard line in all dealings with the World Tour, which two weeks ago announced its intention to stage eight worldwide events in 1995 worth $25 million, televised by the Fox Television Network and featuring the top 30 players on the Sony World Rankings and 10 selected other players.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Whose Money Is It, Anyway?","web_url":"https://www.nytimes.com/1994/11/30/opinion/whose-money-is-it-anyway.html","abstract":"  After a year of nervous wavering in the face of Congressional opposition, the Federal Election Commission is scheduled to vote tomorrow on new rules to restrict one of Congress's most cherished -- and most offensive -- perks: House and Senate members' ability to dip into their campaign treasuries to pay personal expenses. Action by the highly partisan six-member commission, while no cure-all, would be a big step forward.   A 1979 law bars candidates from converting their campaign funds \"to any personal use.\" But in the absence of F.E.C. rules defining what that means, spending on items like restaurant meals, sports tickets, cars, clothes, travel and club dues has become widespread. Many members resent the very idea that the F.E.C. would try to impose restrictions. But the freedom to convert campaign money for personal use allows special interests to stuff money directly into lawmakers' pockets.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Christians Shouldn't Want Prayer in Schools","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-christians-shouldn-t-want-prayer-in-schools-972347.html","abstract":"  To the Editor:   \"School Prayer Tactics\" (editorial, Nov. 27) and letters of the same day omit crucial points that confirm that school prayer has nothing to do with genuine religious impulses.   Government-led or -sponsored prayer is an implicitly anti-Semitic step in the efforts of the Christian right to make America \"a Christian nation,\" and is an explicit repudiation of Thomas Jefferson's opposition to tyranny over the mind of man.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Defense in Murder Case Finds Surprise Witness","web_url":"https://www.nytimes.com/1994/11/30/nyregion/defense-in-murder-case-finds-surprise-witness.html","abstract":"  Defense lawyers said yesterday that they will call a surprise witness today in the trial of a Bronx man accused of killing a teen-ager during a carjacking in Rockland County early this year.   The defendant, Edward L. Summers, has maintained that the killing was committed by an elusive drug dealer from the Bronx named Dino, but prosecutors have said that Dino is a fiction, created by Mr. Summers.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"U.S. Policy Shift on Bosnia Creates a Muddle With Allies","web_url":"https://www.nytimes.com/1994/11/30/world/conflict-balkans-policy-us-policy-shift-bosnia-creates-muddle-with-allies.html","abstract":"  The Clinton Administration's latest shift in policy on Bosnia put senior officials on the defensive today and left them struggling to explain how their new strategy would end the war.   The state of confusion within the Administration and between Washington and its allies has also overshadowed the Administration's plan to press for an expansion of NATO and a new security organization for Europe in meetings with the allies this week and next.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Empire Blue Cross Will Restrict Coverage for Some Applicants","web_url":"https://www.nytimes.com/1994/11/30/nyregion/empire-blue-cross-will-restrict-coverage-for-some-applicants.html","abstract":"  Empire Blue Cross and Blue Shield announced plans yesterday to stop offering a special type of comprehensive health care coverage to new applicants because the policy, used mostly by those with cancer and AIDS, has cost the troubled company millions of dollars in the past five years.   The move was immediately criticized by advocates for the seriously ill patients who seek the coverage, who contended that the move would leave thousands of people with inadequate health care.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"This Strike Is Going From Ugly to Uglier","web_url":"https://www.nytimes.com/1994/11/30/sports/on-baseball-this-strike-is-going-from-ugly-to-uglier.html","abstract":"  The symbiotic relationship between baseball owners and baseball players, gnawed at over the years by free-agent and arbitration disputes, tested endlessly by contract negotiations and collusion, is about to be torn asunder.    In all likelihood, major league owners are less than a week from imposing the salary cap because of the continued failure by negotiators for the 28 clubs and 700 players to settle a strike that began on Aug. 12.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Blood Clot Lodged in Lung Sends Quayle to Hospital","web_url":"https://www.nytimes.com/1994/11/30/us/blood-clot-lodged-in-lung-sends-quayle-to-hospital.html","abstract":"  Former Vice President Dan Quayle was admitted to the intensive care unit of an Indianapolis hospital on Monday evening for treatment of a blood clot in the right lung.   At a news conference with three of his doctors, Mr. Quayle's wife, Marilyn, said yesterday that she and they were \"very optimistic\" about his prognosis and that the ailment would not affect his political plans. The 47-year-old former Vice President is expected to announce a bid for the 1996 Republican Presidential nomination in the next few weeks.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"The City Council's Soft Numbers","web_url":"https://www.nytimes.com/1994/11/30/opinion/the-city-council-s-soft-numbers.html","abstract":"  The budget standoff between Mayor Rudolph Giuliani and the New York City Council is about power. The Council is trying to regain clout it lost when the Mayor pushed his original budget through without much opposition. In fairness to the Council, the struggle is also about the concerns of Council members for their constituents, especially the poor who depend on city services. In dollar terms, the two sides are not far apart.    At issue is roughly $100 million of cuts in the city's $31.6 billion budget. The budget was supposedly balanced at the time it was adopted in June, but lagging tax collections and rising expenses have opened up a new gap that must be closed. Last month the Mayor presented a package of $800 million in spending cuts to help close it. The Council agreed with $700 million of his cuts, but last week adopted its own plan for the other $100 million.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Peace Dividend: Troops Turn to Teaching","web_url":"https://www.nytimes.com/1994/11/30/us/peace-dividend-troops-turn-to-teaching.html","abstract":"  When Staff Sgt. Arthur Moore retired last spring after 20 years in the Army, he decided to stop complaining about public schools and do something about them: He applied for a job as a fifth-grade teacher at Samuel Coleridge-Taylor Elementary School here.   City school officials quickly hired him. \"Male teachers are a premium in any public school, but especially at the elementary level,\" said Emma J. Hamlin, the principal at Coleridge-Taylor, where 7 of the 27 teachers are men. \"We're fortunate to have someone with his background.\"","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Public & Private; 17 Going On 18","web_url":"https://www.nytimes.com/1994/11/30/opinion/public-private-17-going-on-18.html","abstract":"  Dear Golden Girl,    Got a letter from your mom the other day. Her description did you proud: \"At seventeen she is at the high end of meeting every parent's expectations, including mine,\" she wrote. \"An A student, captain of the tennis team, president of her high school service organization.\"    But her tone was despondent, disappointed and angry. You've started to smoke, and she wants me to persuade you to stop.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"In Term Limits Debate, Justices Take Up a 'Very Hard' Case","web_url":"https://www.nytimes.com/1994/11/30/us/in-term-limits-debate-justices-take-up-a-very-hard-case.html","abstract":"  An intense and sometimes confusing Supreme Court argument today on the validity of state-imposed term limits for members of Congress left one thing clear: no precise legal precedent and no undisputed historical evidence exists to guide the Justices' decisions in the most important case on the structure of the national Government to reach the Court in years.   Prodded by the Justices' questions, the four lawyers who presented the 90-minute argument disputed nearly every proposition, and even ostensible allies could not always agree along the way.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Major and Rebel Tory Backbenchers Square Off Over Europe","web_url":"https://www.nytimes.com/1994/11/30/world/major-and-rebel-tory-backbenchers-square-off-over-europe.html","abstract":"  A day after using a political bludgeon to beat back opposition within his own Conservative Party to win a Parliamentary vote on which he had staked his leadership, Prime Minister John Major today confronted the fallout from his tactics, including a technical loss of his majority in the House of Commons.   Making good on his promise to punish any Conservatives who failed to support the Government in Monday night's vote on increasing financing for the European Union, Mr. Major effectively suspended from the party eight rebel Tories who abstained. The eight rebels kept their seats in Parliament, but cannot participate in Conservative Party business and are threatened with being replaced as the party's candidates in the next election.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Disputing 4 Studies, New Research Supports Chest X-Rays as Cancer Screen","web_url":"https://www.nytimes.com/1994/11/30/us/disputing-4-studies-new-research-supports-chest-x-rays-as-cancer-screen.html","abstract":"  After re-analyzing the data from four major studies, a specialist in cancer treatment yesterday challenged their conclusion that annual chest X-rays are of no benefit to smokers and former smokers.   The studies had found no difference in death rates between the participants who were screened and those who were not. But the specialist, Dr. Gary Strauss, a medical oncologist at the Dana-Farber Cancer Institute in Boston, reported that he found a benefit when he looked at the data in a different way.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Corrections","web_url":"https://www.nytimes.com/1994/11/30/nyregion/c-corrections-971960.html","abstract":"  A chart in Business Day on Thursday about a problem with the Intel Corporation's Pentium computer chips omitted a decimal point in an example of the type of arithmetic mistake that sometimes occurs when the chips are used to perform division. In the example, the mathematical significance of the error in the calculation by the Pentium, compared with the original data, was 6.1/100,000 , not 61/100,000 .","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/11/30/style/chronicle-972410.html","abstract":"  The Veteran Feminists of America will present its medal of honor to -- no surprise -- BELLA ABZUG at a dinner Friday in the Seventh Regiment Armory on Park Avenue.    \"My feeling is that the early feminists were all generals, so there is reluctance to accept four-star generals,\" said JACQUI CEBALLOS, the founder and director of the organization. \"But when I was planning this event, I found that 99.9 percent of women feminists love, honor, esteem and acknowledge Bella as their leader.\"","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"1919: Senator Indicted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-1919-senator-indicted-in-our-pages100-75-and-50-years-ago.html","abstract":"GRAND RAPIDS, Michigan - [From our New York edition:] Truman H. Newberry, United States Senator from Michigan, was indicted by a United States Grand Jury today [Nov. 29] for corruption, fraud and conspiracy in connection with the election by which he obta","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"U.N. TO WITHDRAW UNLESS THE FIRING IN BOSNIA CEASES","web_url":"https://www.nytimes.com/1994/11/30/world/conflict-balkans-diplomacy-un-withdraw-unless-firing-bosnia-ceases.html","abstract":"  Humiliated and harassed by Bosnian Serb forces, the United Nations has decided to inform the warring parties in Bosnia officially that it will end its peacekeeping mission unless a countrywide cease-fire is reached quickly.   Senior Western officials said today that the planned visit to Sarajevo on Wednesday by the United Nations Secretary General, Boutros Boutros-Ghali, was conceived to put the maximum political weight behind a warning that fighting must stop now or United Nations forces will leave.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Cross-Border 'Growth Triangles' Promote Prosperity in East Asia","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-crossborder-growth-triangles-promote-prosperity-in-east-asia.html","abstract":"The writer is president of the Philippines.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Coleman Blisters Nets After Another Fade","web_url":"https://www.nytimes.com/1994/11/30/sports/pro-basketball-coleman-blisters-nets-after-another-fade.html","abstract":"  The first morsel of distressing news for the Nets occurred in the second quarter when it was learned that the starting shooting guard Kevin Edwards would miss at least three weeks with a partially torn left Achilles' tendon.    The next morsels of distressing news occurred over and over again in the fourth quarter, when the Nets revealed a fatal flaw in failing to protect a 16-point lead at home against the Los Angeles Lakers.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"The Los Angeles Under the Salonen Spell","web_url":"https://www.nytimes.com/1994/11/30/arts/music-review-the-los-angeles-under-the-salonen-spell.html","abstract":"  The music world was aghast in the late 1980's when Ernest Fleischmann, the managing director of the Los Angeles Philharmonic, proclaimed the death of the symphony orchestra. But perhaps his doomsaying had a local intent: to strike terror into the hearts of the musicians whose careers he controlled in order to get them to play as if their lives depended it.    It's just a theory. Another is that the vibrancy the orchestra showed in its concerts at Avery Fisher Hall on Sunday afternoon and Monday evening should be ascribed to Esa-Pekka Salonen, the 36-year-old Finnish conductor who is in his third season as music director. Actually, the orchestra was in fine shape when Mr. Salonen took it over. On its last visit to New York, in 1990, it produced a beautifully blended sound for Andre Previn. For that matter, the orchestra played gorgeously for Carlo Maria Giulini 15 years ago.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Toy Theft in the Bronx: 'Like Stealing Christmas'","web_url":"https://www.nytimes.com/1994/11/30/nyregion/toy-theft-in-the-bronx-like-stealing-christmas.html","abstract":"  Standing in the gray light before dawn, Robert Santos wondered if Santa Claus had come early: the security gate installed to protect his Salvation Army building in the South Bronx had been rolled up during the night, and someone had been inside. A red-suited long-distance delivery specialist?   But Mr. Santos, a commanding officer of the Salvation Army's social services department in the South Bronx, soon realized that whoever had broken in had stolen the toys, not dropped them off.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Mets Obtain a Marlin For Help in Outfield","web_url":"https://www.nytimes.com/1994/11/30/sports/baseball-mets-obtain-a-marlin-for-help-in-outfield.html","abstract":"  Ryan Thompson can already envision the Mets' outfield next spring. He'll play right. Bobby Bonilla will play left. And Carl Everett, whom the Mets acquired from the Marlins in a trade yesterday, will play center.    Thompson, the incumbent center fielder, has no problem with that picture.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Yeltsin Threatens Action on Warring Secessionist Area","web_url":"https://www.nytimes.com/1994/11/30/world/yeltsin-threatens-action-on-warring-secessionist-area.html","abstract":"  The civil war in a breakaway region of Russia threatened to enter a dangerous new phase today when President Boris N. Yeltsin declared that he would impose a state of emergency there if fighting did not stop by Thursday.   \"Chechnya is a republic within the Russian Federation,\" he said this morning at a meeting of his National Security Council, which met through much of the day. \"We have no moral right to stand aside and watch this bloodshed. The situation poses an extreme danger to stability and peace in our society.\"","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Town Rife With Corruption, Panel Says","web_url":"https://www.nytimes.com/1994/11/30/nyregion/town-rife-with-corruption-panel-says.html","abstract":"  This borough has only 5,800 residents and a 10-member police force, but the State Commission of Investigation said today that that was enough to produce a hotbed of official misconduct, nepotism and an abuse of the public trust so pervasive that it threatened the municipality's financial stability.   After a 21-month investigation resulting from residents' complaints, the commission said it found that:","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Longtime Adviser Is Chosen To Serve as Pataki's Counsel","web_url":"https://www.nytimes.com/1994/11/30/nyregion/longtime-adviser-is-chosen-to-serve-as-pataki-s-counsel.html","abstract":"  In the first appointment to his new administration, Governor-elect George E. Pataki today named his old friend, campaign adviser and former law partner, Michael C. Finnegan, to the position of counsel to the governor.   Mr. Finnegan is expected to play a central role in developing Mr. Pataki's legislative agenda and working to get it enacted, as he did as Mr. Pataki's legislative counsel in the State Senate. In that role, the position of counsel would become much more powerful than it has been under Gov. Mario M. Cuomo, who looked to his counsels mainly for legal advice.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"To Help Bolster Arafat, Donors Arrange $180 Million in Aid","web_url":"https://www.nytimes.com/1994/11/30/world/to-help-bolster-arafat-donors-arrange-180-million-in-aid.html","abstract":"  Rushing to bolster Yasir Arafat's Palestinian Authority against simmering discontent among Palestinians in the Gaza Strip, the World Bank and a group of donor countries have signed or are close to signing emergency aid to the Palestinian government totaling $180 million.   Today, Mr. Arafat and World Bank officials signed grants and loans totaling $58 million. On Wednesday, officials involved in the negotiations said, donor countries are expected to sign similar aid totaling $122 million.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Knicks Take Stutter Step in Right Direction","web_url":"https://www.nytimes.com/1994/11/30/sports/pro-basketball-knicks-take-stutter-step-in-right-direction.html","abstract":"  The Knicks built an 18-point lead tonight, but it almost wasn't enough.   Using a 16-0 run that started late in the third quarter and carried into the fourth, the Washington Bullets put a charge into the sellout crowd, while putting a scare into the Knicks. But by making crucial plays during the last five minutes, New York held on for a 99-91 victory before 18,756 at the USAir Arena, sending the new-look Bullets (4-7) to their sixth consecutive defeat.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Comptroller Backs Council In Budget Fight With Mayor","web_url":"https://www.nytimes.com/1994/11/30/nyregion/comptroller-backs-council-in-budget-fight-with-mayor.html","abstract":"  City Comptroller Alan G. Hevesi sided yesterday with the City Council in its legal battle with Mayor Rudolph W. Giuliani, saying he believed the Council had the power to pass its own version of budget changes intended to keep the city's spending plan in balance.   But with the Council poised to override Mr. Giuliani's veto of its spending plan, Mr. Hevesi questioned some of the Council's proposed cuts and urged the two sides to compromise rather than let the courts resolve their impasse.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Region Briefs; Corpse Found on Tracks, Delaying L.I. Service","web_url":"https://www.nytimes.com/1994/11/30/nyregion/region-briefs-corpse-found-on-tracks-delaying-li-service.html","abstract":"  A man's body was found lying across the eastbound tracks of the Long Island Rail Road here this morning, 300 feet east of the Meadowbrook Parkway overpass. The discovery delayed train service for as long as an hour and a quarter, railroad officials said.   The police said that the man, who has not been identified, appeared to have been struck by a train sometime overnight. Officials could not say whether he had been the victim of a fatal accident or had intended to kill himself.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"1944: Socialism Applied : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-1944-socialism-applied-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [From our New York edition:] The French government, by nationalizing the coal mines of northeastern France, has embarked upon an experiment in democratic socialism which, if it succeeds, will serve as a model for other French industries and pro ba","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Small Is Better in 2 New Musicals","web_url":"https://www.nytimes.com/1994/11/30/style/IHT-small-is-better-in-2-new-musicals.html","abstract":"There are two new musicals this week of wildly different aspect and intention, but going to prove that small is beautiful and big can be horrendous. At the King's Head, \"Stairway to Heaven\" is a mini-staging based on \"A Matter of Life and","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"1894: A Triple Alliance?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-1894-a-triple-alliance-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [The Herald says in an editorial:] In view of the rapprochement between England and Russia, about which so much has been heard lately, is it not worth while to ask whether such an entente would not lead to the formation of a triple alliance betwee","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Toehold for Islam -- A special report; Muslim Party Threatens Turks' Secular Heritage","web_url":"https://www.nytimes.com/1994/11/30/world/toehold-for-islam-a-special-report-muslim-party-threatens-turks-secular-heritage.html","abstract":"  Esref Cosan is a new arrival in this mud-and-concrete satellite of Istanbul, a man of the countryside more used to tending his beehives than hustling for work on construction sites that have no jobs to offer. In many ways, though, his uprooting from village to city is the story of modern Turkey.   When he and his family arrived here the other day, fleeing the civil war against Kurdish guerrillas in the southeast, they became part of a wave of migration to the cities that has shifted the nation's center of gravity from village to metropolis. And, propelled from Anatolia's far reaches by poverty and war, needs and dreams, this great column has come to represent another phenomenon, far more troubling to Turkey's authorities and their Western allies -- the grist of an Islamic movement that would challenge the secular core and Western leanings of the 71-year-old republic.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"The Met Tries To Reinvent An Opera Classic","web_url":"https://www.nytimes.com/1994/11/30/arts/the-met-tries-to-reinvent-an-opera-classic.html","abstract":"  It was, nearly, one of the most touching scenes in one of the most blindly passionate of operas. Cio-Cio San, abandoned and nearly penniless, knelt by a picture of her long-absent husband, urging her servant to faith with an elaborate fantasy of Benjamin Franklin Pinkerton's return. Catherine Malfitano made the aria \"Un bel di\" a wrenching revelation of Butterfly's delusion and desperation. And yet something was missing.   Suddenly, toward the end of the aria, a man slipped alongside Ms. Malfitano, shadowing the soprano's movements. In the final bars, he reached down and gripped Pinkerton's portrait with trembling hands. He stepped forward. \"Io con sicura fede l'aspetto,\" he sang. \"With unalterable faith, I wait for him.\"","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Signs To a Global Village In Progress","web_url":"https://www.nytimes.com/1994/11/30/arts/art-review-signs-to-a-global-village-in-progress.html","abstract":"  The 22d Sao Paulo Bienal is a megashow that needs to make up its mind. Does this hodgepodge of weak art and mixed messages want to be, like its European counterparts, a survey of the artistic mainstream, accessorized with an amorphous, loosely applied theme? Does it want to redefine the megashow concept into something more egalitarian and genuinely international? Or does it want to remain the amateurish exercise in nationalism and regionalism that it has tended to be in recent years?   To varying degrees, the answer to all of the above is: yes.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"Uniao dos Palmares Journal; From Brazil's Misty Past, a Black Hero Emerges","web_url":"https://www.nytimes.com/1994/11/30/world/uniao-dos-palmares-journal-from-brazil-s-misty-past-a-black-hero-emerges.html","abstract":"  High on a hill, in the cool shade of a breadfruit tree, candles flickered among earthenware pots containing offerings for the long-ago dead -- honey, corncakes, rice, beans and white flowers.   \"The offerings are in honor of Zumbi, and in honor of all the warriors who died here,\" said Pedro Jose dos Santos, who was dressed head-to-toe in white as prescribed by Umbanda, one of Brazil's largest African-based religions.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"How Nativism Infects California Proposition","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-how-nativism-infects-california-proposition-972460.html","abstract":"  To the Editor:   William Safire should have titled his Nov. 21 column not \"Self-Deportation?\" but instead \"Self-Deception.\"   Mr. Safire withdrew his charge that California's Proposition 187 is driven primarily by nativism after considering two counterarguments offered by Gov. Pete Wilson: that the proposition is anti-illegal-immigrant rather than anti-immigrant, and that most legal immigrants support it.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"LETTERS TO THE EDITOR : What Now for Bosnia?","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-letters-to-the-editor-what-now-for-bosnia.html","abstract":"Regarding \"Prevent a Return to All-Out War in Ex-Yugoslavia\" (Opinion, Nov. 16) by Adam Roberts, John Chipman, Philip H. Gordon and Mats Berdal:.The authors are right to remind us that wars may appear static but are not, and that the internat","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Home Entertaining;\nA Tropical Holiday Meal That's Low in Cost","web_url":"https://www.nytimes.com/1994/11/30/style/home-entertaining-a-tropical-holiday-meal-thats-low-in-cost.html","abstract":"IT'S those darned visions that do it. \n\nAfter all, everybody knows the two primary rules for enjoyable holiday gatherings: keep the food simple, and make everyone feel at home. But then those visions begin creeping in. The next thing you know, it's not only sugar plums that are dancing unbidden in your head, but also dozens of slick magazine layouts, old movies and television sitcoms, all dictating elegant table tops and elaborate menus as evidence of the caring host or hostess.","thumbnail":null,"section":"Style"},{"date":"19941130","headline":"NBC Is Challenging Fox TV Operations As Foreign-Owned","web_url":"https://www.nytimes.com/1994/11/30/us/the-media-business-nbc-is-challenging-fox-tv-operations-as-foreign-owned.html","abstract":"  In a direct challenge to the very existence of the Fox television network, NBC will file a petition with the Federal Communications Commission today asserting that the stations that form the heart of Fox are illegally foreign-owned.   NBC will ask the commission to rule either that Fox must drastically reduce its level of foreign ownership or that all other American networks may seek unlimited foreign investment.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Olympics Are Opened to Serbian Players","web_url":"https://www.nytimes.com/1994/11/30/sports/basketball-olympics-are-opened-to-serbian-players.html","abstract":"  Basketball's world governing body has opened the door for Serbian players to participate in the 1996 Summer Olympics in Atlanta.   At a meeting last Saturday in Munich, Germany, FIBA's European Commission voted to allow the rump state of Yugoslavia, now composed of Serbia and Montenegro, to compete in qualifying for the men's and women's European championships to be held in the summer of 1995.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Breast Cancer Gene Isn't Making Screening Easy","web_url":"https://www.nytimes.com/1994/11/30/us/breast-cancer-gene-isn-t-making-screening-easy.html","abstract":"  LEST anybody nurse hopes that the wildly publicized discovery of the breast cancer gene two months ago will offer up new screening techniques or treatments any time soon, scientists caution that the gene is proving to be as frustrating and recalcitrant as the disease.   In today's issue of the journal Nature Genetics, three teams of scientists report on their studies of the gene, called BRCA1, which in its mutant form is thought to be responsible for about half the instances of hereditary breast cancer, or up to 5 percent of all breast cancer cases.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Putting Politics Aside To Help the Homeless","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-putting-politics-aside-to-help-the-homeless-972495.html","abstract":"  To the Editor:   While some have demonized the poor for political gain, as you note in \"Starving the Poor\" (editorial, Nov. 24), countless Government employees still help the disadvantaged.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"School District Is a Candidate For Takeover","web_url":"https://www.nytimes.com/1994/11/30/nyregion/school-district-is-a-candidate-for-takeover.html","abstract":"  While other school districts in New York City have had their share of trouble, the litany of mismanagement and outright corruption in District 17 in Central Brooklyn stands out as a study of the worst problems of decentralization.   Thousands of dollars' worth of books, computers and furniture were taken from a school; officials suspect they were sold to a private school. At another school, a teacher's aide who had been accused of molesting four girls in an auditorium was elected P.T.A. president, a position he held for months afterward, until he was arrested on charges of molesting another girl at his home. Administrators of a third school are battling with parents over whose students should occupy a new building.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"'Amahl' to Be Presented","web_url":"https://www.nytimes.com/1994/11/30/arts/amahl-to-be-presented.html","abstract":"  The Little Orchestra Society is to present its annual performances of Menotti's holiday opera \"Amahl and the Night Visitors,\" at 11 A.M. and 1 and 3 P.M. on Saturday at Avery Fisher Hall. Amahl is to be sung by Matthew Butler, his mother by Susan Shafer and the Three Kings by Blaine Hendsbee, Gary Simpson and Brian Matthews. Dino Anagnost is to conduct this production, the composer's own, created for the Little Orchestra Society. Tickets are $15 to $32. Information: (212) 721-6500.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"HOUSE APPROVES TRADE AGREEMENT BY A WIDE MARGIN","web_url":"https://www.nytimes.com/1994/11/30/us/the-lame-duck-congress-the-vote-house-approves-trade-agreement-by-a-wide-margin.html","abstract":"  The House of Representatives tonight overwhelmingly approved American participation in the General Agreement on Tariffs and Trade, the most ambitious world trade accord put forth in more than two generations.   The issue now moves to the Senate, where its fate in a vote on Thursday is still uncertain.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Sports of The Times; How Many Will Cross The Line?","web_url":"https://www.nytimes.com/1994/11/30/sports/sports-of-the-times-how-many-will-cross-the-line.html","abstract":"  LIKE a high, hard heater from a rested Roger Clemens, the flash point of reckoning appears to be closing in on major league baseball players. Unless they acquiesce sometime this week, accept a deal that impairs their most sacred ideal, they are going to enter uncharted waters that could be over their heads.   It doesn't mean they will collectively drown, in this sports labor war. They will just find themselves for the first time with the kind of choice that can rattle the soul, and unhinge the heart. The direct choice between sacrifice and salary, patronage and profit.","thumbnail":null,"section":"Sports"},{"date":"19941130","headline":"Personal Health; Sex after cancer: planning can make a major difference.","web_url":"https://www.nytimes.com/1994/11/30/us/personal-health-sex-after-cancer-planning-can-make-a-major-difference.html","abstract":"  WHEN cancer is diagnosed, a person's first order of concern is naturally and appropriately survival. But experts who deal with cancer survivors urge that another issue be considered at the outset: the effects of the cancer and its treatment on the person's sexual and reproductive future.   With the number of cancer survivors growing by the tens of thousands each year, post-cancer sexuality and fertility are matters of growing concern. Yet few specialists who treat cancer discuss these issues with patients either before the therapeutic decisions are made or afterward, when the cancer is under control and concerns surface about the quality of life.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"In America; Business Beats Brooklyn","web_url":"https://www.nytimes.com/1994/11/30/opinion/in-america-business-beats-brooklyn.html","abstract":"  Final approval of the Uruguay Round of the General Agreement on Tariffs and Trade will tear a large hole in the Federal budget. But this breach of the budget is not considered a major problem by Government leaders in Washington because the new GATT agreement will be a bonanza for big business, and that is something favored by Democrats and Republicans alike.   When benefits for working people or the poor are involved, the budget deficit is seen as an insurmountable problem. There is no money for investments in ordinary Americans. But the specter of $42 billion in lost tariff revenues over the next decade is met with a shrug by the movers and shakers in Congress and the White House. As long as it's for business -- well, then, that's all right.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Mexico's Moment","web_url":"https://www.nytimes.com/1994/11/30/opinion/mexicos-moment.html","abstract":"Tomorrow the Mexican Presidency passes once again from one member of the Institutional Revolutionary Party to another -- from Carlos Salinas de Gortari to his handpicked successor, Ernesto Zedillo Ponce de Leon, a 43-year-old Yale-trained economist. \n\nSince no party but the PRI has held power in Mexico since 1929, you might suppose this transition would be little more than a formality. But in recent decades the succession has been the most volatile phase in the six-year presidential term. Struggles suppressed in the departing president's term have burst into the open, and groups have clashed more aggressively to influence the new leader. The honeymoon has been cut almost to a matter of days, and it's just the luck of the calendar that the year-end holiday season provides an initial breathing space.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"A Toppled Foley Gives Up the Gavel","web_url":"https://www.nytimes.com/1994/11/30/us/the-lame-duck-congress-the-speaker-a-toppled-foley-gives-up-the-gavel.html","abstract":"  Thomas S. Foley, who loved the House of Representatives too well to root out its failings, today surrendered the gavel for the last time.   The Speaker of the House told reporters in his final news conference that he left Congress today without bitterness over his defeat earlier this month, when he became the most prominent of the many Democratic powers toppled by a Republican tide. Instead, he said, he departed with \"gratitude to my constituents who have given me what I think is one of the greatest honors in public life, to represent them here in the Capitol of the United States, in the House of Representatives.\"","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Croat Warns Of Wider War If Bihac Falls","web_url":"https://www.nytimes.com/1994/11/30/world/conflict-in-the-balkans-strategy-croat-warns-of-wider-war-if-bihac-falls.html","abstract":"  The Croatian Defense Minister warned the Clinton Administration today that Croatia would enter the war against the Serbs if Bihac fell into Serbian hands.   Defense Minister Gojko Susak said he thought the Bosnian Serbs and Croatian Serbs would probably be satisfied with surrounding Bihac and turning it into a powerless Muslim enclave. Taking the entire town, he added, would require the Serbs to engage in costly house-to-house fighting.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"From Eric Clapton, Blues Without the Bell-Bottoms","web_url":"https://www.nytimes.com/1994/11/30/arts/pop-review-from-eric-clapton-blues-without-the-bell-bottoms.html","abstract":"  It took an even dozen songs for Eric Clapton to warm up on Monday night at Irving Plaza. Mr. Clapton, touring to support his blues album, \"From the Cradle\" (Reprise), has been doing small club dates in addition to stadiums; Monday night's show, in front of 454 people, ended his tour. And for a good portion of it, he was engrossing not for what he played, but for what he didn't. He was the snake that everybody knows will bite. It was just a matter of waiting.   Mr. Clapton started out by playing a slew of acoustic pieces, including Leroy Carr's \"How Long Blues.\" He's a decent enough scholar, and he and his band have clearly gone back to the original recordings to figure out how they work. They often work with understatement, and Mr. Clapton rarely soloed, handing in restrained and precise performances.  He subordinated his personality to the music, taking idol worship out of the event and making the performance casual, even intimate. Dressed in a white T-shirt and blue jeans, Mr. Clapton was milking the anti-hero angle; he wore the same clothes for all three performances at Irving Plaza.","thumbnail":null,"section":"Arts"},{"date":"19941130","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/11/30/nyregion/inside-965839.html","abstract":"  Consumers Confident   Americans are optimistic about finances, a surge to a four-year high in the Conference Board's consumer confidence index shows. Page D1. Ambiguous Law Is Upheld    The High Court edited a pornography law, ruling it meant to say there must be proof that a defendant knew the material's nature. Page B9. Quayle Is Hospitalized    Former Vice President Dan Quayle was under treatment for a blood clot in one of his lungs. Page A18. Jerry Rubin Is Dead    The flamboyant 1960's radical, who once preached distrust of \"anyone over 30,\" was 56 years old. Page B13.","thumbnail":null,"section":"New York"},{"date":"19941130","headline":"Left at Altar by Norway, Europe Tries Stiff Upper Lip","web_url":"https://www.nytimes.com/1994/11/30/world/left-at-altar-by-norway-europe-tries-stiff-upper-lip.html","abstract":"  On Monday, Norway became the first country to say \"no\" to the European Union, and today the members of the club reacted with the frozen smiles of jilted suitors. There were expressions of disappointment and regret and underneath the whispered message: it's going to hurt you more than it hurts me.   By resolutely rejecting membership in the European Union, Norwegian voters broke the union's winning steak. In a series of referendums this year that were timed to exert maximum pressure on Oslo, voters in Austria, Finland and Sweden all decided to join.","thumbnail":null,"section":"World"},{"date":"19941130","headline":"Intermarriage Challenges Many, Not Few","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-intermarriage-challenges-many-not-few-972479.html","abstract":"  To the Editor:   Jane E. Brody (Personal Health column, Nov. 23) repeats from the findings of the survey of sexuality by Chicago-based social scientists that the \"melting-pot mix of ethnic, religious and racial heritages is relatively rare.\" This misrepresents the extent of the phenomenon and thereby understates the challenges that confront people who marry those of other cultures.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"LETTERS TO THE EDITOR : Latter-Day Guardians","web_url":"https://www.nytimes.com/1994/11/30/opinion/IHT-letters-to-the-editor-latterday-guardians.html","abstract":"Bob Dole, Jesse Helms and other born-again guardians of the U.S. Constitution have served notice that President Bill Clinton's foreign policy had better suit the Senate, or else. Well, when Ronald Reagan's private vendetta against a tiny leftist democrac","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Abused Women Won't Have to Wait for Justice","web_url":"https://www.nytimes.com/1994/11/30/opinion/l-abused-women-won-t-have-to-wait-for-justice-972444.html","abstract":"  To the Editor:   The phone rings, jolting me from a sound sleep. I'm hardly awake, yet the adrenaline rush makes my heart race. I'm sure there's been an accident -- or worse. My hand darts out from under the blankets and gropes in the dark for the receiver. The clock on the dresser reads 2:15 A.M.   \"Good morning, judge. Did I wake you?\" It's the duty sergeant at police headquarters in the quiet village of Scarsdale, New York, where I have served as judge for the last seven years. In that time there have been many middle-of-the-night calls. Criminal activity does not keep regular hours, and mine is a 24-hour-a-day job.","thumbnail":null,"section":"Opinion"},{"date":"19941130","headline":"Last Words From a Speaker","web_url":"https://www.nytimes.com/1994/11/30/us/last-words-from-a-speaker.html","abstract":"  On his last day as Speaker of the House, Thomas S. Foley said he regretted not communicating \"some of the achievements that we have made and accomplished in this Congress.\" Page B10.","thumbnail":null,"section":"U.S."},{"date":"19941130","headline":"Home Entertaining;\nOrdering In for a Ready-Made Dinner Party","web_url":"https://www.nytimes.com/1994/11/30/style/home-entertaining-ordering-in-for-a-readymade-dinner-party.html","abstract":"DURING the holidays, finding time to cook for a party is about as rare as finding an empty taxi on Fifth Avenue. \n\n\"Many of us just don't have the time to shop, chop, clean the apartment and change the cat litter,\" said Charles Suisman, who recently sampled caterers' food for his monthly newsletter, Manhattan User's Guide. \"New Yorkers crave convenience and time-saving, and caterers provide both.\"","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19941130","time":"1994-11-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":73,"wspd":13},{"date":"19941130","time":"1994-11-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":76,"wspd":11.2},{"date":"19941130","time":"1994-11-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":77,"wspd":9.4},{"date":"19941130","time":"1994-11-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":77,"wspd":11.2},{"date":"19941130","time":"1994-11-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":74,"wspd":9.4},{"date":"19941130","time":"1994-11-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":76,"wspd":13},{"date":"19941130","time":"1994-11-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":77,"wspd":7.6},{"date":"19941130","time":"1994-11-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":78,"wspd":9.4},{"date":"19941130","time":"1994-11-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":74,"wspd":11.2},{"date":"19941130","time":"1994-11-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":74,"wspd":11.2},{"date":"19941130","time":"1994-11-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":71,"wspd":11.2},{"date":"19941130","time":"1994-11-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":71,"wspd":9.4},{"date":"19941130","time":"1994-11-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":70,"wspd":7.6},{"date":"19941130","time":"1994-11-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":70,"wspd":7.6},{"date":"19941130","time":"1994-11-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":70,"wspd":7.6},{"date":"19941130","time":"1994-11-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":71,"wspd":7.6},{"date":"19941130","time":"1994-11-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":85,"wspd":9.4},{"date":"19941130","time":"1994-11-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":72,"wspd":9.4},{"date":"19941130","time":"1994-11-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":77,"wspd":13},{"date":"19941130","time":"1994-11-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":75,"wspd":13},{"date":"19941130","time":"1994-11-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":77,"wspd":13},{"date":"19941130","time":"1994-11-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":80,"wspd":9.4},{"date":"19941130","time":"1994-11-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":80,"wspd":9.4},{"date":"19941130","time":"1994-11-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":83,"wspd":11.2},{"date":"19941130","time":"1994-11-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":31,"wspd":16.6},{"date":"19941130","time":"1994-11-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":33,"wspd":16.6},{"date":"19941130","time":"1994-11-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":37,"wspd":14.8},{"date":"19941130","time":"1994-11-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":39,"wspd":16.6},{"date":"19941130","time":"1994-11-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":42,"wspd":16.6},{"date":"19941130","time":"1994-11-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":46,"wspd":14.8},{"date":"19941130","time":"1994-11-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":51,"wspd":7.6},{"date":"19941130","time":"1994-11-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":9.4},{"date":"19941130","time":"1994-11-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":58,"wspd":7.6},{"date":"19941130","time":"1994-11-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":9.4},{"date":"19941130","time":"1994-11-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":57,"wspd":7.6},{"date":"19941130","time":"1994-11-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":9.4},{"date":"19941130","time":"1994-11-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":42,"wspd":9.4},{"date":"19941130","time":"1994-11-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":44,"wspd":11.2},{"date":"19941130","time":"1994-11-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":35,"wspd":14.8},{"date":"19941130","time":"1994-11-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":30,"wspd":11.2},{"date":"19941130","time":"1994-11-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":28,"wspd":18.7},{"date":"19941130","time":"1994-11-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":26,"wspd":25.9},{"date":"19941130","time":"1994-11-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":28,"wspd":25.9},{"date":"19941130","time":"1994-11-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":25,"wspd":27.7},{"date":"19941130","time":"1994-11-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":26,"wspd":33.5},{"date":"19941130","time":"1994-11-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":29,"wspd":31.7},{"date":"19941130","time":"1994-11-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":31,"wspd":25.9},{"date":"19941130","time":"1994-11-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":35,"wspd":18.7}]},"19941201":{"guardian_articles":[],"nytimes_articles":[{"date":"19941201","headline":"It's the End of the Riff for Wynton Marsalis's Septet","web_url":"https://www.nytimes.com/1994/12/01/arts/it-s-the-end-of-the-riff-for-wynton-marsalis-s-septet.html","abstract":"  Wynton Marsalis made news in his first set on Tuesday night at the Village Vanguard. Before he began to play, the trumpeter and band leader announced that this week's engagement would be the last for his septet, one of the most influential and active bands in jazz.   Mr. Marsalis had been hinting recently that he was about to take a sabbatical, and now it was official. \"I'm going to enjoy this last week,\" he said from the stage, but there was a slight sense of sadness in the air, a feeling that something important had run its course.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"No Headline","web_url":"https://www.nytimes.com/1994/12/01/nyregion/no-headline-975311.html","abstract":"  \"I used to be open about my feelings. Now, everything is just stuck in. There is so much anger and frustration inside I don't know how to take it out. I won't trust anyone, and, I don't know, I'm kind of afraid of everything.\" -- WILFREDO FELICIANO, who was 14 when he was stabbed outside a Brooklyn housing project.  [ B14:2. ]","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Gingrich's Politics Didn't Follow Fashion","web_url":"https://www.nytimes.com/1994/12/01/opinion/l-gingrich-s-politics-didn-t-follow-fashion-980161.html","abstract":"  To the Editor:   \"Gingrich's Life: The Complications and Ideals\" (front page, Nov. 24) leaves the impression that early in his political career Newt Gingrich abruptly shifted his ideological posture from \"liberal\" to \"conservative\" because it became fashionable to do so. In fact, Mr. Gingrich is a classic neoconservative whose entry point into conservatism was via the \"Kemp wing.\" It should be recalled that Ronald Reagan himself was a trade-union liberal Democrat who switched parties as the Democratic party moved leftward.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Lopez Shows What the Hype Is All About","web_url":"https://www.nytimes.com/1994/12/01/sports/basketball-lopez-shows-what-the-hype-is-all-about.html","abstract":"  When Felipe Lopez signed his letter of intent to play at St. John's, Coach Brian Mahoney envisioned his star recruit winning games like the one he played last night at Alumni Hall.   With St. John's struggling to hold off gritty Coppin State, Lopez provided his first major dividend by scoring 27 points to lead the Red Storm to a 78-73 victory before a third straight sellout crowd.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/12/01/sports/results-plus-978132.html","abstract":"  N.B.A.  Eight Straight for Magic  The Orlando Magic set a franchise record with its eighth consecutive victory last night, beating the visiting Sacramento Kings, 114-107, behind center Shaquille O'Neal's 41 points.   \"I may be outdating myself, but O'Neal really reminds me of Wilt Chamberlain,\" said Sacramento Coach Garry St. Jean. \"People just bounce off of him inside. You pray for a hurricane to stop him.\"","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Achille Lauro Burns Off Coast of Somalia","web_url":"https://www.nytimes.com/1994/12/01/us/achille-lauro-burns-off-coast-of-somalia.html","abstract":"  The Achille Lauro, remembered as the cruise-liner hijacked in 1985 by Palestinian terrorists who killed a Jewish passenger from New York and pushed him overboard in his wheelchair, ended its ill-starred nautical history in flames off the coast of Somalia.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"3,000 Nurses Are Expected To Lose Hospital Jobs by '97","web_url":"https://www.nytimes.com/1994/12/01/nyregion/3000-nurses-are-expected-to-lose-hospital-jobs-by-97.html","abstract":"  A new study of health-worker employment forecasts an accelerating decline in jobs in the next three years in New York City, even as the health-care system grows.   The study, prepared for the Bureau of Health Resources Development of the State Department of Health, predicted that about 3,000 registered nurses would lose hospital jobs between 1995 and 1997. Of these, the report said, 2,000 are likely to find work in nursing homes or in home care. But new nurses, arriving in the work force through graduation, would increase the surplus of registered nurses to 1,800.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Little-Noticed Provision Is Focus of Charter Fight","web_url":"https://www.nytimes.com/1994/12/01/nyregion/little-noticed-provision-is-focus-of-charter-fight.html","abstract":"  The commission that revised New York City's Charter in 1989 held dozens of all-day sessions, debating for hours such issues as whether borough presidents should still exist and what land-use powers the City Council should have.   But no one expected that the first major showdown between the executive and legislative branches on the Charter would be over something as dry and arcane as a budget modification -- a subject the commission spent relatively little time on.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Ending Bosnia's Endgame","web_url":"https://www.nytimes.com/1994/12/01/opinion/ending-bosnia-s-endgame.html","abstract":"  I never imagined I would find myself defending Serbian conquests. Yet the choices the United States and NATO have made throughout the Bosnian conflict have been so bad that there are no good choices left. It is better to end the carnage, even on unfair terms, than to have it continue for what could be a decade or more. The Europeans are right. The West should make the Bosnian Government settle against its wishes.   After the humiliation surrounding the Muslim defeat in the struggle for Bihac, the United Nations is deadly serious about withdrawing its peacekeeping troops, perhaps even this winter, unless the warring parties agree to a cease-fire across Bosnia and a new round of talks aimed at ending the war. The risks of withdrawal would be great, since NATO forces -- presumably including American ground troops -- would have to provide escort to retreating U.N. personnel.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Trade Talks In Miami: Momentum Isn't There","web_url":"https://www.nytimes.com/1994/12/01/world/trade-talks-in-miami-momentum-isn-t-there.html","abstract":"  The Administration raised the prospect of big things when it announced a summit meeting of the hemisphere's leaders last year, including a possible agreement on a trade zone embracing North and South America within 10 to 20 years.   But when leaders from 34 nations meet next week in Miami, the results will be far from bold: the leaders are not expected to agree on a firm plan or date for a trade area.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"Contemporary Asian Works by Four Choreographers","web_url":"https://www.nytimes.com/1994/12/01/arts/dance-review-contemporary-asian-works-by-four-choreographers.html","abstract":"  The Second Annual Asian Contemporary Dance Festival, presented at the La Mama Annex Theater, got off to a mostly dismal start on Tuesday night with work by four choreographers who took few imaginative risks.    Yung Yung Tsuai explored the \"songs\" behind the dance and dancers in \"Our Songs,\" a trio set to music by Peter Gingerich in which three veteran performers gently rebelled against their art. The performers were Eleanor Elizabeth Bobb, a reluctant ballerina; Miss Tsuai, an upstart Asian classicist, and Debra Balduchi, a singing jazz dancer.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"Cowboys Sign Blair Thomas, an Ex-Jet","web_url":"https://www.nytimes.com/1994/12/01/sports/sports-people-pro-football-cowboys-sign-blair-thomas-an-ex-jet.html","abstract":"  The Dallas Cowboys signed a free-agent running back, BLAIR THOMAS, and defensive back DARREN STUDSTILL yesterday and cut a special teams player, JOE FISHBACK.   Thomas was cut by the New England Patriots. The Cowboys have not been pleased with LINCOLN COLEMAN as a backup to EMMITT SMITH.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Davis Cup:The Kafelnikov Factor","web_url":"https://www.nytimes.com/1994/12/01/sports/IHT-davis-cupthe-kafelnikov-factor.html","abstract":"Like any self-respecting tennis star with a rapidly burgeoning bank account, Yevgeni Kafelnikov has his Ferrari. What he doesn't have, at least not yet, is his BMW..The BMW was promised to Kafelnikov and each of his Davis Cup teammates in a series of t","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Dole, in London, Urges Air Strikes Against the Serbs","web_url":"https://www.nytimes.com/1994/12/01/world/conflict-balkans-policy-dole-london-urges-air-strikes-against-serbs.html","abstract":"  Suddenly thrust into the limelight as a vigorous critic of European and British policy on Bosnia and Herzegovina, Senator Bob Dole met today with Prime Minister John Major and other officials and promptly laid down a message they did not want to hear: He called once again for powerful air strikes against Bosnian Serb positions and a lifting of the arms embargo for the Muslim-dominated Government.    Both stands are directly contrary to British views, United Nations policy and the latest Clinton Administration thinking.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"States Seek a Voice in Company Health Plans","web_url":"https://www.nytimes.com/1994/12/01/us/states-seek-a-voice-in-company-health-plans.html","abstract":"  State officials from both parties asked Congress today to revise a 20-year-old Federal law that prevents them from imposing taxes or minimum standards on the health plans of companies that serve as their own insurers.   Members of Congress from both parties said at the Congressional hearing that they would seriously consider such changes. But the outlook for legislation is uncertain because many big multistate companies oppose any change that would allow states to impose requirements on employee health plans that might differ, and therefore conflict, from state to state.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Blackman Signs With Athens for $300,000","web_url":"https://www.nytimes.com/1994/12/01/sports/sports-people-basketball-blackman-signs-with-athens-for-300000.html","abstract":"  ROLANDO BLACKMAN, the veteran National Basketball Association player, joined Greece's AEK Athens yesterday after signing a one-year contract worth $300,000, club officials said.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Illustrated for Children: Small Yield, Vintage Year","web_url":"https://www.nytimes.com/1994/12/01/books/books-of-the-times-illustrated-for-children-small-yield-vintage-year.html","abstract":"  There were fewer children's picture books to choose from this year than other years, which, one most fervently hopes, reflects some phase of a business cycle rather than the ascendancy of the video culture. On the other hand, those picture books that were available were of higher quality than usual. The following works, arranged roughly in order of increasing sophistication, seemed to be the best of a good lot.   THE BEAR, by Raymond Briggs. (Random House. $20.) The artist who produced \"The Snowman\" and \"Father Christmas,\" among other favorites, is back with an oversize book about a huge and furry polar bear who climbs in the window of a young girl's room and proceeds to make a lovable pest of himself. The girl's parents are convinced that she is entertaining an imaginary creature, but as Mr. Briggs makes graphically clear, the bear is very, very real.","thumbnail":null,"section":"Books"},{"date":"19941201","headline":"All-Spanish Recital With Benita Valente","web_url":"https://www.nytimes.com/1994/12/01/arts/music-review-all-spanish-recital-with-benita-valente.html","abstract":"  \"How strong music is!\" was the meaning of Benita Valente's exclamation in Spanish in the first movement of Ginastera's Third String Quartet. \"How it vanquishes the monstrous darkness!\"    Yet as set by Ginastera, those words heralded music's power with heavy irony: the score did not vanquish the monstrous darkness so much as join it in its subterranean realm, the traditional quartet following the voice into a dream world with its images of a black moon, a slain soldier and waves of nocturnal desire.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"Sports of The Times; Mr. Cup Pleads His Case","web_url":"https://www.nytimes.com/1994/12/01/sports/sports-of-the-times-mr-cup-pleads-his-case.html","abstract":"  \"MR. BETTMAN, Mr. Goodenow, thank you for inviting me to join today's bargaining session.\"   \"Your name again?\"","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"New Life for Campaign Reform?","web_url":"https://www.nytimes.com/1994/12/01/opinion/new-life-for-campaign-reform.html","abstract":"  President Clinton is looking toward one of his original promises -- to clean up politics -- as one way to revive his staggering Presidency. He ought to find allies for Congressional reform among the new Republican majority, though that is far from certain right now.   Representative Newt Gingrich, who built his political career railing against Congressional \"corruption\" when Democrats were running the show, has shown uncharacteristic reserve on the major ethics issue he will face as the next House Speaker: ending the Congressional addiction to special-interest money.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Health Care's an Issue For Young People Too","web_url":"https://www.nytimes.com/1994/12/01/opinion/l-health-care-s-an-issue-for-young-people-too-980064.html","abstract":"  To the Editor:   What a difference two years make. In 1992 I worked for the United States Senate. Parking and plants for the office from the United States Botanical Gardens were perks I took for granted. But when I left, I realized the biggest perk I was leaving behind: health care coverage.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"An Israeli Mother Mourns, but Keeps the Faith","web_url":"https://www.nytimes.com/1994/12/01/world/an-israeli-mother-mourns-but-keeps-the-faith.html","abstract":"  The letters keep coming -- tens of thousands of them by now, Esther Waxman says -- so many that she had to hire a private company to sort them.   In Israel, the correspondents include her 12th-grade students at Hebrew University High School in Jerusalem, where she teaches English.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"World News Briefs; Visa Process Refined, Envoy to Russia Says","web_url":"https://www.nytimes.com/1994/12/01/world/world-news-briefs-visa-process-refined-envoy-to-russia-says.html","abstract":"  Responding to Russian complaints of rude treatment by consular officers at the American Embassy here, Ambassador Thomas R. Pickering said today that he had taken steps to improve the visa application process.   Mr. Pickering said he had brought in specialists to monitor the \"comportment and deportment\" of officers as they conducted interviews, as well as Russian-language experts to study their \"use of language.\"","thumbnail":null,"section":"World"},{"date":"19941201","headline":"Norway: Out in the Cold by Choice","web_url":"https://www.nytimes.com/1994/12/01/opinion/norway-out-in-the-cold-by-choice.html","abstract":"  While most Central and Eastern European countries clamor for the swiftest possible admission to the European Union, Norwegians have for the second time rejected an invitation to join. This week's referendum was only an advisory vote, but the Norwegian Parliament, which has the official say, will not defy the electorate's advice.   Norway's voters are not crazy. Their country is indeed a special case -- already a NATO member, rich, well run and with an economic structure that might have made it a net loser from membership in strictly economic terms. Its main export, oil, does not depend on privileged access to European markets. Its well-managed fisheries will now not have to admit Spanish, Portuguese or other E.U. trawlers or accept the suspect custodianship of Brussels fishocrats.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Is Taylor Hanging Around for a 'Tell All' Book?","web_url":"https://www.nytimes.com/1994/12/01/sports/football-giants-notebook-is-taylor-hanging-around-for-a-tell-all-book.html","abstract":"  Ever wonder why Lawrence Taylor has been hanging around the Giants so much lately? The former linebacker and future Hall of Famer has been on the sidelines for the last two Giants games, both on the road. Doesn't he have anything better to do?   The answer is no.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Lawyers Rest Case on Cross-District Desegregation in Hartford","web_url":"https://www.nytimes.com/1994/12/01/nyregion/lawyers-rest-case-on-cross-district-desegregation-in-hartford.html","abstract":"  Civil rights lawyers today concluded arguments in a five-year-old lawsuit aimed at improving the education of poor minority children in Hartford's racially isolated schools by asking a Superior Court judge to order a school-integration plan combining the city with 21 suburban districts.   But arguments in the historic case ended with the judge, Harry Hammer, still seeking assurances that courts have the authority to act when segregation is de facto -- the result of housing patterns and population shifts -- rather than intentional, and when the state is already trying to improve conditions in the schools.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Barcelona's Demons Pay a Searing Visit","web_url":"https://www.nytimes.com/1994/12/01/arts/dance-review-barcelona-s-demons-pay-a-searing-visit.html","abstract":"  It may look like the usual European dance theater: a man keeps throwing wine out of a glass into the air, and women smack wet shawls against the floor within a space penned on three sides by a carved balustrade.   Nonetheless Ramon Oller, a young Catalan choreographer, has created one of the most riveting dance pieces of the year and he has a fierce way with movement and a wondrous capacity to surprise. No one interested in experimental work of any kind can afford to miss Mr. Oller's \"Good Night Paradise,\" which had its premiere on Tuesday night when Ballet Hispanico opened a two-week season.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"Palestinian Authority Holds Up Delivery of Newspapers in Gaza","web_url":"https://www.nytimes.com/1994/12/01/world/palestinian-authority-holds-up-delivery-of-newspapers-in-gaza.html","abstract":"  For a third straight day, the Palestinian Authority delayed distribution in the Gaza Strip today of the two main Palestinian newspapers in an apparent punishment for their reports on Hamas, the militant Muslim group that is challenging the authority.   Copies of Al Quds and An Nahar, dailies published in East Jerusalem, were confiscated by the Palestinian police when they arrived in Gaza at dawn, and were released several hours later. Similar measures were taken on Monday and Tuesday.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"Where Offenders Get a Taste of Church","web_url":"https://www.nytimes.com/1994/12/01/us/where-offenders-get-a-taste-of-church.html","abstract":"  The public drunks, scufflers and brawlers and drunken drivers who drift into this city's dilapidated Spanish-style municipal court building do not look in the mood for lessons in religion and morality.    But that is what many eventually get. Before they leave the old brick building, they have to pass before Judge Thomas P. Quirk, who has a sign on his door that reads: \"God's Laws have no Loopholes.\"","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Marino Files for Pension, But Does He Mean It?","web_url":"https://www.nytimes.com/1994/12/01/nyregion/marino-files-for-pension-but-does-he-mean-it.html","abstract":"  Ralph J. Marino, the deposed majority leader of the State Senate, filed a letter today indicating that he would retire from the Senate at the end of the year. Then he rescinded the letter. And then he said he had not made up his mind.   Mr. Marino filed forms with the New York State retirement system today notifying the office of his intent to retire on Dec. 31, according to Steven A. Greenberg, a spokesman for the State Comptroller's office, which oversees the state pension fund.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Nets' Beard in a Quandary Over an Injury to Edwards","web_url":"https://www.nytimes.com/1994/12/01/sports/basketball-nets-beard-in-a-quandary-over-an-injury-to-edwards.html","abstract":"  Butch Beard grudgingly conceded today that it will be difficult for Kevin Edwards to return from his partly torn left Achilles' tendon in three weeks. He also admitted that he has considered the possibility that the Nets' starting shooting guard could miss the entire season. No wonder Beard looked weary.   As Beard leaned against a wall outside New Jersey's locker room at Byrne Meadowlands Arena today, he discussed the missed opportunities of the previous evening when the Nets botched a 16-point lead in the fourth quarter and lost to the Lakers, 129-120, in double overtime. Just when the discussion seemed as if it could not grow more depressing, the topic switched to Edwards.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Quayle's Blood Clots Are Attributed to His Sitting on Long Flights","web_url":"https://www.nytimes.com/1994/12/01/us/quayle-s-blood-clots-are-attributed-to-his-sitting-on-long-flights.html","abstract":"  The blood clots that lodged in former Vice President Dan Quayle's right lung probably resulted from immobility during long airplane flights, his doctors said yesterday.   The condition of Mr. Quayle, 47, who is in an intensive care unit in the Indiana University Medical Center in Indianapolis, improved and his vital signs returned to normal. Mr. Quayle was reported to be eating a normal diet and was able to get out of bed and walk around his room without assistance for the first time since he was admitted to the hospital late Monday afternoon. He will begin taking warfarin, an anticoagulant drug that he is expected to take for several months after he leaves the hospital.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Schools Chief Seizes District In Brooklyn","web_url":"https://www.nytimes.com/1994/12/01/nyregion/schools-chief-seizes-district-in-brooklyn.html","abstract":"  The New York City Schools Chancellor yesterday took over the management of a Brooklyn school district, and the education of its 28,000 schoolchildren, because its local leadership was paralyzed by political infighting and mismanagement.   The board of the district, No. 17, ceded control to Chancellor Ramon C. Cortines without a fight, the first time this has happened since the system was decentralized 25 years ago. Several of the nine board members said they welcomed the Chancellor's action.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Pilots at Odds With Airline","web_url":"https://www.nytimes.com/1994/12/01/us/pilots-at-odds-with-airline.html","abstract":"  American Eagle asked three of its pilots last week to seek counseling after the airline determined that their concerns about the weather were unfounded and that they had no basis for refusing to fly their propeller-driven aircraft.   An ATR-72 turboprop airplane crashed in icy weather in Roselawn, Ind., in October killing all 68 people aboard. In the aftermath of the crash, the National Transportation Safety Board suggested that the planes, made by Avions de Transport Regional, be grounded in icy conditions until it completes its investigation.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Push in Albany To Increase Speed Limit To 65 M.P.H.","web_url":"https://www.nytimes.com/1994/12/01/nyregion/push-in-albany-to-increase-speed-limit-to-65-mph.html","abstract":"  Key members of the State Senate and Assembly said today that they would fight next year to increase speed limits along the New York State Thruway to 65 miles per hour.   Senator Joseph L. Bruno, a Republican from Rensselaer County who is expected to be elected Senate majority leader in January, said he wants the change because, \"when you slow people down unnecessarily, that is money.\" He added, \"Nobody obeys the speed limit anyway.\"","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"The 'Yugoslav Problem' Now Strikes Handball","web_url":"https://www.nytimes.com/1994/12/01/sports/IHT-the-yugoslav-problem-now-strikes-handball.html","abstract":"With international sanctions provisionally lifted, Yugoslavia is quickly being reprogrammed into the sporting calendar. But the luck of the draw is hardly working in favor of a seamless and tension-free transition..First, on Saturday, came word that the","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"1919: More Coal Strikes : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/01/opinion/IHT-1919-more-coal-strikes-in-our-pages100-75-and-50-years-ago.html","abstract":"PITTSBURG, Kansas - [From our New York edition:] Alexander M. Howat, president of the Kansas district of the United Mine Workers of America, on his return today [Nov. 30] from the Washington coal conference, asserted that 100,000 coal miners in Pennsylvan","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Bridge","web_url":"https://www.nytimes.com/1994/12/01/nyregion/bridge-976792.html","abstract":"  Victory has not been staled by repetition for Nick Nickell, a financier from Raleigh, N.C. After leading his team successfully in the Reisinger Board-a-Match Teams Sunday in Minneapolis, he was whooping with joy. This was his fourth win in five attempts at major national team titles in the last 18 months.   His partner on each occasion was Richard Freeman of Atlanta, a vice president of Oppenheimer & Company who was the youngest-ever Life Master when he reached that rank at age 18, in 1951. Even earlier, he was famous on radio as a 10-year-old Quiz Kid. Their teammates, all experienced professionals, were Bob Wolff and Bob Hamman, both of Dallas; Jeff Meckstroth of Tampa, Fla., and Eric Rodwell of Naperville, Ill.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"After Day as Defendant, Rapper Becomes Victim He Is Shot in Robbery Entering Studio","web_url":"https://www.nytimes.com/1994/12/01/nyregion/after-day-defendant-rapper-becomes-victim-he-shot-robbery-entering-studio.html","abstract":"  Tupac Shakur was more than an hour late when he barreled through the lobby of 723 Seventh Avenue, an office building in midtown Manhattan. Mr. Shakur, a 23-year-old rap performer, had spent the day in Manhattan Criminal Court, where he has been on trial facing charges of sexual assault and weapons violations.   He wanted to spend the night working in a recording studio upstairs.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Maine Man Has a Head for Predicting Major Snowfalls","web_url":"https://www.nytimes.com/1994/12/01/sports/skiing-maine-man-has-a-head-for-predicting-major-snowfalls.html","abstract":"  Duke Dulac, a barbershop owner in Augusta, Me., hasn't missed calling a Presidential or Maine gubernatorial election in 20 years. So naturally, people tend to pester him about other things, too. Take skiers. They want to know what kind of a snow year it's going to be.   \"A fella just asked me that an hour ago,\" said the 60-year-old Dulac during a recent telephone interview. \"So I'll tell you. The winter's sure started out soft, so that means it's going to end up tough.\"","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Crist Named To Racing Post","web_url":"https://www.nytimes.com/1994/12/01/sports/crist-named-to-racing-post.html","abstract":"  In the latest in a series of sweeping changes at the New York Racing Association, Steven Crist was named yesterday to the newly created post of director of communications and development.   A longtime horse racing fan, writer and commentator, the 38-year-old Crist was a reporter and columnist for The New York Times from 1981 to 1990 and the founding editor-in-chief of the now-defunct The Racing Times from 1990-92. He was appointed in 1992 to a nine-member bipartisan State Advisory Commission on Racing in the 21st Century, which proposed purse increases, tax reductions and breakage reforms that have since become law. Crist has also written two books on the sport.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Gingrich's Politics Didn't Follow Fashion; Divorce Doesn't Count","web_url":"https://www.nytimes.com/1994/12/01/opinion/l-gingrich-s-politics-didn-t-follow-fashion-divorce-doesn-t-count-980153.html","abstract":"  To the Editor:   Re \"Gingrich's Life: The Complications and Ideals\" (front page, Nov. 24): Discussion of Newt Gingrich's divorce has brought political criticism to a new level of hypocrisy. Divorce ceased to be an issue in national electoral politics after Barry Goldwater defeated Nelson Rockefeller and became the Republican candidate for President in 1964. In 1994 divorce is not illegal, nor is it immoral to most Americans.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"1944: Saar Battle Begins : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/01/opinion/IHT-1944-saar-battle-begins-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE UNITED STATES 3D ARMY - [From our New York edition:] The battle for the Saar River got under way today [Nov. 30]. For the first time the guns of the Siegfried line, on the east bank of the Saar, opened fire on General George S. Patton's 3d Army f","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/01/nyregion/c-corrections-979767.html","abstract":"  A picture caption on Tuesday about a court hearing on the disputed election results in the Second Congressional District in Connecticut reversed the identification of lawyers for the two candidates in some editions. Robert D. Tobin, the lawyer for Sam Gejdenson, was on the left; Ralph G. Elliot, the lawyer for Edward W. Munster, was on the right.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Essay; Strategic Dilemma","web_url":"https://www.nytimes.com/1994/12/01/opinion/essay-strategic-dilemma.html","abstract":"  The first rule of punditry is to present a clear point of view. My formula: Here's what's wrong; here's who's messing up; here's what we should do. No on-the-other-handwringing. Let others take an attitude; I offer certitude.   That comes naturally because I have worked out a mindset. The fervent furtherance of freedom, international and personal, is its bedrock. That's why I want the U.S. to be interventionist for human rights abroad and anti-buttinsky at home.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Mayor Overridden on Budget","web_url":"https://www.nytimes.com/1994/12/01/nyregion/mayor-overridden-on-budget.html","abstract":"  The City Council yesterday overrode Mayor Rudolph W. Giuliani's veto of its budget changes, setting up what Council officials said is likely to be a court battle to determine who has the ultimate authority for the city's spending plan.   The 47-to-1 vote, far more than the two-thirds majority needed, brought together the Council's Democrats and six of its seven Republicans. Only Charles Millard, a Manhattan Republican, sided with the Mayor.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"1894:Blackmail Scandal : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/12/01/opinion/IHT-1894blackmail-scandal-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Two fresh arrests have been made in connection with the attempts to blackmail Paris clubs and provincial casinos, in which M. Portalis was leading actor. On Thursday evening [Nov. 29] M. Trocard, formerly business manager of the Paix, was arrested","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"De La Hoya to Risk Title on Dec. 10","web_url":"https://www.nytimes.com/1994/12/01/sports/sports-people-boxing-de-la-hoya-to-risk-title-on-dec-10.html","abstract":"  OSCAR DE LA HOYA, the unbeaten World Boxing Organization lightweight champion from East Los Angeles, will defend his crown on Dec. 10 against the once-beaten JOHN AVILA of Palmdale, Calif., it was announced yesterday in Los Angeles.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"A Bruised-Up Hampton Now Gives 1,000 a Shot","web_url":"https://www.nytimes.com/1994/12/01/sports/football-a-bruised-up-hampton-now-gives-1000-a-shot.html","abstract":"  Rodney Hampton didn't know it at the time, but at some point in the game last week against the Washington Redskins, a very important piece of protective gear had failed him. The padding that shielded his kidneys had come unzipped. His left kidney, which had been smashed earlier in the season on a crushing hit, was again exposed.   The first hit came against the Arizona Cardinals in September, and it led to Hampton's being hospitalized and to his getting the gear to begin with. This time, it was Redskins cornerback Tom Carter who hit him with about two minutes left in the game. The blow definitely wasn't as hard as the first one, but it left Hampton in considerable pain.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Violence at Home Drives Mexicans Northward","web_url":"https://www.nytimes.com/1994/12/01/opinion/l-violence-at-home-drives-mexicans-northward-980102.html","abstract":"  To the Editor:   I spent America's Election Day in Chiapas, the southernmost Mexican state, as part of a delegation sent by Global Exchange, a San Francisco-based human rights organization. While California's voters and Gov. Pete Wilson have spent a great deal of time considering the audacity of those who cross our borders illegally, I wonder how much they've pondered what makes these people leave everyone and everything behind?","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Make Way for the Finns: This Time It's a Cellist","web_url":"https://www.nytimes.com/1994/12/01/arts/music-review-make-way-for-the-finns-this-time-it-s-a-cellist.html","abstract":"  The Finnish invasion continues. Following closely after a recital by the baritone Jorma Hynninen and concerts conducted by Esa-Pekka Salonen with Olli Mustonen as his piano soloist, Young Concert Artists opened its 34th season on Tuesday evening at the 92d Street Y with a recital by Jan-Erik Gustafsson, a 24-year-old Finnish cellist who won one of the organization's auditions this year. And as if to keep the ties clear, Mr. Gustafsson ended the first half of his program with a short solo piece by Mr. Salonen.    Mr. Gustafsson's playing seemed sensitive and introspective, and if it did not overwhelm the listener with tonal lushness or coloristic variety, its direct, understated musicality had a certain appeal. Those qualities came through most clearly in a shapely, warm-toned rendering of the Chopin Cello Sonata, and in his singing account of the Cavatine in the Poulenc Sonata. In Beethoven's Sonata No. 4, he favored the elegance of the work's surface over the drama of its inner life.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"Flying Is Still Safer","web_url":"https://www.nytimes.com/1994/12/01/opinion/l-flying-is-still-safer-980170.html","abstract":"  To the Editor:   John M. Hoffmann (letter, Nov. 24) concludes that driving is safer than flying. His premise, that the important factor is fatality rate per hour spent traveling, is false.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"A Useful Deterrent to Corrupt Cops","web_url":"https://www.nytimes.com/1994/12/01/opinion/a-useful-deterrent-to-corrupt-cops.html","abstract":"  Mayor Rudolph Giuliani and the City Council agree that New York City needs a strong and independent agency to monitor police corruption, as recommended earlier this year by the Mollen commission. They disagree, however, about what \"strong and independent\" means. The agency envisioned by the Council, though not perfect, comes closer to meeting the job at hand. Mr. Giuliani can tinker with the plan here and there, but he would be wise to accept the Council's basic idea.    Lest anyone forget what the Mollen commission uncovered, here's that list again: renegade cops who sold guns and drugs in plain public view; senior officers who practiced a deliberate \"blindness\" to corruption; an Internal Affairs Division that looked away from evidence of corruption instead of digging it out. Consider also that the corruption is cyclical in nature, erupting in ugly fashion every 20 years or so. That cycle is likely to continue unless something is done.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Players Hoping Tour of Europe Will Jar Owners","web_url":"https://www.nytimes.com/1994/12/01/sports/hockey-players-hoping-tour-of-europe-will-jar-owners.html","abstract":"  The effects of hockey's labor predicament will flare on two fronts Thursday as the lockout of players begins its third month.   Across a conference table in Chicago, negotiators for the National Hockey League and the N.H.L. Players Association will argue again over terms of a collective bargaining agreement in an attempt to end an impasse that has postponed the start of the season for 61 days.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Message From the North : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/01/opinion/IHT-message-from-the-north-letters-to-the-editor.html","abstract":"' Regarding the report \"A Blank Piece in EU's North Corner\" (Nov. 30): \"Blank pieces\" on the European map? Sounds as if you're getting blinded by the Brussels juggernaut. Those are \"bright pieces.\" And Norway is far from the","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Donors Replace Toys Stolen From Salvation Army","web_url":"https://www.nytimes.com/1994/12/01/nyregion/donors-replace-toys-stolen-from-salvation-army.html","abstract":"  In a journey from despair to joy, the Salvation Army found itself inundated yesterday by toys, money and pledges of toys after burglars broke into its South Bronx headquarters and made off with 200 to 300 toys that were to be distributed to needy children this month.   \"There's been a great outpouring of support from everybody -- the whole city, businesses and individuals -- and it's great,\" said Lieut. Robert Santos, a commander of the Salvation Army's social services department. \"This means a lot of kids are going to have a much more wonderful Christmas.\"","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"La Gran Scena Adds a Show","web_url":"https://www.nytimes.com/1994/12/01/arts/la-gran-scena-adds-a-show.html","abstract":"  La Gran Scena Opera Company, the all-male opera troupe, has added a show to its run at the Kaye Playhouse. It will give three performances this weekend, on Friday, Saturday and Sunday at 8 P.M. The playhouse is at Hunter College, 68th Street between Lexington and Park Avenues. Tickets are $20 and $25. Information: (212) 772-4448.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"Spines All A-Shiver : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/01/opinion/IHT-spines-all-ashiver-letters-to-the-editor.html","abstract":"The name Jesse Helms already sends shivers up the spines of forward-looking rationalists. What a shame it would be if the United States allowed the backward-looking senator to shut the door on the prospects of trade liberalization,. in the process making","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Young Criminals' Prey: Usually Young","web_url":"https://www.nytimes.com/1994/12/01/us/young-criminals-prey-usually-young.html","abstract":"  Wilfredo Feliciano remembers he was wearing his Nathan Hale Junior High School gym shirt on the evening of Dec. 8, 1993, and he remembers how easily the box-cutter sliced through it. His attackers, a 15-year-old and a 16-year-old who lived in the same Brooklyn housing project as Wilfredo, didn't stop when they had cut apart the shirt.   As he struggled, screaming, into the lobby of his building, a slash of the razor-sharp cutter opened an enormous wound across his back. He felt the sting and the blood, and then he felt the blade slicing into his forearms.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Carjack Case Hears Deno, But Not Dino","web_url":"https://www.nytimes.com/1994/12/01/nyregion/carjack-case-hears-deno-but-not-dino.html","abstract":"  In a Perry Mason-like twist, a man named Dino finally appeared at a Rockland County carjacking and murder trial where the very existence of such a person had become the case's most tantalizing mystery.   But rather than a cut-throat drug dealer, he turned out to be a courtly barber, who, though he has a criminal record, now does volunteer work at an old-age home. He even spelled his name differently from the way Mr. Summers's lawyers had spelled it.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Salinas Sunset: Triumphs, Setbacks","web_url":"https://www.nytimes.com/1994/12/01/world/salinas-sunset-triumphs-setbacks.html","abstract":"  Barely a day before he is to resign his presidency, Carlos Salinas de Gortari was striking his usual poses on the television news: In one state, he was cutting ribbon on a new bridge; in another, a new hospital; in a third, a new subway line.   \"He is working as though it were his first day!\" the pro-Government anchor marveled for anyone who might have missed the message.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"Out-of-Court Statements Bring Stormy Hearing in Simpson Case","web_url":"https://www.nytimes.com/1994/12/01/us/out-of-court-statements-bring-stormy-hearing-in-simpson-case.html","abstract":"  A pitched battle over the out-of-court statements of the victims' families and the continuing tug of war over a defense expert in DNA overshadowed the continuing selection of alternate jurors today in the O. J. Simpson murder trial.   In a stormy hearing before Judge Lance A. Ito, one of Mr. Simpson's lawyers, Johnnie L. Cochran Jr., said that \"an orchestrated media blitz\" against his client threatened to deny him a fair trial. He maintained that the loudest instrumentalist was Denise Brown, who repeated on television Tuesday night that she believed Mr. Simpson had murdered her sister, Nicole, and Ronald L. Goldman.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"World News Briefs; I.R.A. Chief, on 2d Visa, To Go to White House","web_url":"https://www.nytimes.com/1994/12/01/world/world-news-briefs-ira-chief-on-2d-visa-to-go-to-white-house.html","abstract":"  The Clinton Administration has approved another visa for Gerry Adams, the leader of the political wing of the Irish Republican Army, and has invited him to a high-level meeting at the White House next week, Administration officials said today.   The meeting with Anthony Lake, the national security adviser, will mark the first time that Mr. Adams has been received in the White House. The officials said it was scheduled in recognition of the role the Sinn Fein leader has played recently in preserving the peace in Northern Ireland.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"Rorem and Chabrier On a Double Bill","web_url":"https://www.nytimes.com/1994/12/01/arts/rorem-and-chabrier-on-a-double-bill.html","abstract":"  A double bill of Ned Rorem's opera \"Miss Julie\" and Emmanuel Chabrier's one-act operetta \"Une Education Manquee\" (\"An Incomplete Education\") is to be given three performances by the Manhattan School of Music Opera Theater, on Wednesday and on Dec. 9 at 8 P.M. and on Dec. 11 at 2:30 P.M. Mr. Rorem is to discuss \"Miss Julie\" in a free talk at 6:30 P.M. on Dec. 7, before the performance.   The Rorem work, based on the Strindberg play about a sexual duel between a young noblewoman and her butler, had its premiere in 1965 and has been revised and consolidated from two acts to one. The Chabrier piece, from 1879, is the tale of an innocent young couple in the Louis XVI period who arrive at their wedding night with no instruction but learn from love and instinct.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"Liner Achille Lauro Burns Off Africa","web_url":"https://www.nytimes.com/1994/12/01/world/liner-achille-lauro-burns-off-africa.html","abstract":"  Merchant ships and United States naval vessels steamed to rescue almost 1,000 people from the Italian cruise-liner Achille Lauro in the Indian Ocean today after a fire in her engine room surged to the sun-decks and staterooms, sending passengers scrambling for the lifeboats.   Officials here and reports from rescue vessels around the forsaken liner said she was listing sharply and settling ever lower in shark-filled waters off the coast of Somalia.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"Postmaster Admits the Theft Of $870,000 From Service","web_url":"https://www.nytimes.com/1994/12/01/nyregion/postmaster-admits-the-theft-of-870000-from-service.html","abstract":"  The postmaster of Montvale, N.J., a small borough in Bergen County, admitted in Federal Court today that he had stolen $870,000 from the Postal Service over the last five years.   The postmaster, Edward Hascup, pleaded guilty to one count of embezzlement after a routine audit in July revealed that on more than 200 occasions, he had skimmed money from his post office's sales, the United States Attorney in Newark, Faith S. Hochberg, said. She said it was the largest embezzlement in New Jersey in the history of the Postal Service.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"More Men in Prime of Life Spend Less Time Working","web_url":"https://www.nytimes.com/1994/12/01/us/more-men-in-prime-of-life-spend-less-time-working.html","abstract":"  By all accounts, Americans are more overworked than ever. Unemployment has dipped to less than 6 percent, overtime is at a record high and many workers are holding down more than one job. So why are so many men -- healthy men in the prime of life -- working less than ever before?   Even as the powerful American job machine has churned out tens of millions of new jobs in the last two decades, a raft of recent studies disclose that men past college age and well before the usual retirement age of the early to mid-60's are working much less than men did 10 or 20 years ago. A rising proportion are neither working nor looking for work.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/12/01/nyregion/news-summary-975133.html","abstract":"  International A3-13  SERBS SPURN U.N. LEADER  The leader of the Bosnian Serbs spurned the United Nations Secretary General, refusing to appear at a meeting at the Sarajevo airport. Secretary General Boutros-Ghali warned that if Muslims and Serbs did not cooperate with the United Nations, he could not keep peacekeeping troops in Bosnia. A1","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Integration Weighed","web_url":"https://www.nytimes.com/1994/12/01/nyregion/integration-weighed.html","abstract":"  In a five-year-old lawsuit aimed at improving the education of poor minority children in Hartford's racially isolated schools, civil rights lawyers asked a Superior Court judge to order a school-integration plan combining the city with 21 suburban districts.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"A One-Man Melting Pot of Time, Place and Style","web_url":"https://www.nytimes.com/1994/12/01/arts/pop-review-a-one-man-melting-pot-of-time-place-and-style.html","abstract":"  Joe Jackson gave the audience a little bit of everything on Tuesday night at the Beacon Theater. Alone and with his three-person backing band, Mr. Jackson played Chopin esque piano nocturnes and two-chord guitar rock, Afro-Caribbean grooves and Celtic-flavored folk. Unfortunately, the British-born singer and multi-instrumentalist threw all these styles into a musical trash compactor, squeezing out the distinctive characteristics of each one and replacing them with little of substance.   This is perhaps emblematic of the path Mr. Jackson's career has followed. On his first album, \"Look Sharp!\" (1979), Mr. Jackson came on like a disaffected post-punk wiseacre with smarts to match his attitude. On follow-up albums, he soon proved that \"Look Sharp!\" was just a phase, and since then his entire output has been one of phases, moving from the rhythm-and-blues nostalgia of the album \"Jumpin' Jive\" to the updated salsa of \"Night and Day\" to the jazz and cabaret of \"Body and Soul\" to the mock-classical compositions of \"Will Power.\"","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/01/style/chronicle-980200.html","abstract":"  LANI GUINIER, whose nomination for the position of Assistant Attorney General for civil rights was withdrawn by President Clinton a year and a half ago because of opposition provoked by her scholarly writings, announced a new undertaking on Tuesday. She is founding a nonprofit organization called Commonplace, which she intends to \"transform public discourse about social issues like race and gender, to create a learning environment where we can learn to talk across our differences in less adversarial fashion.\"    Ms. Guinier, who is a professor at the University of Pennsylvania Law School, discussed her plans for Commonplace at a luncheon at the National Press Club in Washington.","thumbnail":null,"section":"Style"},{"date":"19941201","headline":"New World Concert","web_url":"https://www.nytimes.com/1994/12/01/arts/new-world-concert.html","abstract":"  The Boston Camerata, an early-music ensemble of singers and instrumentalists, is to present holiday music of the Western Hemisphere in a program called \"A New World Christmas,\" on Dec. 19 at 8 P.M. at Gould Hall, 55 East 59th Street, Manhattan. Tickets are $25. Information: (212) 355-6160.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"Court Too Late in Barring Photos of Clinton Accuser, Lawyers Say","web_url":"https://www.nytimes.com/1994/12/01/us/court-too-late-in-barring-photos-of-clinton-accuser-lawyers-say.html","abstract":"  In response to a judge's temporary order blocking Penthouse magazine from distributing photographs of a woman who has accused President Clinton of sexual harassment, lawyers for the magazine are expected to argue in court today that the order is unconstitutional and unenforceable.   Millions of Americans this week saw the photographs, which show the woman, Paula C. Jones, wearing only a G-string.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"House Panel Says C.I.A. Failed to Disclose Lapses in Mole Case","web_url":"https://www.nytimes.com/1994/12/01/us/house-panel-says-cia-failed-to-disclose-lapses-in-mole-case.html","abstract":"  The Central Intelligence Agency waited eight years to tell Congress that its best secret agents and biggest operations in the Soviet Union were destroyed in the mid-1980's, despite a law requiring the agency to disclose all significant intelligence failures, the House committee overseeing the C.I.A. said today in a report on the Aldrich Ames spy case.   Mr. Ames, a career C.I.A. official, was the cause of the destruction. He sold information about at least 10 Soviet agents and dozens of secret operations to Soviet intelligence officials in 1985. The agents died or disappeared, and the operations were sabotaged.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Groundbreaking for Bush Library","web_url":"https://www.nytimes.com/1994/12/01/us/groundbreaking-for-bush-library.html","abstract":"  The 41st President of the United States broke ground today on the $85 million George Bush Presidential Library Center at Texas A&M University here, gazing at an audience that included several former members of his Cabinet and deadpanning, \"When I look out here at the dedicated leaders from my Administration, I see -- well, I see half the field for 1996.\"   The 90-acre center, scheduled to open in early 1997, will be the repository of 37 million pages of documents, more than a million photographs and a public display of mementos from Mr. Bush's life and times. And it will house the university's George Bush School of Government and Public Service, the Center for Presidential Studies and the Center for Public Leadership Studies.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"For a Rapper, Life and Art Converge in Violence","web_url":"https://www.nytimes.com/1994/12/01/nyregion/for-a-rapper-life-and-art-converge-in-violence.html","abstract":"  Over the last three years, Tupac Shakur has ridden the crest of rap music, becoming one of its biggest stars with a handful of albums and movies that have often portrayed and even glorified the violence that is so much a part of life in urban America.   But as his popularity grew, his life began to mirror the swaggering bravado and violence that is so much a part of his art, and it became more and more difficult to distinguish between the 23-year-old performer and the troubled characters that he rapped about and portrayed in films.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Bosnian Serbs Set Free 43 U.N. Troops Held Hostage","web_url":"https://www.nytimes.com/1994/12/01/world/conflict-balkans-hostages-bosnian-serbs-set-free-43-un-troops-held-hostage.html","abstract":"  Bosnian Serb fighters today released 43 British soldiers of about 450 United Nations peacekeeping troops taken hostage over the last 10 days.   The peacekeeping soldiers were seized in an attempt to deter United Nations commanders from ordering NATO air strikes against Serbian forces surrounding Bihac, one of the United Nations' so-called \"safe areas\" that has been under siege by Serbs in northwest Bosnia.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/12/01/style/chronicle-980196.html","abstract":"  ROBERT ALAN BERNSTEIN, 67, is a retired television publicist who never gave up the dream of his youth: to write musical shows.    So on Monday, his children, DOUGLAS, TRACY and JED BERNSTEIN, took over the Roundabout Theater on Broadway, gathered together their father's friends from the theater and some of their own, and put on a show called \"Bernstein on Broadway.\"","thumbnail":null,"section":"Style"},{"date":"19941201","headline":"L'Amour Francais At Symphony Space","web_url":"https://www.nytimes.com/1994/12/01/movies/l-amour-francais-at-symphony-space.html","abstract":"  A three-part series of readings, music and film, titled L'Amour Francais, is to be presented this month at Symphony Space, Broadway and 95th Street. In the first program, \"Contingent Loves,\" on Dec. 9 at 8 P.M., Rochelle Oliver and Fritz Weaver are to read from the romantic wartime letters of Simone de Beauvoir and Jean-Paul Sartre, in a theater piece devised by Isaiah Sheffer. The second program, \"Il Pleure dans Mon Coeur,\" on Dec. 10 at 8 P.M., consists of poems by Verlaine, Baudelaire, Rimbaud, Apollinaire and others, to be read by Carol Kane and Stephen Lang or -- set to music by Faure -- to be sung by Rachel Rosales, a soprano. Admission is $16 for each program.   The Dec. 11 program consists of two films: \"Simone de Beauvoir,\" a two-hour interview with this writer and feminist, at 2 P.M., and \"Sartre par Lui-Meme\" (\"Sartre by Himself\"), a three-hour portrait of the Existentialist writer and philosopher, at 5 P.M. Both films are in French with English subtitles; admission is $6 for one, $10 for both. Information: (212) 864-5400.","thumbnail":null,"section":"Movies"},{"date":"19941201","headline":"Journal; Jewish Yuletide","web_url":"https://www.nytimes.com/1994/12/01/opinion/journal-jewish-yuletide.html","abstract":"  \"Look at it this way,\" my mother used to say. \"You get presents eight times, and they get them only once.\" But even she wasn't quite persuaded. One of the rare old home movies I have of my parents during the few years they were married to each other depicts a Kodak-perfect 1950's Christmas morning -- complete with glittering tree, red-and-green stockings and that most Protestant of gifts, a Lionel train.   Hanukkah is a tough sell in America. Though we did light the candles eight nights each year -- pyromania being another selling point to children in my family -- the Jews' Festival of Lights always seemed low-wattage next to the tree at Rockefeller Center, even as seen in black-and-white via the \"Today\" show.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/12/01/us/inside-975249.html","abstract":"  Price of Stamp Rising 3&#166;   The cost of mailing a letter will rise to 32 cents in January under rates approved by the Postal Rate Commission. Postage for a post card will rise to 20 cents. Page B16. Fighting the Holiday Ad Blitz   Children with $17 billion of their own money to spend are an advertiser's dream but a parent's nightmare. Parent & Child, page C1. Push to Raise Speed Limit    Leaders of the New York State Legislature said they would fight next year to increase speed limits along the Thruway by 10 miles an hour, to 65. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Rivers Has Returned Amid a Crowded Scene","web_url":"https://www.nytimes.com/1994/12/01/sports/basketball-rivers-has-returned-amid-a-crowded-scene.html","abstract":"  The Knicks have 15 players under contract, but that situation is not expected to last long.   Sometime before late December, when Doug Christie hopes to be activated after recovering from ankle surgery, the Knicks are very likely to unload two players, either through a trade or by releasing one or two. The Knicks have been exploring a trade for several weeks, but the no-strike, no-lockout agreement that prohibits current contracts from being adjusted has made it difficult to make a deal workable under the salary cap.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"F.A.A. Reorganizes With Eye Toward Privatizing Air Control","web_url":"https://www.nytimes.com/1994/12/01/us/faa-reorganizes-with-eye-toward-privatizing-air-control.html","abstract":"  The Federal Aviation Administration yesterday announced a reorganization intended in part to make it easier to turn over the agency's air traffic control functions to a semiprivate corporation, an aim of the Clinton Administration.   David R. Hinson, the F.A.A. Administrator, described the reorganization as an effort to streamline the agency by consolidating air traffic control into a single division with the research and purchasing section that serves air traffic operations.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"President Of Albania Is Rebuffed On Charter","web_url":"https://www.nytimes.com/1994/12/01/world/president-of-albania-is-rebuffed-on-charter.html","abstract":"  The voters in what was once the most rigidly Communist country of Europe have dealt a sharp rebuff to their President, to whom they handed a landslide victory in their first democratic elections in 1992.   As a result, Albanians and diplomats fear that the infant democracy has lapsed into a deadlock that puts at risk the political and economic gains achieved since Communism began to crumble in 1991 in Europe's poorest country.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"Arthur Krim Memorial","web_url":"https://www.nytimes.com/1994/12/01/arts/arthur-krim-memorial.html","abstract":"  A memorial tribute to Arthur B. Krim, an entertainment lawyer who was a former chairman of Orion Pictures and United Artists, is to be held on Tuesday at 11 A.M. at Alice Tully Hall. Among those scheduled to speak are Lynda Johnson Robb; the actor Ossie Davis; John Kluge, the chairman of Metromedia; the producer David Picker, and Michael Fuchs, the chairman of HBO. Joanne Woodward is to be the host. The doors will open to the public at 10:30 A.M., but a call to (212) 988-7655, between 10 A.M. and 7 P.M. today, tomorrow or Monday is required to guarantee admission. Mr. Krim died in September at the age of 84.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/12/01/style/IHT-what-theyre-reading.html","abstract":"-. Javier Fernández del Moral, dean of information sciences at the University of Madrid, is rereading \"Niebla\" by Miguel de Unamuno..\"I first read Unamuno when I was 17. This novel greatly influenced me at a time when I was discover","thumbnail":null,"section":"Style"},{"date":"19941201","headline":"Will Cuomo Do Pataki A Watershed Favor?","web_url":"https://www.nytimes.com/1994/12/01/nyregion/metro-matters-will-cuomo-do-pataki-a-watershed-favor.html","abstract":"  NEW YORK CITY officials have been worrying for months about the whoppingly expensive question of whether Governor-elect George E. Pataki will protect New York City's endangered water supply, even at the expense of his upstate constituents.   Why are they asking him? Mario M. Cuomo is still Governor. He could take steps to protect New York City's reservoirs now, before he leaves office, and make both Mr. Pataki and Mayor Rudolph W. Giuliani happy in the process: no mean feat.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"What Norway Wants : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/01/opinion/IHT-what-norway-wants-letters-to-the-editor.html","abstract":"When the head of the Norwegian \"no\" campaign announced victory to cheering followers in Oslo's biggest convention hall earlier this week, the phrase that drew the loudest applause was, \"We are Europeans.\" .This \"no\" to Eur","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/01/nyregion/c-corrections-975567.html","abstract":"  An article on Sunday about Mayor Rudolph W. Giuliani's veto of the City Council's budget plan misstated the number of his previous vetoes. It was three, not two; one was overridden.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Jets Appear Confident That Monk Will Receive Record","web_url":"https://www.nytimes.com/1994/12/01/sports/football-jets-appear-confident-that-monk-will-receive-record.html","abstract":"  On the last game of the 1982 season, Art Monk did not catch a pass for the Washington Redskins. \"I broke my ankle that day against St. Louis,\" he said today.   He has not missed catching a ball in a game since. And at some point on Sunday, if the last 176 games are any indication, Monk, now with the Jets, will catch a pass against the New England Patriots at Foxboro, Mass., and tie Steve Largent's National Football League record for receptions in consecutive games. It would happen the day before Monk's 37th birthday.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"College Hockey Report","web_url":"https://www.nytimes.com/1994/12/01/sports/college-hockey-report.html","abstract":"  Maine    Those who regard college hockey as an amateur sport can feel good about Chris Imes. After a long season with the United States Olympic team, the senior defenseman from Birchdale, Minn., put off a pro career to return to Maine for one final college campaign, and he is making it a good one.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"More May Have Been Lost Than Just China's Reputation","web_url":"https://www.nytimes.com/1994/12/01/sports/IHT-more-may-have-been-lost-than-just-chinas-reputation.html","abstract":"There still are a few of us dinosaur romantics not yet extinct who believe in the spiritual power of athletes. For me, China represented the greatest, freshest hope of exposing and correcting a Western culture of sport that seems to have lost its way..","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Salary Cap Taken Off Immediate Agenda","web_url":"https://www.nytimes.com/1994/12/01/sports/baseball-salary-cap-taken-off-immediate-agenda.html","abstract":"  The mediator whom the Clinton Administration sent to save Major League Baseball from itself is viewed by labor negotiators as a master of good timing, and today Bill Usery Jr. put that talent to use.   At Usery's urging, the owners' negotiating team agreed to postpone a meeting next Monday in Chicago, where the owners had been expected to declare an impasse in negotiations and implementing their salary-cap proposal.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Civil Rights Group Disputes Election Analyses on Black Districts","web_url":"https://www.nytimes.com/1994/12/01/us/civil-rights-group-disputes-election-analyses-on-black-districts.html","abstract":"  Lawyers for a leading civil rights organization today rebutted the argument that the creation of black-majority Congressional districts harmed the prospects of white Democrats in the elections three weeks ago, declaring that such analysis amounted to the scapegoating of blacks.   At a news conference here, the lawyers, representing the NAACP Legal Defense and Educational Fund, offered a detailed numerical analysis of Congressional districts previously held by the Democrats that were captured by the Republicans on Election Day. They said the major factor in these losses was an overwhelming shift by white voters to the Republicans, not Congressional districts created to enhance black candidates' chances of election.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"U.S. Says It Uncovered a $100 Million Drug-Money Laundry","web_url":"https://www.nytimes.com/1994/12/01/nyregion/us-says-it-uncovered-a-100-million-drug-money-laundry.html","abstract":"  At the top there were Harvey the Wing, a partner in a small Manhattan law firm; Harvey's colleague at the firm, and a retired New York City firefighter who had gone into the trucking business. They coordinated the action.   The retired firefighter hired Mike the Cop in the Bronx, two Hasidic rabbis, a fireman in a Queens engine company, a Bronx hospital worker, a branch bank manager in the Bronx and even the Bulgarian honorary consul in Los Angeles. They all made pickups and deliveries.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Study Offers Patients Hope On Leukemia","web_url":"https://www.nytimes.com/1994/12/01/us/study-offers-patients-hope-on-leukemia.html","abstract":"  A new technique offers a tantalizing hope of greatly increasing the number of leukemia patients who can have potentially life-saving bone marrow transplants.   In a paper published today in the journal Blood, researchers in Israel and Italy report that it might be possible to use bone marrow donors who would ordinarily be considered incompatible with leukemia patients by treating the marrow in a particular way before it is transplanted.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Honors Given to the Tall and Short of It","web_url":"https://www.nytimes.com/1994/12/01/sports/sports-people-broadcasting-awards-honors-given-to-the-tall-and-short-of-it.html","abstract":"  KAREEM ABDUL-JABBAR, the former basketball star, and jockey JULIE KRONE were among those honored last night in Manhattan by the American Sportscasters Association.   Abdul-Jabbar, the leading scorer in N.B.A. history, received the Sports Legend Award in tribute to the 7-foot-2-inch center's 20-year pro career. Krone won the association's first Comeback Award. The 4-foot-10-inch jockey returned to racing after a spill in 1993 at Saratoga.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"LEADER OF SERBS SPURNS A MEETING WITH HEAD OF U.N.","web_url":"https://www.nytimes.com/1994/12/01/world/conflict-balkans-overview-leader-serbs-spurns-meeting-with-head-un.html","abstract":"  The leader of the Bosnian Serbs spurned the Secretary General of the United Nations today, refusing to appear at a planned meeting at the Sarajevo airport because it is not in Serb-held territory.   The Secretary General, Boutros Boutros-Ghali, declaring that Bosnian Muslims and Serbs must now cooperate with the beleaguered United Nations mission, said in a statement: \"My message to them is that unless they do this it will become impossible for me to persuade the Security Council to keep the United Nations Protection Force here.\"","thumbnail":null,"section":"World"},{"date":"19941201","headline":"Ballet Theater Cancels 'Nutcracker' at Purchase","web_url":"https://www.nytimes.com/1994/12/01/arts/ballet-theater-cancels-nutcracker-at-purchase.html","abstract":"  American Ballet Theater announced yesterday that it was canceling performances of \"The Nutcracker\" scheduled for Dec. 12-24 at the Performing Arts Center of the State University College at Purchase, N.Y. \"We got off to a very late start,\" Robert Pontarelli, the company's director of publicity, said yesterday.   Ballet Theater reached an agreement in late September to use the college's studios for some rehearsals and performances, among them an annual holiday season of \"The Nutcracker,\" using students in backstage capacities and providing company members as teachers.","thumbnail":null,"section":"Arts"},{"date":"19941201","headline":"Senate Seems Set to Approve Trade Accord","web_url":"https://www.nytimes.com/1994/12/01/us/senate-seems-set-to-approve-trade-accord.html","abstract":"  The Clinton Administration today received commitments from several key Senators to support the overhaul of a 124-nation free trade pact, and both Democratic and Republican leaders said they were now certain the Senate would pass the accord in a vote scheduled for Thursday night.   Working to build on their victory on Tuesday in the House of Representatives, President Clinton, Vice President Al Gore and several members of the Administration spent all day cajoling the dozen or so senators still undecided.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"First Lady Assails Orphanage Plan","web_url":"https://www.nytimes.com/1994/12/01/us/first-lady-assails-orphanage-plan.html","abstract":"  In her most direct commentary on the new Republican leadership in Congress, Hillary Rodham Clinton today dismissed as \"absurd\" the suggestion by the presumptive Speaker of the House, Newt Gingrich, that building orphanages could reduce welfare rolls.   In a speech to the New York Women's Agenda, a nonpartisan coalition of women's groups in New York City, the First Lady did not mention Mr. Gingrich by name.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Man Dies and 21 Are Hurt in Panic as Smoke Sweeps L.I. Building","web_url":"https://www.nytimes.com/1994/12/01/nyregion/man-dies-and-21-are-hurt-in-panic-as-smoke-sweeps-li-building.html","abstract":"  A man leapt to his death as mothers dropped their children out of windows and others fled in panic this morning when an incinerator fire sent smoke through the hallways of a six-story apartment building.   A 2-year-old suffered a critical head wound in a fall and 20 other people were injured as they tried to escape from the smoke, according to fire officials, who attributed the death and most of the injuries to panic, rather than the fire itself.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Yearning for Yemen, Dying in Brooklyn; Stray Bullet Breaks a Cycle of Work, Saving and Trips Home","web_url":"https://www.nytimes.com/1994/12/01/nyregion/yearning-for-yemen-dying-brooklyn-stray-bullet-breaks-cycle-work-saving-trips.html","abstract":"  He kept to a dichotomous, back-and-forth regimen, and it was the same way with his Arab friends. He would work behind the counter in one of the storefront Brooklyn delis, squirreling away money that he would mail to his expanding family in Yemen. When the separation would nag at him, he would return home for a few months. Then he would start the cycle all over again.    Some of his friends could endure years between visits with their families, but Nagi Al Qotaini would brood and could not go that long. Sometimes, he would last only four or five months. He had been doing this for nearly 12 years, since he was 18, but it never got any easier.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"RESEARCHERS LINK OBESITY IN HUMANS TO FLAW IN A GENE","web_url":"https://www.nytimes.com/1994/12/01/us/researchers-link-obesity-in-humans-to-flaw-in-a-gene.html","abstract":"  Lending mighty support to the theory that obese people are not made but, rather, born that way, scientists have discovered a genetic mutation that is thought to be responsible for at least some types of obesity.   The mutation is believed to disrupt the body's energy metabolism and appetite control center, the mechanism that tells the brain one has eaten enough and has sufficient fat stores to meet the demands of the day. Without a working hormonal signal for fullness, or satiety, a person might continue to overeat even when extreme corpulence threatens health and ego.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Research on Embryos Opens a Pandora's Box","web_url":"https://www.nytimes.com/1994/12/01/opinion/l-research-on-embryos-opens-a-pandora-s-box-980129.html","abstract":"  To the Editor:   Re \"Should We Make Research Embryos? Yes, the Gains Could Be Great\" (Editorial Debate, Nov. 25):","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/12/01/nyregion/metro-digest-975753.html","abstract":"  RAPPER'S LIFE IMITATES HIS VIOLENT ART Tupac Shakur has ridden the crest of rap music, becoming one of its biggest stars. But as his popularity grew, his life began to mirror the swaggering bravado and violence that is so much a part of his art. Last November he was accused of sodomizing and sexually abusing a woman in a Manhattan hotel. Hours after a jury ended its first day of deliberation, Mr. Shakur was shot in midtown Manhattan. A1. A law-enforcement official said Mr. Shakur believes he walked into a setup, but detectives said the motive appeared to be robbery. B3.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Woman Dies in Stabbing","web_url":"https://www.nytimes.com/1994/12/01/nyregion/woman-dies-in-stabbing.html","abstract":"  Josephine Sanchez successfully fought off a would-be mugger in her public housing project in Long Island City, Queens, last year. But in a robbery yesterday, the police said, the 70-year-old woman was fatally stabbed in the back and never got a chance to fight back.   Detective Andrew McInnis, a Police Department spokesman, said Ms. Sanchez was walking to her home at 35-20 21st Street, in the Ravenswood Houses, about 3:50 P.M., after purchasing $4 worth of toiletries at a nearby drugstore. As she passed behind a building in the project, the detective said, a man ran up behind her, stabbed her in the back, and fled with her purse.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Berlin Journal; O, Niederkirchnerstrasse, Be Some Other Name","web_url":"https://www.nytimes.com/1994/12/01/world/berlin-journal-o-niederkirchnerstrasse-be-some-other-name.html","abstract":"  The City Council here meets in a handsome 19th-century building but cannot decide what to call the street outside. Some council members, including former Communists from eastern Berlin, want to retain the street's current name, Niederkirchnerstrasse, which honors a Communist resistance organizer who was executed by the Nazis in 1944.   Conservatives prefer the former name, Prinz-Albrecht-Strasse, but there is much opposition because during the Nazi era the most feared address in Germany was Prinz-Albrecht-Strasse 8, the Gestapo headquarters.","thumbnail":null,"section":"World"},{"date":"19941201","headline":"In the 'Near Abroad' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/12/01/opinion/IHT-in-the-near-abroad-letters-to-the-editor.html","abstract":"Vassily Aksyonov (\"A Changing Russia Full of Familiar Communist Faces,\" Opinion, Nov. 23) is indeed a noble if not a brave man for confronting his own people's \"congenital sense of [anti-Western] confrontation.\" However, a far more co","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"Whitewater Counsel Nears Decision on Indictments","web_url":"https://www.nytimes.com/1994/12/01/us/whitewater-counsel-nears-decision-on-indictments.html","abstract":"  Nearly three months into his job, the independent counsel Kenneth W. Starr is approaching his first critical decisions, including whether to seek an indictment of Webster L. Hubbell, a former senior Justice Department official and a close friend of the Clintons, people involved in the case said today.   Mr. Starr is also considering whether to offer Mr. Hubbell a plea bargain in exchange for his cooperation in the expanding investigation, they said.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Democrats Pick Gephardt As House Majority Leader","web_url":"https://www.nytimes.com/1994/12/01/us/democrats-pick-gephardt-as-house-majority-leader.html","abstract":"  House Democrats chose Representative Richard A. Gephardt of Missouri today to lead their uncharted passage as a minority party. He promptly defined the party's political message as a commitment to American workers and families and a higher standard of living.   Mr. Gephardt, who has been majority leader and the No. 2 House Democrat behind Speaker Thomas S. Foley in the outgoing Congress, came to the Capitol today from Bethesda Naval Hospital and returned immediately after his selection at a caucus vote to prepare for gallstone surgery.","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Mets Obtain Brewers' Henry","web_url":"https://www.nytimes.com/1994/12/01/sports/baseball-mets-obtain-brewers-henry.html","abstract":"  In their third trade in three days, the Mets acquired the right-handed relief pitcher Doug Henry from the Milwaukee Brewers yesterday for two players to be named.   Henry, who will be 31 years old next week, was 2-3 with a 4.60 earned run average and no saves in 31 innings over 25 games for the Brewers last season after starting the year on the disabled list with tendinitis in his right shoulder. His most productive year in the majors came in 1992, when he saved 29 games for the Brewers.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Helms Can't Fill the Shoes of Earlier G.O.P. Committee Leaders","web_url":"https://www.nytimes.com/1994/12/01/opinion/l-helms-can-t-fill-the-shoes-of-earlier-gop-committee-leaders-980137.html","abstract":"  To the Editor:   As a historian of modern America who served as an adviser to \"The Sixth Floor\" museum, the infamous school book depository in Dallas, I find Senator Jesse Helms's remark that President Clinton \"better have a bodyguard\" if he visits North Carolina offensive. It calls up disturbing memories of the full-page ad that right-wing extremists purchased in The Dallas Morning News accusing President John F. Kennedy of treason on his fateful trip to this city.","thumbnail":null,"section":"Opinion"},{"date":"19941201","headline":"10 Immigrant Journalists Slain in U.S. Since '81, Report Says","web_url":"https://www.nytimes.com/1994/12/01/us/10-immigrant-journalists-slain-in-us-since-81-report-says.html","abstract":"  Ten immigrant journalists have been killed in the United States because of their reporting since 1981 but only two of the cases have been solved, a committee of American journalists said in a report yesterday.    The Committee to Protect Journalists, a nonprofit organization that gets much of its money from large United States news organizations, labeled the killings assassinations and said they were \"specifically intended to smother fact finding and silence dissent.\"","thumbnail":null,"section":"U.S."},{"date":"19941201","headline":"Corrections","web_url":"https://www.nytimes.com/1994/12/01/nyregion/c-corrections-979775.html","abstract":"  An article on Nov. 20 about the debate over business improvement districts misstated the stance of the Council of New York Cooperatives on a proposal for a business improvement district on the Upper East Side of Manhattan. The council has taken no position; it has not endorsed the plan.","thumbnail":null,"section":"New York"},{"date":"19941201","headline":"Transactions","web_url":"https://www.nytimes.com/1994/12/01/sports/transactions-978272.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Signed Calvain Culberson, Chris Hill, Dom Johnson and Greg Langbehn, pitchers, to minor-league contracts.   CALIFORNIA ANGELS -- Agreed to terms with Mitch Williams, pitcher, on a non-guaranteed contract.","thumbnail":null,"section":"Sports"},{"date":"19941201","headline":"Ex-Officer From 30th Precinct Is Arrested","web_url":"https://www.nytimes.com/1994/12/01/nyregion/ex-officer-from-30th-precinct-is-arrested.html","abstract":"  A former New York City police officer who was assigned to the corruption-plagued 30th Precinct in Harlem was arrested yesterday on charges of assault and conspiracy to violate civil rights.   According to court papers, the former officer, Peter Allgor, 30, repeatedly beat a handcuffed man with a flashlight while the man was in custody in the back seat of a police car on Oct. 14, 1992. Several fellow officers have also accused Mr. Allgor of illegally searching apartments and stealing cash.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19941201","time":"1994-12-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":84,"wspd":9.4},{"date":"19941201","time":"1994-12-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":84,"wspd":11.2},{"date":"19941201","time":"1994-12-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":86,"wspd":5.4},{"date":"19941201","time":"1994-12-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":85,"wspd":13},{"date":"19941201","time":"1994-12-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":90,"wspd":11.2},{"date":"19941201","time":"1994-12-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":92,"wspd":13},{"date":"19941201","time":"1994-12-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":94,"wspd":14.8},{"date":"19941201","time":"1994-12-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":93,"wspd":14.8},{"date":"19941201","time":"1994-12-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":88,"wspd":14.8},{"date":"19941201","time":"1994-12-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":84,"wspd":14.8},{"date":"19941201","time":"1994-12-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":85,"wspd":11.2},{"date":"19941201","time":"1994-12-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":80,"wspd":9.4},{"date":"19941201","time":"1994-12-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":79,"wspd":13},{"date":"19941201","time":"1994-12-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":75,"wspd":5.4},{"date":"19941201","time":"1994-12-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":84,"wspd":13},{"date":"19941201","time":"1994-12-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":81,"wspd":9.4},{"date":"19941201","time":"1994-12-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":84,"wspd":7.6},{"date":"19941201","time":"1994-12-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":83,"wspd":9.4},{"date":"19941201","time":"1994-12-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":82,"wspd":5.4},{"date":"19941201","time":"1994-12-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":81,"wspd":9.4},{"date":"19941201","time":"1994-12-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":88,"wspd":9.4},{"date":"19941201","time":"1994-12-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":93,"wspd":9.4},{"date":"19941201","time":"1994-12-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":88,"wspd":13},{"date":"19941201","time":"1994-12-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":80,"wspd":11.2},{"date":"19941201","time":"1994-12-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":35,"wspd":16.6},{"date":"19941201","time":"1994-12-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":41,"wspd":24.1},{"date":"19941201","time":"1994-12-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":46,"wspd":18.7},{"date":"19941201","time":"1994-12-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":51,"wspd":20.5},{"date":"19941201","time":"1994-12-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":52,"wspd":16.6},{"date":"19941201","time":"1994-12-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":50,"wspd":16.6},{"date":"19941201","time":"1994-12-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":50,"wspd":9.4},{"date":"19941201","time":"1994-12-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":52,"wspd":9.4},{"date":"19941201","time":"1994-12-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":54,"wspd":9.4},{"date":"19941201","time":"1994-12-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":54,"wspd":9.4},{"date":"19941201","time":"1994-12-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":11.2},{"date":"19941201","time":"1994-12-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":13},{"date":"19941201","time":"1994-12-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":13},{"date":"19941201","time":"1994-12-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":52,"wspd":13},{"date":"19941201","time":"1994-12-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":22.3},{"date":"19941201","time":"1994-12-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":41,"wspd":22.3},{"date":"19941201","time":"1994-12-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":35,"wspd":25.9},{"date":"19941201","time":"1994-12-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":32,"wspd":24.1},{"date":"19941201","time":"1994-12-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":32,"wspd":18.7},{"date":"19941201","time":"1994-12-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":31,"wspd":18.7},{"date":"19941201","time":"1994-12-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":31,"wspd":9.4},{"date":"19941201","time":"1994-12-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":34,"wspd":18.7},{"date":"19941201","time":"1994-12-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":36,"wspd":13},{"date":"19941201","time":"1994-12-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":39,"wspd":11.2}]}}