{"19940801":{"guardian_articles":[],"nytimes_articles":[{"date":"19940801","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/01/nyregion/metro-digest-826871.html","abstract":"  SEEKING ALTERNATIVES TO STRAITJACKETS   For decades, the seclusion room and straitjacket have been part of the arsenal that mental hospitals have drawn on to control violence among patients. But state mental health officials began moving last week to reduce the use of physical restraints, a directive that poses several challenges for hospitals like the Bronx Psychiatric Center.   Partly in response, the hospital is easing overcrowding and training staff members in ways to catch agitation before it turns to violence. It has also begun to reward patients for good behavior and has started a daily review of any use of seclusion and restraint. A1.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"At Disease-Ravaged Camps, a Battle to Bury the Dead","web_url":"https://www.nytimes.com/1994/08/01/world/at-disease-ravaged-camps-a-battle-to-bury-the-dead.html","abstract":"  A yellow bulldozer scooped up a bundle of bodies today from a pile nearly the length of a football field and dumped them 50 yards up the slope.   The machine, operated by a French soldier, swung around, trying with each methodical maneuver to move more than 1,000 cloth-wrapped bodies under a dirt ledge so they could finally be covered after days in the sun.","thumbnail":null,"section":"World"},{"date":"19940801","headline":"Buying Unit for Schools Forced to Alter Inventory Procedures","web_url":"https://www.nytimes.com/1994/08/01/nyregion/buying-unit-for-schools-forced-to-alter-inventory-procedures.html","abstract":"  The Bureau of Supplies, the unit at the New York City Board of Education that purchases everything from pencils to desks, was forced by Schools Chancellor Ramon C. Cortines to change its inventory procedure after brushing aside repeated criticisms of the procedures from city and private auditors, a report released by the City Comptroller yesterday says.   The reversal came in June, when Mr. Cortines stepped in to overrule the bureau's director, Kevin Gill, after Mr. Gill again resisted recommendations, this time in a preliminary report from the City Comptroller following an audit.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/01/nyregion/chronicle-827355.html","abstract":"  It started out for MARYLOU WHITNEY, the former actress and the widow of Cornelius Vanderbilt Whitney, as a pretend visit to the Emerald City. Then she lost a very real 40-carat emerald.   But the tale had a storybook ending when the finder of the $250,000 gem returned it to Mrs. Whitney on Saturday in Saratoga Springs, N.Y.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"A Comic on the Edge at $7 Million a Movie","web_url":"https://www.nytimes.com/1994/08/01/movies/a-comic-on-the-edge-at-7-million-a-movie.html","abstract":"  Jim Carrey removes a check for $10 million from his wallet. It says: \"For acting services rendered by Thanksgiving, 1995.\"   It's a joke, of course. The star of the weekend's No. 1 film, \"The Mask,\" wrote it to himself years ago when he was unknown, barely eking out a living and seized with fantasies of earning a ton of money.","thumbnail":null,"section":"Movies"},{"date":"19940801","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/01/nyregion/no-headline-825506.html","abstract":"  \"Every year they release two liberal Democrats in the wild here so they don't become an endangered species. If Bill Clinton came into the district, he probably would not see the light of day again.\" -- MITCHELL KAYE, from Cobb County, Ga.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"G.E. Succeeded With Hungary Venture","web_url":"https://www.nytimes.com/1994/08/01/opinion/l-ge-succeeded-with-hungary-venture-825255.html","abstract":"  To the Editor:   \"G.E. Finds Tough Going in Hungary\" (Business Day, July 25), which describes the birth pains when General Electric bought Tungsram, Hungary's largest industrial company, in 1989 after the Iron Curtain fell, does not reflect today's Tungsram.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Moments when the Orchestra Won","web_url":"https://www.nytimes.com/1994/08/01/arts/music-review-moments-when-the-orchestra-won.html","abstract":"  New York City's parks may have been comparatively idyllic places in 1905, when the Naumburg Orchestra began giving outdoor summer concerts. Today an orchestra fights against the residual hum of the city and the intrusions of air traffic. But the Naumburg Orchestra battled valiantly on Saturday evening at Damrosch Park, and during the concert's best moments a listener could almost put the park's acoustical shortcomings out of mind.    Almost, but not entirely. The orchestra was amplified, and the idea seems to have been to support the ensemble discreetly rather than to blast it through the speakers. But the balances were very peculiar: the brass came through loud and clear against a distant, barely audible string sound.","thumbnail":null,"section":"Arts"},{"date":"19940801","headline":"Bridge","web_url":"https://www.nytimes.com/1994/08/01/nyregion/bridge-828874.html","abstract":"  Two strong teams won their semifinal matches in the Spingold Knockout Team Championships at the American Contract Bridge League's Summer Nationals here Saturday night.    The defending champions, Nick Nickell of Raleigh, N.C., Dick Freeman of Atlanta, Bob Hamman and Bob Wolff, both of Dallas, Jeff Meckstroth of Tampa, Fla., and Eric Rodwell of Naperville, Ill., lost some ground in three of the four quarters but still won by 27 imps, thanks to a 61-imp surge in the second quarter. Their opponents were led by Seymon Deutsch of Laredo, Tex.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"A Brickyard Jam, in Stands and on Track","web_url":"https://www.nytimes.com/1994/08/01/sports/auto-racing-a-brickyard-jam-in-stands-and-on-track.html","abstract":"  The traffic jams at the inaugural Brickyard 400 in Indianapolis next weekend will be nightmarish: a mass of cars trying to squeeze into a space only big enough for half of them, a rush hour lasting several hours in the morning and again in the afternoon, and drivers with frayed nerves coming close to losing control.   And those are just the race cars.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/01/nyregion/c-corrections-826022.html","abstract":"  An article yesterday about a meeting on Thursday to discuss a proposed United Nations resolution on Haiti included a name erroneously among those attending. Madeleine K. Albright, the chief United States delegate, was not at the meeting.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"1919: Burying the Dead : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/01/opinion/IHT-1919-burying-the-dead-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - General Pershing has strongly advised the War Department against moving the American soldier dead from France. In taking the attitude that the American dead should rest forever in the fields they fought to defend, General Pershing undoubtedly expr","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Despite Losing Effort, The Cat Feels Dandy","web_url":"https://www.nytimes.com/1994/08/01/sports/horse-racing-despite-losing-effort-the-cat-feels-dandy.html","abstract":"  Tabasco Cat returned to the races today as the star of the Triple Crown but sustained a setback on the road to racing's 3-year-old championship when he was outrun by one length by Unaccounted For in the Jim Dandy Stakes.   But Tabasco Cat was still firmly fixed on the major target, the Travers Stakes here at Saratoga on Aug. 20, when he will tangle with his archrival Holy Bull, who kept burning along the same road today when he won the $500,000 Haskell Invitational at Monmouth Park. And if Tabasco Cat needed any excuse for not quite completing his part of the assignment, he had one: He carried 126 pounds, 12 more than Unaccounted For.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Courts in Jordan: A Fugitive's Prospects","web_url":"https://www.nytimes.com/1994/08/01/nyregion/courts-in-jordan-a-fugitive-s-prospects.html","abstract":"  An American who killed his wife in New Jersey and was captured in his native Jordan has said that he would prefer to stand trial there. While Jordanian justice lacks some rights that Americans take virtually for granted, it may also offer him legal opportunities not available here.   The defendant, Mohammed Ismail Abequa, was given nothing that resembled a Miranda warning informing him of his rights before he confessed to Jordanian authorities that he had strangled his wife last month at her apartment in Parsippany-Troy Hills, N.J., and then fled with their two children to Jordan.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Hitler Plot Had No Bearing on War's Outcome","web_url":"https://www.nytimes.com/1994/08/01/opinion/l-hitler-plot-had-no-bearing-on-war-s-outcome-830305.html","abstract":"  To the Editor:   Re \"The Making of a Tragedy\" by Thomas Fleming (Op-Ed, July 19): The Allies had many good reasons for not paying much attention to the German military's tardy resistance to Hitler, but the underlying reason showed that the lessons of history can sometimes be properly applied.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/01/nyregion/chronicle-830178.html","abstract":"  MARTIN SHORT, the comedic actor, has been tapped for Canada's highest honor: he will be inducted into the Royal Order of Canada in October.    The equivalent of British knighthood, the appointment is a rare distinction accorded to Canadian citizens for achievement or service. So far, the comedian, who was born and raised in Hamilton, Ontario, is not letting it go to his head.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"A Glint in Those Hills: A Natural Rarity","web_url":"https://www.nytimes.com/1994/08/01/nyregion/a-glint-in-those-hills-a-natural-rarity.html","abstract":"  The first thing you have to say, advised Bud Franklin, is that Herkimer diamonds are not real diamonds. They are doubly terminated quartz crystals -- true, among the most beautiful on the planet, water-clear, found all over this dolomite limestone ridge near the center of New York State and just about nowhere else -- but they are not real diamonds any more than the baseball diamonds in Cooperstown, 35 miles due south.   The second thing, said Mr. Franklin, sweating under the sun at the Ace of Diamonds Mine, is, \"You've got to earn them.\"","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Hospitals Seek An Alternative To Straitjacket","web_url":"https://www.nytimes.com/1994/08/01/nyregion/hospitals-seek-an-alternative-to-straitjacket.html","abstract":"  The seclusion room on Ward 9 at the Bronx Psychiatric Center is intentionally spare: naked pale peach walls; a worn mattress on the terrazzo floor, and a heavy door with a wire-mesh window. It is here that patients have frequently been brought -- sometimes kicking and yelling, other times walking calmly -- after growing violent and endangering other patients or staff members.   If patients are determined to hurt themselves -- through scratching, say -- the seclusion room has been passed over for the straitjacket, or camisole, as the state delicately calls it: a cream-colored canvas jacket with sleeves that wrap behind the back, immobilizing the arms.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"G.E. Succeeded With Hungary Venture; Seed Deal in Ukraine","web_url":"https://www.nytimes.com/1994/08/01/opinion/l-ge-succeeded-with-hungary-venture-seed-deal-in-ukraine-830364.html","abstract":"  To the Editor:   \"A Bitter Harvest for Ukraine From an American Seed Deal\" (front page, June 19) portrays the transaction as an unethical get-rich-quick scheme by United States suppliers.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"A C.I.A. Too Many","web_url":"https://www.nytimes.com/1994/08/01/opinion/l-a-cia-too-many-830356.html","abstract":"  To the Editor:   Melvin A. Goodman's \"We Need Two C.I.A.'s\" (Op-Ed, July 21) has an Alice in Wonderland logic. After admitting that the Central Intelligence Agency failed in its analyses of Russia and China, Mr. Goodman wants to give us two C.I.A.'s. Perhaps we can then have twice the disasters the C.I.A. has already given us: a fanatical, murderous ayatollah regime in Iran, genocide in Guatemala, killer military dictators in Chile and Haiti.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Women-in-Prison Data Tell a Different Story","web_url":"https://www.nytimes.com/1994/08/01/opinion/l-women-in-prison-data-tell-a-different-story-825263.html","abstract":"  To the Editor:   A July 18 article on mothers in prison is accompanied by a misleading chart. According to the Bureau of Justice Statistics, the study of female inmates was based on a total of 38,658, not the 13,986 suggested. The second figure is the total of white female inmates. The study was also based on 17,754 black and 5,521 Hispanic female inmates.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Here's the Jets' Football, Guard It With Your Life","web_url":"https://www.nytimes.com/1994/08/01/sports/pro-football-here-s-the-jets-football-guard-it-with-your-life.html","abstract":"  Aaron Glenn makes sure the ball is hidden from the veterans.   Even Saturday, an off day at the Jets' summer camp, Glenn told his fellow rookie Ryan Yarborough to hide it.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Topics of The Times; The Battle of the Bridge","web_url":"https://www.nytimes.com/1994/08/01/opinion/topics-of-the-times-the-battle-of-the-bridge.html","abstract":"  Senator Frank Lautenberg wants a quarter-mile bridge from Ellis Island to New Jersey, where he happens to be seeking re-election this year. Two years ago he inserted language in a National Park Service funding bill to withhold all money for park roads until the service got going on that crossing. The requisite environmental impact study is not yet finished, and neither is the battle of the bridge.   The Park Service is unenthusiastic about any link other than ferries. New York State, which has civic jurisdiction over the island, is downright hostile. The idea that huddled masses of tourists might arrive by bus from New Jersey horrifies anyone who respects the island's place in history, as the port of entry for millions of immigrants who came by ship.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Hong Kong Journal; The Clothier's New Line: He's 'Selling Freedom'","web_url":"https://www.nytimes.com/1994/08/01/world/hong-kong-journal-the-clothier-s-new-line-he-s-selling-freedom.html","abstract":"  Two things changed Jimmy Lai's life forever: half a chocolate bar that he ate in 1957 and the massacre at Tiananmen Square in Beijing 32 years later.   \"When I was 9, I was in Canton, just selling things on the street, stealing things,\" he said, recalling the young Lai Chi Ying.","thumbnail":null,"section":"World"},{"date":"19940801","headline":"BASEBALL;\nTrailblazing for AIDS on the Base Paths","web_url":"https://www.nytimes.com/1994/08/01/sports/baseball-trailblazing-for-aids-on-the-base-paths.html","abstract":"In an improbable scene, the world of major league baseball merged with the battle against AIDS today as the Giants staged an emotional pre-game ceremony to benefit research against the disease.\n\nThe event, called \"Until There's a Cure Day,\" marked a first in major professional sports, and 50,007 fans and nearly 1,000 volunteers were on hand.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Ex-Guard for Serbs Tells Of Grisly 'Cleansing' Camp","web_url":"https://www.nytimes.com/1994/08/01/world/ex-guard-for-serbs-tells-of-grisly-cleansing-camp.html","abstract":"  There were, according to the 1991 Yugoslav census, 18,699 Muslims living in and around this eastern Bosnian mining town. Dead now, or dispersed, they have all gone.   Their fate was determined by a Serbian concentration camp that lay concealed in a pine-clad valley about a mile from the city center. A former military depot surrounded by barbed wire, it is called Susica.","thumbnail":null,"section":"World"},{"date":"19940801","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/08/01/sports/results-plus-117951.html","abstract":"  SOCCER Akers-Stahl Shows Why She's the Finest The best female soccer player in the world gets tired walking to her car. So 32 minutes of play in yesterday's Chiquita Cup match in Fairfax, Va., felt like amarathon to Michelle Akers-Stahl. \"I'll probably sleep 12 hours tonight,\" shesaid after the United States beat Germany, 2-1, in a game that shouldn't havebeen that close. Thirty-two minutes was enough for Akers-Stahl to score whatproved to be the game-winning goal, a perfectly placed 28-yard direct kick shetook in the game's 29th minute. Akers-Stahl is afflicted with the Epstein-Barrvirus, which gives her constant flu-like symptoms and makes her constantlytired. \"I'm so used to feeling bad, I can get through it,\" she said. TheChiquita competition is a warm-up for the United States women as they preparefor qualifications in Montreal leading to the FIFA women's world championshipnext year in Sweden.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/01/nyregion/news-summary-825441.html","abstract":"  International A2-9  WAY CLEARED FOR HAITI INVASION  The United Nations Security Council authorized a proposal for an invasion and occupation of Haiti led by the United States , but officials said a decision on whether to use force to try to dislodge the military government is still weeks away.  A1","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Taking Jennifer Ireland's Daughter","web_url":"https://www.nytimes.com/1994/08/01/opinion/taking-jennifer-ireland-s-daughter.html","abstract":"  Like all too many young Americans, Jennifer Ireland became a mother when she herself was not much more than a child. In 1991, when she gave birth to her daughter, Maranda, she was 16 years old. But she struggled hard, with measurable success, to improve her circumstances. Last week she got her reward -- a judge ordered her daughter taken away from her.    Maranda's father, Steve Smith, was also 16 when his daughter was born. For the first year of her life, he had little or no contact with her. He lived with his parents; Ms. Ireland lived with her mother and sister, both of whom helped take care of the baby. In 1993 Ms. Ireland graduated from high school, with honors, and won a full scholarship to the University of Michigan.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Iraq Sanctions Cannot Be Forever","web_url":"https://www.nytimes.com/1994/08/01/opinion/iraq-sanctions-cannot-be-forever.html","abstract":"  Every two months, sanctions against Iraq are reviewed by the United Nations Security Council. Baghdad has begun scrupulously living up to its U.N. arms control obligations, which -- according to the terms laid down by the U.N. -- should entitle it to relief from the international embargo on its oil sales sometime next spring.    But the United States and Britain are refusing to acknowledge Saddam Hussein's compliance with the U.N.'s stated terms for lifting sanctions. They insist that other infractions -- such as persecution of the Kurds -- demand that Mr. Hussein continue to be punished. In effect, Britain and the U.S. are changing the rules.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Hitler Plot Had No Bearing on War's Outcome; Bonhoeffer and Kolbe","web_url":"https://www.nytimes.com/1994/08/01/opinion/l-hitler-plot-had-no-bearing-on-war-s-outcome-bonhoeffer-and-kolbe-830321.html","abstract":"  To the Editor:   In \"Germans Need Their Martyrs\" (Op-Ed, July 19), Donald Koblitz identifies Dietrich Bonhoeffer as \"a pastor who traded places with a condemned man in a Nazi concentration camp,\" confusing him with the Rev. Maximilian Kolbe, who had volunteered to take the place of a Polish farmer selected to die in Auschwitz.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"1894:Asian Naval Battle : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/01/opinion/IHT-1894asian-naval-battle-in-our-pages100-75-and-50-years-ago.html","abstract":"SHANGHAI - Private despatches have been received here from Tien-tsin announcing that another naval engagement between the Chinese and Japanese squadrons took place yesterday [July 30]. The ironclad Chen- Yuen, the largest and most modern vessel in the Chi","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"How to Police The Police","web_url":"https://www.nytimes.com/1994/08/01/opinion/how-to-police-the-police.html","abstract":"After a century of investigations into New York City police corruption -- beginning with the 1894 Lexow Commission on officers taking bribes from brothel owners -- we are once again offered the three standard proposals to deal with the recurrent problem. \n\nThe Mollen Commission has urged creation of a new monitoring agency independent of the police department. Police Commissioner William Bratton wants to beef up the department's internal affairs unit. Mayor Rudolph Giuliani has long called for reinstating a special prosecutor, although he is also reportedly considering a proposal to assign responsibility for police corruption to his own Department of Investigation.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/08/01/sports/results-plus-136525.html","abstract":"  SOCCER Akers-Stahl Shows Why She's the Finest The best female soccer player in the world gets tired walking to her car. So 32 minutes of play in yesterday's Chiquita Cup match in Fairfax, Va., felt like amarathon to Michelle Akers-Stahl. \"I'll probably sleep 12 hours tonight,\" shesaid after the United States beat Germany, 2-1, in a game that shouldn't havebeen that close. Thirty-two minutes was enough for Akers-Stahl to score whatproved to be the game-winning goal, a perfectly placed 28-yard direct kick shetook in the game's 29th minute. Akers-Stahl is afflicted with the Epstein-Barrvirus, which gives her constant flu-like symptoms and makes her constantlytired. \"I'm so used to feeling bad, I can get through it,\" she said. TheChiquita competition is a warm-up for the United States women as they preparefor qualifications in Montreal leading to the FIFA women's world championshipnext year in Sweden.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"U.N.  AUTHORIZES INVASION OF HAITI TO BE LED BY U.S.","web_url":"https://www.nytimes.com/1994/08/01/world/un-authorizes-invasion-of-haiti-to-be-led-by-us.html","abstract":"  The United Nations Security Council voted today to authorize a United States invasion and occupation of Haiti if sanctions fail to remove its military Government.   The approval, by a vote of 12 to 0 with abstentions from China and Brazil, and with Rwanda absent, opens the way for American forces, now stationed just north of Haiti, to move in to restore democracy there.","thumbnail":null,"section":"World"},{"date":"19940801","headline":"U.S. Move on Haiti May Be Weeks Away","web_url":"https://www.nytimes.com/1994/08/01/world/us-move-on-haiti-may-be-weeks-away.html","abstract":"  Despite the Security Council's authorization of an invasion to oust Haiti's military rulers, a decision on American military action there is still weeks away, Administration officials said today.   The White House hopes that United Nations endorsement of the use of force will give credibility to the months of American threats, which Haitian military leaders have appeared to belittle. Some American officials say a combination of tighter economic sanctions and a strong show of international resolve may still force the leaders to quit.","thumbnail":null,"section":"World"},{"date":"19940801","headline":"Sports of The Times; Whew! Scooter Talks Circles Around the Hall","web_url":"https://www.nytimes.com/1994/08/01/sports/sports-of-the-times-whew-scooter-talks-circles-around-the-hall.html","abstract":"  SOMEWHERE in his acceptance speech into the Baseball Hall of Fame yesterday on a hot day behind a school beside a cornfield, like something out of \"The Field of Dreams,\" and with who knows how many thousands of people because a lot were sitting, many were standing and many others lolled on the hilly grass, somewhere in that speech Phil Rizzuto, speaking without notes and without what sometimes seemed a semblance of rhyme or reason -- not that anybody in the loving, laughing audience seemed to care, least of all the Scooter himself, who in his inimitable and wondrous digressions and ramblings actually began with \"Holy cow!\" since it took him 38 years after the end of his baseball career in 1956 to finally make the Hall of Fame.   Anyway, somewhere in the speech he told about leaving home in Brooklyn for the first time when he was 19 years old and going to play shortstop in the minor league town of Bassett, Va., and he was on a train with no sleeper and when he got his first taste of Southern fried chicken and it was great and it was also the first time that he ever ate -- \"Hey, White, what's that stuff that looks like oatmeal?\" -- and Bill White, his onetime announcing partner on Yankee broadcasts, and, like all his partners, never seemed to learn their first names, though he knew the first and last names of a lot of the birthdays he forever is announcing and the owners of his favorite restaurants even though as he admits he often talks about the score or the game, but after 38 years of announcing games and after a 13-year playing career with championship Yankee teams few seem to care about this either, well, White was in the audience and stood up and said \"Grits.\"","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Essay; A Chorus Line","web_url":"https://www.nytimes.com/1994/08/01/opinion/essay-a-chorus-line.html","abstract":"  \"Shut up!\" hollered Representative Maxine Waters, Democrat of California, at a Republican who dared ask embarrassing questions about White House intrusion into a criminal investigation. For her \"demeanor\" in thus obstructing Congressional oversight, Representative Waters's speaking rights were suspended for all of 30 seconds by the Speaker.   The dismaying spectacle of House Democrats trying to protect Clinton Administration wrongdoers from public exposure was further heightened by \"The Chorus Line\": 10 White House aides, all in a row, piously chorusing \"no\" to a Democrat asking if they were all villains.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/01/nyregion/inside-825530.html","abstract":"  Clinic Sought Man's Arrest   The director of the abortion clinic where a doctor was killed on Friday said that several weeks ago she had sought the arrest of the man being held in the killing. Page A10. When Trade Talks Fail    In a largely symbolic step, the Clinton Administration formally accused Japan of discriminating against American companies in awarding Government contracts. Page D1. Scooter's Day    Phil Rizzuto drew cheers and laughter yesterday as he was inducted into the Baseball Hall of Fame along with Steve Carlton and the late Leo Durocher. SportsMonday, C1.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Couple Killed By Gunmen In Their Home","web_url":"https://www.nytimes.com/1994/08/01/nyregion/couple-killed-by-gunmen-in-their-home.html","abstract":"  Two gunmen forced their way into the home of a Queens family last night and shot both parents to death and wounded their 14-year-old son, while their two daughters screamed for help.   While they would not rule out robbery as a motive, police officers at the family's home at 111-37 38th Avenue in the Corona said they were baffled by the crime. Huddled around police cars in the street, neighbors, friends and relatives of the dead couple, Toribio and Maria Marmol, were no more able to offer an explanation, and described the victims as good people of modest means.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"A Tale of Two Congregations; Church's Sale Reflects Shifting Influences In Protestantism","web_url":"https://www.nytimes.com/1994/08/01/nyregion/tale-two-congregations-church-s-sale-reflects-shifting-influences-protestantism.html","abstract":"  The First Baptist Church here was built 83 years ago for the Rev. Harry Emerson Fosdick, a liberal preacher who doubled its membership, drawing in men and women eager to hear his views.   But within a few years, the church and the minister took separate paths. Mr. Fosdick went on to national fame, later becoming the pastor of Riverside Church in Manhattan and rallying fellow modernists with a sermon titled \"Shall the Fundamentalists Win?\" First Baptist, meanwhile, began a long, slow decline that is to culminate on Monday in the sale of its imposing Romanesque building, with its Tiffany stained glass, painted stucco walls and soaring sanctuary ceiling.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"And in Bronx, Future Famers Keep Winning","web_url":"https://www.nytimes.com/1994/08/01/sports/baseball-and-in-bronx-future-famers-keep-winning.html","abstract":"  The Yankees are so good at playing baseball, then downplaying their good play, that every victory is becoming just another day at the old ball park in the Bronx.   Take yesterday, for instance.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"4 Men Shot After Prospect Park Barbecue","web_url":"https://www.nytimes.com/1994/08/01/nyregion/4-men-shot-after-prospect-park-barbecue.html","abstract":"  Four men were shot last night in Prospect Park, leaving one of them near death, the police said.   A large group left over from a barbecue earlier in the day was in the park, drinking and dancing, when at about 10:11 P.M. \"one guy just started shooting for no apparent reason,\" said Sgt. Christopher Cincotta, a detective who was investigating the shooting.   The shooting took place on the East","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Modern Interpretations of Ancient Dialogues","web_url":"https://www.nytimes.com/1994/08/01/arts/music-review-modern-interpretations-of-ancient-dialogues.html","abstract":"  Satie's symphonic drama \"Socrate,\" a setting of passages from the Dialogues of Plato, stands as the composer's most earnest and emotionally pointed work, devoid of satire or kitsch. Although the dynamics are low and the texture is unvarying, the music has a certain monumental aspect suited to performance outdoors, at least the fairly intimate surroundings of the Sculpture Garden at the Museum of Modern Art. At an exceptionally well-attended Summergarden concert there on Friday night, Joel Sachs drew a polished performance from a group of Juilliard players, with Nan Hughes and Renee Santer singing solos in lovely, haunting fashion.   One is accustomed to annoying distractions at outdoor concerts, but during the first scene of \"Socrate,\" Alcibiades' monologue at the banquet, there was a rather magical visual accident that might have been devised by Satie himself. Shortly after the music began, a film at the Modern's theater ended, and moviegoers began to issue from the escalator on the other side of the plate-glass windows. The slow, sad stepping motion of the music matched this long, silent procession to an almost uncanny degree.","thumbnail":null,"section":"Arts"},{"date":"19940801","headline":"Hitler Plot Had No Bearing on War's Outcome; Morality Drove Them","web_url":"https://www.nytimes.com/1994/08/01/opinion/l-hitler-plot-had-no-bearing-on-war-s-outcome-morality-drove-them-830348.html","abstract":"  To the Editor:   In \"Germans Need Their Martyrs\" (Op-Ed, July 19), Donald Koblitz describes the key members of the resistance, among whom was my grandfather, Ulrich von Hassell, as a \"group of reactionary German aristocrats.\" He also states that \"these men had not been enraged by the seizure of Poland and Czechoslovakia or the extermination of European Jews,\" and that they joined the opposition \"only when the army could see the tide turning.\"","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"U.N. Resolution for Invasion of Haiti","web_url":"https://www.nytimes.com/1994/08/01/world/un-resolution-for-invasion-of-haiti.html","abstract":"  Following is the text of Security Council Resolution 940 adopted today, which clears the way for the United States to lead an invasion intended to topple Haiti's military leaders and restore President Jean-Bertrand Aristide, who was ousted in a coup in September 1991. The resolution was adopted 12-0 with Brazil and China abstaining and Rwanda absent.  THE SECURITY COUNCIL,    REAFFIRMING its Resolutions 841 (1993) of 16 June 1993, 861 (1993) of 27 August 1993, 862 (1993) of 31 August 1993, 867 (1993) of 23 September 1993, 873 (1993) of 13 October 1993, 875 (1993) of 16 October 1993, 905 (1994) of 23 March 1994, 917 (1994) of 6 May 1994 and 933 (1994) of 30 June 1994,","thumbnail":null,"section":"World"},{"date":"19940801","headline":"Report Expresses Concern on Pentagon Budget","web_url":"https://www.nytimes.com/1994/08/01/us/report-expresses-concern-on-pentagon-budget.html","abstract":"  Congressional investigators and some senior military planners are expressing growing concern that the Pentagon cannot afford its ambitious long-term strategy of being prepared to fight two regional wars at the same time.   The General Accounting Office says in a report to be issued on Monday that the Defense Department may have overstated savings and underestimated costs by more than $150 billion in its $1.2 trillion budget for 1995 to 1999.","thumbnail":null,"section":"U.S."},{"date":"19940801","headline":"SIEGFRIED; Bayreuth 'Ring' Is Embracing Stylistic Diversity","web_url":"https://www.nytimes.com/1994/08/01/arts/opera-review-die-walkure-siegfried-bayreuth-ring-embracing-stylistic-diversity.html","abstract":"  Now that the second and third chapters have been added to the new production of Wagner's \"Ring des Niebelungen\" here, it is clear that \"Das Rheingold\" was a form of false advertising. It led one to expect both too much and not enough from this interpretation of this tetralogy, conducted at the Bayreuth Festspielhaus by James Levine, directed by Alfred Kirchner and designed by the singularly named Rosalie.   Too much was expected because that opening performance gave the impression that this \"Ring\" was going to have a coherent if misguided interpretation. With all the initial consistencies, it seemed as if it was going to be a coy polemic, deliberately undermining \"The Ring\" itself, finishing what the avant-garde Bayreuth productions by Patrice Chereau and Harry Kupfer began.","thumbnail":null,"section":"Arts"},{"date":"19940801","headline":"Review Board for Police Setting Off Sharp Debate","web_url":"https://www.nytimes.com/1994/08/01/nyregion/review-board-for-police-setting-off-sharp-debate.html","abstract":"  Two years ago Rudolph W. Giuliani stood with thousands of raucous officers as they rallied against creation of an independent civilian board to review complaints of police misconduct.   Mayor David N. Dinkins created the panel anyway, greatly reducing police influence on the board, which convened a year ago in July. Now, Mr. Giuliani is Mayor and he has given the board a reprieve, at least, pledging not to decide its future until he monitors its effectiveness for a year.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"1944:A Push Onto Guam : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/01/opinion/IHT-1944a-push-onto-guam-in-our-pages100-75-and-50-years-ago.html","abstract":"PEARL HARBOR - [From our New York edition:] Japanese resistance on Guam has collapsed, at least temporarily, and marine and Army forces have swept completely across the island to establish a new line cutting it in half, Admiral Chester W. Nimitz announced","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Waging War on Drugs in a Dragster","web_url":"https://www.nytimes.com/1994/08/01/nyregion/waging-war-on-drugs-in-a-dragster.html","abstract":"  Roger Comstock drove at 135 miles per hour past police officers who did absolutely nothing to stop him.   But then, this was the East Coast Cop Car Nationals, a drag-racing championship that gives law-enforcement officers bragging rights to the fastest vehicles over a quarter-mile strip while speeding the war against drug and alcohol abuse by the young.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"A Crash in Mexico Hurts And Helps a Candidate","web_url":"https://www.nytimes.com/1994/08/01/world/a-crash-in-mexico-hurts-and-helps-a-candidate.html","abstract":"  Doctors here say the opposition party candidate for governor of the southern state of Chiapas has a good chance of making a complete recovery from the injuries he suffered in a highway crash last week. But as he has been catapulted to the center of Mexico's turbulent political debate amid accusations that the crash was a result of an assassination attempt, it is a safe bet that the candidate's life will never be the same.    In Chiapas, where tensions are still simmering in an uneasy cease-fire between the Mexican Army and the rebel Zapatista National Liberation Army, thousands of people have demonstrated in support of the candidate, Amado Avendano, and to denounce what they describe as Government complicity in the crash. The rebel command said it had put its troops on alert, and in a faxed statement, the rebel leader, Subcommander Marcos, said: \"The last hope for a just and rightful peace in Chiapas lies in the life of this man. Save him.\"","thumbnail":null,"section":"World"},{"date":"19940801","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/01/nyregion/chronicle-830160.html","abstract":"  THOMAS B. MORGAN, former president of WNYC and a writer, has become president and chief executive of the United Nations Association of the U.S.A. He succeeds Edward C. Luck at the helm of the organization, which works to strengthen the United Nations and the role of the United States in it.    The timing for his new job couldn't be better, Mr. Morgan said recently.  \"The United Nations was in the doldrums for years but the end of the Cold War gave it the chance to re-establish itself,\" he said. \"It does not have to be obsessed with world war anymore but can work on national and regional peacekeeping and cooperation.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Trevino Takes Edge and Runs With It on Long Island JERICHO, L.I., July 31","web_url":"https://www.nytimes.com/1994/08/01/sports/golf-trevino-takes-edge-and-runs-with-it-on-long-island-jericho-li-july-31.html","abstract":"  As the dominant player on the PGA Senior Tour, Lee Trevino hardly needs an edge -- not with far more victories and prize money this year than anyone on the 50-and-over circuit.   But Trevino got a big edge today before the third and final round of the $650,000 Northville Long Island Classic began when a stroke was deducted from the score of Jay Sigel, who had been tied for the lead with Trevino.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"GOODWILL GAMES;\nMiller Collects Two E's But Still Misses the Gold","web_url":"https://www.nytimes.com/1994/08/01/sports/goodwill-games-miller-collects-two-es-but-still-misses-the-gold.html","abstract":"The combination was so awesome that the judges gave it not one E, the highest difficulty rating, but two. But the night she performed it on the uneven bars for the first time in an all-around competition, Shannon Miller of the United States was beaten in the Goodwill Games' all-around gymnastics competition.\n\nA mix-up in the Russian scoring system kept the final outcome a secret most of the the night, but when the vote was announced, Dina Kochetkova of Russia, 17 years old, defeated Miller, also 17, by .057 of a point. Yelena Grosheva of Russia was third.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Books of The Times; All Feline Creatures, Great and Small","web_url":"https://www.nytimes.com/1994/08/01/books/books-of-the-times-all-feline-creatures-great-and-small.html","abstract":"  The Tribe of Tiger Cats and Their Culture By Elizabeth Marshall Thomas Illustrated by Jared Taylor Williams. 240 pages. Simon & Schuster. $20.    In many ways, cats are not as easy as dogs for people to make friends with, which may explain why Elizabeth Marshall Thomas's new book, \"The Tribe of Tiger: Cats and Their Culture,\" does not have quite the warm appeal of her best-selling book of last year, \"The Hidden Life of Dogs.\"   But cats, too, have their considerable allure, as Ms. Thomas makes clear in her introductory reference to Christopher Smart, the 18th-century English poet, who found during his eight-year solitary confinement in a madhouse that his only relief from loneliness and despair was provided by the presence of his cat, Jeoffry. Smart devoted 75 radiant lines to Jeoffry in an otherwise endless, rambling poem. Three of these lines read:","thumbnail":null,"section":"Books"},{"date":"19940801","headline":"Shakespeare Troupe In a Stage Duel","web_url":"https://www.nytimes.com/1994/08/01/nyregion/shakespeare-troupe-in-a-stage-duel.html","abstract":"  Strollers, some with cigarettes dangling from their lips, others licking ice cream cones, paused under the towering trees of Bryant Park. They noticed a small stage, framed by rather tattered crimson curtains. Actors in T-shirts and modern gowns and white shirts and ties were speaking in Elizabethan English.   Some paused and walked on. But others plopped down on the folding green lawn chairs and watched with visible fascination, becoming around 300 by the time Hamlet finished his first soliloquy. It was free Shakespeare, and the honking cars of midtown Manhattan were not an insurmountable distraction.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Hitler Plot Had No Bearing on War's Outcome; When Bomb Went Off","web_url":"https://www.nytimes.com/1994/08/01/opinion/l-hitler-plot-had-no-bearing-on-war-s-outcome-when-bomb-went-off-830330.html","abstract":"  To the Editor:   It was good to see your Op-Ed articles on Count Claus von Stauffenberg, who tried to assassinate Hitler on July 20, 50 years ago. I well recall my excitement in Berchtesgaden in early May 1945 listening to Heinz Buchholz, one of Hitler's military stenographers, telling what happened on that fateful day in Rastenberg, East Prussia, when the bomb went off. While he gave vivid details of the explosion and its aftermath, he knew nothing of the forces behind it.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Whitewater Talks Troubling, Not Unethical, Agency Says","web_url":"https://www.nytimes.com/1994/08/01/us/whitewater-talks-troubling-not-unethical-agency-says.html","abstract":"  A nonpartisan Federal ethics agency concluded today that Treasury officials violated no ethics regulations when they briefed White House officials about an investigation into a savings and loan with ties to President Clinton and his wife. But the agency found the meetings troubling and said that some senior officials did not fully understand the ethics rules.   The report was prepared by the Office of Government Ethics, the main executive branch agency for handling ethics issues, which is staffed by career civil servants. It was released at a news conference today by Treasury Secretary Lloyd Bentsen, as he and other senior Treasury officials were preparing to be questioned by members of the House and Senate banking committees this week on the Administration's handling of the Whitewater investigation.","thumbnail":null,"section":"U.S."},{"date":"19940801","headline":"South African TV Drama Angers Zulu Party","web_url":"https://www.nytimes.com/1994/08/01/world/south-african-tv-drama-angers-zulu-party.html","abstract":"  Despite death threats against the producers and cast, South African television broadcast a program on Saturday night unlike anything ever seen in this country. It was a gritty soap opera of political violence featuring Zulu terrorists, rogue police, township vigilantes and what most South Africans would recognize as real life.   The airing of the three-hour dramatic series, called \"The Line,\" was widely viewed as an important test of the South African Broadcasting Corporation (S.A.B.C.), which in recent years has evolved from a crude propaganda machine for the apartheid Government to a fainthearted institution bent on offending nobody, and is now trying to win respect as an independent public broadcaster.","thumbnail":null,"section":"World"},{"date":"19940801","headline":"Woman Tells Police of Central Park Rape","web_url":"https://www.nytimes.com/1994/08/01/nyregion/woman-tells-police-of-central-park-rape.html","abstract":"  A Bronx woman who was walking through Central Park early Saturday afternoon told the police that she was dragged into a row of bushes and raped by two men after she refused the drugs they offered her, the police said.   The woman, 33, whose name was not released by the police, said that she was walking through a tunnel at West 102d Street near the West Drive about 1 P.M. Saturday when she encountered two men who were smoking crack, said a Police Department spokesman.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Giants' Radio Failed, Quarterbacks Did Not","web_url":"https://www.nytimes.com/1994/08/01/sports/pro-football-giants-radio-failed-quarterbacks-did-not.html","abstract":"  On the first play of the Giants' exhibition game against the Miami Dolphins, the radio transmitter in Dave Brown's helmet went dead. So much for modern technology. At least Brown didn't pick up transmissions from pilots flying into Newark airport. When the radio failed, the Giants went back to old-fashioned hand signals. They probably could have gone to smoke signals and Brown still would have had a good night.   The temporary confusion with the radio -- something teams can use this season to combat crowd noise -- was about the only thing that went wrong for Brown. The Giants lost the game, 20-19, but they may have found peace of mind at the quarterback position. This doesn't mean Brown has won the job, but it appears there won't be the disaster many around the league thought might occur when Phil Simms was cut.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Mitchell Urges Action on Health Now","web_url":"https://www.nytimes.com/1994/08/01/us/mitchell-urges-action-on-health-now.html","abstract":"  Seeking to rally organizations behind his unfinished national health insurance bill, Senator George J. Mitchell of Maine is warning them that \"if this effort goes down, it's going to be a long time before any American President takes this issue on again.\"   Mr. Mitchell dismissed as insincere appeals by Senator Bob Dole of Kansas, the minority leader, and other Republicans for time to study the bill. \"What they want is time to generate opposition to the bill, of course,\" he said in an interview today. Earlier he said on the CBS News program \"Face the Nation\" that the Senate vote on his bill would be \"very close.\"","thumbnail":null,"section":"U.S."},{"date":"19940801","headline":"When Thin Is In, Disaster Can Strike","web_url":"https://www.nytimes.com/1994/08/01/sports/when-thin-is-in-disaster-can-strike.html","abstract":"  At a time when more female athletes are playing sports at a younger age, the problems associated with weight control, growth and conditioning are threatening their health and joy of competition.   The death last week of Christy Henrich, a former nationally ranked gymnast, once again focused attention on the problem of eating disorders among athletes. The problem is heightened by the increasing popularity of certain sports where thin is in and the recent trend of girls starting organized sports even earlier than boys.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":">2 Towns Hoping Woodstock '94 Is a Revival for Them, Too","web_url":"https://www.nytimes.com/1994/08/01/nyregion/2-towns-hoping-woodstock-94-is-a-revival-for-them-too.html","abstract":"  Saugerties, a largely blue-collar river community, doesn't seem temperamentally suited for a rock festival. Neither does Bethel, little more than a spot on the map west of Monticello, in a rural, hilly region noted for its poultry and game and its summer bungalow colonies for Orthodox Jews.    But so what. In a perverse spirit of commercialism and convenience, the two towns, 60 or so miles apart with the Catskill Mountains between them like the filling of a hearty sandwich, will each play host to a 25th anniversary version of the famous Woodstock concert the weekend after next. And if there's both nervousness and curiosity afoot, with residents hoping the festivals will bring economic windfall and not riotous discord, well, the places themselves are of the type that are used to hardship, if not uproar.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Topics of The Times1; The Last Bookshop","web_url":"https://www.nytimes.com/1994/08/01/opinion/topics-of-the-times1-the-last-bookshop.html","abstract":"  When the doors closed this weekend at the Pageant Bookshop at 109 East 9th Street, they also closed an era in which Fourth Avenue proclaimed itself \"the Book Row of America.\"    The avenue's cluttered secondhand bookshops, once numbering a score or more, with bins lining the sidewalk from 15th Street south to Astor Place, provided the New York equivalent of the Parisian bookstalls on the banks of the Seine. But Book Row has now gone the way of such nearby landmarks as the Academy of Music, Klein's clothing store (\"On the Square\") and Luchow's, once the city's premier German restaurant.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/01/nyregion/c-corrections-830186.html","abstract":"  A picture caption on Thursday referring to an article about new enterprise zones in New York State misspelled the name and misstated the employment status of a woman who presented Gov. Mario M. Cuomo with the resumes of people left unemployed by the closing of the Staten Island Homeport. She is Catherine Bottaro, not Bottero. She is an employment specialist with the Workers Opportunity Employment Center, not unemployed.","thumbnail":null,"section":"New York"},{"date":"19940801","headline":"Deceptively Slapdash, Just Like Grifters","web_url":"https://www.nytimes.com/1994/08/01/arts/pop-review-deceptively-slapdash-just-like-grifters.html","abstract":"  The Grifters' music is predicated on the accidental. It's not just in their lyrics about automobile collisions (\"Corolla Hoist\") and drunken mishaps (\"Just Passing Out\"). It's also in every note they play. Although the Memphis quartet has been together nearly five years, the Grifters pride themselves on not sounding together. They are one of the few alternative rock bands that has retrogressed over the years: between their first album and their third, the sound fidelity actually worsens. But this is part of the Grifters' appeal: they are sloppy but artfully so.   When the Grifters performed on Saturday night at CBGB, they sounded as if they had tuned their instruments after drinking themselves silly. The guitars and bass clanged stridently against one another, chasing after impossible harmonies. The band itself was in beautiful disarray: no instrument responded on cue and few notes were in place. The Grifters not only changed the tunes but also the words on their best known discordant rockers, \"She Blows Blasts of Static\" and \"Soda Pop.\" During duets, the guitarists Dave Shouse and Scott Taylor didn't sing together; they simply sang at the same time.","thumbnail":null,"section":"Arts"},{"date":"19940801","headline":"A Suburban Eden Where the Right Rules","web_url":"https://www.nytimes.com/1994/08/01/us/a-suburban-eden-where-the-right-rules.html","abstract":"  It is a long way culturally and politically from Roslyn, L.I., to conservative Cobb County. But Mitchell Kaye, who two years ago became the first Jewish Republican in Georgia history ever elected to the State Legislature, seems to have made the transition.   \"Every year they release two liberal Democrats in the wild here so they don't become an endangered species,\" said Mr. Kaye, a 36-year-old, first-term State Representative who grew up on Long Island and moved to Georgia after going to college in Florida. \"If Bill Clinton came into the district, he probably would not see the light of day again.\"","thumbnail":null,"section":"U.S."},{"date":"19940801","headline":"Big Russian Fund Is Still Selling Shares","web_url":"https://www.nytimes.com/1994/08/01/world/big-russian-fund-is-still-selling-shares.html","abstract":"  Russia's largest investment company, MMM -- which soared, then plummeted under a giant pyramid scheme -- continued selling its shares today.   In the country's biggest financial scandal, the company almost collapsed last week when criticism by the Finance Ministry caused panicked investors to sell, driving the price of shares from the high in mid-July of $50 to less than 50 cents, half of what the first shares sold for in February.","thumbnail":null,"section":"World"},{"date":"19940801","headline":"Many Mets Help Draw Road Map To Success","web_url":"https://www.nytimes.com/1994/08/01/sports/baseball-many-mets-help-draw-road-map-to-success.html","abstract":"  Before this all began, Rico Brogna resembled a decent player with an aversion to left-handed pitching. Jeromy Burnitz had more game-winning hits in Norfolk than in New York. A hot closer like the Pirates' Mike Dyer on the mound? Good luck.   Before this all began, the Mets had as much chance of getting to a right-hander charged with only one run in his last 10 outings as they did going, oh, say 5-1 on a road trip.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Holy Bull At Head of Field and His Class","web_url":"https://www.nytimes.com/1994/08/01/sports/horse-racing-holy-bull-at-head-of-field-and-his-class.html","abstract":"  Jimmy Croll celebrated Holy Bull's 1 3/4-length victory in today's Haskell Invitational at Monmouth Park by watching videotapes.   He viewed the tapes of his magnificent gray colt's commanding performance here and Tabasco Cat's second-place finish in the Jim Dandy at Saratoga.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"When Worlds Collide: A Threat To the Earth Is a Joke No Longer","web_url":"https://www.nytimes.com/1994/08/01/us/when-worlds-collide-a-threat-to-the-earth-is-a-joke-no-longer.html","abstract":"  The Chicken Little crowd, which once drew smiles by suggesting that Earth could be devastated by killer rocks from outer space, is suddenly finding its warnings and agenda taken seriously now that Jupiter has taken a beating in recorded history's biggest show of cosmic violence.   No one suggests that there is any imminent threat, the political fallout from the Jovian fireworks is still developing, and the test of whether it will translate into a Federal program may be a year or more away. But Federal plans are being laid to create a $50 million network of early warning telescopes that one day might help save Earth from collision with an icy intruder.","thumbnail":null,"section":"U.S."},{"date":"19940801","headline":"Clinic Had Sought Arrest Of Man Accused in Killing","web_url":"https://www.nytimes.com/1994/08/01/us/clinic-had-sought-arrest-of-man-accused-in-killing.html","abstract":"  The director of the abortion clinic where a doctor was shot to death on Friday sought to have the accused killer arrested several weeks ago for violating the new Federal law that punishes those who block access to clinics, clinic officials and the F.B.I. said today.    The director, Linda Taggart, complained to the Federal Bureau of Investigation that the suspect, Paul J. Hill, had repeatedly screamed at people entering the clinic and had been peeking through the clinic's windows. A spokesman for the F.B.I. in Jacksonville, Fla., George Wisnovsky, confirmed today that the agency had investigated the complaint and forwarded the results of its investigation to the United States Attorney's office in Jacksonville, which declined to prosecute Mr. Hill.","thumbnail":null,"section":"U.S."},{"date":"19940801","headline":"Lemieux Reported Retiring Temporarily","web_url":"https://www.nytimes.com/1994/08/01/sports/sports-people-hockey-lemieux-reported-retiring-temporarily.html","abstract":"  MARIO LEMIEUX will meet with HOWARD BALDWIN, the owner of the Pittsburgh Penguins, this week and likely will tell him he isn't healthy enough to play this season, the Associated Press reported last night. Lemieux, who is only 28 but missed nearly three-quarters of the 1993-94 season following his second back operation in four years, has missed at least 25 games over each of the last five seasons due to a bad back and Hodgkin's disease.   The Penguins would not confirm reports that Lemieux has decided to temporarily retire or will sit out the first half of the season before deciding whether to return in the 1994-95 season.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Yesterday the Cup, Today a Cool Farewell","web_url":"https://www.nytimes.com/1994/08/01/sports/sports-people-soccer-yesterday-the-cup-today-a-cool-farewell.html","abstract":"  CARLOS ALBERTO PARREIRA resigned yesterday as coach of Brazil's national team after leading it to the World Cup title and agreed to coach Valencia in the first division of the Spanish League.   \"I've performed my mission for Brazil by helping in the fourth world title conquest, and I have no desire to manage Brazil again,\" Parreira was quoted in yesterday's editions of Jornal do Brasil.   Parreira was constantly criticized and second-guessed by the news media, and even by President ITAMAR FRANCO and Parreira's mother. Parreira was booed by a mostly pro-Brazil crowd before the World Cup final against Italy. \"At least I won't have 150 million people down my back,\" Parreira said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"2 Ulster Protestants Slain","web_url":"https://www.nytimes.com/1994/08/01/world/2-ulster-protestants-slain.html","abstract":"  Masked I.R.A. gunmen ambushed and killed two Protestants today. The victims were said to belong to an outlawed guerrilla movement.    Witnesses said the police firing shots chased the killers as they sped off by car toward a Catholic area of Belfast. The car was later found abandoned, a police spokesman said.","thumbnail":null,"section":"World"},{"date":"19940801","headline":"The Pacific Island States, Rich in Resources, Need to Do Better","web_url":"https://www.nytimes.com/1994/08/01/opinion/IHT-the-pacific-island-states-rich-in-resources-need-to-do-better.html","abstract":"The writer is Australia's minister for Pacific island affairs..Over the past decade, most Pacific island countries have achieved only slow growth in per-capita incomes despite favorable natural and human resources, high levels of foreign aid and general","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Abroad at Home; The Absolute Truth","web_url":"https://www.nytimes.com/1994/08/01/opinion/abroad-at-home-the-absolute-truth.html","abstract":"  When Americans hear about fundamentalist zealotry in another culture than our own, we have no trouble recognizing the danger it presents. The suicide car bomb, the Ayatollah Khomeini's fatwa against Salman Rushdie, the marchers in Bangladesh demanding the death of another writer, Taslima Nasrin: We shudder at such terror in the name of God.   But fanaticism in our midst we take less seriously. When a nicely dressed American preaches that absolute revealed truth justifies extremist action, most of us do not see the menace to civilized life.","thumbnail":null,"section":"Opinion"},{"date":"19940801","headline":"Reinsdorf Sounds Hopeful, But Then He Adds the 'But'","web_url":"https://www.nytimes.com/1994/08/01/sports/baseball-reinsdorf-sounds-hopeful-but-then-he-adds-the-but.html","abstract":"  An owner who usually sounds and acts like a hard-liner made a remarkable admission yesterday. With players prepared to strike in 11 days if they don't have a new labor agreement, Jerry Reinsdorf of the Chicago White Sox said he was prepared to continue playing baseball under the existing economic system.   But, he cautioned, he is in the minority among the owners, so his position can't be viewed as potentially instrumental in averting a strike.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Carlton Can Be Heard Over Cheers For Rizzuto","web_url":"https://www.nytimes.com/1994/08/01/sports/baseball-carlton-can-be-heard-over-cheers-for-rizzuto.html","abstract":"  Steve Carlton, a man of few words who let his slider do his speaking during a 24-year career as the dominant left-handed pitcher of his era, found voice today, if only long enough to accept induction into the Baseball Hall of Fame with Phil Rizzuto and the late Leo Durocher.   \"This will probably be the most talking I've done for a while,\" Carlton told some 15,000 fans gathered in a field a mile south of the Hall in this village from which baseball derives its psychic and rustic origins.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"It's Mission Accomplished For Switzer and Cowboys","web_url":"https://www.nytimes.com/1994/08/01/sports/pro-football-it-s-mission-accomplished-for-switzer-and-cowboys.html","abstract":"  You think you've got it all set. You've worked through 27 practices and through the sweltering heat of training camp at Austin, Tex. You've worked through the countless interviews and read the ugly mail and the sweet mail and survived all the comparisons with the old coach.   You're Barry Switzer. It's your Dallas Cowboys ready to make their '94 preseason debut with you. Their first appearance since the Super Bowl. Your first on the sidelines in six years. It is against the Minnesota Vikings and it is a night affair in steamy Texas Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"At Tanglewood, Creating Links Between Arts","web_url":"https://www.nytimes.com/1994/08/01/arts/at-tanglewood-creating-links-between-arts.html","abstract":"  Karen McLaughlin leaned forward in her seat, pacing the opening music for a television program being billed as the modern successor to Leonard Bernstein's \"Young People's Concerts.\" \"Three, two, one,\" the music associate said into her headset, as a camera approached the big red barn.   \"Open the doors,\" said Terry Rohnke, an associate director. The doors slid apart to reveal Wynton Marsalis bopping in a way that looked like conducting and Seiji Ozawa conducting in a way that looked like bopping. The camera scanned Mr. Marsalis's Liberty Brass Band and the Tanglewood Music Center Student Orchestra as they played Mr. Marsalis's \"Fiddle Bow Reel.\" It floated up the steps, over youngsters who resisted the urge to smile at the lens and fixed their gazes on the musicians. All looked well, until a handful of children scattered along the upper railing came across as a sparse audience on television monitors. The verdict came swiftly from George Tsypin, the production manager.","thumbnail":null,"section":"Arts"},{"date":"19940801","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/08/01/sports/transactions-829110.html","abstract":"  Auto Racing  WALKER MOTORSPORT -- Signed Robby Gordon, Indy-car driver, to a two-year contract extension through the 1997 season. Baseball  American League  CHICAGO WHITE SOX -- Optioned Scott Ruffcorn, pitcher, to Nashville of the American Association. Purchased the contract of Atlee Hammaker, pitcher, from Nashville.   KANSAS CITY ROYALS -- Activated Mike Magnante, pitcher, from the 15-day disabled list. Sent Chris Haney, pitcher, to Omaha of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19940801","headline":"Ex-Mayor Barry Rises From Ashes","web_url":"https://www.nytimes.com/1994/08/01/us/ex-mayor-barry-rises-from-ashes.html","abstract":"  At first glance they seem the most improbable of scenes: crowds hailing Marion S. Barry Jr. as a savior of the city, cheering him on as he seeks a fourth term as mayor.   After all, this is the same man whose third term effectively ended four years ago when Federal agents videotaped him smoking crack. He was convicted on a misdemeanor charge of cocaine possession and served six months in prison.","thumbnail":null,"section":"U.S."},{"date":"19940801","headline":"Revelations On Simpson In a Release Of Testimony","web_url":"https://www.nytimes.com/1994/08/01/us/revelations-on-simpson-in-a-release-of-testimony.html","abstract":"  In releasing the transcript of the aborted grand jury inquiry in the O. J. Simpson case, the trial judge has provided not only an intriguing, even titillating, peek at previously undisclosed investigative material but has also given an insight into what is normally a secretive legal process.   The 460-page transcript, made public over the weekend by Judge Lance A. Ito after pieces of the testimony were publicized by some news organizations, includes testimony that suggests that prosecutors may try to portray Mr. Simpson as a scorned, possessive man whose jealous rage turned to violence, resulting in the bloody slayings of Nicole Brown Simpson and her friend Ronald L. Goldman.","thumbnail":null,"section":"U.S."},{"date":"19940801","headline":"Rape and Murder Aren't Consentual Acts","web_url":"https://www.nytimes.com/1994/08/01/opinion/l-rape-and-murder-aren-t-consentual-acts-830372.html","abstract":"  To the Editor:   I found offensive the headline \"Rough Sex Led to Boy's Death, Officer Says\" on a July 19 report from Valhalla, N.Y., of a preliminary hearing in the strangling of a 12-year-old by a classmate at a school for emotionally disturbed children. The article indicates that the police officer said 13-year-old Brian Edwards told him he was fighting with the younger boy, wrestling with him and hitting him, then forcibly sodomized him and strangled him as he continued to resist. That is not \"rough sex.\" It is assault, battery, rape and murder.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940801","time":"1994-08-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":79,"wspd":3.6},{"date":"19940801","time":"1994-08-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":82,"wspd":3.6},{"date":"19940801","time":"1994-08-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":84,"wspd":7.6},{"date":"19940801","time":"1994-08-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":84,"wspd":3.6},{"date":"19940801","time":"1994-08-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":84,"wspd":9.4},{"date":"19940801","time":"1994-08-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":84,"wspd":11.2},{"date":"19940801","time":"1994-08-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":77,"wspd":5.4},{"date":"19940801","time":"1994-08-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":72,"wspd":14.8},{"date":"19940801","time":"1994-08-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":67,"wspd":5.4},{"date":"19940801","time":"1994-08-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":60,"wspd":13},{"date":"19940801","time":"1994-08-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":56,"wspd":14.8},{"date":"19940801","time":"1994-08-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":53,"wspd":13},{"date":"19940801","time":"1994-08-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":58,"wspd":18.4},{"date":"19940801","time":"1994-08-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":50,"wspd":20.5},{"date":"19940801","time":"1994-08-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":44,"wspd":24.1},{"date":"19940801","time":"1994-08-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":51,"wspd":22.3},{"date":"19940801","time":"1994-08-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":58,"wspd":20.5},{"date":"19940801","time":"1994-08-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":62,"wspd":22.3},{"date":"19940801","time":"1994-08-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":62,"wspd":18.4},{"date":"19940801","time":"1994-08-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":54,"wspd":16.6},{"date":"19940801","time":"1994-08-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":59,"wspd":16.6},{"date":"19940801","time":"1994-08-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":63,"wspd":14.8},{"date":"19940801","time":"1994-08-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":68,"wspd":14.8},{"date":"19940801","time":"1994-08-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":79,"wspd":7.6},{"date":"19940801","time":"1994-08-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":63,"wspd":14.8},{"date":"19940801","time":"1994-08-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":14.8},{"date":"19940801","time":"1994-08-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":14.8},{"date":"19940801","time":"1994-08-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":77,"wspd":9.4},{"date":"19940801","time":"1994-08-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":82,"wspd":9.4},{"date":"19940801","time":"1994-08-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":84,"wspd":14.8},{"date":"19940801","time":"1994-08-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":9.4},{"date":"19940801","time":"1994-08-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":7.6},{"date":"19940801","time":"1994-08-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":7.6},{"date":"19940801","time":"1994-08-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":0},{"date":"19940801","time":"1994-08-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":0},{"date":"19940801","time":"1994-08-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":0},{"date":"19940801","time":"1994-08-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":84,"wspd":7.6},{"date":"19940801","time":"1994-08-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":77,"wspd":7.6},{"date":"19940801","time":"1994-08-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":72,"wspd":7.6},{"date":"19940801","time":"1994-08-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":69,"wspd":11.2},{"date":"19940801","time":"1994-08-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":65,"wspd":7.6},{"date":"19940801","time":"1994-08-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":61,"wspd":11.2},{"date":"19940801","time":"1994-08-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":65,"wspd":13},{"date":"19940801","time":"1994-08-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":61,"wspd":14.8},{"date":"19940801","time":"1994-08-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":70,"wspd":13},{"date":"19940801","time":"1994-08-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":22.3},{"date":"19940801","time":"1994-08-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":65,"wspd":18.7},{"date":"19940801","time":"1994-08-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":72,"wspd":14.8}]},"19940802":{"guardian_articles":[],"nytimes_articles":[{"date":"19940802","headline":"Jeb Bush's Florida Foes Team Up Against Him","web_url":"https://www.nytimes.com/1994/08/02/us/jeb-bush-s-florida-foes-team-up-against-him.html","abstract":"  Jeb Bush is well ahead of his opponents in the Republican primary race for governor of Florida. But to make sure things stay that way in the month until the election, Mr. Bush stunned his two closest rivals last week by attacking them in a television commercial.   Today, Mr. Bush's fellow Republicans fought back. Together.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/02/nyregion/inside-833100.html","abstract":"  Enjoying Nature at a Price   With voluntary contributions averaging just $1 a visitor, the New York Botanical Garden has decided to impose a $3 admission price. Page B1. Defiance From Haiti    After the United Nations vote authorizing an invasion, Haiti ordered a state of siege and told residents to prepare for a fight. Page A3. Citadel Means a Haircut    A judge ruled that the South Carolina military college may require its only female cadet to have her head shaved as all male cadets must do. Page A14. Michael Jackson Is Wed    After weeks of rumors, Lisa Marie Presley, Elvis's only child, confirmed that she and Michael Jackson were married 9 weeks ago. Page A15.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/08/02/sports/results-plus-243850.html","abstract":"  EQUESTRIAN American Rider Wins Silver Medal Kerith Lemon has focused most of the past year on vaulting in an effort to bringhome a medal at the World Equestrian Games in the Hague. Today, she fulfilledthat goal when she won the individual silver in the women's competition. It was the third medal for United States riders, who have also captured a dressage teambronze and a three-day event individual silver. Germans Tanja Benedetto andMieke Lorentz took the gold and bronze.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Rwanda's Wounds Won't Heal Any Time Soon; Treating Cholera","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rwanda-s-wounds-won-t-heal-any-time-soon-treating-cholera-836613.html","abstract":"  To the Editor:   Cholera causes rapid death, sometimes in less than eight hours. We know how the disease is caused and how to prevent death. The refugee situation in Rwanda and Zaire is an extreme example of what cholera can do when we are unprepared.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"The Population Battle : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-the-population-battle-letters-to-the-editor.html","abstract":"Regarding \"Start Easing the Rich-Poor Divide Now\" (Opinion, July 23) by Paul Kennedy:.Mr. Kennedy has given us a candid, comprehensive appraisal of the gigantic population problem facing the world today - as well as the expectations from the","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Jazz, Classical, Art, Business: A Series Wraps All Into One","web_url":"https://www.nytimes.com/1994/08/02/arts/jazz-classical-art-business-a-series-wraps-all-into-one.html","abstract":"  Lincoln Center's Classical Jazz series opens tonight to the sweet sound of money being spent on the arts. It is jazz as high-culture business, a rolling machine that moves from a film presentation of jazz shouters like Joe Turner and Jimmy Rushing to a concert called \"The City of Jazz,\" featuring the Lincoln Center Jazz Orchestra; a trumpet trio of Doc Cheatham, Sweets Edison and Wynton Marsalis; the saxophonists Joe Henderson and Benny Golson, and the trumpeter Roy Hargrove. It will be televised by \"Live From Lincoln Center\" on PBS and seen by millions of viewers.   There will be a debate between Wynton Marsalis, the artistic director of the program, and the writer James Lincoln Collier, about Mr. Collier's contrarian opinions on Duke Ellington and Louis Armstrong as well as his perception of the inadequacies of Mr. Marsalis's program at Lincoln Center. Tributes to the saxophonist and composer Jimmy Heath and the trumpeter and fluegelhornist Art Farmer will feature newly commissioned compositions and arrangements, along with small group performances. One historical concert, \"Cornet Kings Before Armstrong,\" will be balanced by a cutting contest in which trombonists and alto saxophonists try to outdo each other with their improvizations.","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"Rwanda's Wounds Won't Heal Any Time Soon","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rwanda-s-wounds-won-t-heal-any-time-soon-836435.html","abstract":"  To the Editor:   I commend Nelson Kasfir for expressing \"Hope for Rwanda\" (Op-Ed, July 22), despite the subhuman barbarism the world has been witnessing there. It is a beautiful writeup except for a gap here and an oversimplification there.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"LeMond, Tested for Lead Poison, May Quit","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-bicycle-racing-lemond-tested-for-lead-poison-may-quit.html","abstract":"  GREG LeMOND, a three-time Tour de France winner, said he's undergoing tests in Minneapolis for lead poisoning and is considering retirement. LeMond was accidentally shot in a hunting accident in 1987, and 35 lead pellets remain in his body. Four of them are in his liver and lungs and two in his heart lining.   \"The first couple of years (after the accident), I performed fairly well,\" LeMond said Sunday. He won the Tour de France in 1986, 1989 and 1990, but said his ability decreases every year. He dropped out of this year's Tour de France in July when he became exhausted in the sixth stage. \"I'm not trying to make excuses,\" he said. \"I want to come back and be on top, but it has been impossible. Unless I can come back, I won't race.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Penguins Wait to Hear It From Lemieux","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-hockey-penguins-wait-to-hear-it-from-lemieux.html","abstract":"  The Pittsburgh Penguins' superstar center, MARIO LEMIEUX, has talked about sitting out the next National Hockey League season, and the team chairman, HOWARD BALDWIN, said yesterday he will soon meet with Lemieux concerning the 1994-95 season. \"Some discussions have taken place with Mario concerning the possibility of his taking a year off, but at this point, Mario has not informed us of anything definite,\" said Baldwin.   The cable television sports network ESPN reported Sunday that Lemieux, who has come back from Hodgkin's disease and has had recurring back problems, will take a year off and then plan a return to the Penguins. The 28-year-old Lemieux, a four-time N.H.L. scoring champion who led the Penguins to Stanley Cups in 1991 and 1992, played in only 22 regular-season games and 6 playoff games last season because of back pain. (Reuters)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Rwanda's Wounds Won't Heal Any Time Soon; World's Police Officer?","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rwanda-s-wounds-won-t-heal-any-time-soon-world-s-police-officer-836621.html","abstract":"  To the Editor:   Must all the wrongs of the world and all the blame for not solving them be laid at the feet of President Clinton and his Administration? \"Did U.S. Err on Rwanda?\", your July 23 news analysis, tries to answer its own question with the subhead \"Some Say Slow Action May Have Cost Lives.\" The United States is guilty, it appears, for not responding \"more aggressively to appeals for intervention\" by the United Nations.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/02/style/chronicle-832430.html","abstract":"  Add the name of SUSAN EISENHOWER to the list of Presidential relatives with books to their names. A granddaughter of Dwight D. Eisenhower, she has just completed her first book, an account of the beginning of her romance and marriage. Her husband is ROALD Z. SAGDEEV, who was the chief of the space program in the former Soviet Union and a scientific adviser to Mikhail S. Gorbachev.    \"It is the story of the last days of the Soviet Union as seen through the perspective of our developing relationship,\" Ms. Eisenhower said yesterday. \"It was an extremely tense and dangerous courtship and did not get an enthusiastic response from the Soviet authorities. I also worried that there would be negative reaction in this country.\"","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Switzer Has a Fan Club, and a Cowboy Is Its President","web_url":"https://www.nytimes.com/1994/08/02/sports/on-pro-football-switzer-has-a-fan-club-and-a-cowboy-is-its-president.html","abstract":"  If Dallas safety James Washington never makes another tackle, never swipes another pass or never even plays another down, he will forever be part of National Football League history and Super Bowl lore.   It was his recovery of a fumble by the Buffalo Bills' Thurman Thomas and 46-yard return for a touchdown early in the second half that was the spark for the Dallas Cowboys' second straight title in Super Bowl XXVIII.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Van Cliburn Decides To Perform After All","web_url":"https://www.nytimes.com/1994/08/02/arts/van-cliburn-decides-to-perform-after-all.html","abstract":"  Van Cliburn said late on Sunday evening that he would perform at the Metropolitan Opera House tonight despite the announcement by his spokesman on Sunday that the performance would be postponed because of illness in his family. Mr. Cliburn, who was in New York last week, returned to Fort Worth on Thursday after his mother, Rildia Bee Cliburn, had a stroke. Mrs. Cliburn, who is 97, remains hospitalized, and Mr. Cliburn described her condition as grave.   \"This has been a very sad, very disturbing time,\" he said. \"But I'm going to try to do the concert at the Met, because I have a feeling that she would want me to do it. There are certain times when you have to set aside personal feelings and come to terms with them later.\"","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"Listening to Nasrin : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-listening-to-nasrin-letters-to-the-editor.html","abstract":"I have been deeply impressed by your extensive coverage of the Taslima Nasrin case..It is a matter of shame that we in India have not supported her cause as we should have in keeping with the secular ideals in the Indian Constitution..At the same tim","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Haitian Military Greets Invasion Vote With Defiance","web_url":"https://www.nytimes.com/1994/08/02/world/haitian-military-greets-invasion-vote-with-defiance.html","abstract":"  The Haitian military leadership responded with public defiance today to the United Nations authorization of an American-led invasion, ordering a state of siege and urging the Haitian people to prepare for what it predicted will be a \"tough, implacable\" fight for survival.   The action, announced by the director of the state television network in a brief broadcast that began just after 3 A.M., permits the government to formally suspend constitutional guarantees and transfer much of its nominal authority to the military.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Rush to the Moon Left Us Nowhere to Go","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rush-to-the-moon-left-us-nowhere-to-go-836508.html","abstract":"  To the Editor:   I agree with some of the regrets expressed in \"Wistful Pride and Cynicism Color Americans' Memories of Apollo 11\" (news article, July 18), on the value of the 1969 Moon landing. President John F. Kennedy's challenge in 1961 to land a man safely on the Moon before the end of the decade was shortsighted in two respects.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Spy's Spending Brought Alarm But No Action","web_url":"https://www.nytimes.com/1994/08/02/us/spy-s-spending-brought-alarm-but-no-action.html","abstract":"  A Central Intelligence Agency official supervising Aldrich H. Ames, the convicted spy, warned more than three years before Mr. Ames was arrested that he was a potential turncoat with an inexplicable fortune, according to a C.I.A. memorandum made public today.   The December 1990 memorandum said that Mr. Ames, then one among more than 20 suspects in the on-again, off-again hunt for a traitor within the agency, had in recent months spent more than $600,000 from an unknown source. In the mid-1980's, as a counterintelligence officer, Mr. Ames \"had access to a number of operations that were later compromised\" by disclosure to the Soviet Union, the memorandum said.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"1919: Irish Farm Strikes : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-1919-irish-farm-strikes-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - A despatch from Dublin states that the Irish farm laborers' strike is having widespread and unexpected consequences. The approaches to the Dublin metropolitan cattle market, one of the largest of its kind in the United Kingdom, were held by strik","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-833851.html","abstract":"  Because of a production error, an article yesterday about a concentration camp in Bosnia omitted a passage in some copies. The affected paragraphs should have read:   \"Mr. Popovic estimated that on the basis of individual and mass executions he personally witnessed, close to 3,000 Muslims from around Vlasenica (pronounced vlah-seh-NEET-sah) lost their lives at Susica after the Bosnian war began in April 1992. 'In all, about 3,000 were killed,' he said. Those that survived lost their homes and possessions.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Is Nicotine Addictive? It Depends on Whose Criteria You Use","web_url":"https://www.nytimes.com/1994/08/02/science/is-nicotine-addictive-it-depends-on-whose-criteria-you-use.html","abstract":"  When heavily dependent users of cocaine are asked to compare the urge to take cocaine with the urge to smoke cigarettes, about 45 percent say the urge to smoke is as strong or stronger than that for cocaine.   Among heroin addicts, about 38 percent rank the urge to smoke as equal to or stronger than the urge to take heroin. Among those addicted to alcohol, about 50 percent say the urge to smoke is at least as strong as the urge to drink.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Textbook Senate Race","web_url":"https://www.nytimes.com/1994/08/02/nyregion/textbook-senate-race.html","abstract":"  Senator Lautenberg of New Jersey is using a classic rose-garden strategy in his re-election effort. But analysts say his race against Chuck Haytaian, the speaker of the State Assembly, is a tossup.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Some Familiar Terrain After 'American Psycho'","web_url":"https://www.nytimes.com/1994/08/02/books/books-of-the-times-some-familiar-terrain-after-american-psycho.html","abstract":"  The Informers  By Bret Easton Ellis  226 pages. Alfred A. Knopf. $22.    After three earlier novels (\"Less Than Zero,\" \"The Rules of Attraction\" and \"American Psycho\"), readers pretty much know what to expect from Bret Easton Ellis's fiction: shallow, cynical young people with empty, meaningless lives; lots of drugs, designer clothes and fancy cars; perfunctory, sometimes violent sex, and some sort of sensationalistic crime (gang rape, torture and mutilation).","thumbnail":null,"section":"Books"},{"date":"19940802","headline":"The Truth About Electric Cars","web_url":"https://www.nytimes.com/1994/08/02/opinion/the-truth-about-electric-cars.html","abstract":"In 1998, New York State is to join California, Maine and Massachusetts in requiring auto makers to begin selling electric cars. Not many -- just 2 percent of the cars a manufacturer sells in the state that year.  But that's still too many for the oil companies, which don't want to lose any part of their gasoline market. In their campaign to prevent the New York regulations from going into effect, these companies have been running scare ads. \n\nThe ads focus on money. They could hardly focus on quality, because the quality of modern electric cars is too high. When Popular Science test-drove a General Motors Impact earlier this year, a prototype, it reported that the vehicle was \"not so much a surprisingly good electric car, but possibly the best-handling and best-performing small car that G.M. has ever turned out.\"","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Elvis Presley's Daughter Confirms She Wed Michael Jackson","web_url":"https://www.nytimes.com/1994/08/02/us/elvis-presley-s-daughter-confirms-she-wed-michael-jackson.html","abstract":"  Lisa Marie Presley, the daughter of the late Elvis Presley, released a statement yesterday saying that she and the singer Michael Jackson had married.    After announcing a union that might have been conceived in supermarket-tabloid heaven and proclaiming a need for privacy, the world's most famous newlyweds were holed up last night in a place not known for its isolation: Trump Tower.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Laborers, Unwanted But Willing","web_url":"https://www.nytimes.com/1994/08/02/nyregion/our-towns-laborers-unwanted-but-willing.html","abstract":"  THREE weeks have passed without a day's work and it is hurting. Rent was due yesterday. Many of the men are skipping meals. There is certainly nothing to send home, where wives and parents and children are counting on regular money orders to survive.   \"It is grave,\" Pedro Azurdia said. \"Almost desperate.\"","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Poor Ticket Sales Force Cancellation Of a 'Woodstock'","web_url":"https://www.nytimes.com/1994/08/02/nyregion/poor-ticket-sales-force-cancellation-of-a-woodstock.html","abstract":"  Dreams of a weekend of fun and profit in celebration of the 25th anniversary of Woodstock faltered yesterday, as the backers of one of two competing concerts withdrew, complaining of poor ticket sales.   Meanwhile, the organizers of the other concert extended their deadline for ticket sales and relaxed their cumbersome parking rules. But they said that although tens of thousands of tickets were still available for next weekend, they were pleased with sales so far.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Women Who Survived The Allure of Suicide","web_url":"https://www.nytimes.com/1994/08/02/movies/television-review-women-who-survived-the-allure-of-suicide.html","abstract":"  \"All these years I've wanted to tell people where I was when Kennedy was shot,\" a weathered-looking, bushy-haired woman in her 50's confides to the camera. \"I was always so afraid someone would ask me, and I'd have to say I was in a mental institution.\"   This is the film maker Allie Light, and she is among the seven women who tell the stories of their bouts with depression and other forms of suicidal madness in Ms. Light's latest documentary, \"Dialogues With Madwomen.\" Ms. Light's personal recollections and omniscience lend piquancy to what is overall a gravely sympathetic portrait of women we are meant to see as heroic survivors, though it doesn't quite work out to be as uplifting as all that.","thumbnail":null,"section":"Movies"},{"date":"19940802","headline":"Court TV Has Negative Effect on Jury System","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-court-tv-has-negative-effect-on-jury-system-836486.html","abstract":"  To the Editor:   While Court TV may be \"The Eye That Educates,\" as Steven Brill, its founder, says (Op-Ed, July 15), it is many times a bloodshot one.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Alongside The Dead In Argentina","web_url":"https://www.nytimes.com/1994/08/02/opinion/alongside-the-dead-in-argentina.html","abstract":"Jorge Luis Borges was prescient. Among the characters that haunt his fiction are Buenos Aires Jews, defenders of the humanity of the mind caught up in mindless cycles of anti-Semitism and violence.\n\nThey include Marcelo Yarmolinsky, the Talmudic scholar of \"Death and the Compass,\" who dies in a Buenos Aires reeking of the Fascism of the 40's; the nameless Jewish student of \"Monsterfest,\" killed by a mob during an early Peronist rally, when \"Build the Fatherland, Kill a Jew\" was a popular slogan; Santiago Fischbein, in \"The Unworthy Friend,\" the internationalist owner of a bookstore who fails miserably at the macho game of gaucho violence.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"On the Homestretch Toward Travers Stakes Showdown","web_url":"https://www.nytimes.com/1994/08/02/sports/horse-racing-on-the-homestretch-toward-travers-stakes-showdown.html","abstract":"  Holy Bull and Tabasco Cat were both reported to be in fine fettle today after their prep races at Monmouth Park and Saratoga on Sunday. And both were booked into the $750,000 Travers Stakes here on Aug. 20 for the race that both camps expect to decide the championship of racing's division of 3-year-old colts.   Holy Bull won the $500,000 Haskell Invitational at Monmouth by nearly two lengths over Meadow Flight for his 10th victory in 12 starts, and once more he led every step of the way. Tabasco Cat ran second to Unaccounted For in the $134,700 Jim Dandy Stakes at Saratoga, failing to catch him by one length. It was his first race in two months since he won the Belmont and, before that, the Preakness.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/02/style/chronicle-836290.html","abstract":"  MARTHA STEWART is not ordinarily intimidated, so when she encountered a couple of black bears in Wyoming, she stood her ground. So did the bears.    Ms. Stewart was in the Wind River Range recently shooting a magazine spread on fly fishing, backpacking and camping. \"We were cooking exquisite food at our campsite,\" she said, describing a menu of black-bean chili, a salad of oranges, jicama and cilantro, brook trout and skillet corn bread.","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Anti-Smoking Spray Helps but Is Addictive","web_url":"https://www.nytimes.com/1994/08/02/science/anti-smoking-spray-helps-but-is-addictive.html","abstract":"  In testimony to a Food and Drug Administration advisory committee, officials at a Swedish pharmaceutical company today described a nicotine nasal spray that they say has been successful in helping people quit smoking. But the testimony also disclosed that some smokers become addicted to the spray itself.    The spray has just gone on the market in five European countries, and a drug concern is seeking permission to market it in the United States. The panel made no recommendation today on whether to approve it.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Let's Look Closer at the Rising Birthrate for Single Mothers","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-let-s-look-closer-at-the-rising-birthrate-for-single-mothers-836494.html","abstract":"  To the Editor:   Re your July 20 front-page article on the rising birthrate among unwed women: Instead of fueling outrage over \"soaring illegitimacy,\" you might present some alternative perspectives.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Patterns","web_url":"https://www.nytimes.com/1994/08/02/style/patterns-834238.html","abstract":"  As the World Curls    No secret is safe in New York's beauty salon world. Weeks before Kim Lepine was ready to tell Charles Booth of La Coupe that she was leaving his Madison Avenue salon after 24 years to open her own place, he saw a copy of the lease she had signed and confronted her. A few days later, she left, taking Rita Starnella, a colorist, and Pegi Palagate, another stylist, with her.","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Woman Arrives in Jordan Seeking Slain Sister's Children","web_url":"https://www.nytimes.com/1994/08/02/nyregion/woman-arrives-in-jordan-seeking-slain-sisters-children.html","abstract":"The sister of a New Jersey woman whose husband has admitted strangling her and then fleeing here arrived in Amman tonight seeking to return to the United States with the couple's young children.\n\nThe sister, Nesime Dokur, has been named the guardian of her niece and nephew, Lisa, 6, and Sami, 3, by a New Jersey judge. Ms. Dokur would share custody with the maternal grandmother of the children, Meryem Gussal.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Pataki Unveils a Television Ad Campaign","web_url":"https://www.nytimes.com/1994/08/02/nyregion/pataki-unveils-a-television-ad-campaign.html","abstract":"  In his first major advertising blitz, State Senator George E. Pataki unveiled two television advertisements today aimed at defining who he is for a public that knows little about him or his qualifications to become governor.    Mr. Pataki's campaign would not say how much he spent but called the amount \"substantial.\" The 30-second commercials for Mr. Pataki, a Republican, will be broadcast around the state starting on Tuesday.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-836087.html","abstract":"  Because of a transmission error, an article yesterday about foreign efforts to help Rwandan refugees misspelled the surname of an American military spokesman. He is Col. Robert Mirelson, not Nirelson.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-what-theyre-reading.html","abstract":"-. Grard Martin, a scriptwriter and director of TV documentaries, is reading a French translation of the Oxford Companion to Classical Literature..\"I love reading any kind of dictionary, and dip into this most nights in bed. It can inspire a","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Have No Fear: Trudeau Is Glad to Be Jet's Second Fiddle","web_url":"https://www.nytimes.com/1994/08/02/sports/pro-football-have-no-fear-trudeau-is-glad-to-be-jet-s-second-fiddle.html","abstract":"  After five games last season, the Indianapolis Colts made Jeff George their starting quarterback again and put Jack Trudeau on the bench. After 11 games last season, the Jets kept Boomer Esiason, stiff neck and all, as their starting quarterback and left Browning Nagle on the bench because they did not think Nagle could do the job.   The worm turns. In the off season, the Colts signed Jim Harbaugh as an unrestricted free agent, traded the still-sullen George to the Atlanta Falcons and made Trudeau happy by releasing him. The Jets released Nagle and replaced him as the backup with Trudeau. To complete the circuit, Nagle caught on with the Colts.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Jacome Finds Out Why Maddux Is No. 1","web_url":"https://www.nytimes.com/1994/08/02/sports/baseball-jacome-finds-out-why-maddux-is-no-1.html","abstract":"  Jason Jacome watched Greg Maddux carefully from the dugout last night at Shea Stadium, and the Mets rookie pitcher learned a few things about the Atlanta starter considered the best in the National League.   Maddux is fearless, he throws strikes and he is difficult to beat -- no matter how well you pitch against him.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Survival of the Big Cats Brings Conflict With Man","web_url":"https://www.nytimes.com/1994/08/02/science/survival-of-the-big-cats-brings-conflict-with-man.html","abstract":"  THE tiger and the cheetah appear to be on their last legs. The grizzly bear and the wolf are struggling desperately to hang on in the Rocky Mountains. But biologists say the resourceful and mysterious cougar, alone among the world's big endangered carnivores, has sprung back spectacularly from the brink of extinction and now reigns as the king of wild predators in North America.   As cougars repopulate much of their former range, however, they are also encountering humans more frequently. Sometimes there are tragic consequences, as when, in April, one of the big cats ambushed and killed a mother of two children in northern California. The incident raised with special intensity the issue of whether and how expanding populations of cougars and people can coexist.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Talk-Show Diplomacy Won't Settle the Issue","web_url":"https://www.nytimes.com/1994/08/02/sports/on-baseball-talk-show-diplomacy-won-t-settle-the-issue.html","abstract":"  Richard Ravitch and Donald Fehr stood in front of the mirror in Dressing Room 1 outside a Channel 13 studio, removing makeup from their faces. They had just finished taping the Charlie Rose PBS television program, the third episode in \"The Dick and Don Show.\" Last Monday they appeared together on \"Nightline\" and on Sunday they popped up as a duet on David Brinkley's show.   \"I have to leave town later,\" said Fehr, referring to a trip he was taking to Washington.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Giants' Strahan Proves Tough for the Toughest","web_url":"https://www.nytimes.com/1994/08/02/sports/pro-football-giants-strahan-proves-tough-for-the-toughest.html","abstract":"  When the Giants' Michael Strahan pulled his hamstring early last week, the defensive line coach, Earl Leggett, diagnosed the problem as \"Webb-itis.\" The term, which has yet to make its way into any medical dictionaries, does not mean Strahan is afraid of spiders. It refers to the 6-foot-6-inch, 300-pound Miami Dolphins offensive tackle Richmond Webb, a four-time Pro Bowler whom Strahan was then scheduled to line up against.   Leggett was joking that maybe Strahan's hamstring had more to do with Webb than any real physical problems. The \"Webb-itis,\" however, must have been one of those 24-hour strains because in Saturday's exhibition game against Miami, it was Strahan who looked like the Pro Bowler. He beat Webb over and over, chasing the backup quarterback, Bernie Kosar, all around the field.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"A Prodigy Prepares to Seize His Moment","web_url":"https://www.nytimes.com/1994/08/02/sports/high-school-basketball-a-prodigy-prepares-to-seize-his-moment.html","abstract":"  Marbury.   It is a storied name in high school basketball in a city with a rich tradition.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"A U.N. License to Invade Haiti","web_url":"https://www.nytimes.com/1994/08/02/opinion/a-un-license-to-invade-haiti.html","abstract":"  If it persuades Haiti's military leaders to leave on their own, then Sunday's U.N. Security Council resolution authorizing a U.S.-led invasion will have done some good. The resolution contains no deadline, and the Clinton Administration has no plans for an imminent military strike.    Perhaps only the threat of force will convince Haiti's top soldiers they should depart. They viscerally oppose the social and economic changes they believe President Jean-Bertrand Aristide would make if he returns. And they are reportedly profiting handsomely from the status quo.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Are Hugs the Solution to Violence?","web_url":"https://www.nytimes.com/1994/08/02/movies/television-review-are-hugs-the-solution-to-violence.html","abstract":"  Just when you thought that the three-strikes-and-out, crackdown-on-crime spirit had taken over, here comes evidence that the old softhearted liberal attitude toward the wayward is alive if not exactly well. \"Gang War: Bangin' in Little Rock\" presents a picture of young gang members who are helping keep up the record murder rate of Little Rock, Ark., as losers in need of understanding and help from the society that has made them what they are and is now paying for it.   The camera tracks Steve Nawojczyk, the Little Rock coroner, on his mission to persuade inner-city youths to put away their guns. He goes from turf to turf, showing photographs of children and teen-agers who have been killed, on purpose or because they just happened to be in the way of the sort of drive-by shooting that he is seen stepping into as the camera rolls. \"We've got to reach out and hug those kids,\" he says.","thumbnail":null,"section":"Movies"},{"date":"19940802","headline":"Way Off Broadway, a Theater Where Art and Celebrity Mix","web_url":"https://www.nytimes.com/1994/08/02/theater/way-off-broadway-a-theater-where-art-and-celebrity-mix.html","abstract":"  As Sybil Christopher tells it, she was sitting in an outdoor cafe in this low-key tourist town on the south fork of Long Island when the idea first took hold. It was the summer of 1991. With her was Tony Walton, the scenic designer; his wife, Gen LeRoy; his daughter Emma, an actress and director, and Emma's husband, Stephen Hamilton. They were looking across the road at a warehouselike building that had recently housed a disco.   \"And somebody said, 'Wouldn't that make a nice theater?' \" Ms. Christopher recalled.","thumbnail":null,"section":"Theater"},{"date":"19940802","headline":"New Rochelle Man Is Acquitted In Rape of a Visiting Pen Pal","web_url":"https://www.nytimes.com/1994/08/02/nyregion/new-rochelle-man-is-acquitted-in-rape-of-a-visiting-pen-pal.html","abstract":"  A New Rochelle man has been acquitted of raping his pen pal, a Colombian woman who later bore his child, during the woman's trip to the United States in October 1992.   A jury here on Friday found the man, Joseph Macri, a 44-year-old house painter, not guilty of first-degree rape. During the weeklong trial, the defense argued that the woman had stayed with Mr. Macri for six days and that she said she had been raped only after she discovered that she was pregnant.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Let's Look Closer at the Rising Birthrate for Single Mothers; Count Gay Families","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-let-s-look-closer-at-the-rising-birthrate-for-single-mothers-count-gay-families-836656.html","abstract":"  To the Editor:   Your July 20 front-page article omits that lesbian and gay parents are a growing portion of those the Census Bureau calls \"single parents.\" In New York City, for instance, the 1993 Voter Research and Survey poll found that 8 percent of the electorate identified themselves as gay, lesbian or bisexual and that they had children in the schools in the same percentages as nongay people.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"1894: Japan at War : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-1894-japan-at-war-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Japan has informed the Powers that a state of war exists between that country and China. This notification, on being received by Lord Kimberley, was at once telegraphed to every British Government agent abroad, so that captains of mercantile vess","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Return of Refugees to Rwanda Slows, Frustrating U.N.","web_url":"https://www.nytimes.com/1994/08/02/world/return-of-refugees-to-rwanda-slows-frustrating-un.html","abstract":"  The flow of refugees back into Rwanda has slowed greatly, and United Nations personnel remain divided over whether this is good or bad, and over what should be done next.    The United States and many relief agencies have repeatedly said that the quick return of the million refugees from Zaire was critical. They have suggested that an organized start should get under way immediately before the onset of heavy seasonal rains next month, when conditions in the camps will become even more nightmarish.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Senate Backs Cuts for Schools That Endorse Homosexuality","web_url":"https://www.nytimes.com/1994/08/02/us/senate-backs-cuts-for-schools-that-endorse-homosexuality.html","abstract":"  After a display of what critics called \"disgusting\" pamphlets, the Senate tonight voted to cut off Federal money to schools that teach acceptance of homosexuality as a way of life.   The measure, proposed by two Republican Senators, Robert C. Smith of New Hampshire and Jesse Helms of North Carolina, passed 63 to 36.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Back to Woodstock: Some Electronic Routes","web_url":"https://www.nytimes.com/1994/08/02/science/personal-computers-back-to-woodstock-some-electronic-routes.html","abstract":"  WOODSTOCK'S \"three days of peace and music\" in 1969 will soon be commemorated in upstate New York. How to recapture the spirit and get back to where you once belonged? How about that groovy computer?   Woodstock: 25th Anniversary CD-ROM, from Time Warner Interactive, a division of Time Warner Inc., in versions for Macintosh and Windows, requires eight megabytes of random access memory, roughly eight more than any flower child possessed. Still, at a list price of $39.95, this compilation of music, photography and video beguiles you with a goofy charm.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"If There's a Strike, The Baseball Network's Loss May Become Fox's Gain","web_url":"https://www.nytimes.com/1994/08/02/sports/tv-sports-if-there-s-a-strike-the-baseball-network-s-loss-may-become-fox-s-gain.html","abstract":"  So baseball players intend to strike on Aug. 12 if their differences with owners aren't resolved. On the same day, Fox Sports launches its football schedule with its first preseason game. Is what's bad for baseball's new TV deal good for football on Fox, NBC and ABC?   \"The question is how long is the strike,\" said Jerry Dominus, a senior vice president of J. Walter Thompson, the advertising agency. \"If it's just in August, advertisers would probably migrate to the replacement programming. If it's post-season, I wouldn't conclude it's an automatic transfer to football, but the reality is some would.\"","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"By Design; Rhinestone Season Opens","web_url":"https://www.nytimes.com/1994/08/02/style/by-design-rhinestone-season-opens.html","abstract":"  One sign among many that glamour is trying very hard to make a comeback: hip designers like John Galliano and Marc Jacobs showed diamond jewelry with their fall clothes. The women quickest to follow the trend will probably settle for rhinestones -- not the gaudy kind, but the ones that look like the real thing.   The styles most likely to succeed in the coming months are rhinestone-clad bobby pins and hair clips ($17 to $48), glittery bangles to wear singly or in multiples ($38 each), single-strand necklaces of two-carat brilliant-cut crystals ($80) and pear-shaped drop earrings ($58). More adventurous types might choose rhinestone tiaras like the ones Anna Sui put on her models ($24 to $150). All these styles are made by Marie Ferra, a 40-year-old costume jewelry company best known for producing the crowns worn by beauty contest winners.","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-836079.html","abstract":"  Because of an editing error, an article in Business Day on Friday about the bankruptcy case of R. H. Macy & Company misidentified the executive vice president of Macy in some editions. He is Thomas C. Shull, not Thomas C. Shaw.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"A De Kooning Swapped For Iranian Manuscript","web_url":"https://www.nytimes.com/1994/08/02/style/IHT-a-de-kooning-swapped-for-iranian-manuscript.html","abstract":"A major painting by Willem de Kooning has been exchanged for a 16th-century Iranian manuscript in a significant cultural barter negotiation. .De Kooning's \"Woman Tree,\" one of a series of six painted in 1953, which was acquired by the Tehran","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Behind the Plot on Hitler : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-behind-the-plot-on-hitler-letters-to-the-editor.html","abstract":"Regarding \"The Resistance Is Honored Rather Late in the Day\" (Opinion, July 20) by Donald Koblitz, and \"The Fate of These Resisters Proved a Tragedy for All\" (Opinion, July 21) by Thomas Fleming:.The sight of Germans commemorating t","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"A Deathly Silence","web_url":"https://www.nytimes.com/1994/08/02/opinion/a-deathly-silence.html","abstract":"  AIDS is tragic on many counts. It is a lethal disease with no cure, and a disease that is relatively simple to prevent. Prevention, however, depends on knowing enough about people's sexual attitudes and behavior to issue the appropriate warnings and advice. But as a report from a panel of the National Academy of Sciences indicates, America still does not have that knowledge. The political climate that prevailed during the epidemic's first decade stifled the search for it.   Consider what happened in 1991 to a federally financed nationwide study of behavior in adolescents that put them at risk of AIDS and H.I.V. infection, which was to be conducted by researchers at the University of North Carolina. One Congressman called its $18 million price tag \"wasteful government spending.\" The president of the conservative Family Research Council said it was \"an invasion of privacy.\" The Secretary of Health and Human Services blocked its funding, and eventually the Government scrapped the project. Later a similar study, of adult sexual behavior, was also canceled.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-836060.html","abstract":"  An article on Saturday about the intense local newspaper coverage of Long Island's East End misspelled the given name of an author who lives in Sag Harbor. He is Wilfrid Sheed.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"GOODWILL GAMES;\nMiller Again Proves That She's Just Golden","web_url":"https://www.nytimes.com/1994/08/02/sports/goodwill-games-miller-again-proves-that-shes-just-golden.html","abstract":"When Shannon Miller mounted the platform tonight for her floor exercise, the concluding performance of the Goodwill Games gymnastics competition, it was her chance for revenge.\n\nDina Kochetkova, the Russian gymnast who the night before had become the first athlete to top Miller in an all-around competition in two years, had worked up the crowd and rallied for a 9.925. Now it was Miller's turn.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Bosnian Serbs Reject Peace Plan for 3d Time, Defying Russia","web_url":"https://www.nytimes.com/1994/08/02/world/bosnian-serbs-reject-peace-plan-for-3d-time-defying-russia.html","abstract":"  Nationalist Serbian leaders today rejected an international plan to settle the war in Bosnia, despite a fresh warning from Russia that refusal might lead to a serious increase in the fighting. It was the third time the Serbs had rejected the peace plan.   After meeting with President Slobodan Milosevic of Serbia on Sunday, Foreign Minister Andrei V. Kozyrev of Russia said today that a final rejection of the peace plan by the Bosnian Serbs could result in \"an escalation of the war, a huge confrontation and the possibility of air strikes.\"","thumbnail":null,"section":"World"},{"date":"19940802","headline":"President Takes His Opponents to Task","web_url":"https://www.nytimes.com/1994/08/02/us/the-health-care-debate-the-campaign-president-takes-his-opponents-to-task.html","abstract":"  Pounding his lectern so hard that its Presidential seal popped off, President Clinton today gave a bristling dressing-down to a handful of protesters who sought -- with evident success -- to disrupt a rally on behalf of the Democrats' health care legislation.   The President had come to Liberty State Park across from the Statue of Liberty and lower Manhattan to greet one of the four \"Health Security Express\" bus caravans that are taking supporters of national health insurance to Washington.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"New York Haitians Split Over Use of Force","web_url":"https://www.nytimes.com/1994/08/02/world/new-york-haitians-split-over-use-of-force.html","abstract":"  From their living rooms to the barber shops, New York's Haitians spent yesterday passionately discussing the United Nations Security Council resolution authorizing a United States-led invasion of Haiti if the country's military leaders do not leave voluntarily.   While voicing some misgivings, supporters of the ousted President, the Rev. Jean-Bertrand Aristide, said that they would back any action if it unseated the junta, which seized power in September 1991.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Pensacola Police Say Slain Doctor Had Refused Protection","web_url":"https://www.nytimes.com/1994/08/02/us/pensacola-police-say-slain-doctor-had-refused-protection.html","abstract":"  The Pensacola Police Department said today that it had offered six months ago to provide protection to the abortion doctor who was shot to death here on Friday but that the doctor and the clinic's directors had refused, saying such a step was unnecessary.   The police department's assertion came amid accusations by local abortion-rights advocates that neither the police nor the Federal authorities had done enough to prevent the killing of the doctor, John B. Britton, and his security escort at the Ladies Center, an abortion clinic here.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"One More Victim in Argentina: Vast Judaica Library","web_url":"https://www.nytimes.com/1994/08/02/world/one-more-victim-in-argentina-vast-judaica-library.html","abstract":"  Ancient Yiddish and Hebrew books, salvaged from the ashes of European synagogues and libraries burned by the Nazis, were secretly shipped during World War II to faraway South America for safekeeping.   Now, half a century later, many of these works -- and a major part of the largest Judaica library in Latin America -- have been obliterated by the truck bomb that leveled the Jewish community center here.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Robot Is Nearing Goal Inside Active Volcano","web_url":"https://www.nytimes.com/1994/08/02/science/robot-is-nearing-goal-inside-active-volcano.html","abstract":"  THE Dante 2 robot, stepping cautiously through soft ash and around hulking boulders, crept deeper into the active crater of the Mount Spurr volcano in Alaska yesterday.   Researchers said Dante had descended more than 600 feet into the crater by late today and was an estimated 100 feet from the edge of a major goal, a field of volcanic vents on the bottom. The scientific objective of the mission is to have the robot measure the composition and temperature of the hot gases and aerosols emitted from these vents, called fumaroles.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Army Routed From Rwanda Now Intimidates Its Refugees","web_url":"https://www.nytimes.com/1994/08/02/world/army-routed-from-rwanda-now-intimidates-its-refugees.html","abstract":"  At the refugee camp here and on a stretch of road beyond, one immediately notices something different about the people: among the throngs of weak and sick, women and children in tattered clothes and dirty, there are great numbers of men in uniform, the camouflage combat uniform of the Rwandan Army, the Government troops who were routed last month by the Rwandan Patriotic Front.    These are also the troops, mostly Hutu, who are widely accused by the United Nations and human rights groups of massacring hundreds of thousands of Tutsi in Rwanda. Some of their officers talk freely about their standing on a list of accused killers drawn up by the new Tutsi-dominated Government in Rwanda.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"1944: Nazi Manhunt : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-1944-nazi-manhunt-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] German radios broadcast tonight [Aug. 1] an offer of 1,000,000 mark reward ($400,000) for information leading to the arrest of Dr. Karl Friedrich Goerdeler, former Nazi price dictator and Leipzig Mayor wanted for comp","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Chess","web_url":"https://www.nytimes.com/1994/08/02/arts/chess-833509.html","abstract":"  The Palladienne Tournament, a confrontation of the best young women in chess and a selection of senior male grandmasters, was won this year by the women in mid-June in Monaco. The women's team triumphed by 37 to 35 in the double-round competition, in which each player meets every player on the other team.   This was the third in the series sponsored by Joop van Oosterom of the Netherlands and the second in a row won by the women. Last year they won in Vienna; the year before the men won on the Caribbean island of Aruba.","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"TREASURY LAWYER DISPUTES ACCOUNT OF TOP OFFICIALS","web_url":"https://www.nytimes.com/1994/08/02/us/treasury-lawyer-disputes-account-of-top-officials.html","abstract":"  The Treasury Department's top lawyer today contradicted her bosses' accounts of how the department decided to notify the White House about an investigation that potentially involved President Clinton and his wife. Other banking officials who testified today called the notification highly unusual.   At a daylong hearing before the Senate Banking Committee, Jean E. Hanson, the department's general counsel, said she had briefed the White House at the instruction of her immediate supervisor, Deputy Treasury Secretary Roger C. Altman. Mr. Altman has denied telling Ms. Hanson to do that.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Bayreuth Sturm und Drang, On the Stage and Off","web_url":"https://www.nytimes.com/1994/08/02/arts/critic-s-notebook-bayreuth-sturm-und-drang-on-the-stage-and-off.html","abstract":"  What a peculiar production of Wagner's \"Ring des Niebelungen\" this has been at Bayreuth! It wasn't until \"Gotterdammerung\" was performed on Sunday night that the director, Alfred Kirchner, and the designer, billed only as Rosalie, gave the slightest inkling that they had any knowledge of how to design a coherent evening of opera. This was the only work in the tetralogy that had a focus and style, and the only one that worked without swerving into gimmickry and miscellany.   And it did so not by being avant-garde but by finally settling on one of the intermittent virtues of the production so far: using an abstract, simple set -- a domed floor and black background -- against which the characters play out their fates. The one innovation was having Hagen (menacingly sung by Eric Halfvarson) become a passive lump of a man as his dream image of Alberich spurred him to villainy. Otherwise convention ruled, starkly and strikingly executed.","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/02/nyregion/news-summary-833266.html","abstract":"  International A2-13  RWANDAN TROOPS SEEK REMATCH  Soldiers of the Rwandan Army who were routed by rebels are in refugee camps in Zaire, and they say they want to stay together and to try to take back the country. A1","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Krushelnyski Signs With Red Wings","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-hockey-krushelnyski-signs-with-red-wings.html","abstract":"  The free agent MIKE KRUSHELNYSKI, 34, a defensive forward who can play center or left wing, signed a one-year contract today with the Detroit Red Wings. He played with Toronto the past four seasons, but the Maple Leafs offered him only a termination contract. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Letting a Monteverdi Masterpiece Speak for Itself","web_url":"https://www.nytimes.com/1994/08/02/arts/opera-review-letting-a-monteverdi-masterpiece-speak-for-itself.html","abstract":"  Since Glimmerglass Opera does not play safe, its productions tend to live in the memory, for good or ill. Two of the presentations this season -- Jonathan Miller's sublime rendering of Monteverdi's \"Incoronazione di Poppea,\" seen on Saturday evening, and Keith Warner's ridiculous travesty of Rossini's \"Barbiere di Siviglia,\" seen this afternoon -- are sure to do so.   Mostly Monteverdi's \"Incoronazione,\" that is. Alan Curtis, in his 1989 edition of the opera, ascribed authorship of the final scene to Monteverdi's contemporary Francesco Sacrati. It is sobering to think that if Mr. Curtis's theory had received wide circulation, say, 8 or 10 years earlier, when authenticity mania was at its height, the concluding \"Pur ti miro,\" which the Monteverdi biographer Denis Stevens called \"the most beautiful of all Monteverdi's duets,\" might have fallen into disrepute.","thumbnail":null,"section":"Arts"},{"date":"19940802","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/02/nyregion/metro-digest-831611.html","abstract":"  SCALED-BACK PLANS FOR THE WESTWAY Rejecting more ambitious and costly proposals for a roadway that would dip under and rise over intersections, transportation officials have chosen to reconstruct the West Side Highway as an enhanced version of what is there today. The $380 million plan is a drastically scaled-back successor to the Westway project, an Interstate highway proposed in 1974 that was to tunnel through landfill and under new real-estate development along the Hudson River shoreline of Manhattan. A1. WOODSTOCK CELEBRATION SHRINKS Dreams of a weekend of fun and profit in celebration of the 25th anniversary of Woodstock appeared to falter as the backers of a concert in Bethel, N.Y., one of two competing festivals, withdrew, complaining of poor ticket sales. Meanwhile, the organizers of the other concert, in Saugerties, N.Y., extended their deadline for ticket sales and relaxed their cumbersome parking rules. A1.   NEW YORK CITY  GIULIANI CITES JOB-SHIFT GAINS Mayor Giuliani said that the redeployment of workers to soften the blow of budget cuts was moving on schedule despite reports to the contrary. Under an agreement between the city and municipal employee unions, city workers can be transferred to other agencies to fill critical positions left vacant under a voluntary severance program. B3. SLAYINGS IN QUEENS LINKED TO GAMBLING The slaying of a Queens couple who were shot in front of their young daughters on Sunday night may have resulted from their son's illegal sports-betting operation, the police said. B3.    REGION RAGE IS CITED IN CHILD SLAYING The defense attorney for a 14-year-old boy standing trial for the murder of a 4-year-old camper last summer told a Steuben County jury that the defendant was in an uncontrollable rage when he choked and bludgeoned the child. The baby-faced teen-ager, Eric Smith, listened without expression as the attorney said that an unprovoked urge to hurt the little boy had quickly escalated into a vicious series of death-dealing blows. B5. AUNT GOES TO JORDAN TO GET CHILDREN The sister of a New Jersey woman whose husband strangled her and then fled to Jordan arrived in the capital, Amman, seeking to return to the United States with the couple's children. B5. LABORERS, WILLING BUT UNWANTED Every morning, 60 to 75 Central Americans gather on bus stops and corners along Broad Avenue, the main drag in Palisades Park, N.J., waiting for contractors to pick them up. It is not the kind of scene the tidy little blue-collar town has been able to accept. Our Towns, B5. PATAKI UNVEILS A TELEVISION AD CAMPAIGN State Senator George E. Pataki unveiled two television advertisements aimed at defining who he is for a public that knows little about him or his qualifications to become governor. B4. Prosecutors said that a Hamilton Township, N.J., man accused in the sexual assault and murder of his 7-year-old neighbor had signed a statement admitting to the crime. B2. A New Rochelle man has been acquitted of raping his pen pal, a Colombian woman who later bore his child, during the woman's trip to the United States. B4. Chronicle B4","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Bronx Garden Imposes Fee For Admission","web_url":"https://www.nytimes.com/1994/08/02/nyregion/bronx-garden-imposes-fee-for-admission.html","abstract":"  To help raise money, the New York Botanical Garden has for years resorted to the genteel policy of asking for an entrance donation of $3 to stroll through its azalea gardens, Victorian greenhouses and zinnia patches. But by and large, the request has been ignored. Garden visitors on average pay less than $1 each.   As a result, for the first time in its 103-year history, the Bronx garden has set a fixed admission price.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"In Warsaw, Former Enemies Commemorate 1944 Uprising","web_url":"https://www.nytimes.com/1994/08/02/world/in-warsaw-former-enemies-commemorate-1944-uprising.html","abstract":"  More than 200,000 victims of the 1944 Warsaw Uprising against Nazi occupation were honored today as Poland commemorated the 50th anniversary of the uprising, one of the most bitter ordeals of World War II.   Today's ceremonies, attended by Vice President Al Gore, represented not only a tribute to fallen heroes, but also a gesture of reconciliation to former foes. Unlike the D-Day commemorations, which excluded Germans and Russians, officials from both those countries stood at the side of President Lech Walesa today.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Marshals Sent to a Dozen Abortion Clinics in Drive to Halt Violence","web_url":"https://www.nytimes.com/1994/08/02/us/marshals-sent-to-a-dozen-abortion-clinics-in-drive-to-halt-violence.html","abstract":"  The Clinton Administration is intensifying its efforts to halt violence at abortion clinics in a drive that began over the weekend with the deployment of Federal marshals to about a dozen clinics around the country, senior Federal officials said today.   To spearhead the campaign, the Justice Department has formed an interagency group to pool the efforts of domestic terrorism experts at the Federal Bureau of Investigation, the United States Marshals Service and the Bureau of Alcohol, Tobacco and Firearms, which investigates weapons violations and bombings.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Languishing in Foster Care","web_url":"https://www.nytimes.com/1994/08/02/opinion/languishing-in-foster-care.html","abstract":"  About half of the 60,000 New York State children in foster care have been in the system for more than three years. That is cruelly unfair to the children and costly to the taxpayers. Foster care is meant to be a temporary vehicle for removing children from troubled family situations. But children kept in foster families for long periods develop ties to those families that become hard to break, and they are deprived of the chance for permanent stability that they deserve.    Federal and state law and policy encourage resolution of a foster child's fate within 18 months. But, as presented in a Times series last week, children languish in the system for many reasons, including sluggish child welfare bureaucracies, particularly New York City's Human Resources Administration, and courts that often take a long time to terminate parental rights and free children for adoption.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Cooper Arrested on Assault Charge","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-basketball-cooper-arrested-on-assault-charge.html","abstract":"  MICHAEL COOPER, the former Los Angeles Lakers star and current assistant coach, was arrested last week on a charge of battery and assault after allegedly threatening his wife, WANDA, with a vase, according to a Corrales, N.M., police report released today. He was arrested the night of July 27 after the police responded to a report of domestic disturbance at Cooper's home.   The Coopers have been married for 17 years. Through their lawyer, the couple released a statement saying: \"While this incident is truly regrettable, it should be made clear that Michael never hit Wanda and that Wednesday night's activities were truly an aberration.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/08/02/sports/results-plus-263349.html","abstract":"  EQUESTRIAN American Rider Wins Silver Medal Kerith Lemon has focused most of the past year on vaulting in an effort to bringhome a medal at the World Equestrian Games in the Hague. Today, she fulfilledthat goal when she won the individual silver in the women's competition. It was the third medal for United States riders, who have also captured a dressage teambronze and a three-day event individual silver. Germans Tanja Benedetto andMieke Lorentz took the gold and bronze.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Rush to the Moos Left Us Nowhere to Go; Mere Mortals, Not","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rush-to-the-moos-left-us-nowhere-to-go-mere-mortals-not-836648.html","abstract":"  To the Editor:   Re \"Crash of the Comet\" (editorial, July 16): You cannot but \"marvel when a comet set in motion billions of years ago reaches a long-ordained collision with our largest planet.\" But then you offer a non sequitur: \"It's enough to make mere mortals seem puny and temporary.\"","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Haytaian Trying Senate Campaign Blitz Against Lautenberg","web_url":"https://www.nytimes.com/1994/08/02/nyregion/haytaian-trying-senate-campaign-blitz-against-lautenberg.html","abstract":"  It is still high summer, the season for sweet corn and shore trips, and the fall election is 100 days off. But Chuck Haytaian, the Republican speaker of the New Jersey State Assembly, has already burned the tread off one set of tires on his van in a race for the United States Senate that sometimes sounds more like a campaign for invasion than for election.   \"I'd like to shake up the Senate,\" Mr. Haytaian exclaims at his five or six campaign stops each day. \"We've seen the status quo for too long.\"","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Indefensible Industrial Base","web_url":"https://www.nytimes.com/1994/08/02/opinion/indefensible-industrial-base.html","abstract":"  At the urging of Senator Sam Nunn of Georgia, the Senate has voted to spend $150 million to keep the production line warm to build more B-2 bombers. His case for doing so rests on the need to protect America's bomber industrial base.    Other senators voted to spend about $100 million more to buy machine guns and carbines. Again, their argument was the need to maintain the small-arms industrial base.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Bryan Murray Named Panthers' G.M.","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-hockey-bryan-murray-named-panthers-gm.html","abstract":"  Florida Panthers President BILL TORREY yesterday gave up his duties as general manager, added in May when BOBBY CLARKE left for the Flyers, and selected the former Detroit general manager BRYAN MURRAY to fill the vacancy. Murray, 51, coached for 12 years in the N.H.L. and was Detroit's coach and general manager for three years before SCOTTY BOWMAN took over as coach last season. Murray, fired June 3, said the Red Wings wanted to \"clean the table\" in preparation for hiring Coach MIKE KEENAN, who instead left the Rangers for St. Louis. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"No Headline","web_url":"https://www.nytimes.com/1994/08/02/nyregion/no-headline-833320.html","abstract":"  \"I'm not surprised that the concept of doing a nostalgia festival geared to 40- to 50-year-olds didn't work. But  it's sad.\" -- JOHN SCHER, co-producer of Woodstock '94, which is aimed at younger fans.  [ B2:4. ]","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Giuliani Says Redeployment of Municipal Workers Is on Schedule","web_url":"https://www.nytimes.com/1994/08/02/nyregion/giuliani-says-redeployment-of-municipal-workers-is-on-schedule.html","abstract":"  Mayor Rudolph W. Giuliani said yesterday that the redeployment of workers to soften the blow of budget cuts was moving on schedule despite reports to the contrary.   Under an agreement between the city and municipal employee unions, city workers can be transferred to other agencies to fill critical positions left vacant under a voluntary severance program in which more than 6,000 workers left their jobs.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Q&A","web_url":"https://www.nytimes.com/1994/08/02/science/q-a-835552.html","abstract":"  Wedding Ring Allergy   Q.  How can you be allergic to a gold ring?","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"For Real Women, Emphasizing Fit","web_url":"https://www.nytimes.com/1994/08/02/style/for-real-women-emphasizing-fit.html","abstract":"  Dana Buchman is not overly concerned with fashion's excessive flights of fancy. What she concentrates on is \"real clothes for real women who want to get dressed and get to work and forget about what they have on.\"   This practical attitude has helped make the company that bears Ms. Buchman's name a rare success on Seventh Avenue. A division of Liz Claiborne Inc., Dana Buchman has tripled its volume to $90 million in the last three years and is planning to open its first retail store at 65 East 57th Street next month.","thumbnail":null,"section":"Style"},{"date":"19940802","headline":"Day 5 on a Sinking Stock Pyramid: Blame Moscow","web_url":"https://www.nytimes.com/1994/08/02/world/day-5-on-a-sinking-stock-pyramid-blame-moscow.html","abstract":"  \"Nobody knows anything,\" the policeman pleaded into a megaphone. \"Especially here.\"   Under a hot, haze-filtered sun, thousands of angry shareholders ignored him, milling and pressing and pushing outside the gates of MMM, Russia's largest investment company, on Day 5 of a continuing Russian pageant of hope and despair.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"U.S. Arms Merchants Fatten Share of Sales to Third World","web_url":"https://www.nytimes.com/1994/08/02/world/us-arms-merchants-fatten-share-of-sales-to-third-world.html","abstract":"  The United States increased its leading share of arms sales to the third world last year, but overall sales to those countries continued a decline that started at the end of the cold war, the Congressional Research Service reported today.    Sales from the United States to third-world countries increased slightly to $14.8 billion in 1993 from $14.6 billion in 1992. But the share of America's sales in that period jumped to 73 percent from 56 percent of all weapons sales and sales agreements.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Orsulak Rock-Like In Crisis","web_url":"https://www.nytimes.com/1994/08/02/sports/baseball-orsulak-rock-like-in-crisis.html","abstract":"  Joe Orsulak came to work yesterday afternoon and his Mets teammates marveled. He went through batting practice, did an early stretch and started in left field against the Atlanta Braves. And, the entire time, he showed almost no signs of the crisis that has struck his family.   Orsulak left the team last Tuesday to be with his wife, Adrianna, who was told she has a brain tumor. The family expects further news today on her condition but, as it stands now, the Orsulaks expect Adrianna to undergo both radiation and chemotherapy.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"OFFICIALS APPROVE PLANS TO REBUILD WEST SIDE ARTERY","web_url":"https://www.nytimes.com/1994/08/02/nyregion/officials-approve-plans-to-rebuild-west-side-artery.html","abstract":"  Rejecting more ambitious and costly proposals for a roadway that would dip under and rise over intersections, transportation officials have chosen to reconstruct the West Side Highway as an enhanced version of what is there today.   The $380 million plan is a drastically scaled-back successor to the Westway project, an Interstate highway proposed in 1974 that was to tunnel through landfill and under new real-estate development along the Hudson River shoreline of Manhattan. When the Westway project was abandoned in 1985, its cost was estimated at $2 billion.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Where Profit and Tradition Mingle; Oneida Nation's C.E.O. Runs New York's First Indian Casino","web_url":"https://www.nytimes.com/1994/08/02/nyregion/where-profit-tradition-mingle-oneida-nation-s-ceo-runs-new-york-s-first-indian.html","abstract":"  The blackjack tables are crammed as the Indian leader enjoys a risk-laced, bountiful day, the kind of day he envisioned when he applied to Harvard Law School, the better to get inside the C.E.O. world of the white man.   \"An exclusive club,\" said Ray Halbritter, the New York Oneida Nation's representative and chief executive, who did indeed get his Harvard law degree on top of a business degree four years ago and has gone on to operate his own exclusive club. He runs New York's first Indian gambling casino, Turning Stone, which has just begun its second year netting a sudden fortune in tribal profits and the respect of its job-depressed neighbors here, 30 miles east of Syracuse.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Star-Studded Team Wins Knockout Title in Bridge","web_url":"https://www.nytimes.com/1994/08/02/nyregion/star-studded-team-wins-knockout-title-in-bridge.html","abstract":"  A star-studded team headed by Nick Nickell of Raleigh, N.C., won the Spingold Knockout Team Championship here on Sunday night at the conclusion of the American Contract Bridge League's Summer Nationals.   He and his teammates -- Bob Wolff and Bob Hamman of Dallas, Jeff Meckstroth of Tampa, Fla., and Eric Rodwell of Naperville, Ill., all four of whom are former world champions, and Dick Freeman of Atlanta -- successfully defended the title they won a year ago in Washington. They have now won three out of the last four major national team titles.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Altman's Double Life as a Politician Brings Him to the Edge of Scandal","web_url":"https://www.nytimes.com/1994/08/02/us/altman-s-double-life-as-a-politician-brings-him-to-the-edge-of-scandal.html","abstract":"  The Congressional hearings on Whitewater that will delve into the handling of Whitewater matters by Roger C. Altman, the Deputy Treasury Secretary, had opened last Tuesday morning. And there he was that night, lanky and amiable, chatting with the Clintons at a black-tie State Department reception for the leaders of Jordan and Israel. The powerful of Washington were gathered there, and to some, Mr. Altman's appearance seemed to proclaim, \"I am one of you, and I am staying.\"   Certainly Mr. Altman, a quietly intense man, holds a high public office, which has been his goal since the 1960's, when, as a graduate student in business, he first tasted politics, taking time off to campaign for Robert F. Kennedy. Until Whitewater washed over him, Mr. Altman seemed on track to succeed Treasury Secretary Lloyd Bentsen. He remains a member of the inner circle of President Clinton's economic advisers, and his colleagues have rallied to him, hoping for a vindication that would be the Administration's as well.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Rwanda's Wounds Won't Heal Any Time Soon; Our National Interest","web_url":"https://www.nytimes.com/1994/08/02/opinion/l-rwanda-s-wounds-won-t-heal-any-time-soon-our-national-interest-836630.html","abstract":"  To the Editor:   Three months ago, with the outbreak of violence in Kigali, the international community panicked and pulled out of Rwanda. Against the urging of the Secretary General, the United States and others crippled the ability of a United Nations peacekeeping force of 2,500, which had been in Rwanda since 1990, to curtail the killing rampage.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"The Claims About 'Asian' Values Don't Usually Bear Scrutiny","web_url":"https://www.nytimes.com/1994/08/02/opinion/IHT-the-claims-about-asian-values-dont-usually-bear-scrutiny.html","abstract":"[ATTENTION ALL IHT STAFF :The Singapore courts have ruled that material contained in the following article represents libel.Do not provide copies of this story to anyone not employed by the IHT without consulting the Publisher's office.Do not use in","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Cheevers Sentenced for Tax Evasion","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-hockey-cheevers-sentenced-for-tax-evasion.html","abstract":"  GERRY CHEEVERS, the former coach and star goalie of the Boston Bruins, was sentenced in Concord, N.H., yesterday to three years' probation and 500 hours of community service for income tax evasion. The United States District Court also ordered him to pay back $10,000 in back taxes, interest and penalties. In court in May, Cheevers blamed gambling for his problems. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Amid Ethnic Wars, Psychiatrists Seek Roots of Conflicts","web_url":"https://www.nytimes.com/1994/08/02/science/amid-ethnic-wars-psychiatrists-seek-roots-of-conflicts.html","abstract":"  WHEN Vamik Volkan was growing up in a Turkish family on the island of Cyprus, he heard rumors that each knot in the local Greek priest's cincture stood for a Turkish child the priest had strangled. Young Vamik also heard, in tones of dismay, that his Greek Cypriot neighbors ate pigs, considered too dirty to eat in Islamic culture.   Now a psychiatrist at the University of Virginia, Dr. Volkan, who came to the United States in 1957, cites these Turkish Cypriot attitudes as examples of how ethnic hatreds can be kept simmering from generation to generation. Dr. Volkan proposes that a reservoir of hostile biases like these, as well as bitter memories of historical grievances, are shared by members of an ethnic group, and can set off active antagonism in times of group hardship or under the prodding of ambitious leaders.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Greek Coach to Quit Over Cup Disaster","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-soccer-greek-coach-to-quit-over-cup-disaster.html","abstract":"  Following Greece's poor showing in its first World Cup appearance, ALKIS PANAGOULIAS said yesterday he will resign as coach when his contract expires Aug. 31. Panagoulias, 60, was coach of the United States team during the 1984 Olympics and 1986 World Cup qualifying. Greece finished last at the 24-nation World Cup, losing, 4-0, to Argentina and Bulgaria and, 2-0, to Nigeria. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Judge Allows Head Shaving Of a Woman At The Citadel","web_url":"https://www.nytimes.com/1994/08/02/us/judge-allows-head-shaving-of-a-woman-at-the-citadel.html","abstract":"  In a hearing that explored the isolation Shannon Faulkner may experience as the only female cadet in a military college of 2,000 men, a Federal district judge ruled today that college officials might shave her head.   The judge, C. Weston Houck, also challenged the wisdom of assigning Ms. Faulkner to sleep in an 80-bed infirmary with no ability to lock her door, but he stopped short of ordering the college to provide a lock, saying, \"I don't want to tell you what to do.\"","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Sports of The Times; Bitten By the Glitter Bug","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-of-the-times-bitten-by-the-glitter-bug.html","abstract":"  DERRICK COLEMAN has declared war on the woman who accused him of raping her in a Detroit hotel last month. The Nets' All-Star forward and Dream Team II member was cleared of wrongdoing last week by the Wayne County prosecutor, who said that D.N.A. testing of semen taken from the woman and her clothes showed conclusively that Coleman was not the source.   Informed of the decision, however, Coleman was not relieved but defiant, saying, \"It's not over,\" and vowed that the 22-year-old woman \"will be made an example of.\"","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"A Semblance of Normality Returns to Rwandan City","web_url":"https://www.nytimes.com/1994/08/02/world/a-semblance-of-normality-returns-to-rwandan-city.html","abstract":"  Within mortar range of a hillside that rebel soldiers overran to capture the city, overthrow the Government and end one of the worst mass killings the world has known, one of the favorite night clubs in Kigali -- Kigali Night -- has reopened. It seems none the worse for wear, except that its neon sign now reads: K I G A L I T.   There is no running water in Kigali. Local generators provide the only power, and it is rationed by the hour.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Odd Disorder of Brain May Offer New Clues","web_url":"https://www.nytimes.com/1994/08/02/science/odd-disorder-of-brain-may-offer-new-clues.html","abstract":"  AT age 18, Wendy Verougstraete had high ambitions. \"You are looking at a professional book writer,\" she said cheerfully. \"My books will be filled with drama, action and excitement. And everyone will want to read them. I am going to write books, page after page, stack after stack. I'm going to start on Monday.\"   But that Monday never came. Although she composes lyrics to love songs, has a rich vocabulary and tells wondrous stories, Ms. Verougstraete has an I.Q. of only 49. She cannot tie her shoes, set a table, cross the street alone or make change for a quarter.  Her reading, writing and drawing skills are like those of a first grader. Now age 25, she lives in a group home for mentally retarded adults.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Lawyers Meet to Finish Times Square Plan","web_url":"https://www.nytimes.com/1994/08/02/nyregion/lawyers-meet-to-finish-times-square-plan.html","abstract":"  New York State officials and private developers appeared close to signing an agreement last night that would take the long-delayed redevelopment of Times Square one step closer to reality.    Lawyers for the 42d Street Development Project, the state agency charged with the redevelopment of Times Square, and for the developers, a partnership of Prudential Insurance Company of America and Park Tower Realty, worked past a midnight deadline to finish an agreement for an interim redevelopment plan.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Yangon Journal; She's the Junta's Friend (and That's Not in Vogue)","web_url":"https://www.nytimes.com/1994/08/02/world/yangon-journal-she-s-the-junta-s-friend-and-that-s-not-in-vogue.html","abstract":"  Her two-tone Chanel pumps were not made for wading through puddles. But there was Miriam Marshall Segal, a white smock pulled over her couture-clad frame, touring her new shrimp-packing plant in a warehouse district in this most dilapidated of Asian capitals.   \"Now this, this to me is human rights,\" Mrs. Segal said, admiring the work of her young, stern-faced Burmese workers as they cleaned and packed handfuls of the morning's catch of meaty Black Tiger shrimp. \"We are giving jobs to 200 people here. These people have pride in their work. And that is what human rights is all about.\"","thumbnail":null,"section":"World"},{"date":"19940802","headline":"In Selma, Everything and Nothing Changed","web_url":"https://www.nytimes.com/1994/08/02/us/in-selma-everything-and-nothing-changed.html","abstract":"  Bob Mants came to the Alabama Black Belt to work for civil rights in 1965 and still has a cattle-prod scar in his back to remind him of \"Bloody Sunday,\" the attack on civil rights marchers here that evoked the worst of the dying empire of Jim Crow.   Mr. Mants is still here working as director of a hand-to-mouth economic development agency, trying to bring jobs to desperately poor Lowndes County. But his dream that he would see an old order steadily giving way to a new and better one died long ago.","thumbnail":null,"section":"U.S."},{"date":"19940802","headline":"Bosnian Camp Survivors Describe Random Death","web_url":"https://www.nytimes.com/1994/08/02/world/bosnian-camp-survivors-describe-random-death.html","abstract":"  He has been described as a tall slim figure with a nasal voice, a Serb in his mid-30's named Dragan Nikolic, and he appears to have displayed a singular brutality as the orchestrator of the proceedings at Susica, the Serbian concentration camp just outside this eastern Bosnian town.   Each night throughout the summer of 1992, witnesses say, Mr. Nikolic would come into the barracks and point to men or read out a list of names. Shortly afterward, people inside the building would hear shooting. The men selected never returned. According to Pero Popovic, a former guard at the camp, they were generally lined up against an electricity pylon just outside the barracks and shot.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Big Brother Carefully Coaches Writers","web_url":"https://www.nytimes.com/1994/08/02/science/peripherals-big-brother-carefully-coaches-writers.html","abstract":"  WE all want to write stories. Admit it. That prize-winning novel, short story, stage or screenplay is trying to get out.   When he is not writing novels (his 10th, \"Animals,\" should be published next year) Sol Stein gives lessons in the writing of fiction. These lessons have been distilled into two software series, first Writepro and now Fictionmaster.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Murder Trial Begins for Teen-Ager","web_url":"https://www.nytimes.com/1994/08/02/nyregion/murder-trial-begins-for-teen-ager.html","abstract":"  The defense attorney for a 14-year-old boy standing trial for the murder of a 4-year-old last summer told a Steuben County jury today that the defendant was in an uncontrollable rage when he choked and bludgeoned the child.   The baby-faced teen-ager, Eric Smith, his aviator glasses perched on a freckled nose, listened without expression as the attorney, Kevin Bradley, said in his opening remarks that an unprovoked urge to hurt the little boy had quickly escalated into a vicious series of death-dealing blows the defendant was powerless to stop.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Notre Dame Loses a Mover and a Shaker","web_url":"https://www.nytimes.com/1994/08/02/sports/colleges-notre-dame-loses-a-mover-and-a-shaker.html","abstract":"  Dick Rosenthal, who initiated Notre Dame's recent affiliation with the Big East in basketball as well as its NBC television pact for football, announced yesterday that he would retire as the university's athletic director.   Rosenthal, 61 years old, will be succeeded by Michael A. Wadsworth, a 1966 graduate of Notre Dame who is the Canadian Ambassador to Ireland. Wadsworth, a native of Toronto, will take over on Aug. 1, 1995.","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"Arafat Wants Talks Now On Jerusalem","web_url":"https://www.nytimes.com/1994/08/02/world/arafat-wants-talks-now-on-jerusalem.html","abstract":"  Yasir Arafat, the P.L.O. chairman, said today that Palestinians wanted to start immediate talks on the future of Jerusalem because of Israel's recognition of a special religious role there for Jordan.   In his most substantive public response to a Jordanian-Israeli declaration last week in Washington, Mr. Arafat said at a news conference at his headquarters here that the political and religious status of Jerusalem was indivisible.","thumbnail":null,"section":"World"},{"date":"19940802","headline":"Early Amphibian Fossil Hints of a Trip Ashore Earlier Than Thought","web_url":"https://www.nytimes.com/1994/08/02/science/early-amphibian-fossil-hints-of-a-trip-ashore-earlier-than-thought.html","abstract":"  IT was a real fish-eat-fish world 365 million years ago.   That is the way Dr. Neil H. Shubin, a University of Pennsylvania paleontologist, characterizes the competitive conditions in which fish were evolving bigger teeth, larger bodies and tougher armor, a fitness program for survival in the fierce marine world. But some clever fishes chose escape as the better part of valor, becoming the first amphibians and being able to feed in the water and flee to safety on land.","thumbnail":null,"section":"Science"},{"date":"19940802","headline":"Observer; The Heart of Darkness","web_url":"https://www.nytimes.com/1994/08/02/opinion/observer-the-heart-of-darkness.html","abstract":"  In response to the pleas of many serious but baffled people, here is a digest of a few of the more trenchant passages in my \"Key to the Inner Meaning of 'Forrest Gump.' \"   1. What the feather tells us: The common interpretation arises from the feather's long history as a symbol for lightness. Appearing at the very beginning of the film, it seems to be a device for letting the more cerebral reviewers know they might as well go see another movie since \"Forrest Gump\" will simply be light entertainment unlikely to enrich their grasp of the meaning of things.","thumbnail":null,"section":"Opinion"},{"date":"19940802","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/02/nyregion/c-corrections-836095.html","abstract":"  A report in the Chronicle column on Wednesday about Elie Wiesel's visit to Sighet, Romania, where he was born, referred incorrectly to the fate of members of his family in Nazi concentration camps. Mr. Wiesel's father died in Buchenwald, not Auschwitz; one sister, not three sisters, died in Auschwitz along with Mr. Weisel's mother. The report also omitted mention of one camp Mr. Wiesel survived. He survived Buchenwald, as well as Auschwitz.","thumbnail":null,"section":"New York"},{"date":"19940802","headline":"Romario's Absence Irks Barcelona Coach","web_url":"https://www.nytimes.com/1994/08/02/sports/sports-people-soccer-romario-s-absence-irks-barcelona-coach.html","abstract":"  Barcelona Coach JOHAN CRUYFF is angry with the Brazilian World Cup star ROMARIO for taking an unauthorized vacation and refusing to join the rest of the team as it prepares to seek a fifth straight Spanish league title. The season begins the first week of September. \"This demonstrates a lack of respect towards his teammates,\" Cruyff told reporters. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940802","headline":"I.R.A. Is Seen As Prepared To End Attacks","web_url":"https://www.nytimes.com/1994/08/02/world/ira-is-seen-as-prepared-to-end-attacks.html","abstract":"  The Irish Republican Army has \"strongly indicated\" that it is preparing to suspend its campaign of killing in Northern Ireland, The Irish Times reported today.   The Times, usually accurate in its Northern Ireland reports, said in a front-page article that \"Republican sources in Belfast\" had indicated that the I.R.A. was getting ready to announce this month a unilateral cease-fire to last at least one month, possibly two or three, that could begin in September. Independent analysts with contacts in Republican circles in the North confirmed the report.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940802","time":"1994-08-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":76,"wspd":14.8},{"date":"19940802","time":"1994-08-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":78,"wspd":11.2},{"date":"19940802","time":"1994-08-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":82,"wspd":7.6},{"date":"19940802","time":"1994-08-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":86,"wspd":5.4},{"date":"19940802","time":"1994-08-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":83,"wspd":5.4},{"date":"19940802","time":"1994-08-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":75,"wspd":5.4},{"date":"19940802","time":"1994-08-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":76,"wspd":9.4},{"date":"19940802","time":"1994-08-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":66,"wspd":7.6},{"date":"19940802","time":"1994-08-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":52,"wspd":9.4},{"date":"19940802","time":"1994-08-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":53,"wspd":7.6},{"date":"19940802","time":"1994-08-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":54,"wspd":16.6},{"date":"19940802","time":"1994-08-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":58,"wspd":11.2},{"date":"19940802","time":"1994-08-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":54,"wspd":11.2},{"date":"19940802","time":"1994-08-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":55,"wspd":11.2},{"date":"19940802","time":"1994-08-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":61,"wspd":13},{"date":"19940802","time":"1994-08-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":67,"wspd":16.6},{"date":"19940802","time":"1994-08-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":68,"wspd":14.8},{"date":"19940802","time":"1994-08-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":76,"wspd":13},{"date":"19940802","time":"1994-08-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":81,"wspd":14.8},{"date":"19940802","time":"1994-08-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":83,"wspd":7.6},{"date":"19940802","time":"1994-08-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":79,"wspd":9.4},{"date":"19940802","time":"1994-08-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":84,"wspd":7.6},{"date":"19940802","time":"1994-08-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":85,"wspd":7.6},{"date":"19940802","time":"1994-08-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":87,"wspd":5.4},{"date":"19940802","time":"1994-08-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":14.8},{"date":"19940802","time":"1994-08-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":77,"wspd":13},{"date":"19940802","time":"1994-08-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":11.2},{"date":"19940802","time":"1994-08-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":79,"wspd":13},{"date":"19940802","time":"1994-08-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":14.8},{"date":"19940802","time":"1994-08-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":13},{"date":"19940802","time":"1994-08-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":13},{"date":"19940802","time":"1994-08-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":14.8},{"date":"19940802","time":"1994-08-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":14.8},{"date":"19940802","time":"1994-08-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":9.4},{"date":"19940802","time":"1994-08-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":9.4},{"date":"19940802","time":"1994-08-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":7.6},{"date":"19940802","time":"1994-08-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":84,"wspd":7.6},{"date":"19940802","time":"1994-08-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":9.4},{"date":"19940802","time":"1994-08-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":72,"wspd":7.6},{"date":"19940802","time":"1994-08-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":5.4},{"date":"19940802","time":"1994-08-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":52,"wspd":7.6},{"date":"19940802","time":"1994-08-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":49,"wspd":14.8},{"date":"19940802","time":"1994-08-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":50,"wspd":16.6},{"date":"19940802","time":"1994-08-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":48,"wspd":14.8},{"date":"19940802","time":"1994-08-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":57,"wspd":16.6},{"date":"19940802","time":"1994-08-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":61,"wspd":16.6},{"date":"19940802","time":"1994-08-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":70,"wspd":14.8},{"date":"19940802","time":"1994-08-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":59,"wspd":14.8}]},"19940803":{"guardian_articles":[],"nytimes_articles":[{"date":"19940803","headline":"World Trade Pact Sows New Crop of Rwandas","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-world-trade-pact-sows-new-crop-of-rwandas-847640.html","abstract":"  To the Editor:   \"Falsely Demonizing the Trade Pact\" (editorial, July 23), defending the World Trade Organization, the body that would oversee trade rules under the General Agreement on Tariffs and Trade, makes a strange juxtaposition with your humane, constructive editorial on the Rwandan tragedy. Yet we must examine the connection between the global economy and global chaos.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847160.html","abstract":"  A picture in Business Day yesterday, showing police officers who held back a crowd of potential buyers at the stock exchange in Shenzhen, China, was published in error. The incident shown occurred in August 1992, not this week.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Devils and Rangers To Renew Rivalry","web_url":"https://www.nytimes.com/1994/08/03/sports/devils-and-rangers-to-renew-rivalry.html","abstract":"  The Devils, who will open and close the 1994-94 regular season with games against the Rangers, will also play them twice in the preseason.   The Devils announced a nine-game preseason schedule today, with only three of the games to be played at Byrne Meadowlands Arena. The schedule starts with a game at Philadelphia Sept. 11 and concludes here Sept. 27, against the Rangers.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Yes, Let's Recycle Coliseum as Convention Hall; A Site for Overflow Art","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-yes-let-s-recycle-coliseum-as-convention-hall-a-site-for-overflow-art-847704.html","abstract":"  To the Editor:   Re your July 24 news article on the Coliseum site: The Museum of Modern Art is looking for a place for its contemporary art. Now wouldn't that be a marriage made in heaven? The Modern could put on view a larger portion of its masterpieces in storage by displaying modern art at 53d Street and contemporary art at the Coliseum. VINCENT MARMORA  Union, N.J., July 24, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"N.A.A.C.P. Looks at Payment To Determine Who Is Liable","web_url":"https://www.nytimes.com/1994/08/03/us/naacp-looks-at-payment-to-determine-who-is-liable.html","abstract":"  The legal counsel for the National Association for the Advancement of Colored People said today that he was seeking to determine whether the group's executive director, and not the organization itself, was liable for an out-of-court settlement reached with a former employee in a sex discrimination case.   Dennis C. Hayes, the group's general counsel, said he was looking into the settlement between the executive director, the Rev. Benjamin F. Chavis Jr., and Mary E. Stansel, a former N.A.A.C.P. employee who worked as Mr. Chavis's deputy for a month last year.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"World Trade Pact Sows New Crop of Rwandas; Toxic-Friendly","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-world-trade-pact-sows-new-crop-of-rwandas-toxic-friendly-847658.html","abstract":"  To the Editor:   Should every Federal, state and local law in the United States march to a trade-above-everything drummer enforced by nontrade amateurs? That is the pivotal issue overlooked by \"Falsely Demonizing the Trade Pact\" (editorial, July 23).","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"No Five-Setters for Women","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-tennis-no-five-setters-for-women.html","abstract":"  Australian Open organizers have abandoned plans to make the 1995 women's final a best-three-of-five-set match. GEOFF POLLARD, president of the Australian tennis federation, said yesterday that talks between himself, the tournament director PAUL McNAMEE and officials of the Women's Tennis Association officials had led to the cancellation of plan. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"North Korea Says Desire to Settle the Nuclear Issue Continues","web_url":"https://www.nytimes.com/1994/08/03/world/north-korea-says-desire-to-settle-the-nuclear-issue-continues.html","abstract":"  Just days before critical talks with the United States are to begin, North Korea's new leadership partly eased uncertainty over its policies today by indicating that it would maintain an apparently constructive turn in the former leader's approach to North Korea's nuclear program.   Shortly before he died a month ago, Kim Il Sung, Communist North Korea's absolute ruler for nearly five decades, turned away from confrontation by suspending his efforts to produce plutonium, the raw material for atomic bombs.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"The Fight to Save the N.A.A.C.P.","web_url":"https://www.nytimes.com/1994/08/03/opinion/the-fight-to-save-the-naacp.html","abstract":"Roy Wilkins, the great executive director of the National Association for the Advancement of Colored People from 1955 to 1977, preached that \"black power is black death.\" But Wilkins's vision of the N.A.A.C.P. as an interracial force, pushing at the gates to gain mainstream opportunities for blacks, is no longer shared by a majority of the association's 64-member board.\n\nThe majority's indifference to integration is part of a drift toward alliances with black nationalists like Leonard Jeffries and Louis Farrakhan and a view that the nation's oldest civil rights organization needs a radical overhaul. Younger blacks view integration as passe, in this view, so the N.A.A.C.P. needs to emphasize the degradation of ghetto life at the expense of traditional concerns like racial separatism on campuses.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Maybe I Should Send My Posters to Poland?","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-maybe-i-should-send-my-posters-to-poland-847712.html","abstract":"  To the Editor:   On July 26 you reported a flap in San Rafael, Calif., in which shoppers objected to art about undocumented workers that appeared on supermarket grocery bags. The same day, a lengthy, glowing article applauded the return of Polish poster art after the fall of Communism. These articles point up the problem faced by artists in the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"State and Developer Agree to Refurbish Times Square Storefronts","web_url":"https://www.nytimes.com/1994/08/03/nyregion/state-and-developer-agree-to-refurbish-times-square-storefronts.html","abstract":"  New York State and a principal developer in the long-delayed Times Square redevelopment project yesterday agreed to a stopgap plan for refurbishing dozens of storefronts while the developer waits for the real-estate market to improve.   The Prudential Insurance Company of America and Park Tower Realty, the development partnership, agreed to pay $20 million for renovating the storefronts and $2.6 million for decorative lighting and other street improvements.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Militant Group's Tax Exemption Is Attacked","web_url":"https://www.nytimes.com/1994/08/03/us/health-care-debate-clinic-violence-militant-group-s-tax-exemption-attacked.html","abstract":"  A House Democrat asked the Internal Revenue Service today to revoke the tax-exempt status of an Alabama organization that has advocated killing doctors who perform abortions.   \"I find it almost beyond imagination that the Federal Government would subsidize by tax exemption an organization that dedicates itself to murder,\" said the lawmaker, Representative Charles E. Schumer of Brooklyn. \"It's just appalling.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"SENATE'S LEADER UNVEILS HIS PLAN FOR HEALTH CARE","web_url":"https://www.nytimes.com/1994/08/03/us/health-care-debate-senate-senate-s-leader-unveils-his-plan-for-health-care.html","abstract":"  The Senate majority leader today proposed national health insurance legislation that he said would achieve coverage of 95 percent of Americans by the year 2000 through voluntary measures and subsidies. A commission would then tell Congress what it should do to insure the rest.   Senator George J. Mitchell of Maine, in the rare role of managing legislation, said at a news conference that he did not yet have the votes to pass his bill. But he added: \"I believe in the members of the Senate. I believe in their desire to do what's right for this country. And I hope that ultimately a majority can be persuaded, bipartisan, to support this.\" He said debate would begin on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Is There Raunch in Rock After 50? A Yes Vote From the Rolling Stones","web_url":"https://www.nytimes.com/1994/08/03/arts/pop-review-is-there-raunch-in-rock-after-50-a-yes-vote-from-the-rolling-stones.html","abstract":"  The Rolling Stones won't grow old gracefully. If they have their way, they won't grow old at all; they'll keep acting like raunchy young wastrels who'll never stop rocking. With their first tour since 1990, which started here on Monday night at Robert F. Kennedy Stadium, the Rolling Stones are still leering and strutting like adolescents, while twanging and socking like professionals.   As usual, the Stones bring a stadium spectacular with them. They romped among walls and waves of lights, below computer animations and video blowups and amid bits of Caribbean carnival spectacle, apparently tied to the title (though not the contents) of the band's new album, \"Voodoo Lounge\" (Virgin). (The tour will be in the New York area, at Giants Stadium, on Aug. 12, 14, 15 and 17.) Before the Stones appeared, the Haitian group Rara Machine performed voodoo-style drumming and dancing in bleachers near the stage.","thumbnail":null,"section":"Arts"},{"date":"19940803","headline":"Senate's Promising Health Bill","web_url":"https://www.nytimes.com/1994/08/03/opinion/senate-s-promising-health-bill.html","abstract":"  The health-care bill that the majority leader, George Mitchell, put before the Senate yesterday looks encouraging. It would achieve universal coverage and market reform by borrowing artfully from two flawed committee bills. It is far better than the poorly designed bill before the House. Though there is a glaring fault that needs to be corrected, Mr. Mitchell has provided a workable basis for reform.   Mr. Mitchell's bill would achieve universal coverage in stages. It would first try voluntary reforms to soak up the uninsured. But if by 2000 less than 95 percent of the population is covered, Congress would vote on a plan that is independently certified to achieve universal coverage. If Congress turns down such a plan, an employer mandate would automatically kick in. Employers hiring 25 or more workers would have to pay half the cost of insuring their workers; subsidies would be provided to workers at small companies to buy coverage.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Bonilla Finally Boosts Own Spirits","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-bonilla-finally-boosts-own-spirits.html","abstract":"  It's another sticky and warm afternoon at Columbia Presbyterian Medical Center, and a soft-featured youth of 17 -- chatty, with a moustache in training -- waits nervously with his family at his bedside for the man whose posters cover his bedroom walls.   \"Bobby Bo!\" he says, his words tumbling out. \"I've always wanted to meet him.\"","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"A Man With a Vision: The Biggest Gun Ever","web_url":"https://www.nytimes.com/1994/08/03/arts/television-review-a-man-with-a-vision-the-biggest-gun-ever.html","abstract":"  \"Doomsday Gun,\" an HBO Showcase presentation, has all the earmarks of a high-concept thriller with a plot hewn by several people sitting around a conference table. It's the story of a man whose full-scale, never-ending pursuit of his boyhood dream makes him seem sexy to his wife, charming to his colleagues, avuncular to his employees.    And formidable to his enemies, who are many and powerful. Their opposition, naturally, makes him only more determined to succeed. And that, of course, warps his dream into an obsession, which becomes, alas, the inevitable tragic flaw.","thumbnail":null,"section":"Arts"},{"date":"19940803","headline":"Sharpton Calls on Governor To Drop Liberal Endorsement","web_url":"https://www.nytimes.com/1994/08/03/nyregion/sharpton-calls-on-governor-to-drop-liberal-endorsement.html","abstract":"  Saying that mainstream parties have not served black voters, the Rev. Al Sharpton announced today the formation of a new party that might field a candidate against Gov. Mario M. Cuomo.   The announcement of a new Freedom Party, on the day that Mr. Sharpton left for an six-day visit to Rwanda, appeared aimed at both practical and lofty concerns: Dissatisfied with their representation in the Democratic Party and other liberal groups, black voters around the nation have begun exploring their own political organizations.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Vigil for Slain Girl, 7, Backs a Law on Offenders","web_url":"https://www.nytimes.com/1994/08/03/nyregion/vigil-for-slain-girl-7-backs-a-law-on-offenders.html","abstract":"  More than 1,000 people turned out for a vigil last evening for Megan Kanka, the 7-year-old New Jersey girl who was strangled last weekend.   The gathering in a park in Hamilton Township, N.J., a suburb of Trenton, was in support of what is being called Megan's Law, a proposal that would require sex offenders to notify local officials when they move into a community. A twice-convicted sex offender has confessed to the murder.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"SENATORS ASSAIL TREASURY DEPUTY","web_url":"https://www.nytimes.com/1994/08/03/us/the-whitewater-affair-the-overview-senators-assail-treasury-deputy.html","abstract":"  In high dudgeon, members of both parties on the Senate Banking Committee assailed Deputy Treasury Secretary Roger C. Altman on Tuesday and into the early hours today for having been untruthful, in their view, about the Whitewater case at a hearing last February.   In a session that went on until 2:08 A.M., the most contentious day of Whitewater hearings yet, Senator Alfonse M. D'Amato, Republican of New York, accused Mr. Altman of being \"at the very least disingenuous.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Bullets Trade Away Adams And Open the Floor for Skiles","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-basketball-bullets-trade-away-adams-and-open-the-floor-for-skiles.html","abstract":"  The Washington Bullets handed SCOTT SKILES the keys to their offense yesterday as they traded MICHAEL ADAMS to the Charlotte Hornets for second-round draft picks in 1996 and 1997. Adams ranks fifth on the Bullets' career assist list, but Washington General Manager JOHN NASH said Skiles, acquired Friday in a trade with Orlando, is more qualified to run the floor. \"I think Scott is a little better suited to play halfcourt basketball,\" Nash said.   The turn of events delighted Skiles, who was destined to be buried on the Orlando bench behind ANFERNEE HARDAWAY. \"This is a great opportunity for me,\" Skiles said. \"In Orlando, I'd probably be looking at playing 10 minutes a game. Now I'm a starter on a young team that has a chance to do something this year.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Belgrade Issues Warning to Bosnian Serbs","web_url":"https://www.nytimes.com/1994/08/03/world/belgrade-issues-warning-to-bosnian-serbs.html","abstract":"  With the threat of stiffer economic sanctions dangling over it, Serbia warned today that it would \"end cooperation\" with Serbian nationalist rebels in Bosnia if they do not accept an international plan to end the Bosnian war.    The Serbian Government has made such threats before, and even claimed to have closed the Serbian-Bosnian border for a time in 1993 in an effort to show that it was complying with international demands that it pressure the Bosnian Serbs to make peace.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"22 Are Arrested in Thefts Of Kennedy Airport Cargo","web_url":"https://www.nytimes.com/1994/08/03/nyregion/22-are-arrested-in-thefts-of-kennedy-airport-cargo.html","abstract":"  Three major air-cargo theft rings that stole millions of dollars in merchandise from warehouses around Kennedy International Airport were shut down yesterday with the arrests of 22 suspects, many with connections to organized crime, law-enforcement officials said.   Preferring stormy weather because it caused a flurry of alarm-system breakdowns, the thieves broke into dozens of cargo warehouses in the last three years, stealing everything from Dom Perignon champagne to Reebok sneakers to a $1 million shipment of Kodak film, said the Queens District Attorney, Richard A. Brown. Investigators said they can document about $5.5 million worth of merchandise stolen by the thieves but believe the actual amount to be in the tens of millions.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Public & Private; A Very Loud Silence","web_url":"https://www.nytimes.com/1994/08/03/opinion/public-private-a-very-loud-silence.html","abstract":"  They are older now. Jane Hodgson is 79; it has been nearly a quarter-century since she performed an abortion on a patient with German measles and was immediately arrested for violating Minnesota law. Irving Rust is 64. He was a young man when abortion became legal in New York, much of his training spent treating women burned, torn or infected inside by the desperation measures of ending a pregnancy.    John B. Britton would have been 70 next birthday had he not been murdered outside a clinic in Pensacola last week.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Avoiding Basic Human Desires, or Trying To","web_url":"https://www.nytimes.com/1994/08/03/movies/film-review-avoiding-basic-human-desires-or-trying-to.html","abstract":"Family dinners with master chef in Taipei. Original, surprising and generally disarming.","thumbnail":null,"section":"Movies"},{"date":"19940803","headline":"Hope Springs Here and Now: Eighteen Start in Hambletonian","web_url":"https://www.nytimes.com/1994/08/03/sports/harness-racing-hope-springs-here-and-now-eighteen-start-in-hambletonian.html","abstract":"  The Hambletonian, the most prestigious event in harness racing, will go off at the Meadowlands on Saturday with no overwhelming favorite.   The fourth-place finish of Victory Dream in the Beacon Course Trot, the last prep before the $1.2 million Hambletonian, has created a wide-open race in the second leg of trotting's triple crown.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Bentsen Aide's Lessons, Penned in Diaries, Emerge Painfully in Public","web_url":"https://www.nytimes.com/1994/08/03/us/whitewater-affair-assessment-bentsen-aide-s-lessons-penned-diaries-emerge.html","abstract":"  At the end of his diary entries, Joshua L. Steiner would sometimes draw morals for himself, similar to the ones the birds and foxes and grasshoppers learned at the end of Aesop's fables.   Testifying today before the Senate panel looking into Treasury Department contacts with the White House on the Whitewater matter, Mr. Steiner, the 28-year-old chief of staff for Treasury Secretary Lloyd Bentsen, was asked to read aloud the \"lessons\" that capped one of his February diary entries.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Yes, Let's Recycle Coliseum as Convention Hall","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-yes-let-s-recycle-coliseum-as-convention-hall-847690.html","abstract":"  To the Editor:   Of the eight people who said what they'd do if they had the New York Coliseum site at Columbus Circle, whose fate is now uncertain after the collapse of Mortimer B. Zuckerman's plan to build a high-rise building complex on the site (news article, July 24), only Manhattan Borough President Ruth Messinger suggests a simple, productive option: \"As an interim step, reuse the Coliseum building as a convention hall.\"","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847143.html","abstract":"  An article on June 5 about the financial difficulties of Mafia defendants in Philadelphia misstated the locations of the practice of Alan Ellis, a former president of the National Association of Criminal Defense Lawyers, who spoke about the situation. He practices in Philadelphia and in Mill Valley, Calif., not in San Diego. Mr. Ellis pointed out the error in a letter that reached The Times on Monday.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Gentlemen Start . . . Er, Who Are These Guys?","web_url":"https://www.nytimes.com/1994/08/03/sports/auto-racing-gentlemen-start-er-who-are-these-guys.html","abstract":"  At its best, the inaugural Brickyard 400 on Saturday will demand much more driving skill than stock-car racing's other jewel, the Daytona 500. But it also means that at its worst, the Brickyard 400 could quickly degenerate into the Junkyard 400.   Darrell Waltrip, as both car owner and driver, will be in about as deep as a man could want to get when Nascar finally hits Broadway, in this case, its first race at the Indianapolis Motor Speedway.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"An Impatient Advocate Stirs Up the Education Department's Right Office","web_url":"https://www.nytimes.com/1994/08/03/us/an-impatient-advocate-stirs-up-the-education-department-s-right-office.html","abstract":"  In the year that she has served as the Assistant Education Secretary for Civil Rights, Norma V. Cantu has moved through the once-moribund office like the blustery winds that sweep across the plains of her native Texas.   She has ordered her 10 regional offices to double the number of complaints they investigate. She has told regional officials to hire more bilingual staff members. And her office, which acts as a watchdog against civil rights violations in educational institutions, has unleashed a flurry of regulations on age discrimination and racial and sexual harassment on the job and in the classroom.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Taylor Finally Gets His Wish","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-boxing-taylor-finally-gets-his-wish.html","abstract":"  MELDRICK TAYLOR will finally get a chance to avenge the most disappointing loss of his career next month when he fights JULIO CESAR CHAVEZ for the W.B.C. superlightweight title on Sept. 17, about four and one-half years after the referee stopped the fight with Taylor ahead on two of the three judges' scorecards and two seconds remaining in the final round. \"This is something that I've been thinking about for the last four years,\" Taylor said yesterday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"In School","web_url":"https://www.nytimes.com/1994/08/03/us/in-school.html","abstract":"  There was no talk of college in Daniel Gonzalez's home when he was growing up, despite his straight A average. Nor was the boy encouraged in junior high school in South-Central Los Angeles, where most of his teachers set meager goals for him.    \"They used to tell me, 'Get a high school diploma,' \" Daniel said. \"Even to be a custodian, they said, you need a high school diploma.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"A New Frontier In Grilling: Fruit","web_url":"https://www.nytimes.com/1994/08/03/style/a-new-frontier-in-grilling-fruit.html","abstract":"NOT long ago, most Americans found the idea of grilling vegetables laughable. Back then, throwing an eggplant or a bell pepper on the grill and burning it black would have been considered a culinary disaster rather than a prelude to great eating. But after a decade or so of borrowing from the cooking of other cultures, Americans are happily tossing everything from mushrooms to zucchini onto the grill.\n\nNow, the incredulous looks once reserved for grillers of vegetables are cast in the direction of those who recommend putting fruit over the grilling fire. But as with vegetables, those cooks willing to introduce fruit to flame will find that a slightly smoky char enhances its inherent sweetness and deepens its flavors.","thumbnail":null,"section":"Style"},{"date":"19940803","headline":"Azinger Ready to Be A Fixture on Fairway","web_url":"https://www.nytimes.com/1994/08/03/sports/golf-azinger-ready-to-be-a-fixture-on-fairway.html","abstract":"  He stepped inside the ropes for the first time in nine months today, nodding and waving to the applauding gallery that had assembled next to the first tee at Warwick Hills Golf and Country Club. It was a big crowd for a Tuesday at the Buick Open, and as the day wore on, it would get bigger. They showed up on this damp, gray morning to share in a special moment.   Paul Azinger was about to leap back into his element, about to go from cancer patient back to PGA Tour professional golfer. The awful series of six chemotherapy sessions were a distant memory, the five weeks worth of daily radiation treatments were all in the past.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Brushback Pitch: Owners to Kill Pension Payment","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-brushback-pitch-owners-to-kill-pension-payment.html","abstract":"  In a move that is certain to raise the level of hostility and further erode the chances of reaching an agreement that would prevent a baseball players' strike Aug. 12, the owners have decided not to make a payment of about $8 million to the players' pension plan.   Richard Ravitch, the owners' chief labor executive, confirmed last night that he had informed the plan's administrator, Leonard Gray, in a letter dated last Friday that the payment would not be forthcoming Aug. 1, as the expired benefit plan agreement between the clubs and the players provides.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"The Voices of Taiwan : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-the-voices-of-taiwan-letters-to-the-editor.html","abstract":"Reading the New York Times editorial \"Taiwan Deserves Respect\" (Opinion, July 18), was both exciting and humiliating for me and undoubtedly for many other Taiwanese residing in the United States..It was exciting to see respected publications","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Ryan Spies Again, This Time as C.I.A. Battles Drug Lords","web_url":"https://www.nytimes.com/1994/08/03/movies/film-review-ryan-spies-again-this-time-as-cia-battles-drug-lords.html","abstract":"Colombian drug cartel. Gripping thriller.","thumbnail":null,"section":"Movies"},{"date":"19940803","headline":"Manzanillo Tries a Rest Cure","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-manzanillo-tries-a-rest-cure.html","abstract":"  The number of reliable relievers in the Mets' bullpen shrank by one yesterday when a magnetic resonance imaging exam revealed that Josias Manzanillo has a bone spur in his right shoulder that is causing tendinitis and inflammation.   Manzanillo, whose 2.66 earned run average is the lowest of any Met reliever who has pitched more than 10 innings, will sit for 10 days to 2 weeks in what Gerry Hunsicker, the assistant vice president for baseball operations, termed a conservative approach to the injury.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847194.html","abstract":"  A picture caption yesterday about the cancellation of a Woodstock anniversary concert misstated the circumstances of the picture. It was taken on July 26 at a news conference to announce some of the performers; it was not taken on Monday, when the concert was canceled.  ","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Jury Acts to Free Mental Patient in Killing","web_url":"https://www.nytimes.com/1994/08/03/nyregion/jury-acts-to-free-mental-patient-in-killing.html","abstract":"  In a verdict that perplexed prosecutors and mental-health administrators, a Manhattan jury has found that even though a man who has confessed to murder still has a mental disorder and poses a danger to society, he should no longer be held against his will.   Lawyers said yesterday that the verdict on Monday evening resulted from an unexpected interpretation of an outdated law. Apparently surprised by the jury's decision, Justice Martin Evans of State Supreme Court ordered a stay preventing the release of the man, Ronald K. Crumpley, until the Manhattan District Attorney's office decides whether to appeal. The judge meantime authorized his transfer to a minimum-security hospital.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"In America; Second Round of a Bad Rap","web_url":"https://www.nytimes.com/1994/08/03/opinion/in-america-second-round-of-a-bad-rap.html","abstract":"  Eric Jackson is something less than your basic solid citizen. He's a thief and a predator who's spent much of his life lurking in shadows, alert to any opportunity to do wrong.   Charles Hynes, known to his pals as Joe, is the District Attorney of Brooklyn. He would like the voters to make him State Attorney General. In the eyes of a politician, a lowlife like Eric Jackson can be a godsend, a sacrifice on the altar of ambition. So Mr. Hynes has joined the parade of politicians who have conducted an outlandish campaign, spread over 15 years, to nail Mr. Jackson for six murders he never committed.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"GOODWILL GAMES;\nRussia's Gymnastic Guru Leads Men to Title","web_url":"https://www.nytimes.com/1994/08/03/sports/goodwill-games-russias-gymnastic-guru-leads-men-to-title.html","abstract":"Six years ago, the Soviet gymnastics training camp at Krugloye Lake outside of Moscow was considered a state secret, off limits to foreigners. There, Russian trainers made Olympic athletes, the Soviet Union's other weapon against the West.\n\nNow the roof in the gym leaks. The 60 athletes who train there get hot dogs instead of caviar. But their secret weapon remains Leonid Arkayev.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"1944: U.S. Hit General : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-1944-us-hit-general-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS Allied Expeditionary Force - [From our New York edition:] The death in Normandy on July 25 of Lieutenant General Lesley J. McNair, former commander of United States Army ground forces, was caused by a bomb dropped by an American plane","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Man Charged In an Attempt To Sell His Son","web_url":"https://www.nytimes.com/1994/08/03/nyregion/man-charged-in-an-attempt-to-sell-his-son.html","abstract":"  A Bronx man was ordered held on $10,000 bail yesterday after he tried to sell his 4-month-old son to strangers on a Queens street for $1,000, the police said.   The man, Vincent Slight, 37, of 2480 Belmont Avenue in East Tremont, was arrested at 7:18 P.M. on Monday at the corner of Queens Boulevard and Union Turnpike in Kew Gardens after passers-by called the police, said Detective Andrew McInnis, a spokesman for the New York City Police Department.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Court Panel Bars Maddox for 5 More Years","web_url":"https://www.nytimes.com/1994/08/03/nyregion/court-panel-bars-maddox-for-5-more-years.html","abstract":"  Alton H. Maddox, a civil-rights lawyer who has been suspended since 1990, has been barred from practicing law for five more years for his refusal to cooperate with an ethics panel looking into his conduct in the Tawana Brawley case.    A five-judge panel of the Appellate Division in Brooklyn said Mr. Maddox's refusal to testify before a committee investigating his conduct in the Brawley case \"bespeaks a fundamental disrespect for the judicial system.\" Ms. Brawley was a black teen-ager whose family and advisers claimed in 1988 that she had been kidnapped, raped and beaten by a gang of white men in Dutchess County. The authorities later said the case was a hoax.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Fierce Sailor Done In By Shrinking Horizon","web_url":"https://www.nytimes.com/1994/08/03/sports/yacht-racing-fierce-sailor-done-in-by-shrinking-horizon.html","abstract":"  A new addition to the sailing glossary, one acquired here during a recent visit to the Wadawanuck Yacht Club, is \"a horizon job.\"   A yacht finishes a race so far ahead of its opponents that it has left them over the horizon. The definition of this term is not unlike the reply given Queen Victoria when she asked who was second to America in the 1851 race around the Isle of Wight that led to the America's Cup series: \"There is no second, your majesty.\"","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"U.S. District Court Upholds 'Gerrymander' for Blacks","web_url":"https://www.nytimes.com/1994/08/03/us/us-district-court-upholds-gerrymander-for-blacks.html","abstract":"  The United States District Court here has ruled that a serpentine, 160-mile-long Congressional district in North Carolina, though deliberately drawn along racial lines, is nonetheless constitutional because it helps remedy past discrimination against blacks.   In a 2-to-1 ruling late Monday, the court said that the district amounted to a \"racial gerrymander,\" but ruled that its odd shape alone was not reason to void it. The district, the 12th, meanders along Interstate 85, connecting several cities with sizable black populations. In some places it is no wider than the highway itself.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Gone to the Dogs","web_url":"https://www.nytimes.com/1994/08/03/opinion/gone-to-the-dogs.html","abstract":"It has been a bad summer for the American Kennel Club, the organization that oversees registrations and dog shows for 130 U.S. breeds. It has been sued for $11 million by Labrador retriever breeders who resent its distaste for short retrievers; the two independent breed registries that the club sought to bring into its fold are fighting its efforts, and according to The Washington Post the Justice Department is reviewing allegations of antitrust activity. Conversely, it has been a great summer for the American dog.\n\nThe American Kennel Club was formed in New York in 1878 by a group of rich dog fanciers who didn't let any old mutt into their club; breed registries aspiring to join had to turn over spotless stud books (the records of all purebred matings within the breed) and produce an established conformation standard (what the dog should look like). Those breeds that didn't measure up, or whose owners didn't care to become vassals of the kennel club, were ignored and considered mongrels.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Nassau Board Approves a Legislative Map","web_url":"https://www.nytimes.com/1994/08/03/nyregion/nassau-board-approves-a-legislative-map.html","abstract":"  The Nassau County Board of Supervisors today unanimously approved a charter for a new form of county government, setting the stage for the creation of a 19-member legislature and the extinction of the board, which has governed Nassau for almost 100 years.   The decision came after months of acrimonious debate over the legislative district map and the scope of the new government that had been ordered by a Federal judge, who ruled last year that the county's present form of government violated the constitutional principle of one person one vote.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Invading Haiti Won't Help : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-invading-haiti-wont-help-letters-to-the-editor.html","abstract":"As the former U.S. ambassador to the European headquarters of the United Nations and an international human rights activist for 30 years, I fail to understand the American- led push for outside military intervention in Haiti..There are many human right","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"This Doll Tells the Young to Hold Off","web_url":"https://www.nytimes.com/1994/08/03/us/this-doll-tells-the-young-to-hold-off.html","abstract":"  It doesn't take a rocket scientist to figure out how to become a parent, but a rocket scientist believes that he has found a way to deter people -- particularly teen-agers -- from becoming parents.   Richard Jurmain, an unemployed aerospace engineer who worked with the space agency, has developed a high-tech doll to give people a realistic sample of parenthood. The doll is programmed to shriek at random intervals day and night.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Europe Wilts, Records Fall In Heat Wave","web_url":"https://www.nytimes.com/1994/08/03/world/europe-wilts-records-fall-in-heat-wave.html","abstract":"  Much of Europe baked in the sixth week of a heat wave today, with the temperature expected to go as high as 100 degrees in eastern Germany and Poland later this week and no relief forecast until Sunday.   Last month was the hottest and sunniest on record in most places from the Netherlands to Hungary and Poland. Hamburg and Stockholm, normally cool and breezy even in the summer, registered the highest average temperature for July ever, 71 degrees.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Killings Harden a Debate on Capitol Hill","web_url":"https://www.nytimes.com/1994/08/03/us/health-care-debate-abortion-issue-killings-harden-debate-capitol-hill.html","abstract":"  Since last week's double slaying at a Florida abortion clinic, both sides in the debate have redoubled their resolve over how the emerging health care bills should cover abortion, with the Democratic leadership still searching for a compromise.   Abortion-rights proponents said today that the killings at a Pensacola clinic underscored the necessity for making abortion part of a basic benefits package. Not to do so, said Eleanor Smeal, president of the Fund for a Feminist Majority, would \"marginalize\" women and abortion providers and set them up for being \"picked off, terrorized and tortured.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Islanders Add 5 Free Agents","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-hockey-islanders-add-5-free-agents.html","abstract":"  With training camp just a month away, the Islanders beefed up their preseason roster yesterday, coming to terms with five free agents: forwards ANDY BRICKLEY and KIP MILLER, defensemen GORD DINEEN and MILAN TICHY and goaltender FRANK PIETRANGELO.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/08/03/books/book-notes-845221.html","abstract":"  Played the Game?     Hoping to capitalize on the huge market of people who play the electronic games \"Myst\" and \"Doom\" (and who might not read very many books), two agents have taken the intriguing step of offering publishers the chance to buy what could be the first novelizations of popular computer games.    Agents representing the properties have begun circulating proposals among big-name publishers, but the publishers don't know quite how to respond, particularly as far as price. \"Nobody's really tapped this market yet, and it's either going to be really huge, or fall completely flat,\" was how one publisher described this new genre of books.","thumbnail":null,"section":"Books"},{"date":"19940803","headline":"49er Way Fits Moore; So Does Jets' Staff","web_url":"https://www.nytimes.com/1994/08/03/sports/pro-football-49er-way-fits-moore-so-does-jets-staff.html","abstract":"  They flickered across Rob Moore's living room: Jerry Rice and John Taylor.   The 49er receivers showed up on film, and they showed Moore the level he needed to reach with the Jets.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Japan's Premier Scraps Socialist Party Doctrine","web_url":"https://www.nytimes.com/1994/08/03/world/japan-s-premier-scraps-socialist-party-doctrine.html","abstract":"  Prime Minister Tomiichi Murayama rattled the country recently with several bold announcements.   The armed forces, one of the largest military machines in the world, are legal, he declared, the country's nuclear reactors, providing about a quarter of Japan's electricity, will not be shut down and the flag and anthem praising the Emperor will remain the national symbols.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Rwanda as Seen From the Moon","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-rwanda-as-seen-from-the-moon.html","abstract":"These have been momentous days. A man- made tidal wave of unspeakable ferocity is engulfing millions in Africa. Along the Jordan River, meanwhile, peace bells ring. Yet in Buenos Aires and London, vicious explosions, set off by enemies of peace, leave us","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Speed Up Rwandan Relief","web_url":"https://www.nytimes.com/1994/08/03/opinion/speed-up-rwandan-relief.html","abstract":"  How can it take so long for the industrial powers to deliver emergency supplies and equipment that are desperately needed to save the lives of Rwandan refugees?   As refugees began to be ravaged by cholera and dysentery from drinking contaminated water, relief workers begged for a clean water supply. American equipment was rushed in to purify a million gallons of drinking water a day. But relief workers complain that pure water is not much good unless it gets to the refugees; they say 200 tanker trucks are needed to deliver it. About 20 have arrived. Where are the other trucks?","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"From Atlanta to Birmingham, Blur of Progress and Stagnation","web_url":"https://www.nytimes.com/1994/08/03/us/from-atlanta-to-birmingham-blur-of-progress-and-stagnation.html","abstract":"  She was only 14 when she joined Martin Luther King 31 years ago in the civil disobedience that broke the back of the South's fiercest segregation, but Frances Foster White knew just where she wanted to go -- the grand spiral staircase in the Pizitz department store that led to the whites-only mezzanine cafe.   \"I always had a thing for Loretta Young,\" said Mrs. White, now a medical assistant at a local hospital, recalling the 1950's television series that began with Miss Young sweeping down a stairway in a glamorous gown. \"And that's why I chose Pizitz, because I wanted to walk down that staircase, proud, with my head held high. And I did it. And it's something I'll always be proud that I did.\"","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"The Giants' No. 1 Pick Finally Gets to Work","web_url":"https://www.nytimes.com/1994/08/03/sports/pro-football-the-giants-no-1-pick-finally-gets-to-work.html","abstract":"  Thomas Lewis, the Giants' first-round choice in the National Football League draft, finally got on the field in training camp today. Even he said it was about time.   The delay was caused by injury, and the wide receiver from Indiana recited this timetable:","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"New Light Shed on Churchill and Pearl Harbor","web_url":"https://www.nytimes.com/1994/08/03/world/new-light-shed-on-churchill-and-pearl-harbor.html","abstract":"  A newly declassified document suggests that Britain did not have advance warning of the Japanese attack on Pearl Harbor, casting doubt on the theory that Churchill deliberately withheld such information from Roosevelt to make sure the United States entered the war, a historian here says.   Anthony Best, a lecturer in international history at the London School of Economics, said an internal history of British naval intelligence prepared in 1945 and released by the Government last week states that although there were warning signals about Japan's intentions, Britain did not know in early December 1941 that a Japanese force was preparing to attack the American fleet in Hawaii.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Now, Onward to Japan","web_url":"https://www.nytimes.com/1994/08/03/sports/IHT-now-onward-to-japan.html","abstract":"The pace of modern living may be too hot even for Americans born to the throw-away age. Alan Rothenberg, chairman of a World Cup which, by any definition, last month crossed the \"Final Frontier,\" is soon to announce what he has drummed up for t","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/08/03/nyregion/inside-840629.html","abstract":"  Cross-Border Welfare Fraud   A check of public assistance rolls in six states found more than 4,200 people who apparently 'double dipped' by getting benefits in New York and elsewhere, officials said. Page B1. Sponsor Warns Bosnia Serbs    In its strongest warning to date, Serbia's Government told the Bosnian Serbs that it would cut off support for them if they did not accept an international peace plan. Page A10. Race and Breast Cancer    Recent studies indicate that breast cancer might appear in a more deadly form among black woman than it does among white women. Page C10. Age-Old Ills of the South    Three decades after the civil rights movement wiped out institutional segregation, race relations in the South have been a confusing blur of progress and stagnation. Page A14.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"New Misstatements Admitted In Handling of Foster's Files","web_url":"https://www.nytimes.com/1994/08/03/us/whitewater-affair-white-house-new-misstatements-admitted-handling-foster-s-files.html","abstract":"  The White House said today that it had given a misleading account for months of how senior officials had disposed of files on President Clinton's Whitewater real estate investment that were found in the office of Vincent W. Foster Jr. after his suicide a year ago.   It was the third time since December that officials have acknowledged inaccurate or incomplete explanations of how they dealt with papers in Mr. Foster's office.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"It's Curtains for Braves, Curtain Call for Brogna","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-it-s-curtains-for-braves-curtain-call-for-brogna.html","abstract":"  Rico Brogna did not win the ball game at Shea Stadium last night. He did not have the game-winning hit or score the game-winning run or pitch eight innings without giving up an earned run.   Brogna was the Met, though, who got the hero's treatment. His popularity -- and his local legend -- already noteworthy after six short weeks in the majors, Brogna earned his first career curtain call last night, when his two-run, eighth-inning homer off Atlanta's Steve Bedrosian capped a 4-1 victory for the Mets.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"A Latvian Bars Ordaining Women","web_url":"https://www.nytimes.com/1994/08/03/world/a-latvian-bars-ordaining-women.html","abstract":"  The oldest working pastor in the Evangelical Lutheran Church of Latvia is 93. The youngest, ordained this year, is 18. The Archbishop of Latvia says the shortage of pastors in his country is so extreme that he has to take anyone he can get.   Except women.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"How Lack of Sleep Can Make You Fat","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-how-lack-of-sleep-can-make-you-fat-847674.html","abstract":"  To the Editor:   While most explanations of obesity focus on external factors such as dietary choice or lack of exercise, an equally plausible explanation may be another appetitive behavior: sleep.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847178.html","abstract":"  A report in the Company News column of Business Day on Saturday about a $680 million noncash charge against earnings by the Mobil Corporation misstated the quarter in which the after-tax charge was being taken. The charge reduced the earnings previously reported for the first quarter of 1994, not the second quarter.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Islamic Hard-Liners Said to Gain Ground in Iran","web_url":"https://www.nytimes.com/1994/08/03/world/islamic-hard-liners-said-to-gain-ground-in-iran.html","abstract":"  After years of internal political struggle for control of Iran's Islamic revolution, the pragmatic faction led by President Hashemi Rafsanjani has been backed into a corner by resurgent hard-liners.   The advance of the Shiite Muslim radicals in the last few months appears to put an end, at least for now, to foreign diplomats' perennial expressions of hope that Iran would mend its relations with the United States and other Western countries, and end its support of Islamic revolutionary movements abroad.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Deadliness of Breast Cancer In Blacks Defies Easy Answer","web_url":"https://www.nytimes.com/1994/08/03/us/deadliness-of-breast-cancer-in-blacks-defies-easy-answer.html","abstract":"  IN the two decades that the National Cancer Institute has been gathering data on breast cancer, one thing has been clear: although white women are more likely than black women to get breast cancer, black women are much more likely to die from it. But the question is, why?   Now, several recent studies indicate that breast cancer might appear in a more deadly form among black woman. The tumors tend to be more malignant, as measured by cellular indicators of a poor prognosis.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"U.S. Panel Moves Toward Regulating Cigarette Nicotine","web_url":"https://www.nytimes.com/1994/08/03/us/us-panel-moves-toward-regulating-cigarette-nicotine.html","abstract":"  A Federal advisory panel to the Food and Drug Administration found today that nicotine was addictive and that it was the chief reason people smoke cigarettes.    The panel's votes are a step in the Food and Drug Administration's investigation of whether to regulate nicotine as a drug and took the agency farther than it has gone before in establishing control over nicotine. A negative vote by the committee could have ended the investigation. When the investigation is completed, the agency's commissioner, Dr. David A. Kessler, must decide whether to regulate nicotine and how to do so.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Rwanda Plans to Try Thousands For Massacres, New Leader Says","web_url":"https://www.nytimes.com/1994/08/03/world/rwanda-plans-to-try-thousands-for-massacres-new-leader-says.html","abstract":"  The Prime Minister of Rwanda said today that his newly installed Government would proceed with war crimes trials of members of the ousted Government and thousands of civilians suspected of taking part in genocidal attacks and other human rights violations during the recent civil war.    \"We are not going to wait for long for an international tribunal to be held,\" Prime Minister Faustin Twagiramungu said. \"It can take more than three years for the United Nations to organize an international tribunal, and people will think we are playing around here.\"","thumbnail":null,"section":"World"},{"date":"19940803","headline":"School Board Letter Warns Of Effects of Mayor's Cuts","web_url":"https://www.nytimes.com/1994/08/03/nyregion/school-board-letter-warns-of-effects-of-mayor-s-cuts.html","abstract":"  The Board of Education warned yesterday that new budget reductions ordered by Mayor Rudolph W. Giuliani could force such drastic actions as the shortening of the school day or the school year.   The board's president, Carol A. Gresser, and the Chancellor, Ramon C. Cortines, urged the Mayor to reconsider the cuts, which Mr. Giuliani ordered each agency to begin preparing last week to keep the city's $31.6 billion budget in balance.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Region Whose Borders Are in Eye of Beholder","web_url":"https://www.nytimes.com/1994/08/03/us/region-whose-borders-are-in-eye-of-beholder.html","abstract":"  There's one small problem with the South.   No one can agree on what it is.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"1894: Assassin in Dock : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-1894-assassin-in-dock-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Santo Jeronimo Caserio, the assassin of M. Carnot, President of the French Republic, appeared in the dock yesterday [Aug. 2] at Lyons, to answer for his crime. When all had taken their places the president began the examination of the prisoner, wh","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Paris Journal; No, No White Horse. Still, Rightist Is Riding High.","web_url":"https://www.nytimes.com/1994/08/03/world/paris-journal-no-no-white-horse-still-rightist-is-riding-high.html","abstract":"  One look at the bland technocrats governing France today helps explain the popularity of Charles Pasqua, a burly liquor salesman turned politician who hides a sharp wit behind a hangdog expression and delivers opinions straight from the hip in a thick Provencal accent.    But there is more to his appeal than folksiness. As Interior Minister, he is also chief cop in the conservative Government. And many French voters seem reassured that this tough former Resistance fighter has been charged with protecting France from illegal immigration, crime, drugs and other perils.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"U.S. Shelves Plan to Transfer Haitians to Third Countries","web_url":"https://www.nytimes.com/1994/08/03/world/us-shelves-plan-to-transfer-haitians-to-third-countries.html","abstract":"  No longer facing a flood of boat people leaving Haiti, the United States has shelved a plan to send the refugees at an American naval base in Cuba to \"safe havens\" in Caribbean countries, Administration officials said today.    Pentagon and State Department officials say that for now it is cheaper and more convenient to keep the more than 16,500 Haitians at Guantanamo Bay in Cuba than to spend tens of millions of dollars building and operating camps elsewhere. If the flow of refugees, which has dwindled to a trickle, should pick up again, officials say, Washington may revive the idea of sending Haitians to third countries.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Peeking Beyond Poetry's Conceits","web_url":"https://www.nytimes.com/1994/08/03/books/books-of-the-times-peeking-beyond-poetry-s-conceits.html","abstract":"  The Great Fires   Poems 1982-1992   By Jack Gilbert   90 pages. Alfred A. Knopf.. $20.   Earthly Measures  By Edward Hirsch  93 pages. Alfred A. Knopf. $20.      Why read a poem? It's a way of being alone with someone else's tones, obsessions, rhythms and sense of form; a way of giving yourself over to another human being and getting back something that is different from, and hopefully more than, either of you.","thumbnail":null,"section":"Books"},{"date":"19940803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/03/style/chronicle-847240.html","abstract":"  Saturday may or may not be Andy Warhol's 66th birthday. One way or the other, JAMIE WARHOLA, his nephew, will be in New York tomorrow to commune with his uncle, who died in 1987.    The occasion: a pre-birthday seance to be conducted at Serendipity, the East Side restaurant and shop, by two psychics, ELLIE CRYSTAL and JOHN J. EDWARD. They will try to \"channel\" (speak to) Mr. Warhol, whose precise birth date has been surrounded in mystery, though Aug. 6, 1928, is commonly accepted.","thumbnail":null,"section":"Style"},{"date":"19940803","headline":"New Medical Quandary at Heart of a Trial","web_url":"https://www.nytimes.com/1994/08/03/us/new-medical-quandary-at-heart-of-a-trial.html","abstract":"  In what medical ethicists say could be an important test of parents' rights to stop medical treatment for premature children, a Michigan doctor who disconnected his son's life-support system will stand trial on charges of manslaughter.   Judge Patrick Cherry of Ingham County District Court ruled on Monday after a preliminary hearing that there was enough evidence to try Dr. Gregory Messenger, a dermatologist who took his premature son off life support without the permission of the hospital or his son's doctor. His son, born at 25 weeks, 15 weeks before his due date, weighed 1 pound, 11 ounces. The infant, considered at risk of brain damage, was given a 30 percent to 50 percent chance of survival.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Military Caste System Marches Blindly On","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-military-caste-system-marches-blindly-on-847682.html","abstract":"  To the Editor:   You report July 19 on the court-martial of Sgt. Erwin M. Graves, accused of raping and murdering a woman officer, Lieut. Lisa N. Bryant. The reason for this tragedy, you assert on the say-so of your military sources, is that \"with bases closing and scaling back in size since the end of the cold war,\" many posts are attempting to maximize the use of their buildings by \"blurring traditional barriers that once separated officers from lower-ranked personnel.\" Sergeant Graves and Lieutenant Bryant lived in the same base housing.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Cooper's Wife Defuses Reports","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-basketball-cooper-s-wife-defuses-reports.html","abstract":"  The wife of MICHAEL COOPER, the former Lakers star, said yesterday that she did not want people to compare their domestic dispute to the circumstances surrounding the O. J. SIMPSON case. Cooper, who played on five championship teams and is now an assistant coach, was arrested July 27 and charged with assault and battery. The police report said he threatened his wife with a vase. WANDA COOPER said she was taken aback by the reaction after the arrest report was released Monday. She singled out a Los Angeles television station that led into a report on the Simpson case with a story about Cooper's arrest. \"They make it sound as if the man was absolutely killing me,\" she said. \"That's not the case at all.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Haiti Attacks Critics and Restricts Civil Rights","web_url":"https://www.nytimes.com/1994/08/03/world/haiti-attacks-critics-and-restricts-civil-rights.html","abstract":"  In separate attacks that came hours after a state of siege was declared here, Government security forces shot and wounded a critic of military rule on Monday and beat and arrested several other people who were applying for refuge in the United States, witnesses and diplomats said today.   The military-dominated Government nominally headed by President Emile Jonassaint, which ordered the state of siege in a television broadcast early Monday, has also announced the first official restrictions on civil liberties under the decree: It warned radio and television stations here that their licenses may be rescinded if their news coverage is deemed unpatriotic.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Gore, in Ukraine, Expresses Support for Economic Change","web_url":"https://www.nytimes.com/1994/08/03/world/gore-in-ukraine-expresses-support-for-economic-change.html","abstract":"  In another indication that the West is viewing Ukraine as an important East European country, Vice President Al Gore today offered strong United States support for \"comprehensive economic reforms\" to stabilize this country's ailing economy.   \"This is an extremely important priority for the United States of America,\" said Mr. Gore, who is the most important foreign official to visit President Leonid D. Kuchma since he defeated Leonid M. Kravchuk last month.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/08/03/nyregion/news-summary-840424.html","abstract":"  International A2-11  FEW INVEST IN SOUTH AFRICA  South Africa is still awaiting a surge of foreign investment 10 months after Nelson Mandela appealed for businesses to return. Investors worry about militant workers, trade barriers and currency controls.  A1  RWANDA PLANS WAR-CRIMES TRIALS  The new Prime Minister of Rwanda said his Government would proceed with war crimes trials of members of the ousted Government and civilians suspected of taking part in genocidal attacks.  A1","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"At Rwandan Camps, Life's a Bit Bearable","web_url":"https://www.nytimes.com/1994/08/03/world/at-rwandan-camps-life-s-a-bit-bearable.html","abstract":"  As the mist lifted and the night coughs and wheezes gave way to the first morning stirrings today at the Kibumba refugee camp near here, the new cafe owner at the camp was counting money. Jean d'Amour Harelimana slapped wads of Rwandan 50-franc notes on his mattress and said he figured he had sold 190 pieces of fried bread yesterday, the opening day for his roadside store.   Life in the camps has become slightly more tolerable as the strongest survivors begin to form daily routines.","thumbnail":null,"section":"World"},{"date":"19940803","headline":"Trumpeting A Defense Of Art","web_url":"https://www.nytimes.com/1994/08/03/nyregion/about-new-york-trumpeting-a-defense-of-art.html","abstract":"  IF the strains of \"When Irish Eyes Are Smiling\" ever drift your way past the smoky sizzle of sausage and the come-ons of carny barkers at an Italian street festival, chances are that Larry Laurenzano's brass band is somewhere in the mix.   Decked out in red caps and white shirts, the band looks Italian enough, and their sweaty, booming swing showcases the traditional folk songs and processional hymns that are the usual festival soundtrack. But their repertoire can sometimes be as varied as the musicians themselves: at one time or another Mr. Laurenzano's group has included Italian, Jewish, Hispanic and even Asian Indian players.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"The Federal Move Against Clinic Crime","web_url":"https://www.nytimes.com/1994/08/03/opinion/the-federal-move-against-clinic-crime.html","abstract":"  The Federal Government has responded with commendable speed to the killings of a doctor and his escort at a Florida abortion clinic on Friday. The Clinton Administration has sent U.S. marshals to help guard a dozen or so abortion clinics across the country and has begun to plan a broad strategy to prevent the further spread of violence and murder at the clinics.    What role the marshals will play, how long they will stay in the field and how many clinics they will help protect remain to be determined. But their deployment is encouraging evidence that the Administration intends to prevent and punish crimes that deprive women of their constitutional right to an abortion.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Offended by an Honor : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-offended-by-an-honor-letters-to-the-editor.html","abstract":"Regarding the headline in your July 29 issue, \"Pope Offends Jews by Granting Waldheim a Knighthood\": Surely it is not only Jews who are offended.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Showalter's Hunches Are Also on Fire","web_url":"https://www.nytimes.com/1994/08/03/sports/baseball-showalter-s-hunches-are-also-on-fire.html","abstract":"  Scott Kamieniecki was desperate. He had pitched eight sound innings, but the score was tied in the ninth and the Yankees had to score for him if he was to win. Sloppy defense by Matt Nokes had destroyed Kamieniecki's chance for a shutout, enabled Milwaukee to score one important run and blemished his outstanding start.   Now Kamieniecki needed Nokes. There Nokes was, batting against Jaime Navarro with runners on first and second and none out. Would Buck Showalter pinch-hit for Nokes with a better bunter? No. Would Showalter instruct Nokes to bunt? No. Showalter unveiled a novel strategy by letting Nokes hit, and the villain shed his tag by rapping a single that scored Don Mattingly to snap a 1-1 tie and help catapult the Yankees to a 7-1 victory over the Brewers.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Kennedy Airport: Mob's Candy Store","web_url":"https://www.nytimes.com/1994/08/03/nyregion/kennedy-airport-mob-s-candy-store.html","abstract":"  Investigators and prosecutors have long called Kennedy International Airport \"the mob's private candy store.\"   With cargo valued at more than $80 billion moving in and out of the airport every year, law-enforcement officials say that the Gambino and Lucchese crime families have been silent and violent partners in thefts and hijackings for 30 years.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Pataki Rival Outlines Plans to Cut Taxes","web_url":"https://www.nytimes.com/1994/08/03/nyregion/pataki-rival-outlines-plans-to-cut-taxes.html","abstract":"  Combining economic policy with political jabs at a Republican rival, the insurgent Republican candidate for governor issued a detailed proposal today for cutting state personal income taxes by 24 percent and reducing state spending by almost $4 billion a year.   The proposal by Richard M. Rosenbaum draws abundantly from the policies of two Republican governors whose legislative successes are becoming issues in New York State's race: William F. Weld in Massachusetts and Christine Todd Whitman in New Jersey.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Unbeaten Brown Loses Coach","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-people-rowing-unbeaten-brown-loses-coach.html","abstract":"  STEVE GLADSTONE, Brown's crew coach for the last 13 seasons, announced his retirement yesterday to take a position in the university's development office. Gladstone, a Syracuse graduate who had also been head coach at California, coached Brown men's heavyweight crews to undefeated seasons and national championships the last two years. His dual race record at Brown was 66-21.   Gladstone, son of the former WOR radio personality HENRY GLADSTONE, will undertake various assignments at Brown including a $450 million fund-raising drive in the next five months.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847186.html","abstract":"  An article on Friday about the New York City Department of Youth Services misattributed opinions about the agency's finances. It was the city's budget director, Abraham M. Lackman, who said the department might have a $2 million deficit; it was not the Comptroller's office. The Comptroller's office said the department has a surplus.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Bangladesh Ivory Tower Is No Haven","web_url":"https://www.nytimes.com/1994/08/03/world/bangladesh-ivory-tower-is-no-haven.html","abstract":"  Serajul Islam Chowdhury was in full voice at the University of Dhaka, lecturing on Shakespeare's tragedies, he recalled, when the rattle of gunfire on campus drowned his words. The 58-year-old professor closed the classroom window, then resumed his discourse.   \"It disrupts you for a while,\" Mr. Chowdhury said as he recounted the incident, which occurred last year. \"But then the gunfire dies down and you get on with the lecture. Academic life continues.\"","thumbnail":null,"section":"World"},{"date":"19940803","headline":"2 Composers And a Mayor On a Night Out","web_url":"https://www.nytimes.com/1994/08/03/arts/music-review-2-composers-and-a-mayor-on-a-night-out.html","abstract":"  The New York Philharmonic opened its 30th season of free outdoor concerts on Monday evening, and about 75,000 listeners took advantage of the clear, cool weather to settle back on the Great Lawn of Central Park and take in two hours of music and a fireworks display. As a prelude, Mayor Rudolph W. Giuliani proclaimed Monday (or what was left of it) New York Philharmonic Parks Concerts Day, and other Philharmonic and city officials thanked sponsors and asked picnickers to clean up after themselves, all in less than five minutes. As another welcome bonus, the Philharmonic replaced its usual folded flier with a regular program book with complete notes on the music and photos from past summers.   There were musical dividends as well. The first half of the program was devoted to Howard Hanson's \"Romantic\" Symphony (Op. 30), a 1930 work that has been recorded a few times but is rarely heard in concert. It has the makings of a crowd-pleaser: Hanson's melodies have a wonderful sweep, and his plush scoring moves between an Impressionistic shimmer and a brassy heftiness that at times seems downright Brucknerian. There are times when its slow movements meander, but there are also pages of purely visceral thrills.","thumbnail":null,"section":"Arts"},{"date":"19940803","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/08/03/sports/results-plus-844713.html","abstract":"  HARNESS RACING  Donerail Sets Trot Record  Donerail set a Meadowlands track and stakes record last night in winning the $564,750 Peter Haughton Memorial, a one-mile trot for 2-year-olds. Donerail, now 8 for 8, won wire to wire in 1:554/5 , beating Tap In by five lengths. It was the fastest time ever recorded by a 2-year-old in a parimutuel race. Mac Lobell trotted a 1:553/5 in a non-betting race on Oct. 3, 1986.   The previous track mark for a 2-year-old trotter was 1:57 held jointly by Donerail and Demilo Hanover. Donerail, driven by John Campbell, more than quadrupled his winnings with the $282,325 winner's purse. (AP) TENNIS  Petchey Wins in Los Angeles  Mark Petchey of England, the world's 89th-ranked player, capitalized on a strong serve to upset top-seeded Michael Chang, 7-5, 6-2, in just 72 minutes yesterday in the first round of the Los Angeles Open. The No. 7 seed, Brad Gilbert, also lost, to Jared Palmer, 6-7 (5-7), 6-3, 6-4. In other matches, No. 2 Boris Becker of Germany eliminated Grant Stafford of South Africa, 7-5, 6-3, and No. 6 Jason Stoltenberg of Australia beat Thomas Enqvist of Sweden, 7-5, 6-4. (AP) Medvedev Advances: Second-seeded Andrei Medvedev beat Peter Tramacchi, 7-6 (8-6), 6-0, yesterday in the opening round of the Czech Open, a clay-court tournament in Prague. (AP) Davenport in a Hurry: Lindsay Davenport, her serve humming on the hard courts, enjoyed a short workout yesterday, beating Stephanie Rottier, 6-2, 6-3, in 57 minutes in the first round of the $400,000 Toshiba Classic in Carlsbad, Calif. (AP) EQUESTRIAN  Fine Showing for U.S. Team  The United States has claimed three medals after the first week of the world games at the Hague that continue through Sunday. In three-day eventing, Dorothy Trapp of Lexington, Ky., won a silver medal. In the vaulting, Kerith Lemon of Saratoga, Calif., won a silver medal. The dressage team of Robert Dover, Lebanon, N.J.; Carol Lavell, Fairfax, Va.; Kathleen Raine, Rolling Hills, Calif., and Gary Rockwell, North Salem, N.Y., won the bronze team medal.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"At the Beach, With Responsibility; For a Lifeguard, Bodybuilding, Pranks and Rescues for Real","web_url":"https://www.nytimes.com/1994/08/03/nyregion/beach-with-responsibility-for-lifeguard-bodybuilding-pranks-rescues-for-real.html","abstract":"  There is no knowing it when you come to the fiercely busy Central Mall field at Jones Beach to feel the baking sun and face the ocean, but this is Bob Lenti's beach.   Do something wrong, and feel his unflinching wrath. Innumerable acts will get his attention: bopping someone with a ball where one is not supposed to play ball, propping up your umbrella past the umbrella line and obscuring the view of the lifeguards, drinking alcoholic beverages and then parading into the ocean or, of course, starting to drown. He has one objective: that at the end of the day, the same number of people who come to his beach leave it. That alone is how he measures a good day.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/08/03/nyregion/metro-digest-841684.html","abstract":"  22 ARRESTED IN AIR-CARGO THEFTS   Three major air-cargo theft rings that stole millions of dollars in merchandise from warehouses around Kennedy International Airport were shut down with the arrest of 22 suspects, many with connections to organized crime, law-enforcement officials said. A1.   Investigators and prosecutors have long called Kennedy \"the mob's private candy store.\" B2. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"A Fable of Love and an Exercise in Technology","web_url":"https://www.nytimes.com/1994/08/03/movies/film-review-a-fable-of-love-and-an-exercise-in-technology.html","abstract":"  Gordian Maugg's \"Olympic Summer\" is not the first movie to interweave decades-old news and documentary film clips with fictional scenes that duplicate as closely as possible the look and style of an earlier era. Still, one is hard pressed to recall a film in which the past and the present are blended so seamlessly that contemporary actors portraying 1930's characters give the illusion of people being caught on film nearly six decades ago.    The movie, which opens today at Film Forum 1, is at once a wildly romantic fable of love and lost innocence in Nazi Germany and a showy exercise in cinematic style and technology. Much of its charm owes to an ingenious technological experiment. Mr. Maugg, a 27-year-old German director and screenwriter, filmed the actors using the same sort of hand-cranked camera that was used to film the movie's documentary scenes of Berlin street life and of the 1936 Olympic Games.","thumbnail":null,"section":"Movies"},{"date":"19940803","headline":"1919: Stockings Still : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-1919-stockings-still-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The first young woman to avail herself of the opportunity to walk stockingless into any of the fashionable New York hotel dining-rooms made her way to a table in the Plaza, crossed her knees in true Parisian style and ordered a sandwich. A wait","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Corrections","web_url":"https://www.nytimes.com/1994/08/03/nyregion/c-corrections-847151.html","abstract":"  Because of a production error, an article on Monday about a proposed Federal system to track asteroids that threaten Earth omitted several lines in some copies. The affected sentences should have read:   \"The six-person study panel is to be headed by Dr. Eugene Shoemaker, a discoverer of the cometary fragments that slammed into Jupiter from July 16 to 23, igniting flashes that outshone the planet.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Doing Business in Russia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-doing-business-in-russia-letters-to-the-editor.html","abstract":"Regarding \"Russia: Not for the Timid\" (Business/Finance, June 21) by Steve Liesman: .Rather than experiencing a money supply that \"pours in\" from the West, Russian companies are forced to borrow money from domestic sources at intere","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Albany Study Finds Fraud In Welfare","web_url":"https://www.nytimes.com/1994/08/03/nyregion/albany-study-finds-fraud-in-welfare.html","abstract":"  In a new attack against welfare fraud around the region, computers that compared public assistance rolls in six states found more than 4,200 people who apparently received benefits both in New York and in another state, Gov. Mario M. Cuomo announced today.   State officials, who matched data from surrounding states for the first time, could not estimate how much the fraud cost taxpayers. But officials in New York City -- where three-quarters of the double-dipping recipients claimed one of their addresses -- said the data provided by the study could save them up to $3 million as they strike offenders from welfare rolls.","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Slain Woman's Sister Meets U.S. Ambassador in Jordan","web_url":"https://www.nytimes.com/1994/08/03/nyregion/slain-womans-sister-meets-us-ambassador-in-jordan.html","abstract":"The sister of a New Jersey woman whose husband has confessed to strangling her and then fleeing to Amman met today with American diplomats, seeking to advance her effort to have the couple's two children returned to the United States.\n\nAfter the sister, Nesime Dokur, and her lawyer, Nancy Feinberg, met with officials at the United States Embassy, Ms. Feinberg called the session \"very, very productive.\"","thumbnail":null,"section":"New York"},{"date":"19940803","headline":"Love Story","web_url":"https://www.nytimes.com/1994/08/03/opinion/love-story.html","abstract":"  Somewhere above reality -- somewhere, let us say, between the earth and the ether -- there lies a land whose only manifestation is in those fabulous tabloids that greet supermarket shoppers just before they reach the cash register. The checkout line becomes a reading room.   In this land, 99-year-old women give birth almost every day. Some of these women have 15-year-old boyfriends. Others were partnered, if only temporarily, by gentlemen who are not only out of this world but out of this species.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"18% of H.I.V.-Infected Hemophiliacs May Stay Free of AIDS for 25 Years","web_url":"https://www.nytimes.com/1994/08/03/us/18-of-hiv-infected-hemophiliacs-may-stay-free-of-aids-for-25-years.html","abstract":"  A SIGNIFICANT minority of hemophiliacs infected with the virus that causes AIDS may live for up to 25 years before developing the disease, British medical researchers have calculated.   The researchers based their estimate on the results of a continuing study of 111 men with hemophilia whose immunological and health status has been monitored since they became infected with H.I.V., the AIDS virus, during a six-year period starting in 1979.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"World Trade Pact Sows New Crop of Rwandas; Legislating Swiftly","web_url":"https://www.nytimes.com/1994/08/03/opinion/l-world-trade-pact-sows-new-crop-of-rwandas-legislating-swiftly-847666.html","abstract":"  To the Editor:   \"Retreating on the Trade Pact\" (editorial, July 27) is inaccurate.","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"In Sri Lanka, the Majority May Have Had Enough of Civil War","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-in-sri-lanka-the-majority-may-have-had-enough-of-civil-war.html","abstract":"For more than a decade, Sri Lankan politics has alternated between horror and misery. There has been war between the Sinhalese majority and the Tamil minority, terrorism by the state and both ethnic groups, pogroms, death squads, massacres, assassination","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/08/03/style/chronicle-847259.html","abstract":"  HENRY A. KISSINGER knows more than a thing or two about security matters, but that didn't keep his car from being stolen.    A chauffeur discovered that the 1994 Mercedes-Benz was missing when he went to get it from a garage near Mr. Kissinger's East Side apartment on Monday, The Associated Press reported. The thief apparently took the keys from a locked box at the garage and stole the car when an attendant was distracted, the police said.","thumbnail":null,"section":"Style"},{"date":"19940803","headline":"Candor and Confidence : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/08/03/opinion/IHT-candor-and-confidence-letters-to-the-editor.html","abstract":"Anthony Lewis's \"Wrong, and They Don't Apologize\" (Opinion, July 19) is most commendable. It would indeed help enhance reader confidence, somewhat fragile in this period of uncertainty, if the regular press were absolutely candid about its occa","thumbnail":null,"section":"Opinion"},{"date":"19940803","headline":"Jerry Hadley Is Stravinsky's 'Rake' In a New Production at Salzburg","web_url":"https://www.nytimes.com/1994/08/03/arts/opera-review-jerry-hadley-is-stravinsky-s-rake-in-a-new-production-at-salzburg.html","abstract":"  The new production of Stravinsky's \"Rake's Progress\" is a perfect embodiment of the atmosphere that has evolved here at the Salzburg Festival since Gerard Mortier took over as artistic director two years ago. The opera shows some daring in its attempt to trump the famous Glyndebourne production designed by David Hockney with costumes and sets by a lesser-known painter, Jorg Immendorff. It has a cosmopolitan character, with Sylvain Cambreling conducting an accomplished cast that includes the American singers Sylvia McNair, Jerry Hadley and Grace Bumbry. It stretches the conservative classical boundaries of the festival by being part of a miniature homage to Stravinsky (\"L'Histoire du Soldat\" is being staged, as well as Peter Sellars's much-awaited interpretation of \"Oedipus Rex,\" which will have its premiere in a few weeks).   And like much of Mr. Mortier's Salzburg programming, \"The Rake's Progress\" seems to flirt so dangerously with radical innovation that it cannot possibly work. Then it often does, creating an entirely new set of interpretations and possibilities. Controversy is guaranteed, but so are rewards; I hope this production will make its way to New York.","thumbnail":null,"section":"Arts"},{"date":"19940803","headline":"N.B.A. Rejects 2 Contracts In Strategy for Salary Cap","web_url":"https://www.nytimes.com/1994/08/03/sports/pro-basketball-nba-rejects-2-contracts-in-strategy-for-salary-cap.html","abstract":"  Citing a silver-lining clause in an otherwise adverse court ruling last year in the Chris Dudley case, the National Basketball Association is making a new effort to defend its salary cap against imaginative contracts. This time, the league is doing so by rejecting A. C. Green's new $26 million, five-year contract with the Phoenix Suns and Horace Grant's contract with the Orlando Magic.   In rejecting the two contracts yesterday, the league contended, in effect, that Green is getting far too much and Grant far too little.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Fire Crews Gasp, But Welcome The Smoke","web_url":"https://www.nytimes.com/1994/08/03/us/fire-crews-gasp-but-welcome-the-smoke.html","abstract":"  The smoke was heavy again today, blocking out the sun, the steep, jagged mountains and the fire itself.   Hundreds of tired firefighters, who have rushed here to battle the worst of the forest fires sweeping the Northwest, sucked the hot smoke into their lungs as they opened fire lines with shovels and bulldozers. But they hoped that the air would not clear.","thumbnail":null,"section":"U.S."},{"date":"19940803","headline":"Sports of The Times Players Ask: So What's Cookin'?","web_url":"https://www.nytimes.com/1994/08/03/sports/sports-of-the-times-players-ask-so-what-s-cookin.html","abstract":"  THE baseball owners have sent over financial statements to the players' association in a gesture of what they say is good faith, in an effort to avoid a strike. They hoped to establish with the union their contention that, like baseball owners before them and those before them -- back to the 19th century, to the days of, pardon the expression, the robber barons -- that they, today's owners, are losing money.   Nineteen of the 28 teams say they are awash in a Red Sea of losses, and most of the losses, the owners contend, are attributable to the players' hefty salaries, paid for, coincidentally, by these very same owners, canny businessmen, whose average net worth is estimated by Forbes Magazine as $300 million to $400 million, with Ted Turner topping out at $2.2 billion.","thumbnail":null,"section":"Sports"},{"date":"19940803","headline":"Broken Dreams on the Road To Country-Music Stardom","web_url":"https://www.nytimes.com/1994/08/03/theater/theater-review-broken-dreams-on-the-road-to-country-music-stardom.html","abstract":"  Cabarets in the Times Square district are unlikely showcases for wholesomeness. But with only a few excisions, \"Honky-Tonk Highway,\" a jalopy-to-limousine musical about a touring country music band at Don't Tell Mama, could play Disneyland.   This formulaic, folksy parable about the perils of fame, with a book by Richard Berg and music and lyrics by Robert Lindsey-Nassif, is a smoothly sanitized pastiche of film biographies of Nashville stars, like \"Your Cheating Heart\" and \"Coal Miner's Daughter.\" And its sensibility bears roughly the same relationship to the throbbing heartache behind the best country classics that airline food does to home cooking.","thumbnail":null,"section":"Theater"}],"wiki_events":[],"weather":[{"date":"19940803","time":"1994-08-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":89,"wspd":1.8},{"date":"19940803","time":"1994-08-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":89,"wspd":5.4},{"date":"19940803","time":"1994-08-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":88,"wspd":5.4},{"date":"19940803","time":"1994-08-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":89,"wspd":3.6},{"date":"19940803","time":"1994-08-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":87,"wspd":5.4},{"date":"19940803","time":"1994-08-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":86,"wspd":9.4},{"date":"19940803","time":"1994-08-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":85,"wspd":5.4},{"date":"19940803","time":"1994-08-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":76,"wspd":7.6},{"date":"19940803","time":"1994-08-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":67,"wspd":9.4},{"date":"19940803","time":"1994-08-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.5,"rhum":60,"wspd":9.4},{"date":"19940803","time":"1994-08-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.3,"rhum":51,"wspd":13},{"date":"19940803","time":"1994-08-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.9,"rhum":48,"wspd":13},{"date":"19940803","time":"1994-08-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.4,"rhum":43,"wspd":14.8},{"date":"19940803","time":"1994-08-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.5,"rhum":39,"wspd":18.4},{"date":"19940803","time":"1994-08-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":28.9,"rhum":36,"wspd":14.8},{"date":"19940803","time":"1994-08-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":28.5,"rhum":35,"wspd":9.4},{"date":"19940803","time":"1994-08-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.7,"rhum":38,"wspd":13},{"date":"19940803","time":"1994-08-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.5,"rhum":37,"wspd":16.6},{"date":"19940803","time":"1994-08-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":27.3,"rhum":40,"wspd":13},{"date":"19940803","time":"1994-08-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.8,"rhum":42,"wspd":9.4},{"date":"19940803","time":"1994-08-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.7,"rhum":61,"wspd":14.8},{"date":"19940803","time":"1994-08-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.9,"rhum":58,"wspd":18.4},{"date":"19940803","time":"1994-08-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":60,"wspd":16.6},{"date":"19940803","time":"1994-08-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":65,"wspd":13},{"date":"19940803","time":"1994-08-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":55,"wspd":22.3},{"date":"19940803","time":"1994-08-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":60,"wspd":20.5},{"date":"19940803","time":"1994-08-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":16.6},{"date":"19940803","time":"1994-08-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":11.2},{"date":"19940803","time":"1994-08-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":13},{"date":"19940803","time":"1994-08-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":65,"wspd":11.2},{"date":"19940803","time":"1994-08-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":69,"wspd":14.8},{"date":"19940803","time":"1994-08-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":74,"wspd":13},{"date":"19940803","time":"1994-08-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":13},{"date":"19940803","time":"1994-08-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":9.4},{"date":"19940803","time":"1994-08-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":11.2},{"date":"19940803","time":"1994-08-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":9.4},{"date":"19940803","time":"1994-08-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":7.6},{"date":"19940803","time":"1994-08-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":9.4},{"date":"19940803","time":"1994-08-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":59,"wspd":7.6},{"date":"19940803","time":"1994-08-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":53,"wspd":9.4},{"date":"19940803","time":"1994-08-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":18.7},{"date":"19940803","time":"1994-08-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":48,"wspd":18.7},{"date":"19940803","time":"1994-08-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":50,"wspd":16.6},{"date":"19940803","time":"1994-08-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":52,"wspd":18.7},{"date":"19940803","time":"1994-08-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":55,"wspd":20.5},{"date":"19940803","time":"1994-08-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":53,"wspd":18.7},{"date":"19940803","time":"1994-08-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":44,"wspd":16.6},{"date":"19940803","time":"1994-08-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":47,"wspd":22.3}]}}