{"19930825":{"guardian_articles":[],"nytimes_articles":[{"date":"19930825","headline":"Talks Set on Baseball Format","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-talks-set-on-baseball-format.html","abstract":"  Representatives of the players and the owners will meet tomorrow to begin negotiations on expanded baseball playoffs and the three-division alignment of the National and American leagues.   Eugene Orza, associate general counsel of the Players Association, said yesterday that he and others from the union would meet with Richard Ravitch, the owners' chief labor executive, and his aides. Donald Fehr, the association's executive director, is on vacation. \"I would characterize the meeting as preliminary in scope,\" Orza said. \"We'll try to hone in on what the issues might be, but it will be good to get started.\"","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Morrow Cancels Plans For Lincoln-Era History","web_url":"https://www.nytimes.com/1993/08/25/books/morrow-cancels-plans-for-lincoln-era-history.html","abstract":"  William Morrow & Company, which had reportedly been prepared to pay $1 million to publish a book purporting to be the memoirs of Abraham Lincoln's laundress, has canceled its plans because of questions about the manuscript's authenticity. The manuscript, called \"A House Divided: An Oral History of Mariah Vance 1850-1860,\" is owned by Lloyd Ostendorf of Akron, Ohio, an artist and a collector of Lincoln memorabilia.   It was submitted to a number of Lincoln scholars, who raised such serious questions that Morrow felt it could not go ahead, said Liza Dawson, a senior editor and vice president at Morrow.","thumbnail":null,"section":"Books"},{"date":"19930825","headline":"Bosnian Croats Again Deny A Food Delivery to Muslims","web_url":"https://www.nytimes.com/1993/08/25/world/bosnian-croats-again-deny-a-food-delivery-to-muslims.html","abstract":"  Bosnian Croat leaders refused again today to allow a United Nations convoy deliver food to an estimated 55,000 Muslims who are reported near starvation in the eastern half of the city of Mostar.   Just hours after giving permission for the 19-truck convoy to deliver some 200 tons of food and medicine to eastern Mostar, the Bosnian Croats reneged, demanding first the return of the bodies of Croatian militiamen killed in the fighting that has raged in the city since early May.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Drug Inquiry Into Officers In Brooklyn","web_url":"https://www.nytimes.com/1993/08/25/nyregion/drug-inquiry-into-officers-in-brooklyn.html","abstract":"  Police Commissioner Raymond W. Kelly said last night that Federal and state prosecutors were investigating allegations that a group of police officers ran a drug trafficking ring on their beats in the 73d Precinct in Brownsville, Brooklyn, systematically stealing drugs from drug dealers.   The investigation has been led for the last year by the Brooklyn District Attorney, Charles J. Hynes, other law enforcement officials said. It has focused on a group of between 10 and 15 officers suspected of holding up the dealers, sometimes at gunpoint, in one of the most crime-racked areas of the city.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Fish and the Future : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-fish-and-the-future-letters-to-the-editor.html","abstract":"Regarding the editorial \"Plundering the Seas\" (Aug. 3): .The fishing industry continues to maintain relentless pressure for further expansion - the unstated price being the protein supplies of future human generations. .Only a global, bindi","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"NBC's O'Neil Is Said to Have Been Ousted","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-people-tv-sports-nbc-s-o-neil-is-said-to-have-been-ousted.html","abstract":"  Despite reports last week that TERRY O'NEIL had resigned as the executive producer of NBC Sports to join an investor group trying to buy a sports franchise, he was apparently dismissed during contract talks, according to television industry sources.   O'Neil had apparently agreed in June to a multiyear deal worth about $600,000 annually, down from the estimated $800,000 annual salary he now draws, the sources said. But he subsequently said he wanted to renegotiate.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Braves Give First-Place Giants That Shrinking Feeling","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-braves-give-first-place-giants-that-shrinking-feeling.html","abstract":"  The San Franciso Giants did not move to Florida, but they still might be headed south.   What was a 10-game lead over Atlanta in the National League West one month ago is now only five and a half games. The Braves cleared the right-field fence three times this afternoon, did a superior job flipping down their sunglasses and won, 6-4, for the second time in 16 hours.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Press Is Tough on Democratic Presidents","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-press-is-tough-on-democratic-presidents-264993.html","abstract":"  To the Editor:   Your Aug. 13 front-page news analysis of Vincent W. Foster Jr.'s suicide states, \"It defies credibility to suggest that the Clinton Administration has taken anything resembling the pounding from political opponents or from the news media that other Administrations have endured.\" You note that President Johnson's term after the 1964 election was crippled by the Vietnam War and that President Nixon's second term was cut short by the Watergate scandal.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Saudis Without Dollars","web_url":"https://www.nytimes.com/1993/08/25/opinion/saudis-without-dollars.html","abstract":"  Remember when economists stayed up nights worrying about how the world would ever be able to recycle Saudi Arabia's huge petrodollar surpluses? Today's worry in Washington, as Times reporters documented in a pair of articles this week, is about the dangers that flow from Saudi Arabia's equally huge deficits.    Financial reserves that less than a decade ago totaled $121 billion have melted away, spent on lavish social programs, eccentric development schemes, subsidies to domestic and foreign friends of the Saudi royal family -- and weapons. Since the Persian Gulf war, the largest share has been going to weapons, especially those bought from the United States.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"U.S. Woman Says Demjanjuk Was at Nazi Camp","web_url":"https://www.nytimes.com/1993/08/25/world/us-woman-says-demjanjuk-was-at-nazi-camp.html","abstract":"  The \"Ivan the Terrible\" case of John Demjanjuk took a surprising turn today with the emergence of a New Jersey woman who says she survived the Nazi death camp at Sobibor in occupied Poland and remembers that Mr. Demjanjuk had been a guard there.   \"He was there,\" Esther Raab, 71, of Vineland, N.J., told The Associated Press. \"He was miserable like all of them. He wasn't any different. What were they there for? To kill.\"","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Dinkins, in Testimony, Defends His Response on Crown Heights","web_url":"https://www.nytimes.com/1993/08/25/nyregion/dinkins-in-testimony-defends-his-response-on-crown-heights.html","abstract":"  Mayor David N. Dinkins stood his ground yesterday during a grueling daylong questioning by a lawyer trying to show that the Mayor permitted violence against Hasidic Jews to go unchecked in Crown Heights two years ago.   The lawyer was representing the Hasidim of Crown Heights, who are suing Mr. Dinkins and the city. During a break in the questioning, conducted at Gracie Mansion, the Mayor suggested that the lawsuit had been brought, in essence, to do him political damage by keeping questions about Crown Heights alive as he seeks re-election.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/25/style/chronicle-165093.html","abstract":"  The Waldorf-Astoria Hotel, whose exterior was designated last January as a New York City landmark, recently completed a $140 million interior renovation that restored and preserved virtually all of the hotel's original Art Deco architectural details.   What's more, the renovation completed a number of original designs for the 1931 building that were abandoned because of the onset of the Great Depression.","thumbnail":null,"section":"Style"},{"date":"19930825","headline":"Gay Leader Stabbed On Brooklyn Street","web_url":"https://www.nytimes.com/1993/08/25/nyregion/gay-leader-stabbed-on-brooklyn-street.html","abstract":"  A gay advocate was stabbed in Brooklyn Monday night in an incident that the police are investigating as a possible bias crime, the police said.   The advocate, Brendan Fay, said he had just emerged from the Bedford Street station on the L subway line in Williamsburg at around 11 P.M. when a young man came up behind him, yelled an anti-gay slur, and stabbed him in the right side of his back.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"New Trouble in Prince William Sound","web_url":"https://www.nytimes.com/1993/08/25/opinion/new-trouble-in-prince-william-sound.html","abstract":"  This is an anxious time for Alaskans who live and work on Prince William Sound, scene of the Exxon Valdez oil spill four years ago.   The Government Accounting Office has found blatant mismanagement of the fund that is supposed to restore and protect the Prince William habitat. In addition, this year's salmon harvest is the smallest in 20 years, raising fears that damage to the sound might be far worse than was previously thought.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"2 IRAQI DIPLOMATS DEFECT IN BRITAIN","web_url":"https://www.nytimes.com/1993/08/25/world/2-iraqi-diplomats-defect-in-britain.html","abstract":"  Iraq's Ambassador to Canada and the former Ambassador to Tunisia said today that they were deserting the Government of President Saddam Hussein, and joining other Iraqi exiles pledged to the overthrow of the Baghdad leadership.   The defections of the two senior diplomats bring to five the number of Iraqi ambassadors who have defected from Iraq since the Persian Gulf war ended in February of 1991.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Sure, Italians Make Westerns. But in Russia?","web_url":"https://www.nytimes.com/1993/08/25/movies/sure-italians-make-westerns-but-in-russia.html","abstract":"  Enzo G. Castellari, a director of 36 films, including spaghetti westerns of the kind that made Clint Eastwood famous, is beside himself with rapture. After all those years, he sighs, and on a Russian army base of all places, he finally has a Wild West village of his own.   \"Before, I always had one used in a thousand other films,\" he said. \"It was always somebody else's design, Sergio Leone's or somebody. But at last,\" he continued, gesturing expansively around the muddy streets and raw lumber buildings marked Feed and Grain and Saloon, \"at last, this is my village, this one's mine, the design, the details.\"","thumbnail":null,"section":"Movies"},{"date":"19930825","headline":"Did a Town In Germany Pay Firebug For Attack?","web_url":"https://www.nytimes.com/1993/08/25/world/did-a-town-in-germany-pay-firebug-for-attack.html","abstract":"  Few eyebrows were raised last year when a firebomb destroyed an unoccupied building near Berlin that was to become a hostel for asylum-seekers. Gangs of rightist youths regularly set such fires in Germany, and the fact that no one was inside the building in this hamlet before dawn on Nov. 1 kept the episode off the front pages.   This week, however, the people of Dolgenbrodt suddenly found themselves under harsh scrutiny. State prosecutors are investigating reports that some residents in the village of about 250 people secretly collected money to pay the arsonists.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/08/25/health/personal-health-875793.html","abstract":"  MOST patients with Lyme disease are cured by a single round of antibiotic therapy at an early stage, but the small number who nevertheless become chronically ill may find their lives thrown into disarray by devastating symptoms.    Those plagued by fatigue and pain may be forced to stop working. Others have to find jobs that are part time or less taxing physically or intellectually and that usually involve lower pay. Women may fear pregnancy because the spirochete that causes the disease could damage an unborn child.","thumbnail":null,"section":"Health"},{"date":"19930825","headline":"Review/Film; Mel Gibson in Directorial Debut","web_url":"https://www.nytimes.com/1993/08/25/movies/review-film-mel-gibson-in-directorial-debut.html","abstract":"Disfigured Maine hermit. Crisp, believable drama.","thumbnail":null,"section":"Movies"},{"date":"19930825","headline":"Stepping Out to Harlem And Its New Park Place","web_url":"https://www.nytimes.com/1993/08/25/nyregion/about-new-york-stepping-out-to-harlem-and-its-new-park-place.html","abstract":"  AT its most pernicious, the term \"color line\" means a barricade that denies darker-skinned people access to jobs, housing and even cabs. But in New York City there are also other color lines -- geographical boundaries across which it is white people who move only rarely and usually timidly.   There are divisions like this in every borough but the most striking is along the southern perimeter of Harlem, arguably the most famous urban concentration of black people in the world. Above ground it runs along 110th Street on the East Side before it swings up around Morningside Heights to 125th Street on the West Side. But it is below the surface, at the 96th Street subway station, where racial filtration becomes most apparent. There, the uptown Broadway locals carry the full spectrum of New Yorkers while the expresses, heading for Harlem and the South Bronx, generally leave the station with few if any whites.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"No to Neopacifism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-no-to-neopacifism-letters-to-the-editor.html","abstract":"Regarding \"Give Peace a Chance\" (Letters, Aug. 19): .Françoise Pottier's argument for \"giving peace a chance\" is flawed on several counts. First, it fails to recognize that by imposing the arms embargo, the \"international","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Liberals Work at Getting Unacceptable Behavior Off the Streets; The Dangerous Hours","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-liberals-work-getting-unacceptable-behavior-off-streets-dangerous-hours-267393.html","abstract":"  To the Editor:   In \"Civic Disorder and Liberal Guilt\" (Op-Ed, Aug. 13), Richard Brookhiser has made it O.K. for me to maintain a social conscience and yet still care about the quality of life in the neighborhood where I have lived and worked for 25 years.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"From China to America, Via Moscow","web_url":"https://www.nytimes.com/1993/08/25/opinion/from-china-to-america-via-moscow.html","abstract":"  It's well known that illegal Chinese immigrants are being smuggled into the United States by boat, by air and over land. What is still virtually unknown is that a number of the estimated 100,000 Chinese being smuggled here each year are routed first through Moscow. If the U.S. ever hopes to stop this flow, it must develop a comprehensive international policy to thwart the smuggling closer to its source.   \"We have information that Moscow is a very important staging area, one of the more important in Europe,\" said Jeannette L. Chu, who coordinates Chinese alien smuggling investigations involving air travel and land crossings for the Immigration and Naturalization Service.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Duckens Likely to Enter a Drug Program","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-people-football-duckens-likely-to-enter-a-drug-program.html","abstract":"  MARK DUCKENS, the former Tampa Bay Buccaneers defensive end, is expected to enter a drug-treatment program and avoid conviction on charges that he conspired with Giants offensive guard ERIC MOORE to distribute steroids.   Both players were indicted in Federal Court in Atlanta in January on three counts of conspiracy and possession with intent to distribute anabolic steroids and human growth hormone.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"James Will Give Up a Hefty Income","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-people-football-james-will-give-up-a-hefty-income.html","abstract":"  DON JAMES may have given up as much as $530,000 in yearly salary and outside income when he resigned as football coach at the University of Washington.   James, who quit on Sunday after the Pacific-10 Conference banned the Huskies from bowl games for the next two years for N.C.A.A. rules violations, was getting a salary of $161,000.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"South Africa Ends Conscription of Whites","web_url":"https://www.nytimes.com/1993/08/25/world/south-africa-ends-conscription-of-whites.html","abstract":"  The South African military tonight announced the end of compulsory military service for whites.   Kobie Coetsee, the Minister of Defense, issued a statement saying the next white draft in January would be canceled and conscription of whites would give way to a volunteer army open to all races. Nonwhites have never been drafted.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Why the Marines Declared War on Marriage; A British Imperial Relic","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-why-the-marines-declared-war-on-marriage-a-british-imperial-relic-263093.html","abstract":"  To the Editor:   I was speaking with a Harvard Business School professor and took the opportunity to say to him that I thought that at the core of American business practice was the inefficient military model of personnel management. The problems of enlisted-officer barriers, gender discrimination in the Uniform Code of Military Justice, as well as many other ancient, but less than honorable personnel practices are dinosaurs, relics of British imperial practices and pretensions to empire. Having not an iota of military experience, this professor looked at me blankly.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Tragedy in East Timor : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-tragedy-in-east-timor-letters-to-the-editor.html","abstract":"Regarding \"Suharto Defends East Timor Takeover\" (July 8): .You report that Suharto told President Bill Clinton that Indonesia invaded East Timor to end a civil war. He also claimed that the Indonesian government's actions were based on \"","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Trevignano Journal; Who's Burning Italy? In 2 Months, 10,000 Fires","web_url":"https://www.nytimes.com/1993/08/25/world/trevignano-journal-who-s-burning-italy-in-2-months-10000-fires.html","abstract":"  All through a long, hot summer, the fires have come, crackling through Italy's byways, marching like bright armies, scorching the earth -- and making money for some out of the devastation of others.   By some Government estimates, the summer's tally could reach a record one million acres of burned woodlands, four times the figure 10 years ago.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/25/style/chronicle-856093.html","abstract":"  America's political odd couple -- JAMES CARVILLE, the chief political strategist for President Clinton's election campaign, and MARY MATALIN, his counterpart in the Bush campaign -- have finally set a date to be married, The Baton Rouge Advocate reported yesterday.   The newspaper said Mr. Carville, 48, had confirmed that he and Ms. Matalin, 39, will be married on Thanksgiving in a private evening ceremony at the Omni Royal Orleans Hotel in New Orleans. They will live near Front Royal, Va., where Mr. Carville recently bought a home. He is also the chief political campaign adviser to Gov. Jim Florio of New Jersey, who is running for re-election this year.","thumbnail":null,"section":"Style"},{"date":"19930825","headline":"A Chair Is Still a Chair and a Deal Is Still a Deal; After a Three-Year Absence, Public Seating Is Restored to Le Parker Meridien Atrium","web_url":"https://www.nytimes.com/1993/08/25/nyregion/chair-still-chair-deal-still-deal-after-three-year-absence-public-seating.html","abstract":"  Asseyez-vous.   You can again -- sit down, that is -- in the public atrium of Le Parker Meridien Hotel in mid-Manhattan. Eighteen spindly black chairs, vaguely neo-classical and marginally comfortable, now line the mirrored hall at 119 West 56th Street, or \"56ieme Rue,\" as the sign says.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"City Council Member Cleared Of Allegations of Carpetbagging","web_url":"https://www.nytimes.com/1993/08/25/nyregion/city-council-member-cleared-of-allegations-of-carpetbagging.html","abstract":"  The Bronx District Attorney's Office yesterday cleared City Councilman Israel Ruiz Jr. of allegations of carpetbagging, saying that he lived in a Bronx cooperative within the 14th councilmanic district at least part time.   Oscar Serra, Mr. Ruiz's press secretary, said the Councilman was happy with the report but maintained that the address, 8 Fordham Oval, was a full-time residence. He said, however, that the Councilman occasionally spent weekends at a house in Middletown, N.Y,. that his wife owned before their marriage.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/25/sports/results-plus-908793.html","abstract":"  TENNIS  Baseline View: Lendl Up, Wilander Out  Ivan Lendl, the top-seeded player, defeated Guillaume Raoux, 7-5, 6-3, in the opening round of the OTB International Open yesterday in Schenectady, N.Y. Javier Sanchez, seeded fifth, was a 7-5, 6-2 winner over Mats Wilander. Lendl, who controlled play throughout from the baseline, broke Raoux at 6-5 to win the first set and broke again at 4-3 in the second set, then served out the match in the next game. No admission is charged to the $350,000 event, and more than 3,000 packed the center court at Schenectady's Central Park for Lendl's match. (AP) BOXING  Toney Celebrates 25th With a Victory  Super middleweight champion James Toney celebrated his 25th birthday last night with a unanimous 10-round decision over Larry Prather at the Palace in Auburn Hills, Mich. Toney, the International Boxing Federation champion from Ann Arbor, Mich., improved his record to 39-0-2 while Prather, a journeyman from Knoxville, Tenn., fell to 10-11. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-209693.html","abstract":"  An article yesterday about the National Archives' release of Government documents on the assassination of President John F. Kennedy referred incorrectly in some copies to the head of a New Orleans crime faction that some researchers have linked to the killing. He was Santo Trafficante Jr.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Sentence in Break-Ins","web_url":"https://www.nytimes.com/1993/08/25/nyregion/sentence-in-break-ins.html","abstract":"  A black man who said that he was beaten in a racial attack by a group of Hasidic Jews in Crown Heights last December was sentenced yesterday to two years in prison for criminal trespass and petty larceny in a separate case. Before Ralph Nimmons, 26, was sentenced in State Supreme Court in Brooklyn, his lawyer, Paul Lieberman, contended that Mr. Nimmons had been treated differently because of his involvement in the highly publicized Crown Heights incident. But Justice Carolyn DeMarest responded that the crimes for which he was sentenced yesterday, stemming from two separate break-ins at a Crown Heights apartment building last February, were \"more egregious\" than Mr. Lieberman said.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Books of The Times; A Word From Carter to The Young","web_url":"https://www.nytimes.com/1993/08/25/books/books-of-the-times-a-word-from-carter-to-the-young.html","abstract":"  Talking Peace  A Vision for the Next Generation  By Jimmy Carter  Illustrated. 192 pages. Dutton Children's Books. $16.99.   The other day Jimmy Carter was in the Sudan to mediate the civil war there. Then he was off for a meeting in Kenya to encourage increased relief operations by the United Nations in Somalia. Since departing the White House in 1981, he has left the impression that there are several Jimmy Carters, all running around the world supervising free elections, helping to build houses for the poor, Johnny Appleseed-ing crops in drought areas and promoting human rights. Of the five living ex-Presidents, Mr. Carter is the only one who doesn't appear to be devoting his energies to riding, golfing or rewriting his history.","thumbnail":null,"section":"Books"},{"date":"19930825","headline":"The UN Role in Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-the-un-role-in-bosnia-letters-to-the-editor.html","abstract":"Have any of the UN promises worked to stop the Serbs in Bosnia? Of course not. The only thing that got the Serbs to withdraw from two of the mountains overlooking Sarajevo was the threat of attack by the U.S. Air Force. That alone proves that force, or a","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"2 Suburbs, a School Tax And 2 Attitudes About It","web_url":"https://www.nytimes.com/1993/08/25/education/2-suburbs-a-school-tax-and-2-attitudes-about-it.html","abstract":"  Demographically speaking, Grace Maratta is every public school superintendent's nightmare. She is a retired, childless, divorced homeowner living on a fixed income in this blue-collar suburb of Columbus.   \"Property taxes keep going up and up and up,\" said Ms. Maratta, who worked 28 years for the Columbus Police Department. \"Our pensioners feel it's not fair to pay all those school taxes when they've already raised their families.\"","thumbnail":null,"section":"Education"},{"date":"19930825","headline":"Sports of The Times; The Barking That Follows Mary Pierce","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-of-the-times-the-barking-that-follows-mary-pierce.html","abstract":"  WHEN you arrived at the door of the nightclub -- the Palace on Fifth Avenue in Manhattan -- the large, grim man not only checked the guest list, he also looked over your face. Was this the face he had seen on the photograph given him earlier, the man he was instructed to keep out? The one for which security guards had already sealed the other ways into the building? No. O.K., enter.   Shortly after, in the dimly lighted club, three beefy men hurried to escort several people including a tall young woman -- over 6 feet tall in high heels -- with straight blonde hair flowing halfway down the back of her elegant black dress. They moved at a jog through the bar area to a small old elevator that was being held for them. The elevator took them to a room on the third floor to a party in honor of the young woman, Mary Pierce, the 18-year-old tennis player. She was with her mother, Yannick, and brother, David, 17.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/25/nyregion/news-summary-379893.html","abstract":"  International A2-9  RAFAT WATCHING POWER ERODE  After three decades of steering the P.L.O. almost singlehandedly, Yasir Arafat is watching his power erode as other Palestinian leaders accuse him of making too many concessions too quickly in peace talks.  A1  SURPRISE TURN IN 'IVAN' CASE  The \"Ivan the Terrible\" case of John Demjanjuk in Jerusalem took a surprising turn with the emergence of a New Jersey woman who says she survived the Nazi death camp at Sobibor in occupied Poland and remembers Mr. Demjanjuk as a guard there.  A9","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Paganism and the Pope : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-paganism-and-the-pope-letters-to-the-editor.html","abstract":"En route home by air, one day after having witnessed the Palio, a centuries-old horse race that takes place twice a year in the main square of the northern Italian city of Siena, I was startled by a story in the International Herald Tribune (\"Pope W","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Governor Finds Down Follows Up in Alabama","web_url":"https://www.nytimes.com/1993/08/25/us/governor-finds-down-follows-up-in-alabama.html","abstract":"  Nearly four months ago, when Gov. Guy Hunt was convicted of ethics violations and removed from office, Lieut. Gov. James E. Folsom Jr. was thrust into the job with few things in his favor beyond a well-known name from this state's turbulent political past.   Beyond being the son of Gov. James E. (Big Jim) Folsom, who looms large in Alabama political legend as a progressive force in the 1950's, the image of Little Jim Folsom was fuzzy. He was generally regarded as likable but somewhat disengaged and ineffectual.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"For Becker in Hamlet, Everything Comes Up Mostly Weeds","web_url":"https://www.nytimes.com/1993/08/25/sports/tennis-for-becker-in-hamlet-everything-comes-up-mostly-weeds.html","abstract":"  Maybe it was because he really did not want to be here, something he said earlier this week. Perhaps, it was that his opponent was having a great night. Or it could merely be that Boris Becker was a little bit off.   Whatever it was, it was wonderful theater tonight, as Andrei Chesnokov pulled off the first major upset of the Waldbaum's Hamlet Cup with a 6-4, 3-6, 6-2 victory over the second-seeded Becker.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/25/nyregion/metro-digest-445093.html","abstract":"  NEW YORK CITY  DINKINS DEFENDS ACTIONS ON UNREST   Mayor David N. Dinkins stood his ground during a grueling day-long questioning by a lawyer trying to show that the Mayor permitted violence against Hasidic Jews to go unchecked in Crown Heights, Brooklyn, two years ago. A1. COMBATIVE BUT CAREFUL RESPONSES   It was a David N. Dinkins not often seen by the public -- stubborn, focused and direct as he answered questions aimed in part at showing that he was out of touch during four days of interracial violence on the streets of Brooklyn. B2.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Poor Peru Stands By as Its Rich Past Is Plundered","web_url":"https://www.nytimes.com/1993/08/25/world/poor-peru-stands-by-as-its-rich-past-is-plundered.html","abstract":"  Two hours north of Lima, a dirt road off the main highway runs into the desert, past a chicken farm and up to a series of rounded hills. At the base of the hills, in an area the size of a football field, the ground is pockmarked with holes, some 12 feet deep.   Strewn around are pieces of ancient pottery and fragments of human bones from the Chancay culture, which flourished between 700 and 1400 -- worthless items diggers left behind. In the holes are the remains of passages and burial chambers that have nearly been demolished.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Why the Marines Declared War on Marriage","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-why-the-marines-declared-war-on-marriage-260693.html","abstract":"  To the Editor:   As an experienced civilian counselor and advocate for enlisted members of the Armed Forces, I was surprised to see Gen. Carl E. Mundy, the Marine Commandant, put into writing the longstanding military policy of discouraging marriage or committed emotional relationships by enlisted people, especially males.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/25/nyregion/bridge-726293.html","abstract":"  One of the most satisfying experiences for any player is to surprise the pundits by scoring a victory in a major event against a team that is stronger on paper. It happened just before the start of the Summer Nationals in Washington last month, when a fancied Chicago group lost in the quarterfinal of the Grand National Teams.    The winners, by a slender margin of 6 imps, were a New England squad: Steve Becker of Cos Cob, Conn., Rich De Martino of Riverside, Conn., Bob Schwartz and Peter Lieberman, both of Framingham, Mass., Perry Trilling of Ashland, Mass., and Bob Barr of Lynn, Mass.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Playing Tug-of-War In Gracie Dining Room","web_url":"https://www.nytimes.com/1993/08/25/nyregion/playing-tug-of-war-in-gracie-dining-room.html","abstract":"  It was a David N. Dinkins not often seen by the public -- stubborn, focused and direct as he answered questions aimed in part at showing that he was out of touch during four days of interracial violence on the streets of Brooklyn two years ago this month.    On trial in his own house, the Mayor was by turns tight-lipped and combative, quietly sincere and sarcastic, as he endured five hours of harsh questioning by Franklyn Snitow, a lawyer for the Hasidim from Crown Heights. The handful of spectators in the ballroom of Gracie Mansion could almost see the wheels of the Mayor's mind whirring to skirt pitfalls of both substance and style.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"U.S. TROOPS RAISE STAKES IN SOMALIA","web_url":"https://www.nytimes.com/1993/08/25/world/us-troops-raise-stakes-in-somalia.html","abstract":"  President Clinton's decision to send about 400 elite Army commandos to Somalia signals a rise in Washington's efforts to help a United Nations-led force quell Gen. Mohammed Farah Aidid's disruptive faction in Mogadishu, Administration officials said today.    Senior officials sought today to avoid personalizing the conflict with General Aidid, who has been blamed for attacks on peacekeeping troops since June. \"This is not an effort to go after one man,\" the Pentagon spokeswoman, Kathleen deLaski, told reporters. \"It's an effort to improve the overall situation in Mogadishu.\"","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Judge's Order Bars Walkout On Amtrak","web_url":"https://www.nytimes.com/1993/08/25/nyregion/judge-s-order-bars-walkout-on-amtrak.html","abstract":"  A Federal judge signed a temporary restraining order yesterday that prevented today's rush hour from going nowhere on rail lines tied to Amtrak.   The order, from Federal District Judge Stanley Harris in Washington, came near the end of a day that rail officials spent scrambling to make sure they were prepared for a threatened walkout that would have affected 62,000 riders on Amtrak throughout the country, as well as commuters on Metro North and the Long Island Rail Road.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/25/nyregion/no-headline-422093.html","abstract":"  \"Illegal immigration is the hottest issue in the state. We've got to say to the Federal Government, 'If you don't close the border, we will.\"' -- BILL MORROW, a state assemblyman in Southern California.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Dinkins Says Board of Education Shouldn't Handle Maintenance","web_url":"https://www.nytimes.com/1993/08/25/nyregion/dinkins-says-board-of-education-shouldn-t-handle-maintenance.html","abstract":"  Mayor David N. Dinkins proposed yesterday that responsibility for maintaining New York City schools be shifted from the Board of Education to the School Construction Authority, which is heading the emergency inspection and cleanup of schools affected by asbestos.   Saying that years of lapsed repair work was a principal cause of airborne asbestos contamination in the schools, Mr. Dinkins asserted that the poor conditions in schools could only be reversed with state aid. The construction authority is financed by state bonds.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Hunger On the Farm","web_url":"https://www.nytimes.com/1993/08/25/opinion/hunger-on-the-farm.html","abstract":"  Even at the height of the harvest season, around one-third of American farm workers are unable to find jobs. Although the Federal Commission on Agricultural Workers reported this spring that there were surpluses of farm workers all across the nation, the Labor Department continues to allow growers to employ about 19,000 temporary agricultural workers from Mexico and the Caribbean. These jobs can and should be filled by domestic workers.   The \"H-2A\" visa program, which is part of the immigration law, allows agricultural employers to temporarily hire resident foreign workers (although not illegal aliens) when they can't find American citizens for the job. The law also requires growers to offer the aliens wages and working conditions comparable to those available to domestic workers.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Mentally Ill Homeless Man Goes to Bridgeport","web_url":"https://www.nytimes.com/1993/08/25/nyregion/mentally-ill-homeless-man-goes-to-bridgeport.html","abstract":"  Larry Hogue, a mentally ill homeless man who for years frightened residents of the Upper West Side, was released from a Queens psychiatric center yesterday with the understanding that he would not have to return if he stays drug free and does not cause trouble.   Mr. Hogue, 49 years old, left the Creedmoor Psychiatric Center with his lawyer and headed for his new home in Bridgeport, Conn., where he will live with his son and three grandchildren. \"I just want to get the hell away from here and go to the beach with my grandkids,\" he said before driving off with his lawyer, C. Vernon Mason.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/08/25/sports/transactions-872293.html","abstract":"  Baseball  American League  BALTIMORE ORIOLES -- Optioned Jeff Tackett, catcher, to Rochester of the International League. Activated Chris Hoiles, catcher, from the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/08/25/arts/the-pop-life-850193.html","abstract":"  Transcending Country   K. T. Oslin is a country singer and songwriter who has reached beyond the traditional country audience with her songs about women who are strong and self-assured, passionate and complex, witty and humorous. She sings about the kind of woman who might call an album of her greatest hits \"Songs From an Aging Sex Bomb\" (RCA), just as Ms. Oslin has done.","thumbnail":null,"section":"Arts"},{"date":"19930825","headline":"Nassau Urges Courts to Sentence Graffiti Vandals to Cleanup Jobs","web_url":"https://www.nytimes.com/1993/08/25/nyregion/nassau-urges-courts-to-sentence-graffiti-vandals-to-cleanup-jobs.html","abstract":"  It winds its way along the south wall of the Long Island Rail Road embankment at Sunrise Highway in Bellmore, a serpentine splash of letters in blue, red, black and green spelling out \"ELF,\" \"BURNT,\" \"ABONE\" and other code names, graffiti signatures all painted by teen-agers.   Many of the vandals carry cameras, snapping photos of their work and placing them in scrapbooks that they take to school to show their friends.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Official Nigerian Radio Repeats General's Promise to Step Down","web_url":"https://www.nytimes.com/1993/08/25/world/official-nigerian-radio-repeats-general-s-promise-to-step-down.html","abstract":"  Gen. Ibrahim Babangida will resign on Thursday, ending eight years of authoritarian military rule, the state radio announced today.   In a brief broadcast, the radio said a new interim government, run mostly by civilians, would be sworn in immediately in Abuja, Nigeria's new capital.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"A Mystery, a Pitcher, Numbers, Questions","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-a-mystery-a-pitcher-numbers-questions.html","abstract":"  The scoreboard holds many mysteries for Frank Tanana, among them these: 1) Why are the numbers he puts up never good enough for triumphs? 2) Why are the numbers he puts up, regardless of how few triumphs they translate into, not good enough for some contender to roll the dice on?   Last night, Tanana held the Cincinnati Reds to three hits and two runs through seven airtight, strategically sublime innings. He departed and didn't win. The Mets wasted a 4-2 lead for Tanana in the ninth, their sorry surrender including a walk, an error, an uncontested double steal, a balk and a two-out double.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"In Kremlin, Hints and Allegations","web_url":"https://www.nytimes.com/1993/08/25/world/in-kremlin-hints-and-allegations.html","abstract":"  The spectacle of senior Russian officials hurling mud at one another, alleging corruption without evidence and citing documents that they refuse to release, is undermining the already weak authority of the state.   Russia is paralyzed by open conflict between the executive and legislative branches and the inability to agree on a new Constitution or new elections. But if the warfare were merely between President Boris N. Yeltsin and Parliament, led by the Speaker, Ruslan I. Khasbulatov, the current battle would have the somewhat tedious character of the recent past.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Bridgeport Redistricting Challenged in Court Suit","web_url":"https://www.nytimes.com/1993/08/25/nyregion/bridgeport-redistricting-challenged-in-court-suit.html","abstract":"  The Connecticut Civil Liberties Union has filed a lawsuit, apparently the first of its kind in Connecticut, arguing that a Bridgeport City Council redistricting plan approved this spring is so flawed that the November municipal elections should be postponed or canceled.   The suit, filed last month in Federal District Court in New Haven, says that racial bloc voting is deeply entrenched in white, black and Hispanic neighborhoods in the city and that the white-dominated City Council redrew district lines in May with the specific goal of maintaining white control.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/25/us/inside-424793.html","abstract":"  U.S. Action in Somalia Aimed at Quelling Clan   President Clinton's decision to send 400 elite Army commandos to Somalia signals Washington's determination to help a United Nations-led force quell Gen. Mohammed Farah Aidid's disruptive clan in Mogadishu and to improve conditions there, Administration officials said. Page A5.  U.S. Appeals Trade Ruling    The Administration appealed a ruling requiring an environmental-impact study for the North American Free Trade Agreement. Page D1. Inquiry in German Attack    Prosecutors are investigating reports that residents of a German town raised money to pay rightists to burn a hostel for asylum-seekers. Page A6. Mentally Ill Man Is Freed    A mentally ill homeless man who for years frightened residents of the Upper West Side was released from a Queens psychiatric center. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"New Report in Jordan Case","web_url":"https://www.nytimes.com/1993/08/25/sports/new-report-in-jordan-case.html","abstract":"  A convenience store clerk said that she saw James Jordan and the two men accused of his murder in her Brunswick County store more than three days after the father of Michael Jordan was believed to have been shot.   Helen Norris, 52, the morning clerk at DJ Mini Mart on U.S. 17, gave her account to a Brunswick County detective, who has relayed the information to the Robeson County Sheriff's Department, which is handling the case.   Detective Mark Locklear of the Robeson County Sheriff's Department said today he plans to interview Mrs. Norris and two other witnesses in the store. But he said the state still believes the 56-year-old Jordan was shot while in his red Lexus early July 23 near Lumberton after he had pulled off U.S. 74 to rest.   Larry Martin Demery of Rowland and Daniel Andre Green of Lumberton are charged with first-degree murder, conspiracy to commit armed robbery and armed robbery.   Neither Detective Locklear nor Hugh Rogers, Demery's lawyer, could imagine why the suspects would have kept Jordan alive at least three days and allow him to be seen in public. The DJ Mini Mart is about 50 miles east of Lumberton.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Eating Well","web_url":"https://www.nytimes.com/1993/08/25/style/eating-well.html","abstract":"GIVEN a choice between skim milk and sweetened fruit punch, which would most children choose? As any parent will attest, the choice is obvious, and it is one that the Procter & Gamble Company is counting on to propel its new beverage, Double C Hawaiian Punch. The Double C stands for calcium and vitamin C, but it might as well stand for the controversy that new calcium-fortified beverages are stirring up.\n\nProcter & Gamble says its newest calcium-fortified juice drink, introduced last week, and its Sunny Delight Plus Calcium Citrus Punch, introduced last year, are good ways to sneak much-needed calcium into a child's diet. But some nutritionists see a danger in conveying the message that adding a nutrient, like calcium, to a nonnutritious food can suddenly transform it into a healthy one.","thumbnail":null,"section":"Style"},{"date":"19930825","headline":"Environmentalists Sue Over L.I. Water Policy","web_url":"https://www.nytimes.com/1993/08/25/nyregion/environmentalists-sue-over-li-water-policy.html","abstract":"  Reopening a conflict over how best to safeguard water quality, an environmental group is charging that a state-approved plan to protect groundwater in nine areas covering nearly one quarter of Long Island is grossly inadequate.   In a suit filed in State Supreme Court in Albany late Monday, the Nassau Suffolk Neighborhood Network charges that the nearly $1 million plan, completed by the Long Island Regional Planning Board in April, offers a mishmash of advisory measures but no clear guidance to local governments for protecting the nine areas and the groundwater beneath them.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"A Front-Page Picture : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-a-frontpage-picture-letters-to-the-editor.html","abstract":"The top of your front page of July 20 displayed a large photograph of Palestinian women protesting the continued expulsion from Israel of men alleged to be active in Arab terrorist organizations. The photograph related to no story in that edition. All I","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-212693.html","abstract":"  The Investing column in Your Money on Saturday, about a new book by John C. Bogle, chairman of the Vanguard Group of mutual funds, misidentified a person who suggested some changes in a draft. He was Peter L. Bernstein, founding editor of The Journal of Portfolio Management, not Peter Lynch, the former manager of Fidelity's Magellan Fund.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-213493.html","abstract":"  An article on Saturday about Ted Schwartz, a Long Island man who distributes used books to charitable institutions, misstated his post box number. He is at Box 1483, Miller Place, L.I. 11764.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Tap-Water Tasters Give Nod to New York City's","web_url":"https://www.nytimes.com/1993/08/25/nyregion/tap-water-tasters-give-nod-to-new-york-city-s.html","abstract":"  The tasters swished. They smacked. They gargled and gurgled. Some stared pensively into the greenness of Central Park before finally swallowing cool dollops yesterday from pitchers of tap water lined up in front of the American Museum of Natural History.   \"Actually, I have a water filter at home,\" said one taster, Rodney Beaton, of Manhattan. \"Just in case there's something in it, you know?\"   But after all the paper cups were crumpled, it was New York City's tap water that thirsty passers-by chose as the tastiest of five water samples from around the area in the regional finals of the seventh annual Statewide Water Tasting Contest.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"A Call for Liter-Ship : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-a-call-for-litership-letters-to-the-editor.html","abstract":"Regarding \"Good News From Europe and Japan\" (Opinion, Aug. 10) by C. Fred Bergsten: .There can be no doubt that exports are of vital importance to the United States. As to the \"unless something else is done\" mentioned by Mr. Bergste","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"WHITE HOUSE ASKS REVISION OF RULES TO SAVE WETLANDS","web_url":"https://www.nytimes.com/1993/08/25/us/white-house-asks-revision-of-rules-to-save-wetlands.html","abstract":"  The White House proposed a package of measures today that would affect millions of acres of wetlands, offering some additional protection to the fragile ecosystems, particularly in Alaska, but easing some restrictions on their use.   While the Bush Administration was considering a plan that would have exempted up to 1.7 million acres in Alaska from Federal protection -- or 1 percent of the state's total wetland acreage -- the Clinton plan would protect all such land in the state.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"No Gloating as Bahr Keeps Giant Job","web_url":"https://www.nytimes.com/1993/08/25/sports/pro-football-no-gloating-as-bahr-keeps-giant-job.html","abstract":"  With the departure of Todd Peterson today, the Giants stripped their place-kicking department down to just one, the veteran Matt Bahr, who will handle the kickoffs and field-goal attempts in the forthcoming season.   Although cracking jokes at his locker before practice, the 37-year-old Bahr would admit to no glee or relief at having assured himself a place on a National Football League roster for the 15th consecutive season.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-211893.html","abstract":"  An article and a chart in Business Day on Monday about lobbying for and against the North American Free Trade Agreement misstated the occupation of James D. Robinson 3d, listed as a supporter of the agreement. Mr. Robinson, who resigned amid criticism as chief executive and chairman of the American Express Company, is not a consultant to the company. The chart also misidentified Lori M. Wallach. She is the trade policy director of Public Citizen, not its head.   ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Review/Music; The Contemporary at Tanglewood","web_url":"https://www.nytimes.com/1993/08/25/arts/review-music-the-contemporary-at-tanglewood.html","abstract":"  Evaluating a contemporary music festival is a little like reading tea leaves: there is always the risk of making too much of too little. In the works of young composers, questing ears seek the promise of development; in the works of mature composers, they seek the insights and subtleties of familiar languages; in the festival as a whole, they seek signs of the times, hints of what is yet to come as this most peculiar 20th-century institution, the contemporary-music festival, evolves.   On those counts, at least on paper, the festival at Tanglewood offers encouraging prospects. The composer Oliver Knussen, the festival's director, has typically presented an eclectic sampling of new music during his seven-year tenure. For his final season, he split the activities in two, beginning earlier this month with a series of concerts centered on works by Alexander Goehr. The second half, which began on Sunday night and will extend through Thursday, includes a recently composed Chamber Symphony by John Adams, a rare performance of Stockhausen's \"Gruppen fur Drei Orchester,\" and the American premiere of Peter Lieberson's \"King Gesar.\" Mr. Knussen has also scheduled, for the first time, works by students at the Tanglewood Music Center, composers in their 20's who are beginning to find their own voices and styles.","thumbnail":null,"section":"Arts"},{"date":"19930825","headline":"Abbott Comes Out and Bullpen Comes Apart","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-abbott-comes-out-and-bullpen-comes-apart.html","abstract":"  Buck Showalter had seen enough of Frank Thomas for one night and enough of Frank Thomas against Jim Abbott for a lifetime. So when Thomas was striding to the plate with the score tied and the potential lead run on first base in the seventh inning, Showalter walked to the mound to replace Abbott with rookie Bobby Munoz.   The strategy failed miserably. Munoz fired one fastball past Thomas and then tossed four out of the strike zone to walk him. The Yankees did not want Thomas to beat them. Fine. Instead, Ellis Burks followed by ripping a misplaced 0-1 fastball off the left-center field fence for a two-run double that vaulted the White Sox to a 4-2 victory over the Yankees tonight at Comiskey Park.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Two Jets Running Backs Go Down to the Wire","web_url":"https://www.nytimes.com/1993/08/25/sports/pro-football-two-jets-running-backs-go-down-to-the-wire.html","abstract":"  Blair Thomas is still listed at the top of the Jets' depth chart at running back. Thomas, according to Coach Bruce Coslet, will start Friday night in Washington when the Jets take their 0-3 record into their final exhibition game.   Does this mean that Thomas has won the starting job, despite three disappointing seasons that followed his selection as a first-round draft choice? Will Thomas get the nod over Johnny Johnson, the pleasant surprise of training camp, who was acquired last spring in a draft-day deal with Phoenix?","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"In America; Youth and Optimism In the 90's","web_url":"https://www.nytimes.com/1993/08/25/opinion/in-america-youth-and-optimism-in-the-90-s.html","abstract":"  Each decade the memories become more vague, but with the release of new papers on the Kennedy assassination and this weekend's 30th anniversary observance of the March on Washington, 1963 is again in the news.   Roger Staubach, the Navy quarterback, was supposed to have been on the cover of Life magazine that last week in November, but his photo had to be pulled and replaced by a portrait of the slain President.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Review/Television; Browsing the Newsmagazines and Happening Upon a New One","web_url":"https://www.nytimes.com/1993/08/25/arts/review-television-browsing-the-newsmagazines-and-happening-upon-a-new-one.html","abstract":"  To judge by last week's opening edition, \"Now\" aspires to a place in the crowded network newsmagazine racks closer to the heartstring-tugging \"20/20\" than to the punchy \"60 Minutes.\" But in this genre the similarities are more marked than the differences. Most of the favored stories -- human-interest items, crime cases, exposes or their facsimiles, celebrity puffers -- might, with minor adjustments, fit into any of the dozen or so such shows now on the air or soon to be there.   The easiest way to tell which of them you happen to be watching is by the hosts. \"Now\" is presided over by Katie Couric and Tom Brokaw, NBC's answer to ABC's Diane Sawyer and Sam Donaldson and Barbara Walters and Hugh Downs. Seated outdoors before a glowing Rockefeller Center, the new couple began somewhat stiffly last week with scripted small talk. Ms. Couric neatly one-upped the predictable reviewer response by cracking that another newsmagazine was \"just what America needs.\"","thumbnail":null,"section":"Arts"},{"date":"19930825","headline":"Campus Journal; What's in a New Name? Image, and Lots of Hope","web_url":"https://www.nytimes.com/1993/08/25/education/campus-journal-what-s-in-a-new-name-image-and-lots-of-hope.html","abstract":"  Deep in this tiny state, pickup trucks and horse-drawn Amish carts share a two-lane highway that meanders past cornfields, silos and frame houses with screen porches flying the Stars and Stripes, until it reaches the brick gates of that most venerable of American institutions, the local college.   Graceful lettering announces it as Delaware State College. But for the first half of its 102-year life it was known as the State College for Colored Students. Now the school's name is changing again. This summer the Legislature named it a university.","thumbnail":null,"section":"Education"},{"date":"19930825","headline":"U.S. Determines China Violated Pact on Missiles","web_url":"https://www.nytimes.com/1993/08/25/world/us-determines-china-violated-pact-on-missiles.html","abstract":"  The Clinton Administration has determined that China has violated an international arms control agreement by shipping sensitive missile technology to Pakistan and therefore must be subjected to United States economic sanctions, officials said today.    Officials said that the Administration has yet to decide on the nature of the sanctions that will be imposed on China as a result of the violation of the agreement, the Missile Technology Control Regime.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Merging of Fortunes for the Fan and the Hockey Star","web_url":"https://www.nytimes.com/1993/08/25/sports/hockey-merging-of-fortunes-for-the-fan-and-the-hockey-star.html","abstract":"  Hockey first brought them together in 1977, when Brian Mullen was a 15-year-old stickboy for the Rangers and Chris Donohue was a 14-year-old Rangers fan who would sneak into Madison Square Garden to root for his favorite team.   Sixteen years later, Mullen, who grew up in the Hell's Kitchen section of Manhattan and who skated all the way to the National Hockey League, and Donohue, who grew up in Washington Heights and who never stopped rooting for the Rangers, have been reunited by personal tragedies.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Some Are Looking for Crime; Michael Jackson Sees a Plot","web_url":"https://www.nytimes.com/1993/08/25/us/some-are-looking-for-crime-michael-jackson-sees-a-plot.html","abstract":"  If nothing else, this summer is keeping Hollywood's gossip mills churning. First it was the uproar over Heidi Fleiss, the alleged madam to the rich and famous. Now it's Michael Jackson, the childlike pop singer who has tongues wagging.   Mr. Jackson was in Thailand today, opening his latest world tour, \"Dangerous.\" But back in California, the Los Angeles Police Department searched his ranch in Santa Ynez, near Santa Barbara, and his condominium in Los Angeles on Saturday, looking for evidence -- if a local television report is accurate -- that he had abused a child.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"A UN Panel of Sages : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-a-un-panel-of-sages-letters-to-the-editor.html","abstract":"Regarding \"UN Multilateralism: A Cure for Ugly New Nationalisms\" (Opinion, Aug. 21): .Secretary-General Butros BuHL tros Ghali has given us an original, sober appraisal of the gigantic tasks facing the United Nations. .He writes: \"Memb","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Clinton and Kennedys: In 30 Years, a Full Circle","web_url":"https://www.nytimes.com/1993/08/25/us/clinton-and-kennedys-in-30-years-a-full-circle.html","abstract":"  Thirty years ago, Bill Clinton the boy stood staring at John F. Kennedy, his hero, in the White House Rose Garden.  Today, Jacqueline Kennedy Onassis and other members of the family welcomed Bill Clinton the President to the seas off the Massachusetts coast that his murdered predecessor loved so well.   The Kennedys, who give New England the nearest the nation comes to royalty, turned out in force to escort Mr. Clinton, his wife, Hillary, and their daughter, Chelsea, on a nearly five-hour luncheon cruise out of Menemsha Harbor toward the red clay bluffs of Gay Head at Martha's Vineyard's western tip.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"Indonesia Mocks Justice","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-indonesia-mocks-justice-265793.html","abstract":"  To the Editor:   \"Indonesia Reduces Separatist's Prison Term\" (news item, Aug. 15), reports that the life sentence imposed upon Jose Alexandre Gusmao, the resistance leader of East Timor, was reduced to 20 years because, according to Indonesian authorities, the defendant acknowledged Indonesia's \"sovereignty\" over East Timor.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/25/sports/nfl-training-camp-report.html","abstract":"  Tampa Bay Buccaneers    Keith McCants, considered by many to be the best defensive prospect in the 1990 draft, was released yesterday after three mostly unproductive seasons with the Tampa Bay Buccaneers.   The linebacker-turned-defensive end from Alabama returned to linebacker this summer, but Coach Sam Wyche said the 25-year-old McCants no longer fits into Tampa Bay's defensive scheme, which relies more on linebackers who can cover receivers than run-stop and pass-rush specialists like the 6-foot-3-inch, 265-pound McCants.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"The Nicaraguan Tragicomedy","web_url":"https://www.nytimes.com/1993/08/25/opinion/the-nicaraguan-tragicomedy.html","abstract":"  The sad recent history of Nicaragua has turned into a tragicomic opera in the past week. Leftover militants from each side of the civil war of the 80's have taken hostages, and dozens of people are still being detained by both groups.   It started last Thursday when Jose Angel Talavera, the leader of a \"re-contra\" group calling itself Northern Command 3-80, invited a delegation that included two Sandinista legislators to talk about reintegrating his disaffected followers into civilian life. It was a ruse. Mr. Talavera's group took at least 38 members of the delegation hostage, demanding that President Violeta Chamorro dismiss a prominent Sandinista, army chief Humberto Ortega, from her Government, along with Minister of the Presidency Antonio Lacayo.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"What's With Coleman? Decision Coming Soon","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-what-s-with-coleman-decision-coming-soon.html","abstract":"  The Mets have heard Vince Coleman. Now, the Mets will act on Vince Coleman. The lawyers can likely begin preparing their briefs immediately.   The Mets' ownership was briefed last night on the club's interview with Coleman earlier in the day and will announce its plan for the left fielder within 48 hours, perhaps as early as today.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Doing Jobs Citizens 'Would Never Do'","web_url":"https://www.nytimes.com/1993/08/25/us/doing-jobs-citizens-would-never-do.html","abstract":"  Miguel Morales, a Mexican day laborer, knows that many Southern Californians see him as a symbol of the region's problems. But he says he is just filling the jobs that Americans spurn and as such is both needed and disdained.   Mr. Morales, 24, recalls the recent day he and six other Mexicans earned $5 an hour each to scoop mud out of a house in the hills that was flooded when a water main burst.   \"We do all the hard work,\" Mr. Morales said in an interview in Spanish. An American, he said, \"would never do hard work like that for $5 an hour. They get paid $7 or $8 an hour for the kind of work we do.\"","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"A Welcome for Immigrants Turns to Resentment","web_url":"https://www.nytimes.com/1993/08/25/us/a-welcome-for-immigrants-turns-to-resentment.html","abstract":"  Rich and poor, legally or not, they came to Southern California by the millions over the last decade, foreigners in search of a better life or political refuge. The immigrants were mostly welcome at first, filling unwanted jobs in a robust economy, opening businesses and sweetening the good life in sunny California by working cheaply as maids, gardeners and dishwashers.   But today the welcome has worn out.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"A Festive Roundelay In Bernstein's Honor","web_url":"https://www.nytimes.com/1993/08/25/arts/a-festive-roundelay-in-bernstein-s-honor.html","abstract":"  Today would have been Leonard Bernstein's 75th birthday, and although the composer and conductor is no less an icon of American music now than he was when he died in October 1990, the anniversary is shaping up as an occasion to celebrate the breadth of his musicianship. Free concerts are being presented today and Friday, and Bernstein's works and performances will rule the airwaves at WNYC (93.9 FM). So an admirer can bask in Bernstein's music making this week without spending a dime.    Most of the celebrations are purely musical, although one of the major events is also partly civic: in a ceremony outside of Alice Tully Hall at 5:45 P.M. today, the section of West 65th Street between Broadway and Amsterdam Avenue is to be named Leonard Bernstein Place. Representatives of the music world and of the New York City government will speak, the Manhattan Brass Quintet will play a fanfare, and Bernstein's children -- Jamie Bernstein Thomas, Alexander and Nina -- will unveil the new street sign.","thumbnail":null,"section":"Arts"},{"date":"19930825","headline":"Showalter Couldn't See Burks For Trees","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-showalter-couldn-t-see-burks-for-trees.html","abstract":"  Borrowing a page from Sparky Anderson's dog-earred book, Manager Buck Showalter was not going to let the opponent's best hitter beat him, no matter what the circumstance or inning of the game. In the very first inning of tonight's game against the Chicago White Sox, the Yankees walked Frank Thomas intentionally.   The manager succeeded; Thomas did not beat the Yankees. But Ellis Burks did -- after Thomas walked a second time.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Why the Marines Declared War on Marriage; Unauthorized Wife","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-why-the-marines-declared-war-on-marriage-unauthorized-wife-262293.html","abstract":"  To the Editor:   Re \"The Answer to a Marine Chaplain's Prayer\" by Bernard E. Trainor (Op-Ed, Aug. 13):","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Shaq Attack Is Unveiled in Tokyo","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-people-basketball-shaq-attack-is-unveiled-in-tokyo.html","abstract":"  Forget finesse. Forget subtlety. When SHAQUILLE O'NEAL met the Japanese news media for the first time yesterday, the subject was breaking backboards. And how to dunk.   \"I've broken five backboards and fractured one,\" O'Neal, in Tokyo as part of a promotional tour for Reebok, told a standing-room-only crowd consisting mostly of Japanese reporters. \"And I plan to do it a couple times more.\"","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Legs, Legacies and a Florida State Freshman","web_url":"https://www.nytimes.com/1993/08/25/sports/college-football-legs-legacies-and-a-florida-state-freshman.html","abstract":"  He had his choice of legacies. Scott Bentley, the top high school kicker in the nation a year ago, could have gone to Notre Dame as his father did. Bentley could have gone there with the knowledge that the Fighting Irish had the need for a kicker and he had the ability to hold the job for four years. But there was this other legacy, the one that kept appearing on the television screen at his home in Aurora, Colo.   Bentley was watching Florida State's basketball team late last February in a game at Duke. He watched a Florida State player go to the foul line for the first time. As the player held the ball for the first free throw, Bentley saw a sign under the basket:","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"In Nicaragua, Fewer Hostages but Same Demands","web_url":"https://www.nytimes.com/1993/08/25/world/in-nicaragua-fewer-hostages-but-same-demands.html","abstract":"  Rearmed former rebels in northern Nicaragua released most of the hostages they have been holding early today, but held fast to their most important captives and to their demands for the dismissal of the country's Defense Minister and other officials.   After more than six hours of negotiations with mediators led by the Roman Catholic Primate, Miguel Cardinal Obando y Bravo, the former contra rebels allowed 11 of their 16 remaining captives to go free.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Abetting the Slave Trade","web_url":"https://www.nytimes.com/1993/08/25/sports/IHT-abetting-the-slave-trade.html","abstract":"He is said to possess superhuman powers. He moves as quick as lightning and has awesome strength. Whether heading, kicking, or just posing, he proudly wears his \"fair play\" scarf. .He is a fictional superman, of course: \"Ninja,\" the","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Craft Nearing Mars Sends Back Only Silence, and Hope Dwindles","web_url":"https://www.nytimes.com/1993/08/25/us/craft-nearing-mars-sends-back-only-silence-and-hope-dwindles.html","abstract":"  The Mars Observer spacecraft failed yesterday to transmit any radio signals from its scheduled rendezvous with Mars, leaving disappointed flight controllers even more in the dark about the condition and whereabouts of their interplanetary phantom and diminishing the prospects of success for the $1 billion mission to explore the planet that has always fascinated humans.   \"We've come up negative on our search for a signal,\" a flight director reported to mission officials late yesterday afternoon, minutes after the craft should have been announcing the completion of firing its rockets to swing over the icy north polar cap into orbit around Mars. Hoping It Followed Orders    With the continuing loss of communications, which began mysteriously on Saturday, project engineers did not know if the craft automatically put itself into orbit but could not report this because of some transmitter failure, or whether it simply cruised by the planet on a trajectory back around the Sun. In either case, the mission, the first to Mars by an American craft since 1976, would be a total loss if communications could not be restored.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"Recession in Japan, Plus a Tenacious Trade Surplus","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-recession-in-japan-plus-a-tenacious-trade-surplus.html","abstract":"Japan's new coalition government is in an economic bind, with the country caught in the tightening grip of a deflationary vise. The numbers being compiled for release next month will reveal that the economy was pushed back into recession during the secon","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"1918: Of Music and War : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-1918-of-music-and-war-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - About five weeks ago, General Pershing, who recognizes the great military value of good band music in wartime, invited Dr. Walter Damrosch, the dean of American orchestral conductors and for thirty-three years musical director of the New York Symp","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"A Long Night of Miscues in the Mud for the Yanks and the White Sox","web_url":"https://www.nytimes.com/1993/08/25/sports/on-baseball-a-long-night-of-miscues-in-the-mud-for-the-yanks-and-the-white-sox.html","abstract":"  No guarantee comes with a game between contenders for division championships. Just because the teams are good enough to be in or near first place doesn't make the game automatically a thing of artistic and professional beauty. Foul weather and equally foul play can make the game as dreadful as a late August game between the Mets and the Padres.   The Yankees and the White Sox demonstrated that Monday night into early yesterday morning. With rain, thunder, lightning and errant play befogging the air surrounding Comiskey Park, the first-place White Sox and the on-the-verge-of-being-tied-for-first-again Yankees staggered and sloshed their way through a 3-hour-32-minute game that took 6 hours 22 minutes to complete.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Arrest Made In Slayings In Brooklyn","web_url":"https://www.nytimes.com/1993/08/25/nyregion/arrest-made-in-slayings-in-brooklyn.html","abstract":"  A parolee who served prison sentences for manslaughter and burglary was arrested yesterday by New York City detectives who said he was the gunman wielding a 9-millimeter pistol that killed four people and wounded two others in several incidents in Brooklyn this month.   The suspect, identified as Eban Robbins, 32, of Brooklyn, was described by Chief of Detectives Joseph R. Borrelli as a man feared in his neighborhood as a crack addict who becomes \"pretty violent and loses control\" after using drugs.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Dinkins Moves to Block Company From Contracts","web_url":"https://www.nytimes.com/1993/08/25/nyregion/dinkins-moves-to-block-company-from-contracts.html","abstract":"  Mayor David N. Dinkins took the first steps yesterday to ban Lockheed Information Management Services from doing business with the city, six days after a city investigation found that the company received preferential treatment from his senior aides when it won a lucrative contract earlier this year.   The move was the latest in a series of incremental steps the Dinkins administration has taken as the Mayor has struggled each day to find ways to dispel the controversy, which has rattled his senior aides and forced the resignation of his Budget Director and the suspension of some duties of another official.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-214293.html","abstract":"  A picture caption in the arts pages yesterday with the continuation of an article about a new concert hall in Aspen, Colo., misidentified a performer in the opening program. He was the violinist Pinchas Zukerman, not the conductor Lawrence Foster.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/25/style/chronicle-163493.html","abstract":"  J. B. FUQUA, the retired chairman of the former Fuqua Industries, Inc., a Fortune 500 company, is in the habit of giving millions to schools and then giving them his name. In 1980, he gave nearly $20 million to the business school at Duke University, which promptly changed its name to the Fuqua School of Business.   At a news conference on Monday in Richmond, Mr. Fuqua announced he was giving $10 million to the Prince Edward Academy in Farmville, Va., a private elementary and high school, and that it would be renamed the Fuqua School.","thumbnail":null,"section":"Style"},{"date":"19930825","headline":"Castro Welcomes Pastors","web_url":"https://www.nytimes.com/1993/08/25/world/castro-welcomes-pastors.html","abstract":"  President Fidel Castro of Cuba today welcomed members of the United States-based Pastors for Peace, who flew from Mexico to Havana to deliver aid. Members of the group had staged a hunger strike at a United States Customs installation in Laredo, Tex., where their bus was impounded for 23 days after they tried to cross into Mexico en route to Cuba. On Monday, they were allowed to drive the bus into Mexico, and it is being delivered by barge to Cuba. Washington has barred exports to Cuba for three decades.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Palestinian Critics Accuse Arafat Of Secret Concessions to Israelis","web_url":"https://www.nytimes.com/1993/08/25/world/palestinian-critics-accuse-arafat-of-secret-concessions-to-israelis.html","abstract":"  After three decades of steering the P.L.O. almost single-handedly, Yasir Arafat is coming under increasing criticism from other Palestinian leaders who accuse him of making new concessions to Israel without consulting them.   Mr. Arafat, who for years has been seen as Israel's implacable foe and whose organization was prevented by Israel from officially taking part in peace talks, is now being charged with being too willing to strike deals with the Labor Government of Prime Minister Yitzhak Rabin.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-210093.html","abstract":"  An article by The Associated Press in Business Day on Thursday, about mortgage lending in inner cities and minority neighborhoods, referred incorrectly to loans made by the Chase Manhattan Corporation in 1992. Chase reported a 24 percent increase in lending last year to minority customers in New York City and Westchester County, not nationwide.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Why the Marines Declared War on Marriage; He Stopped the Buck","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-why-the-marines-declared-war-on-marriage-he-stopped-the-buck-261493.html","abstract":"  To the Editor:   No one is surprised when a politician expounds upon the success of a program he's introduced, one seen as total failure by every unbiased eye. We've become inured to such blather. Gen. Carl E. Mundy Jr., the Marine Commandant, deserves better than the ad hominem attack in \"Marine Madness\" (editorial, Aug. 13) for accepting and admitting culpability for a plan to recruit only the unmarried for the corps.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Liberals Work at Getting Unacceptable Behavior Off the Streets","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-liberals-work-at-getting-unacceptable-behavior-off-the-streets-266593.html","abstract":"  To the Editor:   \"Civil Disorder and Liberal Guilt\" (Op-Ed, Aug. 13) by Richard Brookhiser, editor of National Review, accuses Greenwich Village liberals of not really caring about civility.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"1943: Himmler's Rise : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-1943-himmlers-rise-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Führer Adolph Hitler, apparently in the fear that the German home front is beginning to crack, appointed Heinrich Himmler, chief of the Gestapo (secret police), as Minister of the Interior today [Aug. 24] in a dr","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Chavez Has a Cat-and-Mouse Theory on Champion","web_url":"https://www.nytimes.com/1993/08/25/sports/boxing-chavez-has-a-cat-and-mouse-theory-on-champion.html","abstract":"  Pernell Whitaker narrowed his eyes, stopped flashing his smile and grew sullen yesterday. But just for an instant. Julio Cesar Chavez had just complained -- again -- that Whitaker runs rather than fights.   To Whitaker, the World Boxing Council welterweight champion, this was something of an insult.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Young, Gullible and Taught to Hate","web_url":"https://www.nytimes.com/1993/08/25/opinion/young-gullible-and-taught-to-hate.html","abstract":"The white supremacist movement in the United States wears a new and terrifying face. You could see it in the photographs that ran with hundreds of newspaper articles in July about a plot foiled in Los Angeles to murder Rodney King, kill worshippers in a black church, bomb Jewish leaders and synagogues, and assassinate black entertainers and sports figures. \n\nThe police say that this hellish scenario, intended to ignite a race war, was masterminded by the 20-year-old man shown in the photographs -- a former Eagle Scout turned neo-Nazi. The news photos did not show a sullen outcast with a shaved head and bomber jacket or a beer-bellied, shotgun-toting Klansman. He is, in the words of one newspaper, \"the epitome of the all-American boy.\"","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930825","time":"1993-08-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":72,"wspd":3.6},{"date":"19930825","time":"1993-08-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":72,"wspd":3.6},{"date":"19930825","time":"1993-08-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":69,"wspd":3.6},{"date":"19930825","time":"1993-08-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":75,"wspd":5.4},{"date":"19930825","time":"1993-08-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":74,"wspd":5.4},{"date":"19930825","time":"1993-08-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":77,"wspd":7.6},{"date":"19930825","time":"1993-08-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":77,"wspd":11.2},{"date":"19930825","time":"1993-08-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":76,"wspd":7.6},{"date":"19930825","time":"1993-08-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":71,"wspd":9.4},{"date":"19930825","time":"1993-08-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":60,"wspd":11.2},{"date":"19930825","time":"1993-08-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":49,"wspd":14.8},{"date":"19930825","time":"1993-08-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":51,"wspd":14.8},{"date":"19930825","time":"1993-08-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":50,"wspd":13},{"date":"19930825","time":"1993-08-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":48,"wspd":11.2},{"date":"19930825","time":"1993-08-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":48,"wspd":13},{"date":"19930825","time":"1993-08-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":48,"wspd":9.4},{"date":"19930825","time":"1993-08-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":46,"wspd":11.2},{"date":"19930825","time":"1993-08-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":51,"wspd":16.6},{"date":"19930825","time":"1993-08-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":65,"wspd":18.4},{"date":"19930825","time":"1993-08-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":63,"wspd":13},{"date":"19930825","time":"1993-08-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":65,"wspd":14.8},{"date":"19930825","time":"1993-08-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":68,"wspd":18.4},{"date":"19930825","time":"1993-08-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":70,"wspd":14.8},{"date":"19930825","time":"1993-08-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":74,"wspd":13},{"date":"19930825","time":"1993-08-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":56,"wspd":18.7},{"date":"19930825","time":"1993-08-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":62,"wspd":14.8},{"date":"19930825","time":"1993-08-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":62,"wspd":13},{"date":"19930825","time":"1993-08-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":64,"wspd":13},{"date":"19930825","time":"1993-08-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":71,"wspd":22.3},{"date":"19930825","time":"1993-08-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":76,"wspd":20.5},{"date":"19930825","time":"1993-08-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":22.3},{"date":"19930825","time":"1993-08-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":22.3},{"date":"19930825","time":"1993-08-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":24.1},{"date":"19930825","time":"1993-08-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":9.4},{"date":"19930825","time":"1993-08-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":18.7},{"date":"19930825","time":"1993-08-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":20.5},{"date":"19930825","time":"1993-08-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":13},{"date":"19930825","time":"1993-08-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":16.6},{"date":"19930825","time":"1993-08-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":16.6},{"date":"19930825","time":"1993-08-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":14.8},{"date":"19930825","time":"1993-08-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":59,"wspd":7.6},{"date":"19930825","time":"1993-08-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":49,"wspd":11.2},{"date":"19930825","time":"1993-08-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":47,"wspd":11.2},{"date":"19930825","time":"1993-08-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":40,"wspd":11.2},{"date":"19930825","time":"1993-08-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":42,"wspd":11.2},{"date":"19930825","time":"1993-08-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":40,"wspd":13},{"date":"19930825","time":"1993-08-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":44,"wspd":14.8},{"date":"19930825","time":"1993-08-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":49,"wspd":13}]},"19930826":{"guardian_articles":[{"date":"19930826","headline":"Mapping the new Europe","web_url":"https://www.theguardian.com/world/1993/aug/26/euro.eu","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19930826","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/08/26/nyregion/traffic-alert-687393.html","abstract":"  Because of several construction projects which started last night, there will be severe delays on all approaches to the George Washington Bridge, lasting through Monday afternoon.   Motorists are urged to use public transportation or carpools, or to use the Tappan Zee bridge the Holland or Lincoln Tunnels.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Coleman Decision Expected","web_url":"https://www.nytimes.com/1993/08/26/sports/baseball-coleman-decision-expected.html","abstract":"  Vince Coleman is still a Met, at least until today. Discussions continued yesterday among lawyers for the team, the Players Association and the owners' Player Relations Committee about what to do regarding Coleman, who faces a felony charge for lighting and throwing an explosive that injured fans last month in Los Angeles.   David Howard, counsel for the Mets, said an announcement will probably be made today. Coleman, who has been on a paid leave for the past two weeks, met with team officials on Tuesday.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/26/sports/nfl-training-camp-report.html","abstract":"  Dallas Cowboys    The Dallas owner, Jerry Jones, predicted yesterday that Emmitt Smith won't be in uniform when the defending Super Bowl champions open their regular season in Washington on Sept. 6.   \"I don't want there to be any surprises and my instincts tell me Emmitt isn't going to be here,\" Jones said of the star running back, who is holding out.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Texas Tech Hires Cal Athletic Director","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-colleges-texas-tech-hires-cal-athletic-director.html","abstract":"  BOB BOCKRATH of the University of California was hired Tuesday as athletic director at Texas Tech, replacing T. JONES, who is stepping down effective on Tuesday. Bockrath, 50, the athletic director at Cal for two years, said he hoped to assume his new post by Sept. 3.   The Texas Tech president, ROBERT LAWLESS, said Bockrath agreed on Monday to a five-year contract at $125,000 a year.   Jones, Tech's athletic director for eight years, resigned with more than 14 months remaining on a contract that paid him $107,112 annually.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Progreso Journal; In a World of Plastics, Can Yucatan Find a Place?","web_url":"https://www.nytimes.com/1993/08/26/world/progreso-journal-in-a-world-of-plastics-can-yucatan-find-a-place.html","abstract":"  In the steamy villages along the northern tip of the Yucatan Peninsula, a few Maya Indians still grow the long-stalked hemp plants that for more than a century were used to make the twine and rope that once brought great wealth to this part of Mexico.    But the hemp that this area is known for -- it is not to be confused with cannabis, also known as hemp, which comes from a different plant -- has almost disappeared, driven out by the development of plastics and synthetic rope and cheaper production in Africa and South America.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/26/nyregion/no-headline-435893.html","abstract":"  \"It makes you think, 'What is God saying to us? What is it we're doing that we shouldn't be doing?' You look at that cemetery and you feel so helpless.\" -- BESS MEADOR of Hardin, Mo., where a graveyard was washed away in the floods.  [ A18:1. ]","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Seneca Nation Files Suit To Reclaim Grand Island","web_url":"https://www.nytimes.com/1993/08/26/nyregion/seneca-nation-files-suit-to-reclaim-grand-island.html","abstract":"  Invoking a law from the Presidency of George Washington, the Seneca Nation of Indians filed suit in Federal District Court in Buffalo today seeking return of this 27-square-mile island in the Niagara River.   The Senecas claim that New York State's purchase of the island in 1815 violated a 1790 law requiring Federal approval for all Indian land transfers. The suit seeks return of the entire island, now home to 17,561 people, and unspecified monetary compensation, said Joseph F. Crangle, the attorney representing the tribe.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Jean Adds a Plot Twist To Hitchcock Mystery","web_url":"https://www.nytimes.com/1993/08/26/sports/baseball-jean-adds-a-plot-twist-to-hitchcock-mystery.html","abstract":"  For a team in a division race that's thistight, the Yankees have an unsettled starting rotation. And Domingo Jean added possible consternation to confusion tonight.   Buck Showalter, who has to manage through the confusion, declined to acknowledge the existence of any problem created by Jean's ineffective pitching against the Chicago White Sox, saying, \"We'll handle that as it comes.\"","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"1943: Mountbatten's Men : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-1943-mountbattens-men-in-our-pages100-75-and-50-years-ago.html","abstract":"OTTAWA - [From our New York edition:] Lord Louis Mountbatten, forty-three-year-old leader of Great Britain's famed Commandos, has been named supreme Allied commander in Southeast Asia for the conduct of operations against Japan, it was announced tonight [","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Review/Television; Seeing the Bright Side of Castro's Cuba","web_url":"https://www.nytimes.com/1993/08/26/movies/review-television-seeing-the-bright-side-of-castro-s-cuba.html","abstract":"  In the dear, dire days when there were two sides to the cold war, journalists of a certain bent ranged the world and brought back rhapsodies to countries like Stalin's Soviet Union, Mao's China and Sadinista Nicaragua. When one such People's Paradise fell into disfavor, there was always another to celebrate. Among the minor side effects of what tonight's offering in the \"P.O.V.\" documentary series delicately calls \"the collapse of the socialist camp\" has been the drying up of that once rich vein of inspiration to television documentary producers. But take heart: Cuba remains.   \"Miami; Havana\" begins with snatches of interviews on attitudes of Cuban-Americans in Miami toward their motherland and of Cubans in Cuba toward the United States. Hard political lines and softer personal feelings are expressed on both sides. The program's point of view is represented by Wayne Smith, a former State Department official in Havana and a longtime critic of American policy. He wants an end to the economic embargo of Cuba and a resumption of normal relations.","thumbnail":null,"section":"Movies"},{"date":"19930826","headline":"In Sao Paulo, The TV News In Real Time","web_url":"https://www.nytimes.com/1993/08/26/world/in-sao-paulo-the-tv-news-in-real-time.html","abstract":"  Working as if Brazilian coffee courses through his veins, Sergio Frias is a street reporter who likes action.   Treating his business suit like jogging sweats, the stocky television reporter has ducked bullets from a jailbreak shootout and exchanged himself for a child hostage.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/26/style/chronicle-802793.html","abstract":"  Some of the best minds, they say, summer in the Hamptons. Which is why the Nobel laureate JAMES WATSON and the neurobiologist MAX COWAN of the Howard Hughes Medical Institute near Baltimore agreed to attend a free public forum in Southampton at 5 P.M. on Saturday and to answer questions about the role that genes play in brain-related illness.   The forum, to be held at Long Island University's Southampton campus, is sponsored by the Dana Alliance for Brain Initiatives, a new organization that brings together medical experts, government agencies, private foundations and people interested in translating complicated medical developments into everyday language.","thumbnail":null,"section":"Style"},{"date":"19930826","headline":"No. 1 Pick Is No. 2 on Depth Chart","web_url":"https://www.nytimes.com/1993/08/26/sports/pro-football-no-1-pick-is-no-2-on-depth-chart.html","abstract":"  When the Jets made Marvin Jones their No. 1 draft pick, and the fourth player taken over all, he was expected to have a chance to break into the starting lineup in place of Kyle Clifton at middle linebacker.   But the 6-foot-2-inch, 240-pound Jones, an all-American out of Florida State, staged a salary holdout that did not end until the day before the first preseason game, at Pittsburgh on Aug. 7. He signed a five-year, $6 million pact and dressed but did not play against the Steelers.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Arts Vigilantes Find a New Quarry to Pursue; Everyone Is an Artist","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-arts-vigilantes-find-a-new-quarry-to-pursue-everyone-is-an-artist-233493.html","abstract":"  To the Editor:   Reading your report that three experimental artists are handing out $10 bills to illegal immigrants from Mexico (front page, Aug. 12), I felt shortchanged. To David Avalos, one of the three federally supported artists, \"the act of giving the money is a work of art.\" Really?   As a sculptor, and not a particularly conservative one, I am insulted by the readiness of people to call themselves and others artists and their acts works of art. Is anyone who applies a Band-Aid a physician? Anyone who fixes an outlet an electrician? Anyone who takes a holiday in August a psychiatrist?","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Man Slain After Robbery at Gambling Den","web_url":"https://www.nytimes.com/1993/08/26/nyregion/man-slain-after-robbery-at-gambling-den.html","abstract":"  A man was shot and killed last night as he and three others fled from a gambling den in Chinatown that they robbed, the police said.   The victim, identified by the police only as a 31-year-old Asian, was struck in the back by a bullet about 7 P.M. as he and one of his accomplices climbed into a getaway car on East Broadway, said Sgt. John McCluskey, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"The Price of Freedom : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-the-price-of-freedom-letters-to-the-editor.html","abstract":"Regarding \"Questions Foster Left Behind Are Worth Pursuing\" (Opinion, Aug. 13) by William Safire: .The mark of a true democracy is a free press. Any disagreeable excesses are the price of a free press and are clearly worth paying. Unfortunate","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Company Hurt by Drought May Get Help From Trenton","web_url":"https://www.nytimes.com/1993/08/26/nyregion/company-hurt-by-drought-may-get-help-from-trenton.html","abstract":"  With the state's rain-starved reservoirs shrinking, New Jersey environmental officials moved today to help one water company survive the summer.   The New Jersey American Water Company's northern division, which has 80,000 customers in Essex, Morris, Somerset and Union counties, has seen its Canoe Brook reservoir drop to 48 percent of capacity since April.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"White Sox Throw Yet Another One the Yankees' Way","web_url":"https://www.nytimes.com/1993/08/26/sports/baseball-white-sox-throw-yet-another-one-the-yankees-way.html","abstract":"  Joe Carter was probably sleeping by the time the Yankees and White Sox finished playing tonight, but the Yankees were thinking about the Toronto right-fielder. They hoped he saw them beat the Chicago White Sox, 7-5, at Comiskey Park.   Carter claimed recently that the remaining schedule favored the Blue Jays because the Yankees still had to play the better teams in the American League West. That is all Carter said. He did not call the Yankees nasty names or make fun of their relatives, but his comments have circulated in the Yankee clubhouse and have made them an ornery bunch.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"In Sovereign Georgia, Crime, Civil War and Empty Coffers","web_url":"https://www.nytimes.com/1993/08/26/world/in-sovereign-georgia-crime-civil-war-and-empty-coffers.html","abstract":"  The sound of gunfire is so frequent in one Tbilisi neighborhood that its residents now call it Chicago. Mindful of an audience that long ago stopped going out after dark, the city's theaters and concert halls schedule performances only in the afternoon.   The Metekhi Palace, Georgia's sole luxury hotel, has a sign that politely asks guests to check their firearms before entering -- a request that did nothing to stop a recent visitor from firing off a few rounds as he tried to barge past armed security guards.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-434093.html","abstract":"  A front-page article on Monday about changes in the metric system misstated the relationship between two units of measurement, the angstrom and the nanometer. An angstrom is one-tenth of a nanometer, or one ten-billionth of a meter; the two units are not equal.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Operation Match: Donate Pint, Then A Meets O-Positive","web_url":"https://www.nytimes.com/1993/08/26/nyregion/operation-match-donate-pint-then-a-meets-o-positive.html","abstract":"  \"You look kind of familiar; you're sure we haven't met somewhere before?\" Familiar words, but the scene is not a singles bar; it's the recovery room at the Bergen Community Regional Blood Center.    This is singles' donor night, and the cover charge is a pint of blood. Short, white-haired Frank has just sat down next to Amy, a petite woman who, like Frank, is wearing a tag identifying her by her first name.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Terrorist Acts Can't Stop Quest for Peace; Jewish Survival","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-terrorist-acts-can-t-stop-quest-for-peace-jewish-survival-237793.html","abstract":"  To the Editor:   Milton Viorst operates under a misconception in \"Sharing Jerusalem\" (Op-Ed, Aug. 19) when he wonders if Israel wouldn't be better off without having to rule 100,000 unhappy Palestinians. Israel's ultimate goal is not conquest, nor is it peace. Its most essential purpose, articulated by every Zionist leader of the last century, is to be a safe haven and home for worldwide Jewry. Israel's loftiest goal is to be that place, not to make Palestinians happy.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-176193.html","abstract":"  A map in Science Times on Tuesday with an article about hidden earthquake faults in the Los Angeles area located the Westwood district incorrectly in some editions. It is between Santa Monica and Beverly Hills, not north of Santa Monica.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"The Nines Arrive -- Too Fast","web_url":"https://www.nytimes.com/1993/08/26/opinion/the-nines-arrive-too-fast.html","abstract":"  When he reversed himself and authorized New York City police officers to carry semiautomatic handguns, Police Commissioner Raymond Kelly cited departmental tests. But when pressed, he couldn't rely on much hard information about the use of those guns -- for a very good reason. There isn't much. And that's the problem.    If the experiments in New York, and experience elsewhere, could allay strong reservations about their safety in this crowded, high-pressure city, fine. But the city police department has conducted only limited tests, and the statistics from other cities whose police departments use 9-millimeter semiautomatics are spotty.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Another Hope to Save Mars Craft Is Dashed","web_url":"https://www.nytimes.com/1993/08/26/us/another-hope-to-save-mars-craft-is-dashed.html","abstract":"  Another critical moment for the $1 billion Mars Observer mission came and went yesterday in frustrating silence.   When the lost spacecraft failed to call home, as instructed to do automatically if five days pass without receiving any message from Earth, the radio silence dashed one of the last remaining hopes that the mission might be salvaged.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Ozone-Depleting Chemicals Building Up at Slower Pace","web_url":"https://www.nytimes.com/1993/08/26/us/ozone-depleting-chemicals-building-up-at-slower-pace.html","abstract":"  The buildup of the industrial chemicals most responsible for depleting the earth's protective ozone layer has slowed substantially, Government scientists are reporting today.   If the trend continues, they say, the buildup should stop before the end of the decade. As a result, the worst of the ozone destruction should come around the turn of the century, when the peak load of chemicals, now slowly wafting upward, finally reaches the stratosphere, where ozone depletion occurs.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Opposing Groups Free Last Hostages in Nicaragua","web_url":"https://www.nytimes.com/1993/08/26/world/opposing-groups-free-last-hostages-in-nicaragua.html","abstract":"  Captors freed the last of more than 70 hostages held by two rival groups tonight, Government officials said, bringing to an end a crisis that has shaken Nicaragua like no event since the country's civil war, which ended more than three years ago.   Nearly a week after some 38 members of a peacekeeping commission were seized by re-armed former contra rebels on Thursday, mediators said the last five of those captives were released in a remote northern village.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"A Second City Star Craves the Big Award","web_url":"https://www.nytimes.com/1993/08/26/sports/on-baseball-a-second-city-star-craves-the-big-award.html","abstract":"  Frank Thomas hits like Reggie Jackson no, better than Reggie Jackson -- and he speaks words that sound like Reggie. But the tone of the words is different. When Jackson talked about himself -- \"the magnitude of me,\" for example -- he always came across as boastful. Thomas talks about himself and sounds earnest, not boastful.   That's the way he came across when he talked about the candidates for the American League Most Valuable Player Award. In discussing that topic, many people don't get beyond John Olerud, the Toronto Blue Jays' star who is threatening to hit .400.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/26/style/chronicle-250493.html","abstract":"  In upstate New York, in the forests of the Akwesasne, the 14,000-acre Mohawk reservation near the Candadian border, Chief JAKE SWAMP of the Mohawks is searching for an Eastern white pine to become the centerpiece of a Thanksgiving ceremony on Nov. 20 at the Cathedral of St. John the Divine in Manhattan.    The annual ceremony began five years ago as a way of honoring the Americans who helped the Pilgrims survive their first harsh winter in their new homeland, but this is the first year that a tree will figure prominently in it. The tree was selected as this year's theme, Chief Swamp said, because it symbolizes peace. \"It carries the spirit of my people,\" he added.","thumbnail":null,"section":"Style"},{"date":"19930826","headline":"New Charges Give U.S. 2d Chance to Try Kahane Suspect","web_url":"https://www.nytimes.com/1993/08/26/nyregion/reno-sees-growing-evidence-makes-call-new-charges-give-us-2d-chance-try-kahane.html","abstract":"  A wide-ranging conspiracy indictment returned yesterday gives prosecutors a second chance to try El Sayyid A. Nosair, the Egyptian immigrant who was acquitted in the 1990 killing of Rabbi Meir Kahane in a jury verdict that the judge denounced as \"against the overwhelming weight of evidence\" and \"devoid of common sense and logic.\"   Mr. Nosair, who has been serving time in the Attica state prison on gun possession and assault charges arising from the Kahane killing, was charged yesterday with murdering the rabbi to bolster his position in an organization involved in racketeering.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Books of The Times; Reflecting Fashion Without Neglecting the Music","web_url":"https://www.nytimes.com/1993/08/26/books/books-of-the-times-reflecting-fashion-without-neglecting-the-music.html","abstract":"  Benjamin Britten A Biography By Humphrey Carpenter Illustrated. 677 pages. Charles Scribner's Sons. $30.   Benjamin Britten's music is in some ways an emblem of the 20th-century compositional predicament. Britten was born in 1913, and his diaries and letters show that from an early age he was enthusiastic about certain avant-garde musical trends. But although he used dissonance, angularity, contemporary orchestral coloration and even Serial techniques to expressive ends, his music was firmly tethered to the 19th-century tradition of lush textures and sweeping lyricism.","thumbnail":null,"section":"Books"},{"date":"19930826","headline":"Reeves Means Business, So Bring the Hard Hats","web_url":"https://www.nytimes.com/1993/08/26/sports/pro-football-reeves-means-business-so-bring-the-hard-hats.html","abstract":"  It looked like the typical messy preseason practice: 60 big players tugging and hollering and running. But Coach Dan Reeves, as usual, had on his practice scowl, eyes darting from Giant to Giant.   And while hardly anyone else was watching today's workout, Reeves was staring at Steve DeOssie and John Brandes snapping a football backward between their legs. The Giants need a long snapper.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"India and the UN : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-india-and-the-un-letters-to-the-editor.html","abstract":"The proposition that \"India belongs in the UN Security Council\" (Opinion, July 17) may be a suitable topic for debate in the secondary schools of that country. It is not a point of view that can be seriously considered. However, as you have see","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Shakedowns Are Suspected In 2 Precincts","web_url":"https://www.nytimes.com/1993/08/26/nyregion/shakedowns-are-suspected-in-2-precincts.html","abstract":"  Law-enforcement officials are investigating two groups of New York City police officers who are suspected of running separate drug-trafficking operations in Brooklyn and Manhattan, senior Federal and state investigators said yesterday.   Both sets of officers, working out of two of the most violent, drug-prone areas of the city, are suspected of routinely shaking down drug dealers for drugs and cash, stealing guns from drug dealers and then turning around and selling the drugs to other drug dealers.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/26/sports/transactions-071493.html","abstract":"  Baseball  National League   SAN DIEGO PADRES -- Placed Wally Whitehurst, pitcher, on the 15-day disabled list, retroactive to August 20. Recalled Scott Sanders, pitcher, from Las Vegas of the Pacific Coast League. Southern League   CHATTANOOGA LOOKOUTS -- Sent Chris Gill, infielder, to Winston-Salem of the Carolina League. Football  National Football League   DENVER BRONCOS -- Waived Kitrick Taylor, wide receiver.   DETROIT LIONS -- Signed Ryan McNeil, cornerback.   NEW YORK JETS -- Signed Dennis Price, defensive back. Waived Alec Millen, tackle.   SAN DIEGO CHARGERS -- Signed Ronnie Harmon, running back, to a three-year contract. Claimed Calvin Stephens, guard, off waivers from the New England Patriots. Released Ray Smoot, guard.   SEATTLE SEAHAWKS -- Signed Terry Wooden, linebacker, to a one-year contract. Hockey  National Hockey League   LOS ANGELES KINGS -- Signed Marc Potvin, forward, to a two-year contract.   NEW JERSEY DEVILS -- Named Bob Hoffmeyer pro scout; Dave Nichols equipment manager and Paul Boyer assistant equipment manager.   SAN JOSE SHARKS -- Signed David Maley, forward, and Guy Gosselin, defenseman.   TAMPA BAY LIGHTNING -- Signed Joe Reekie, defenseman, to a multi-year contract. General  Amateur Athletic Union   AAU -- Named Louis Marciani executive director. College    BROWN -- Named Diane Short women's volleyball coach.   FRANKLIN & MARSHALL -- Named Frank Fedorjaka men's lacrosse coach; Anne Livezey field hockey and women's lacrosse coach; Wendy Snyder women's soccer coach and Anthony Troyer women's volleyball coach.   GANNON -- Named Cory Kephart swimming coach and Jeff Webster and Clint Huffman trainers.   GARDNER-WEBB -- Announced the resignation of Brenda Halford, women's basketball and tennis coach.   HARVARD -- Named Walter Johnson associate head coach of the men's and women's track teams; Jennifer Bates women's interim volleyball coach and David Flocco men's assistant swimming coach.   ILLINOIS -- Named Ty Hawkins assistant baseball coach.   UC SANTA BARBARA -- Named Michael Fenison men's assistant basketball coach.   WAGNER -- Named Scott Swere trainer and Aimee Tycenski and Kristen Lund assistant trainers.   WILKES -- Named Addy Malatesta associate athletic director; Tim Barrera women's soccer coach; Steve Duda and Scott Horoshko assistant football coaches and Sue Ketner assistant volleyball coach.  ","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Lessons of History : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-lessons-of-history-letters-to-the-editor.html","abstract":"The League of Nations collapsed after it failed to act when Mussolini's Italy invaded Ethiopia. World War II followed the appeasement of Nazi Germany's aggression in annexing Austria and the Sudetenland. Chamberlain's \"peace in our time\" became","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"For Campbell, Only a Triple Crown Seems to Be Missing","web_url":"https://www.nytimes.com/1993/08/26/sports/harness-racing-for-campbell-only-a-triple-crown-seems-to-be-missing.html","abstract":"  When John Campbell was a boy of 8 and living on a farm in Ailsa Craig, a hamlet near London, Ontario, a family friend named Ron Fegen, then the best harness driver in Canada and the boy's idol, gave him a brand-new whip. John Campbell put the whip to immediate good use.   John had an old racing sulky that he had tied to a water-pump stand that was no longer in service and he used to climb aboard and drive great races in his imagination. There was the pounding of hoofs, the clatter of wheels, the roar of the crowd and. . . .","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Review/Pop; Tears for Fears, Part 2, From Plural to Singular","web_url":"https://www.nytimes.com/1993/08/26/arts/review-pop-tears-for-fears-part-2-from-plural-to-singular.html","abstract":"  Ten years ago, the English pop duo Tears for Fears caught the world's ear with music that infused the mechanized drone of technopop with echoes of the late-1960's Beatles. Like John Lennon, Roland Orzabal and Curt Smith, who formed the duo, were intrigued by the primal-scream theories of Arthur Janov. Their most famous song, \"Shout,\" a catchy all-purpose exorcism of adolescent pain, became a popular sing-along at concerts.    A decade and three successful albums later, Mr. Orzabal, the duo's principal songwriter, has gone solo, keeping the name Tears for Fears for himself. He recently released an album, \"Elemental\" (Fontana), whose song lyrics and oracular style bear the Tears for Fears signature. And on Tuesday evening, he appeared at Town Hall with a five-member band to perform his recent songs (most of them written with a new collaborator, Alan Griffith), along with a selection of Tears for Fears hits.","thumbnail":null,"section":"Arts"},{"date":"19930826","headline":"Film Festival '93: An Emphasis On the Epic, as Seen Personally","web_url":"https://www.nytimes.com/1993/08/26/movies/film-festival-93-an-emphasis-on-the-epic-as-seen-personally.html","abstract":"  The New York Film Festival, now in its 31st year, will lead off on Oct. 1 with Robert Altman's \"Short Cuts,\" a three-hour panorama of life in contemporary Los Angeles that is based on the short stories of Raymond Carver, and close two and a half weeks later with \"The Piano,\" Jane Campion's bizarre love story set in 19th-century New Zealand. The Campion film, to be shown on Oct. 17, shared the Palme d'Or at the Cannes International Film Festival in May with Chen Kaige's \"Farewell, My Concubine,\" which will also be shown here.   The festival comprises 32 films, which will be shown at Alice Tully Hall. About half the films are from the United States, France and Britain. In a departure from past festivals, Eastern Europe and Latin American film makers are barely present, their place usurped by film makers from China, Taiwan and Hong Kong.","thumbnail":null,"section":"Movies"},{"date":"19930826","headline":"Bosnia Asks World Court to Nullify Peace Accord","web_url":"https://www.nytimes.com/1993/08/26/world/bosnia-asks-world-court-to-nullify-peace-accord.html","abstract":"  Less than a week before the Government of Bosnia and Herzegovina must decide whether to accept the country's division into three ethnic republics, lawyers for Bosnia asked the World Court today to rule that any such division would be \"null and void.\"    They also asked the Court to declare that the United Nations arms embargo against Bosnia is illegal.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Chancellor's Search Troubled As One Finalist Withdraws","web_url":"https://www.nytimes.com/1993/08/26/nyregion/chancellor-s-search-troubled-as-one-finalist-withdraws.html","abstract":"  One finalist in the search for a new schools chancellor for New York City has abruptly withdrawn from consideration and another has said he will not show up for a scheduled interview tomorrow with the city's Board of Education, raising new uncertainties in the final days of the board's six-month search.   Dr. Walter G. Amprey, the Superintendent in Baltimore announced his withdrawal in a letter to the board on Tuesday. Hours later, Dr. John A. Murphy, the Superintendent of the Charlotte-Mecklenburg schools in North Carolina, told the chairman of his local school board that he would not be interviewed for the New York chancellorship after his local board awarded him a $44,000 increase in his compensation package.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Schools Aren't the Only Buildings With an Asbestos Problem","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-schools-aren-t-the-only-buildings-with-an-asbestos-problem-229693.html","abstract":"  To the Editor:   While New York City has clearly botched carrying out the Asbestos Hazard Emergency Response Act, the procedures it outlines provide a prudent, conservative model for dealing with asbestos in all buildings.   Unfortunately, there is no law protecting the city's building occupants from asbestos. When New York adopted its Asbestos Control Law of 1983, which regulated the disturbance of asbestos, the City Council appointed a commission to determine how to manage asbestos-containing materials in buildings. After a two-year study that found that two-thirds of the city's buildings contain asbestos, the commission recommended legislation essentially extending the process developed under the asbestos act.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Terrorist Acts Can't Stop Quest for Peace; Jerusalem as Symbol","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-terrorist-acts-can-t-stop-quest-for-peace-jerusalem-as-symbol-239393.html","abstract":"  To the Editor:   In \"Sharing Jerusalem\" (Op-Ed, Aug. 19) Milton Viorst seeks a nontraditional solution to conflicting aspirations to Jerusalem. But, especially in light of the exclusion of Jews from Eastern Jerusalem during 1948-67, any suggestion of territorial division is unlikely to command sufficient support in Israel.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Essay; Bare-Chested Leaders","web_url":"https://www.nytimes.com/1993/08/26/opinion/essay-bare-chested-leaders.html","abstract":"  Why are the world media so avidly covering the pudgy paunches of leaders on vacation?   Granted, the return of Boris Yeltsin from his holiday retreat to harangue the rump Russian Parliament may be worth reporting.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Gypsies Caught in Czech Border Tug-of-War","web_url":"https://www.nytimes.com/1993/08/26/world/gypsies-caught-in-czech-border-tug-of-war.html","abstract":"  Iveta Cervenak, a 26-year-old Gypsy woman eight months pregnant with her fourth child, was grateful when her 28-member extended family was able to move out of the park and squeeze into two and a half bare rooms above a garage here three months ago.   Mrs. Cervenak's story began six months ago when town officials here cajoled the family out of their apartments and onto a train to neighboring Slovakia, which, in turn, sent them back, Mrs. Cervenak said.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"1918: Gorki Wants Out : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-1918-gorki-wants-out-in-our-pages100-75-and-50-years-ago.html","abstract":"AMSTERDAM - A despatch from Moscow to the Weser Zeitung, dated Aug. 24, says: Maxim Gorki, who has regained his health, intends to relinquish the editorship of the \"Novaia Jizn\" and to leave Russia. It is rumored, however, that the Government wi","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Yeltsin 'Understands' Polish Bid for a Role in NATO","web_url":"https://www.nytimes.com/1993/08/26/world/yeltsin-understands-polish-bid-for-a-role-in-nato.html","abstract":"  On his first visit to Poland as the leader of Russia, President Boris N. Yeltsin was shown today how much this former Warsaw Pact nation wants to join the West, specifically NATO.   In the past, the Russians have expressed reservations about Poland's ambitions to join the alliance. But in an appearance in the gardens of the presidential residence here, Mr. Yeltsin and President Lech Walesa issued a joint statement that repeated Poland's desire for NATO membership and pointed to Mr. Yeltsin's \"understanding.\"","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Ex-Official Has No Recollection Of Warnings on Crown Heights","web_url":"https://www.nytimes.com/1993/08/26/nyregion/ex-official-has-no-recollection-of-warnings-on-crown-heights.html","abstract":"  Bill Lynch, the former New York City deputy mayor, has maintained under oath that he does not recall receiving graphic warnings from two City Hall aides during the 1991 Crown Heights violence that the situation was \"out of control\" and that the police were not responding effectively.   Mr. Lynch made the statements in a deposition he gave Monday in a lawsuit brought by Hasidic Jews against the city over the four-day outbreak, which included attacks by bands of black youths on Hasidic resident of the Brooklyn neighborhood and the fatal stabbing of a Hasidic visitor from Australia, Yankel Rosembaum.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Schools Aren't the Only Buildings With an Asbestos Problem; Smoking Connection?","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-schools-aren-t-the-only-buildings-with-an-asbestos-problem-smoking-connection-246693.html","abstract":"  To the Editor:   As a young man, my husband worked in manufacturing and installing asbestos products. Many times he would grind it for making a paste. Those days, his clothes, hair, nostrils, even his fingernails would be filled with asbestos. These operations took place when there was no knowledge that asbestos was a hazard. I believe industrial masks weren't even on the market in the late 1940's.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Chang and Cherkasov Each Play It as It Breaks","web_url":"https://www.nytimes.com/1993/08/26/sports/tennis-chang-and-cherkasov-each-play-it-as-it-breaks.html","abstract":"  Michael Chang and three-set matches: It has been difficult to mention one without the other lately.   And for good reason. Seven of Chang's last 10 matches have gone three sets, including two in a span of less than 24 hours here at the Waldbaum's Hamlet Cup.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Parolee Is Arraigned in Two Brooklyn Shootings","web_url":"https://www.nytimes.com/1993/08/26/nyregion/parolee-is-arraigned-in-two-brooklyn-shootings.html","abstract":"  Eban Robbins, a suspect in seven shootings with a 9-millimeter pistol earlier this month in Brooklyn, was linked yesterday to yet another killing, even as he was being arraigned in his hospital bed on murder and attempted murder charges.   The victim was identified by authorities as Anthony Butts, 27, a Brownsville construction worker. Mr. Butts was shot three times in the head about 2:30 A.M., Aug. 12 at Legion Street and Blake Avenue in Brownsville -- about 25 minutes after, and more than a dozen blocks away, from the scene of the shootings in Crown Heights with which Mr. Robbins was charged yesterday.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Officials Assert Asbestos Tests Are Progressing","web_url":"https://www.nytimes.com/1993/08/26/nyregion/officials-assert-asbestos-tests-are-progressing.html","abstract":"  As the opening of classes approached, inspectors scouring New York City's public schools for asbestos made substantial progress yesterday, beginning inspections in 50 more schools and declaring 17 others ready to open on time on Sept. 9, officials said.   The officials with the agency heading the emergency effort, the city's School Construction Authority, also reported that inspectors had completed tests on eight schools and for the first time discovered no exposed asbestos, clearing these schools for opening without repairs or cleanup.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"The House and the Hatch Act","web_url":"https://www.nytimes.com/1993/08/26/opinion/the-house-and-the-hatch-act.html","abstract":"  An important test of character awaits the House when lawmakers return to the Capitol after Labor Day. At issue is how far Congress will go in weakening important Hatch Act protections against partisan political activity in the Federal work force.   Different versions of Hatch Act reform have now passed the House and Senate. Both go too far to please the Federal and postal unions, whose political action committees funnel millions of dollars to Congressional campaigns, mostly those of Democrats.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"2 Studies Report Heart Care Lags for Blacks","web_url":"https://www.nytimes.com/1993/08/26/us/2-studies-report-heart-care-lags-for-blacks.html","abstract":"  Black Americans are far less likely than whites to receive bypass surgery or other advanced treatments for heart disease and are also more likely to suffer heart attacks, two new studies have found.   Doctors based at the Pittsburgh Department of Veterans Affairs Medical Center found that among veterans who were treated for heart ailments, white males were much more likely to receive advanced X-ray imaging, undergo a balloon procedure for opening clogged arteries and have bypass surgery.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/26/style/chronicle-251293.html","abstract":"  PETER L. MALKIN, a lawyer who is the chairman of the Grand Central and 34th Street Partnerships, and DONALD JONAS, the chairman of Lechters, the housewares chain, are lifelong friends. So when one agreed to give $2,000 to the New York City Police Foundation, the other also gave $2,000. The money is to pay for two mounted police horses, as an element in the city's efforts to curb crime by making the police presence more visible.   But the friends made their gifts conditional, asking that the horses be named for their mothers, GERTRUDE MALKIN and BESSIE JONAS, who have been friends for 60 years.","thumbnail":null,"section":"Style"},{"date":"19930826","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/26/us/inside-421893.html","abstract":"  Last Hostages in Nicaragua Set Free by Opposing Groups   Ending a crisis that has shaken Nicaragua like no event since the country's civil war, captors freed the last of more than 70 hostages held by two rival groups, including the Vice President. Page A5. Spacecraft Remains Silent    The Mars Observer failed to call home after five days without instructions from Earth, eroding hope that its mission can be saved. Page A18. Action in the Mayor's Race    As Mayor Dinkins was endorsed by the City Council Speaker, his opponent, Rudolph Giuliani, offered education proposals. Pages B1 and B3.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Dinkins Is Endorsed by Speaker of City Council","web_url":"https://www.nytimes.com/1993/08/26/nyregion/dinkins-is-endorsed-by-speaker-of-city-council.html","abstract":"  Mayor David N. Dinkins, seeking to rebound from the unwelcome glare of his deposition on the Crown Heights violence, won the endorsement yesterday of the City Council Speaker, Peter F. Vallone, and announced the hiring of one of the Speaker's top aides for his campaign staff.   The announcement on the steps of City Hall was part of a broader strategy to reach out politically to the city's white middle-class neighborhoods -- a constituency that Mr. Vallone represents -- where support for Mr. Dinkins is weakest.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"A Man and His Wishbone Call It Quits","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-football-a-man-and-his-wishbone-call-it-quits.html","abstract":"  EMORY BELLARD, the man who invented the wishbone offense that taunted college defenses in the late 1960's and 1970's, is retiring after 45 years of coaching. But his offense isn't. \"It's still as viable as it ever was,\" Bellard said yesterday, beginning his final season as coach at Spring Westfield High School in Houston. \"It's as sound an offense, in my option, that's ever been devised.\"   Bellard first fielded his pet triple option as offensive coordinator at the University of Texas in 1968 and helped the Longhorns win national championships in 1969 and 1970.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"American Vanguardists Find Audience in Europe","web_url":"https://www.nytimes.com/1993/08/26/theater/american-vanguardists-find-audience-in-europe.html","abstract":"  The 1960's and 70's were the golden age for American performers to find work in Europe. Conservative American arts institutions stifled the vanguardists, while the underdeveloped American regional opera scene forced singers abroad.   Now, even with the lingering recession at home, American singers can find work with American companies and the evolution of trendy performance spaces around the United States has created a network for contemporary musicians, theater directors, choreographers and performance artists.   At the same time, the recession in Europe, combined with the development of local talent and an increasingly nativist attitude, has curtailed job offers here for Americans. Yet Americans still do get overseas, and not just high-profile directors like Robert Wilson. Two interesting, veteran New York performance artists, Connie Beckley and Joan Jonas, appeared in France and Germany in June, while all season long Mr. Wilson has been busy with new European projects.","thumbnail":null,"section":"Theater"},{"date":"19930826","headline":"Braves Turn Pressure Up With 3-Game Sweep","web_url":"https://www.nytimes.com/1993/08/26/sports/baseball-braves-turn-pressure-up-with-3-game-sweep.html","abstract":"  Dusty Baker, the only manager in the major leagues who wears sweatbands, has use for them now.    The Atlanta Braves beat Baker's Giants, 9-1, at Candlestick Park today, completing a three-game sweep and moving within four and a half games of first-place San Francisco in the National League West. It's the closest the Braves have been to first since May 31. The teams will play their last three games against each other next Tuesday, Wednesday and Thursday in Atlanta.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"House Republican Leaders Assert Health Plan Will Push Taxes Up","web_url":"https://www.nytimes.com/1993/08/26/us/house-republican-leaders-assert-health-plan-will-push-taxes-up.html","abstract":"  House Republican leaders today made a preemptive assault on President Clinton's health plan, asserting in a new report that the Clinton approach would lead to major new taxes, burdensome new government regulations and a huge loss of jobs among small businesses.   The document, released by the House Republican Conference, signaled the intensity of the coming struggle over revamping the health care system. Mr. Clinton is not scheduled to release his plan until late September, but the Administration has already begun to campaign for its basic principles with a series of speeches and briefing books.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Rhode Island's Top Judge, Facing Ethics Charges, Leaves the Bench","web_url":"https://www.nytimes.com/1993/08/26/us/rhode-island-s-top-judge-facing-ethics-charges-leaves-the-bench.html","abstract":"  The Chief Justice of the Rhode Island Supreme Court was accused Tuesday of using his position to funnel legal work to a business partner, and he stepped down from the bench today until the case is resolved.   In a statement this afternoon, Chief Justice Thomas F. Fay said, \"I have determined that it is in the best interest of all concerned that I temporarily step aside from all administrative and judicial duties until the questions that have been raised recently by the news media, radio talk shows and the Attorney General can be properly addressed.\"","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Article 441293 -- No Title","web_url":"https://www.nytimes.com/1993/08/26/world/article-441293-no-title.html","abstract":"  The United States announced today that it would ban American exports of almost $1 billion in high-technology goods to China over the next two years to punish Beijing for selling sensitive missile technology to Pakistan in violation of international arms-control agreements.   An official said the trade restrictions could be greatly widened, to $3 billion to $4 billion worth of goods a year, if intelligence agencies concluded that China had sold Pakistan whole missiles, and not just missile components.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Arts Vigilantes Find a New Quarry to Pursue","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-arts-vigilantes-find-a-new-quarry-to-pursue-142093.html","abstract":"  To the Editor:   \"In the scrub-covered hills north of the Mexican border,\" your Aug. 12 front page reports, \"three experimental artists supported by a Federal arts grant are handing out crisp $10 bills to illegal immigrants.\"","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Charlie Ward Is a Point Guard in Pads","web_url":"https://www.nytimes.com/1993/08/26/sports/college-football-charlie-ward-is-a-point-guard-in-pads.html","abstract":"  As Charlie Ward learned the intricacies of playing quarterback at Florida State a season ago, his coaches were learning something about him. He was making mistakes -- eight interceptions in the first two games -- but he was also making up for them.   His errors led to a discovery. A sense of desperation led to innovation. The evolution of Florida State's fast-break offense, driven by the quarterback's combination of athletic skill and decision-making ability, has given Ward a chance to make the greatest impact of any multisport athlete at the college level in recent years.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Blazers and Arbiter Meet on Dudley","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-basketball-blazers-and-arbiter-meet-on-dudley.html","abstract":"  The Portland Trail Blazers made their case yesterday before an independent arbiter charged with deciding the vaildity of the team's contract with free-agent center CHRIS DUDLEY.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/26/nyregion/news-summary-436693.html","abstract":"  International A3-15  U.S. BANNING EXPORTS TO CHINA  The United States announced it would ban American exports of almost $1 billion in high-technology goods to China over the next two years to punish Beijing for selling sensitive missile technology to Pakistan in violation of international agreements.  A1  VIOLENCE PLAGUING GEORGIA  Violence continues to torment Georgia, a country in the Caucasus. The sound of gunfire is so frequent in the capital residents now call it Chicago. The Metekhi Palace, Georgia's sole luxury hotel, has a sign that asks guests to check their firearms.  A1","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"East and West in Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-east-and-west-in-bosnia-letters-to-the-editor.html","abstract":"I read with some amazement Ramses Nassif's letter, \"A Light on the Refugees\" (Aug. 3). .The United States, Britain and France are not responsible for the atrocities taking place in Bosnia-Herzegovina. The French and the British governments we","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-175393.html","abstract":"  An introduction on Wednesday with excerpts from Mayor David N. Dinkins's deposition about the Crown Heights disturbances referred incorrectly in some editions to the traffic accident that preceded the violence. One child, Gavin Cato, was killed in the accident; his cousin, Angela, was injured.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Fraser Picks Australian Davis Cup Team","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-tennis-fraser-picks-australian-davis-cup-team.html","abstract":"  The Australian captain, NEALE FRASER, yesterday announced his six-man squad for the Davis Cup semifinal in Melbourne, Australia. Australia will play India at Chandigarh, India, on Sept. 24-26.   RICHARD FROMBERG, WALLY MASUR, JAMIE MORGAN, JASON STOLTENBERG, TODD WOODBRIDGE and MARK WOODFORDE were named to the Australian team, which will be reduced to five players after the United States Open.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-173793.html","abstract":"  An entry in the Finance Briefs listing of Business Day on Tuesday about a bond offering by the Louisville Gas and Electric Company misstated the amount of the issue, two of its ratings and the name of its parent company. The company is offering $42.6 million in first-mortgage bonds, which are rated AA by the Standard & Poor's Corporation and Aa-2 by Moody's Investors Service Inc. The company is owned by the LG& E Energy Corporation.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/26/nyregion/bridge-768393.html","abstract":"  When world championship play for the Bermuda Bowl begins on Sunday in Santiago, Chile, there will be four teams from Europe. It happens that they are all from the northern half of the continent: Poland, Denmark, Norway and the Netherlands. They finished in that order in the European Championships in Menton, France, two months ago, and their closest pursuers, in fifth and sixth positions, were Sweden and Iceland. This was a surprising shutout of Britain, France and Italy, which have in the past dominated European play.   A victory by the maximum margin over the experienced Polish squad, to which the diagramed deal contributed, helped a young Dutch team to snatch the crucial fourth position and qualify for Santiago. The Dutch North-South were Wubbo De Boer and Bauke Muller, and they climbed to six spades. The double of one heart was negative, promising a four-card spade suit, and the eventual five-club bid in response to four no-trump showed three key-cards.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Unhappiness by Itself Doesn't Cause Suicide","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-unhappiness-by-itself-doesn-t-cause-suicide-231893.html","abstract":"  To the Editor:   Vincent W. Foster Jr.'s apparent suicide has exposed a popular myth about the reasons people commit suicide, captured in your Aug. 13 front page about life in Washington: \"Is the pressure at the top levels of power in the city so intolerable that suicides are inevitable?\" The notion that people commit suicide because they are merely unhappy or under stress is almost always wrong.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Cruel Flood: It Tore at Graves, and at Hearts","web_url":"https://www.nytimes.com/1993/08/26/us/cruel-flood-it-tore-at-graves-and-at-hearts.html","abstract":"  When the Missouri River barreled through town like white-water rapids this summer, and grain bins and City Hall and the Assembly of God church and houses and barns gave way and there were no telephones or electricity or running water, people in this tiny farm town thought they knew all about the power of nature.   Then the unthinkable happened. The river washed away about two-thirds of the graves at the cemetery where just about anybody who ever lived and died here was buried. The river carved out a crater 50 feet deep where the cemetery used to be. It took cottonwood trees and the brick entryway and carried close to 900 caskets and burial vaults downstream toward St. Louis and the Mississippi.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Nigeria Gas Price Rise Ignites Fury at Government","web_url":"https://www.nytimes.com/1993/08/26/world/nigeria-gas-price-rise-ignites-fury-at-government.html","abstract":"  In an oil-producing country accustomed to having some of the world's cheapest fuel, the decision this week by the military authorities to raise gasoline prices ten-fold has set off anger, anxiety and panic buying.   The move to introduce a new higher-priced grade of gasoline and make fewer pumps selling lower-priced fuel was even seen as part of a diabolical scheme by the military ruler, General Ibrahim Babangida, to foment chaos as an excuse to retain power.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Haiti Lawmakers Back Key Aristide Nominee","web_url":"https://www.nytimes.com/1993/08/26/world/haiti-lawmakers-back-key-aristide-nominee.html","abstract":"  The Parliament today approved the policies and the cabinet planned by Robert Malval, the Prime Minister-designate, a move that diplomats say will lead to the end of a United Nations oil embargo that has brought the Haitian economy to its knees.   Lawmakers in the Chamber of Deputies followed the lead of the Senate by voting unanimously to back Mr. Malval, a wealthy publisher associated with the exiled President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Anti-Beijing Message Mailed to Sponsors","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-olympics-anti-beijing-message-mailed-to-sponsors.html","abstract":"  A human rights group has taken its campaign against Beijing's Olympic bid directly to the people who would foot the bill for the Games. Human Rights Watch said yesterday that it had sent letters to top officials of 17 international companies with strong sports-sponsorship records, urging them to help defeat the Beijing candidacy for the 2000 Games.   Citing the Chinese Government's record of political and religious repression -- specifically Tiananmen Square in 1989 and more recent arrests of pro-democracy activists -- the human rights group said a Beijing Olympics could backfire on companies trying to crack or expand in the world's largest market.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Sports of The Times; Mets Need Man With a Green Thumb","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-of-the-times-mets-need-man-with-a-green-thumb.html","abstract":"  THE last time I saw Dallas Green before yesterday was four summers ago, down on the farm. George Steinbrenner had sent him there, with pay, to finish out the 1989 season.   One of Steinbrenner's concocted reasons was a kid named Roberto Kelly, who was nursing his separated shoulder in the Cincinnati Reds' clubhouse yesterday when the subject was raised.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Let Castro Lead the Way","web_url":"https://www.nytimes.com/1993/08/26/opinion/let-castro-lead-the-way.html","abstract":"Cuba is in the midst of an excruciating economic and political crisis. It was caused partly by the collapse of the Soviet Union, as well as by the failure of the Cuban Government to understand what was happening in the world and to adjust quickly enough to events. \n\nWith food and fuel running low, Cuba must make a critical choice. There is still time to take the path to peaceful transition and, belatedly, move toward a more open political system. That will require a drastic loosening of Government control over the economy, much more private initiative and new respect for human rights. This would carry Cuba toward a social-democratic model, a natural successor to the Cuban Revolution.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Avoiding a Values Test, County Cuts All Art Funds","web_url":"https://www.nytimes.com/1993/08/26/us/avoiding-a-values-test-county-cuts-all-art-funds.html","abstract":"  Facing a proposal to limit arts financing to groups that support \"community, family-oriented values,\" the Cobb County Commision here has voted instead to cut off all money for the arts next year.   The vote on Tuesday, coming after the commission's condemnation of homosexuality two weeks earlier, has turned up the volume again on a dispute over homosexuality and community values that has deeply divided this suburban county of 450,000 people north and west of Atlanta.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Brazil's Guilt in the Amazon Massacre","web_url":"https://www.nytimes.com/1993/08/26/opinion/brazils-guilt-in-the-amazon-massacre.html","abstract":"The death toll in the mid-August massacre of Yanomami Indians by Brazilian gold miners may not compare with the body counts of a half-dozen other conflicts in the world, but the horror of the event demands an international outcry. \n\nThe 70 victims, members of one of the least assimilated indigenous societies of the Amazon region, were shot, hacked to pieces and burned in a remote forest near the Venezuelan border. It was only the latest attack on the Yanomami by gold miners who have been invading the territory since 1987.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-172993.html","abstract":"  An article in Business Day on Tuesday about a trial over the pricing practices of Wal-Mart Stores Inc. misstated the outcome of a 1986 Oklahoma lawsuit against the company, claiming predatory pricing. Wal-Mart settled the case on appeal and agreed not to discuss the terms.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Appearances Are Destructive","web_url":"https://www.nytimes.com/1993/08/26/opinion/appearances-are-destructive.html","abstract":"As public schools reopen for the new year, strategies to curb school violence will once again be hotly debated. Installing metal detectors and hiring security guards will help, but the experience of my two sisters makes a compelling case for greater use of dress codes as a way to protect students and promote learning.\n\nShortly after my sisters arrived here from South Africa I enrolled them at the local public school. I had great expectations for their educational experience. Compared with black schools under apartheid, American schools are Shangri-Las, with modern textbooks, school buses, computers, libraries, lunch programs and dedicated teachers.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"U.S. INDICTS EGYPTIAN CLERIC AS HEAD OF GROUP PLOTTING 'WAR OF URBAN TERRORISM'","web_url":"https://www.nytimes.com/1993/08/26/nyregion/specter-terror-us-indicts-egyptian-cleric-head-group-plotting-war-urban.html","abstract":"  The Federal Government charged yesterday that Sheik Omar Abdel Rahman, an Egyptian cleric known for his fiery Islamic sermons, led a terrorist group that orchestrated the World Trade Center bombing, a second plot to blow up New York City tunnels and buildings, and the 1990 killing of Rabbi Meir Kahane, the Jewish militant.   In a sweeping new indictment, a Federal grand jury for the first time linked those terror plots together, along with plans for murders, kidnappings and the bombing of American military installations. Beginning as early as 1989, the indictment said, the men aimed \"to levy a war of urban terrorism against the United States.\" Seditious Conspiracy Charged    Twelve men had already been arrested in the foiled plot to blow up the United Nations building, the Lincoln and Holland tunnels, and the Manhattan offices of the Federal Bureau of Investigation. The 27-page indictment tied that plan to others and brought in three new defendants: Mr. Abdel Rahman; El Sayyid A. Nosair, who was charged with murdering Rabbi Kahane but acquitted; and Mohammed Abouhalima, the brother of one of the Trade Center bombing defendants.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Terrorist Acts Can't Stop Quest for Peace; Israel and Dublin","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-terrorist-acts-can-t-stop-quest-for-peace-israel-and-dublin-240793.html","abstract":"  To the Editor:   Regarding Ireland's reluctance to let an Israeli embassy open in Dublin (news article, Aug. 17):","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Critic's Notebook; In Aspen, a Metaphor for Change","web_url":"https://www.nytimes.com/1993/08/26/arts/critic-s-notebook-in-aspen-a-metaphor-for-change.html","abstract":"  No question, the fascinating $7 million Joan and Irving Harris Concert Hall of the Aspen Music Festival and School, which opened over the weekend in Aspen, Colo., and is to conclude its dedicatory series this evening, stands as a metaphor. But a metaphor for what, exactly?   \"The hall is for our students to rehearse and perform in,\" Ms. Harris, who is a member of the board, told The Aspen Times last week. \"The building becomes the symbol, because it's more than a building; it's a metaphor for the faith and planning for the future of the music school and festival.\"","thumbnail":null,"section":"Arts"},{"date":"19930826","headline":"To Be Precise","web_url":"https://www.nytimes.com/1993/08/26/opinion/to-be-precise.html","abstract":"  Some time a little before 8 this past Monday morning -- was it Aug. 22 or 23? It was the 23d -- while waiting for a pot of coffee to boil, we unfolded The Times and found an intriguing article near the bottom of the front page. \"Yardsticks Almost Vanish as Science Seeks Precision,\" said the smallish headline. The story, by Malcolm W. Browne, explained that due to the scientific community's ever-growing need for precise standards, nearly all the measurements that affect daily life are being redefined in the language of quantum mechanics.   Where a meter used to be fixed as one-10-millionth of the distance from one of the earth's poles to the Equator, it's now measured as the distance that light travels in one-299,792,458th of a second. Where a second was once one-60th of a minute, it's now clocked as the time it takes a microwave-excited cesium atom to vibrate 9,192,631,770 times.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Giuliani Faulted on Education Plans","web_url":"https://www.nytimes.com/1993/08/26/nyregion/giuliani-faulted-on-education-plans.html","abstract":"  Offering his vision of how to improve New York City schools, Rudolph W. Giuliani formally endorsed the breakup of the central Board of Education yesterday, but then came under attack for what one political opponent called a \"180-degree flip-flop\" on the issue.   His proposal appeared to be a reversal of his previous stance that breaking up the central board would only increase the bureaucracy. Borough President Ruth W. Messinger of Manhattan, a Democrat who has proposed a similar breakup of the board, accused the Republican-Liberal candidate of reversing views that he offered as recently as July.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/26/sports/results-plus-985693.html","abstract":"  TRACK AND FIELD  Jamaican Sprinter Wins 100 Meters  Merlene Ottey of Jamaica, a week after winning her first major title by taking the 200 meters at the world championships, won the 100 meters last night at the International Amateur Athletic Federation Gugl meet in Linz, Austria. Ottey was clocked in 11.11 seconds, and beat the long jump champion, Heike Drechsler of Germany, who ran a rare dash and finished second in 11.36. Juliet Cuthbert, another Jamaican, was third in 11.40. Bruny Surin led a 1-2 Canadian finish in the men's 100, clocking 10.11. Atlee Mahorn was second in 10.27 and an American, Calvin Smith, third in 10.29. Dennis Mitchell, America's 100-meter bronze medalist, aggravated a groin injury in the event and stopped halfway. (AP) GOLF  Gay's 70 Leads Amateurs Into Match Play  Brian Gay of the University of Florida shot a two-under-par 70 yesterday, leading the field going into match play at the United States Amateur Championships in Houston. Gay, with a two-day total of four-under 139, had only just one bogey on the Jackrabbit course at Champions Golf Club. The field was pared to the low 64 players, with the cut coming at three-over 146. Twenty-two players tied at that score competed in a playoff at the end of the day to determine the final 11 spots. The remaining 64 players switch to match play today, leading to Sunday's championship. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Big Stars Get Back Seats for the Cane Pace","web_url":"https://www.nytimes.com/1993/08/26/sports/harness-racing-big-stars-get-back-seats-for-the-cane-pace.html","abstract":"  The biggest stars usually get the best seats in the house, but that won't be the case for Presidential Ball and Life Sign in the $432,800 Cane Pace at Yonkers Saturday night.   Presidential Ball, whose $1,534,684 in earnings this season tops all horses on the harness circuit, drew the No. 9 post position yesterday at Yonkers. He will be driven by Jack Moiseyev as one of three horses to leave from a second tier in a field of 11 3-year-olds. Presidential Ball's chief rival, Life Sign, drew the No. 11 post.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"The Challenge of Covering Today's Inscrutable China","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-the-challenge-of-covering-todays-inscrutable-china.html","abstract":"China has long been a difficult country to cover, but the nature of the changes there is making matters even worse. The reporting of China, much like China itself, needs to be modernized. .To begin with, there are problems with unreliable data. .Will","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"With a Boom in the Desert Over, Transplants Are Feeling Stranded","web_url":"https://www.nytimes.com/1993/08/26/us/with-a-boom-in-the-desert-over-transplants-are-feeling-stranded.html","abstract":"  The desert that stretches east from Los Angeles shimmers with mirages: brand-new cities like this one that replicate the Southern California ideal, with miles of identical single-family homes, each with its small green lawn and two-car garage.   Just three or four years ago, riding the California boom, these homes were being built so fast that the newcomers sometimes had nowhere to shop. The area became known as the Inland Empire -- San Bernardino and Riverside Counties -- the most rapidly growing region in the United States.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Graf, Courier Top-Seeded In U.S. Open","web_url":"https://www.nytimes.com/1993/08/26/sports/tennis-graf-courier-top-seeded-in-us-open.html","abstract":"  Steffi Graf will revert to her accustomed position and Jim Courier will resume his next week when the United States Open starts at the National Tennis Center in Flushing Meadows.   The world's two top-ranked players were seeded first in the men's and women's divisions yesterday by officials of the United States Tennis Association, who selected the two 16-player lists.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Terrorist Acts Can't Stop Quest for Peace","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-terrorist-acts-can-t-stop-quest-for-peace-242393.html","abstract":"  To the Editor:   The Aug. 18 attempt on the life of the Egyptian Interior Minister, Hassan al-Alfi, by militant Muslim fundamentalists and the Aug. 19 killing of nine Israeli soldiers in southern Lebanon by Hezbollah terrorists mark further attempts by fundamentalists to create a reign of terror and murder.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Future Face of Berlin Awaits a Fateful Month","web_url":"https://www.nytimes.com/1993/08/26/world/future-face-of-berlin-awaits-a-fateful-month.html","abstract":"  A series of decisions to be made next month could change the face of Berlin for years to come.   The city council is scheduled to decide on Sept. 2 whether to cut off subsidies to the Schiller Theater, one of Berlin's best-known theaters, and to its principal state-sponsored arts center. Cutoffs would probably lead to the closing of both institutions.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Reno Sees Growing Evidence and Makes Call","web_url":"https://www.nytimes.com/1993/08/26/nyregion/the-cleric-s-indictment-reno-sees-growing-evidence-and-makes-call.html","abstract":"  Two months after she turned down recommendations to charge Sheik Omar Abdel Rahman as a terrorist, Attorney General Janet Reno reversed herself and approved an indictment based on a broad approach to the case.   The indictment charges the sheik not with a direct role in any specific terrorist act, but with complicity in a conspiracy beginning with the shooting death of Rabbi Meir Kahane in 1989 and continuing through the World Trade Center bombing in February and the bombing and assassination plot uncovered in June.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"1893: Rags and Cholera : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-1893-rags-and-cholera-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In the House of Commons yesterday [Aug. 25] Mr. Macdona asked the President of the Local Government Board whether the prohibition of the importation of rags, enacted last year, was on Aug. 9 revoked, and if so what other precautions the Local Gov","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"A Farewell to Arms : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-a-farewell-to-arms-letters-to-the-editor.html","abstract":"Aug. 6 passed almost unnoticed this year, although it marked 48 years since the first atomic bomb laid waste the Japanese city of Hiroshima and forever changed the world. .For more than four decades countless politicians and Cold Warriors have stressed","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/26/style/IHT-what-theyre-reading.html","abstract":"Robert Taylor, an American banker with Merrill Lynch in Berlin is reading \"A Suitable Boy\" by Vikram Seth. .\"I'd heard it was the 'War and Peace' of the 1990s and am spending the summer working my way through the 1,349-page tome. It prick","thumbnail":null,"section":"Style"},{"date":"19930826","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/26/nyregion/metro-digest-669593.html","abstract":"  NEW YORK CITY  THE SHEIK IS CHARGED: CLERIC CALLED CENTER OF CONSPIRACY   The Federal Government charged that Sheik Omar Abdel Rahman, an Egyptian cleric known for his fiery sermons, was at the center of a terrorist group that orchestrated the World Trade Center bombing, a second plot to blow up New York City tunnels and buildings and the 1990 killing of Rabbi Meir Kahane, a Jewish militant. A1.   In a meeting of the Justice Department's senior staff, Attorney General Janet Reno made the call to seek Mr. Abdel Rahman's indictment. B4.   The wide-ranging conspiracy indictment gives prosecutors a second chance to try El Sayyid A. Nosair in the Kahane killing. B4.   The first charge in the 13-count indictment against Mr. Abdel Rahman and others is a rarely used law on seditious conspiracy, or plotting to overthrow the government. B5. GIULIANI OFFERS SCHOOL VIEWS   Offering his vision of how to improve New York City schools, Rudolph W. Giuliani endorsed the breakup of the central Board of Education, but came under attack for what one political opponent called a \"180-degree flip-flop\" on the issue. B3 CROWN HTS. ALLEGATION DENIED   Bill Lynch, the former Deputy Mayor, has maintained under oath that he does not recall receiving graphic warnings during the 1991 Crown Heights violence that the situation was \"out of control\" and that the police were not responding effectively. B3. MORE CHANCELLOR CANDIDATES BALKING    One finalist in the search for a new schools chancellor for New York City has abruptly withdrawn from consideration and another has said he will not show up for an interview with the Board of Education, raising new uncertainties in the final days of the search. B3. ASBESTOS CHECKS PROGRESSING   As the opening of classes approached, inspectors scouring New York City's public schools for asbestos made progress, beginning inspections in 50 more schools and declaring 17 others ready to open on time, officials said. B6. REGION  A.T. & T. ENTRY IS APPROVED   Hoping to spur lower rates and improve technology, Connecticut's utility regulators approved a bid by A.T. & T. to offer long-distance phone service within the state, ending a monopoly. B6. INDIANS SEEK ISLAND'S RETURN   Invoking a law from the Presidency of George Washington, the Seneca Nation of Indians filed suit in Federal District Court in Buffalo seeking return of 27-square-mile Grand Island in the Niagara River. B7. HELP FOR A WATER COMPANY   With the state's rain-starved reservoirs shrinking, New Jersey environmental officials moved to help the New Jersey American Water Company's northern division survive the summer. B7. IS LOVE THICKER THAN BLOOD?   At singles' donor night at Bergen Community Regional Blood Center, the cover charge is a pint of blood. B7. Traffic Alert B3  Chronicle B6","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Shipping Company Assessed Largest Election Fine Ever","web_url":"https://www.nytimes.com/1993/08/26/us/shipping-company-assessed-largest-election-fine-ever.html","abstract":"  State and local officials have levied an $895,000 fine against a foreign-owned shipping company that admitted funneling laundered money to dozens of politicians since 1989, including the gubernatorial campaigns of Gov. Pete Wilson and Dianne Feinstein.   Officials said the fine on Tuesday against the Evergreen America Corporation was the largest for a political ethics violation in the nation's history. The previous record, also in California, was $292,500 in 1988 against William Bryan, a Sacramento County Supervisor, for failure to disclose economic interests.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Qualifying for the Open Often a Matter of Luck","web_url":"https://www.nytimes.com/1993/08/26/sports/tennis-qualifying-for-the-open-often-a-matter-of-luck.html","abstract":"  For Martin Blackman, it was a successful homecoming. But for Jimmy Arias and Justin Gimelstob, yesterday's start of qualifying for the United States Open at the National Tennis Center was a painful reminder.   Gimelstob, from Essex Fells, N.J., the national 16-and-under champion, was playing in his first Open qualifying, against a world-class player, 10th-seeded Jeremy Bates of Britain. Unbeaten (25-0) against his peers this year, Gimelstob bowed to Bates, 6-2, 6-2.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-174593.html","abstract":"  An article in some editions on Friday and a picture caption on Saturday about Carol O'Cleireacain, who was appointed to replace New York City's Budget Director, misstated her title. She is to be Budget Director, not interim Budget Director.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930826","time":"1993-08-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":92,"wspd":18.4},{"date":"19930826","time":"1993-08-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":82,"wspd":14.8},{"date":"19930826","time":"1993-08-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":80,"wspd":11.2},{"date":"19930826","time":"1993-08-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":80,"wspd":7.6},{"date":"19930826","time":"1993-08-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":81,"wspd":9.4},{"date":"19930826","time":"1993-08-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":83,"wspd":9.4},{"date":"19930826","time":"1993-08-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":87,"wspd":14.8},{"date":"19930826","time":"1993-08-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":86,"wspd":16.6},{"date":"19930826","time":"1993-08-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":81,"wspd":13},{"date":"19930826","time":"1993-08-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":77,"wspd":9.4},{"date":"19930826","time":"1993-08-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":67,"wspd":9.4},{"date":"19930826","time":"1993-08-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":59,"wspd":13},{"date":"19930826","time":"1993-08-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":53,"wspd":11.2},{"date":"19930826","time":"1993-08-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":55,"wspd":16.6},{"date":"19930826","time":"1993-08-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":56,"wspd":18.4},{"date":"19930826","time":"1993-08-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":56,"wspd":18.4},{"date":"19930826","time":"1993-08-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":56,"wspd":14.8},{"date":"19930826","time":"1993-08-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":53,"wspd":13},{"date":"19930826","time":"1993-08-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":56,"wspd":14.8},{"date":"19930826","time":"1993-08-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":56,"wspd":14.8},{"date":"19930826","time":"1993-08-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":63,"wspd":18.4},{"date":"19930826","time":"1993-08-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":66,"wspd":16.6},{"date":"19930826","time":"1993-08-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":72,"wspd":14.8},{"date":"19930826","time":"1993-08-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":77,"wspd":13},{"date":"19930826","time":"1993-08-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":50,"wspd":11.2},{"date":"19930826","time":"1993-08-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":57,"wspd":14.8},{"date":"19930826","time":"1993-08-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":59,"wspd":13},{"date":"19930826","time":"1993-08-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":9.4},{"date":"19930826","time":"1993-08-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":67,"wspd":9.4},{"date":"19930826","time":"1993-08-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":63,"wspd":16.6},{"date":"19930826","time":"1993-08-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":63,"wspd":14.8},{"date":"19930826","time":"1993-08-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":11.2},{"date":"19930826","time":"1993-08-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":69,"wspd":5.4},{"date":"19930826","time":"1993-08-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":74,"wspd":7.6},{"date":"19930826","time":"1993-08-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":7.6},{"date":"19930826","time":"1993-08-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":9.4},{"date":"19930826","time":"1993-08-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":61,"wspd":7.6},{"date":"19930826","time":"1993-08-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":56,"wspd":11.2},{"date":"19930826","time":"1993-08-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":14.8},{"date":"19930826","time":"1993-08-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":50,"wspd":14.8},{"date":"19930826","time":"1993-08-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":43,"wspd":11.2},{"date":"19930826","time":"1993-08-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":38,"wspd":13},{"date":"19930826","time":"1993-08-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":31,"wspd":11.2},{"date":"19930826","time":"1993-08-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":28,"wspd":16.6},{"date":"19930826","time":"1993-08-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":29,"wspd":7.6},{"date":"19930826","time":"1993-08-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":33,"wspd":13},{"date":"19930826","time":"1993-08-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":40,"wspd":13},{"date":"19930826","time":"1993-08-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":52,"wspd":14.8}]},"19930827":{"guardian_articles":[],"nytimes_articles":[{"date":"19930827","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/08/27/arts/art-in-review-254293.html","abstract":"  Group Show   Salander-O'Reilly Galleries  20 East 79th Street  Manhattan  Through Tuesday    This engaging summer show features three artists of very different sorts who share admirable traits. Kit White, Kinney Frelinghuysen and Red Hammond, each in his way, come across as thoughtful, unpretentious, unconcerned with fashion, and devoted to both craft and the poetic and metaphorical possibilities of abstraction.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Woman Is Accused of Using 3 of Her Children in Burglary","web_url":"https://www.nytimes.com/1993/08/27/nyregion/woman-is-accused-of-using-3-of-her-children-in-burglary.html","abstract":"  A Manhattan woman was arrested after using three of her children to help carry out a burglary in the family's Washington Heights apartment building, the police said.   The woman, Tonya Ortiz, 26 years old, ordered the three children to descend a fire escape from her fifth-floor apartment in upper Manhattan and enter the window of a neighbor's third-floor apartment, the police said. Once inside, the children, aged 5, 6, and 9, unlocked the door for their mother, who slipped in and removed a Walkman, a camera, a VCR and $300, investigators said.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Audit Planned in School Asbestos Inspections","web_url":"https://www.nytimes.com/1993/08/27/nyregion/audit-planned-in-school-asbestos-inspections.html","abstract":"  Two independent investigators have begun an audit of the emergency inspection of New York City's school system for asbestos in an effort to guarantee that the inspection is done properly and that the schools are safe.   The audit -- by Thomas D. Thacher 2d, the Inspector General of the School Construction Authority, and Edward F. Stancik, the Special Commissioner for Investigation for the city's schools -- began in part earlier this month but is not to be announced until at least next week.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"With Observer Silent, NASA Now Envisions 'Star Wars' Explorers of Mars","web_url":"https://www.nytimes.com/1993/08/27/us/with-observer-silent-nasa-now-envisions-star-wars-explorers-of-mars.html","abstract":"  With nearly all hope gone for the recovery of Mars Observer, space officials and engineers began casting about yesterday for new ways to explore the red planet. One of the most intriguing ideas calls for modifying small, inexpensive satellites being built for the \"Star Wars\" missile defense system and launching a fleet of them toward Mars in 15 months.   The Ballistic Missile Defense Organization, the new group running the \"Star Wars\" project, has been asked by civilian space officials to determine if such an emergency mission could be prepared that soon and report its preliminary recommendations next week, Government officials and outside experts said.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/27/nyregion/metro-digest-682893.html","abstract":"  NEW YORK CITY  MUSLIM CLERIC APPEARS IN COURT   Sheik Omar Abdel Rahman, who for more than a decade has defied allegations that he inspired terrorism in Egypt and the United States, was taken before a Federal judge in Manhattan and was arraigned on charges that he led a conspiracy that prosecutors say was bent on waging a war of terror. A1.   Clues pointing to a terrorist ring that the Government charges was centered around the sheik came to the attention of authorities more than a year before the trade center bombing. B2. DINKINS BEGINS HIS AIR ASSAULT   Drawing on time-tested incumbents' tactics, Mayor David N. Dinkins begins his television advertising campaign with commercials that seek to blame others for many of New York City's problems and portray him as making brave headway against them at City Hall. A1. ANGRY EXCHANGE ON CROWN HTS.   Mayor Dinkins and a lawyer representing Hasidic Jews in Crown Heights faced off for a second day in a session that became so combative that a judge directed the Mayor to simply answer his interrogator's questions about the violence that racked the community. B3. AUDIT OF ASBESTOS INSPECTIONS STARTED   Two independent investigators have begun an audit of the emergency inspection of New York City's school system for asbestos in an effort to guarantee that the inspection is done properly and that the schools are safe. B3. CHILDREN REPORTEDLY USED IN BURGLARY   A Manhattan woman was arrested after using three of her children to help carry out a burglary in the family's Washington Heights apartment building, the police said. B4. THREE MORE SOUGHT IN KIDNAPPING   The Police Department released the names of three men who are wanted in the kidnapping of Harvey Weinstein. Three people have already been arrested. B4.   A young mother is killed in a crossfire. B3. REGION  WACHTLER FEES ARE REVEALED   Sol Wachtler, the former chief of New York's highest court, collected more than $805,000 as executor of the will and trust funds left by the stepfather of his former lover, according to a pre-sentencing letter. B4. PILOT WORK-STUDY PROGRAMS ANNOUNCED   The New York State Education Department announced that it has chosen 12 school districts to develop pilot programs that make work a part of classroom study. B5. CALL OF SILENT FIGURES   Each day, hundreds of commuters who would ordinarily zip past the Morristown Muncipal Hall stop in their tracks, round the parking circle out front and warily approach the sculpted figures on the west lawn. Our Towns. B5.   A girl who died of rabies was infected by a strain of the disease found in bats. B5.   Nearly 150 school districts around New Jersey don't have contracts with teachers yet. B5. Traffic Alert B2  Chronicle B6","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Moscow Journal; Kremlin Whirl: Another Big Fur Hat in the Ring?","web_url":"https://www.nytimes.com/1993/08/27/world/moscow-journal-kremlin-whirl-another-big-fur-hat-in-the-ring.html","abstract":"  Yuri V. Skokov was the second most powerful man in Russia before President Boris N. Yeltsin dismissed him in May.  Today, this secretive apostle of caution, whose whole career has been made behind tightly closed doors, is carefully emerging into the light, exploring his political options.   Mr. Skokov, 55 years old, is described as \"a man who knows how to wait,\" but his name is appearing more often, these days, as a possible presidential candidate.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Martial Gymnastics in High School","web_url":"https://www.nytimes.com/1993/08/27/movies/martial-gymnastics-in-high-school.html","abstract":"Musical kung fu tale in Miami high school. Slam-bang typical core.","thumbnail":null,"section":"Movies"},{"date":"19930827","headline":"Armenians Decline Meeting On Captured Enclave Cities","web_url":"https://www.nytimes.com/1993/08/27/world/armenians-decline-meeting-on-captured-enclave-cities.html","abstract":"  The Armenian leadership of the disputed Azerbaijan territory of Nagorno-Karabakh refused today to meet with the chief Russian negotiator on the conflict, contending that adequate security measures had not been established to conduct the talks.   The meeting was to cover the cities of Fizuli and Jibrail, captured by the Armenian forces earlier this week.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Nigerian Ruler Cedes Power to Civilian","web_url":"https://www.nytimes.com/1993/08/27/world/nigerian-ruler-cedes-power-to-civilian.html","abstract":"  Ending months of speculation, Gen. Ibrahim Babangida of Nigeria resigned today and a new interim civilian leader was sworn in after eight years of military rule.   Ernest Shonekan, a 57-year-old Harvard-educated businessman, was appointed by General Babangida to head an interim Government in Africa's most populous country. He had been chairman of the Transitional Council, a group created in January by the military authorities to oversee Nigeria's return to democracy.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Repairing a Breach, and Building Another, on L.I.","web_url":"https://www.nytimes.com/1993/08/27/nyregion/repairing-a-breach-and-building-another-on-li.html","abstract":"  Welcome to Westhampton Dunes, the fastest-growing would-be village in the state, the country and, perhaps, the world.   At a rate of 55,000 cubic yards of sand each working day, this two-mile section of barrier island, cut adrift from the rest of the island by a storm on Dec. 11 that put it on the far side of a widening breach, just keeps growing.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/27/style/IHT-what-theyre-reading.html","abstract":"Sir Peter Ustinov is reading the manuscript of Sheridan Morley's biography, \"Robert My Father,\" to be published in London Sept. 12. .\"I am reading it slowly, not because I wished to drag out the pleasure. Robert himself might have observe","thumbnail":null,"section":"Style"},{"date":"19930827","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/08/27/arts/art-in-review-255093.html","abstract":"  Skeet McAuley and Margaret Morton  Lowinsky Gallery 575 Broadway (near Prince Street) SoHo Through Sept. 4    In one of the more provocative photographic pairings in recent months, this show juxtaposes Skeet McAuley's luscious color panoramas of golf courses with Margaret Morton's severe black-and-white images of temporary structures built by homeless people in New York City.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"O'Neil Takes Issue","web_url":"https://www.nytimes.com/1993/08/27/sports/sports-people-television-o-neil-takes-issue.html","abstract":"  TERRY O'NEIL, the former executive producer of NBC Sports, said he resigned of his own accord last week, and was not ousted from his job.   Responding to an article on Wednesday in The New York Times, O'Neil said in a statement yesterday: \"The report in The New York Times was not accurate. My recent talks with NBC failed to produce an agreement; ergo, there was no attempt to renegotiate. As announced last Tuesday, my departure from NBC was a voluntary resignation.\"","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"THE ARTS GUIDE","web_url":"https://www.nytimes.com/1993/08/27/style/IHT-the-arts-guide.html","abstract":"AUSTRALIA . Sydney.Powerhouse Museum (tel: 217 01 11). To Oct. 10: \"In Her View: The Photographs of Hedda Morrison in China and Sarawak 1933-1967.\" Sixty black-and-white photos taken in China in the late '30s and early '40s, and in Malaysia af","thumbnail":null,"section":"Style"},{"date":"19930827","headline":"Giants Give 2 Young Backs a Crack at Starting","web_url":"https://www.nytimes.com/1993/08/27/sports/pro-football-notebook-giants-give-2-young-backs-a-crack-at-starting.html","abstract":"  The Giants' starting lineup when they take on the Dolphins in Miami Saturday night will basically be the same starting lineup that will begin the regular season against the Bears in Chicago eight days later. So said Coach Dan Reeves today, and that bodes well for two defensive backs, Lamar McGriggs and Phillippi Sparks.   Sparks, a second-round draft choice out of Arizona State in 1992, will start at right cornerback on Saturday. He has been battling veteran Perry Williams for a starting role after spending most of last season as a nickel back and special-teams player.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Nor Will Trade Pact Aid Mexicans Much; Welcome, Pesticides","web_url":"https://www.nytimes.com/1993/08/27/opinion/l-nor-will-trade-pact-aid-mexicans-much-welcome-pesticides-290993.html","abstract":"  To the Editor:   If the North American Free Trade Agreement and the General Agreement on Tariffs and Trade are approved, all states in the United States will be required to adopt international standards for pesticides on food. These standards will allow 10 to 50 times more DDT on fruits and vegetables than now. Milk will be allowed to contain Endrin, banned in the United States. Some fruits and vegetables will be allowed to contain Aldrin, also banned. These are just a few examples of the pesticides that will be above currently allowed levels.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"The U.S. v. the Sheik","web_url":"https://www.nytimes.com/1993/08/27/opinion/the-us-v-the-sheik.html","abstract":"  Attorney General Janet Reno surely made a popular call when she approved the indictment of Sheik Omar Abdel Rahman and 14 others on charges of conspiring \"to levy a war of urban terrorism against the United States,\" and other crimes.    Since the deadly February bomb attack at New York City's World Trade Center, New Yorkers especially have felt vulnerable to international terrorism. For many, the sheik, with his inflammatory preaching and the bloody deeds attributed to his followers, has come to symbolize the danger.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Shopping Japanese - in London","web_url":"https://www.nytimes.com/1993/08/27/style/IHT-shopping-japanese-in-london.html","abstract":"For years Westerners have heard hoary tales of how expensive it is to live and shop in Japan. On Saturday morning at 10 A.M. Londoners can experience it themselves when a vast new Japanese shopping center opens its doors in north London. .Everything fr","thumbnail":null,"section":"Style"},{"date":"19930827","headline":"Tennis Camp: In Pursuit of Perfection","web_url":"https://www.nytimes.com/1993/08/27/arts/tennis-camp-in-pursuit-of-perfection.html","abstract":"  SOMETIMES in the darkness of the early morning, back when I was experiencing a sixth grader's first miseries of insomnia and existential dread, I used to panic about the imminent possibility of flunking French. I had a theory then that someday I would glue electrodes to my head so that the language could be automatically imprinted in my brain. I saw myself awakening refreshed and saucily self-confident, coolly conjugating the most difficult of verbs and cracking wicked little jokes en francais about the iron-willed, white-haired Mme. Jinx, my nemesis.   The trouble was, I couldn't sleep. There was no such machine. I did not awaken refreshed. And Mme. Jinx quickly caught on to my one pathetic little ruse, which was to chirp the same sentence in every class -- \"Ah, oui, Monsieur. J'aime le jus d'orange!\" -- at high volume with a lilting accent.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/27/sports/nfl-training-camp-report.html","abstract":"  New England Patriots    The Patriots have traded Jon Vaughn, the team's leading rusher last year, to Seattle for an undisclosed draft choice and also claimed three players off waivers, including linebacker Keith McCants, who was released a day earlier by Tampa Bay.   As the National Football League's worst team in 1992, New England got first shot at any waived players this year and so picked up offensive lineman John Earle and linebacker Jason Carthen, besides McCants.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Home Video","web_url":"https://www.nytimes.com/1993/08/27/arts/home-video-092293.html","abstract":"  The Call of the Child    With a large demand for family entertainment, studios and other suppliers are responding with a rush of children's titles. Dominated by Disney, Barney and other big names, the children's category is already the video's industry's second largest (after feature films), and again the emphasis is on the big and well-promoted.   On Tuesday, for example, Sony Wonder will release its first Nickelodeon titles, among them episodes from \"Ren and Stimpy.\" Last month, Republic released several tapes produced by the Children's Television Workshop, including five \"Ghostwriter\" shows and the Emmy-winning animated feature \"The Lion, the Witch and the Wardrobe.\"","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"3 Divisions Is Discussed","web_url":"https://www.nytimes.com/1993/08/27/sports/3-divisions-is-discussed.html","abstract":"  Representatives of the owners and the players yesterday discussed the feasibility of adapting the 1994 baseball schedule to a three-division alignment in each league.   The two-hour meeting was the first in an effort to reach agreement on an additional playoff round and the mutually preferred change from two divisions to three. The next meeting was tentatively scheduled for Tuesday.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"U.S. Army Rangers Land During a Somali Protest","web_url":"https://www.nytimes.com/1993/08/27/world/us-army-rangers-land-during-a-somali-protest.html","abstract":"  The first contingent of United States Army Rangers landed today in Mogadishu, their arrival coinciding with angry demonstrations by Somalis who set up roadblocks, burned tires and stoned cars to protest a United Nations weapons search.   The 65 Rangers who flew in just after 7 A.M. are part of a 400-member regiment from Fort Benning, Ga., that is expected to complete its arrival in the next few days to help the United Nations force capture the fugitive Somali clan leader, Gen. Mohammed Farah Aidid, and re-establish order in the streets of the lawless capital.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Death of an Idealist","web_url":"https://www.nytimes.com/1993/08/27/world/death-of-an-idealist.html","abstract":"  To Amy Biehl's relatives, friends and professors in California, the death of the idealistic, apparently fearless, 26-year-old Fulbright scholar was an act of stupefying senselessness.   If her killers thought she was an enemy of black aspirations in South Africa, they could not have made a bigger mistake. The blond, blue-eyed white woman was a fervent advocate of democracy in Africa.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Philadelphia Doctors to Be Offered Data on Patients Who Have Sued","web_url":"https://www.nytimes.com/1993/08/27/health/philadelphia-doctors-to-be-offered-data-on-patients-who-have-sued.html","abstract":"  Philadelphia doctors will soon be offered a new service that may have been inevitable in a society in which both lawsuits and computers are commonplace: For $80 a month, they can find out whether a prospective patient has ever filed a malpractice suit against another doctor.   The service, Courtscan, is to begin direct-mail marketing to Philadelphia-area doctors next week, said William J. Benedict Jr., president of Courtscan Services in Greenwich, Conn.","thumbnail":null,"section":"Health"},{"date":"19930827","headline":"Community Reinvestment Is Right and It Pays","web_url":"https://www.nytimes.com/1993/08/27/opinion/l-community-reinvestment-is-right-and-it-pays-286093.html","abstract":"  To the Editor:   \"Fresh Money for Poor Communities\" (editorial, Aug. 13) promotes several harmful myths about community reinvestment lending.   First, low-income borrowers are not necessarily \"credit-risky.\" Available data from private mortgage insurance companies suggest that low-income homeowners are far less likely to default on mortgages than high-income borrowers, in part because low-income borrowers view homeownership as shelter, rather than investment. And, after a decade of record losses on speculative investments in commercial real estate, we have yet to see a bank or savings and loan institution go belly up because of too much lending to poor people.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/08/27/arts/sounds-around-town-288793.html","abstract":"  Mark Murphy Sings   Mark Murphy, Tavern on the Green, Central Park West at 67th Street, (212) 873-3200. Mark Murphy, a 61-year-old jazz singer who has maintained a devoted cult following for years, is a romantic eccentric who takes more emotional chances than almost any other singer of his generation. His husky, scat-inflected torch singing is at once dreamy and world-weary. His long-lined phrases and artfully slurred enunciation bring in echoes of Beat poetry. Shows are tonight and tomorrow at 9 and 11 P.M. and Sunday at 8:30 and 10:30 P.M. There is a $17.50 music charge and no minimum. A Phranc Performance    \"Hot August Phranc,\" Bessie Schonberg Theater, 219 West 19th Street, Chelsea, (212) 691-6500. Expanding from folk singing into performance art, Phranc, a self-proclaimed \"all-American Jewish lesbian folk singer,\" impersonates Neil Diamond in concert. Wearing a wig, a silver shirt and fake chest hair, and accompanied by a rock trio, she delivers a dozen of his hits, mostly from the 1960's, in a stentorian growl accompanied by appropriate fist-shaking and macho gyrations. Shows are at 8 P.M. tonight and tomorrow, and tickets are $12. Betty Carter's Back    Betty Carter, the Blue Note, 131 West Third Street, Greenwich Village, (212) 475-8592. A consummate vocal improviser at the peak of her powers, Betty Carter projects a deep, brooding lyricism that maintains a farsighted view of life and of music. Her stylistic signature, especially effective in ballads, is her downward bending of notes to evoke longing, loss and the plumbing of inner depths. Her backup trio consists of Cyrus Chestnut on piano, Christopher Thomas on bass and Clarence Penn on drums. Shows are tonight through Sunday at 9 and 11:30 P.M. There is a $25 music charge.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Wife Dead, Husband Indicted, Atlanta Is Transfixed","web_url":"https://www.nytimes.com/1993/08/27/us/wife-dead-husband-indicted-atlanta-is-transfixed.html","abstract":"  In a case first depicted as an act of random violence that has since evolved into a darker story of drugs, money laundering and murder, a prominent tax lawyer was indicted today on charges of arranging the killing of his wife, who was shot in the head last November as their two young sons looked on.   The lawyer, Frederic Tokars, 40, who was arrested in Florida on Wednesday night, was accused in state and Federal indictments of being behind the abduction and slaying of his wife, Sara, last Nov. 29.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"Clues Hinting at Terror Ring Were Ignored, Officials Say","web_url":"https://www.nytimes.com/1993/08/27/nyregion/clues-hinting-at-terror-ring-were-ignored-officials-say.html","abstract":"  Important clues pointing to a Muslim terrorist ring that the Government charges was centered around Sheik Omar Abdel Rahman came to the attention of authorities more than a year before the bombing of the World Trade Center, but were not followed up for reasons that remain unclear or disputed, according to court papers and Federal officials.   As far back as November 1991, Wednesday's sweeping new indictment said, Mr. Abdel Rahman tried to get a secret Government informer to kill President Hosni Mubarak of Egypt. But investigators who learned of the approach discounted it as just another manifestation of the fundamentalist cleric's well-known antipathy toward the secular Egyptian regime, officials said yesterday.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/27/nyregion/inside-628393.html","abstract":"  Health Care Concern Raided   Federal agents raided the offices and hospitals of National Medical Enterprises as part of an investigation of health insurance fraud. Page D1. Tracking Litigious Patients    For $80 a month, Philadelphia doctors will soon be able to find out if a prospective patient has ever filed a malpractice suit. Page A21. Other Paths to Mars    With the Mars Observer spacecraft still out of touch, space officials began looking for other ways to explore the red planet. Page A19. Mets Say Never to Coleman    The Mets announced that Vince Coleman, who is facing a felony charge for throwing an explosive, will not play for the team again. Page B9. Nigeria's Ruler Resigns    The President of Nigeria, Gen. Ibrahim Babangida, resigned after eight years of military rule and named an interim civilian leader. Page A3.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"A Crucial Battle In the Revolution","web_url":"https://www.nytimes.com/1993/08/27/nyregion/a-crucial-battle-in-the-revolution.html","abstract":"  A vast enemy fleet -- twice the size of the Spanish Armada -- lay in wait in New York Harbor the last week of August 1776, poised for a battle that, but for the bravery of a band of Marylanders and the gales of a fortuitous northeaster, would have left the new American nation stillborn.   There was H.M.S. Asia, a 64-gun man-of-war; nine other tall ships of the line, 20 frigates, a swarm of armed sloops and cutters, more masted landing craft than the eye could count, and 45,000 soldiers and sailors from England, Scotland and the Germanic principalities. Waiting for them were 12,000 Americans.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Israeli Planes Fire Missiles At Guerrilla Base in Lebanon","web_url":"https://www.nytimes.com/1993/08/27/world/israeli-planes-fire-missiles-at-guerrilla-base-in-lebanon.html","abstract":"  Israeli warplanes fired missiles today at a mountainside base of Islamic militants in southern Lebanon, but no casualties were reported in the raid, apparently a reprisal for the killing of nine Israeli soldiers a week ago by guerrillas of the Iranian-backed Party of God.   Israeli military officers would confirm only that there was \"air force activity\" in southern Lebanon, but gave no details.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/27/nyregion/no-headline-643793.html","abstract":"  \"He got his wish: I didn't do anything wrong except be the No. 1, and now I'm being punished for it. I've lost the ranking, I'm missing the Grand Slams, which kills me inside, and for me, 1993 is over, gone. It's a lost year.\" -- MONICA SELES, referring to the man who stabbed her on a tennis court four months ago.  [ B9:3. ]","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Yankees Return to First After Winning Hitchcock-Ojeda Duel","web_url":"https://www.nytimes.com/1993/08/27/sports/baseball-yankees-return-to-first-after-winning-hitchcock-ojeda-duel.html","abstract":"  Bob Ojeda was searching for his first victory since last year, his first victory since surviving the boating accident that killed two teammates in March, his first victory with Cleveland. Sterling Hitchcock was pursuing his first major-league victory for the Yankees in his first major-league pennant race.   They were two left-handed pitchers who seemed to have little in common tonight except that both were feeling pressure. Ojeda is 35 years old and nearing the end of his career. Hitchcock is 22 and just starting his. But, on this muggy evening when Cleveland's depressing memories from the spring collided with New York's refreshing pennant chase, Ojeda and Hitchcock had a lot in common because they were responsible for zeros filling the scoreboard for six innings.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Bat Rabies Killed 11-Year-Old Girl, Health Officials Say","web_url":"https://www.nytimes.com/1993/08/27/nyregion/bat-rabies-killed-11-year-old-girl-health-officials-say.html","abstract":"  An 11-year-old Sullivan County girl who died of rabies on July 11 was infected by a strain of bat rabies, and not by a strain that originated among raccoons, New York State health officials said yesterday.   Authorities had earlier thought that an epidemic of raccoon rabies, which emerged in New York and most of the Northeast in 1990, was the probable cause of the child's death.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Police Seeking 3 More Men In Kidnapping of Executive","web_url":"https://www.nytimes.com/1993/08/27/nyregion/police-seeking-3-more-men-in-kidnapping-of-executive.html","abstract":"  The New York City Police Department yesterday disclosed the identities of three more men who it says aided in the kidnapping of Harvey Weinstein, the formal-wear manufacturer who was rescued after his abductors kept him in a pit for 12 days in upper Manhattan.   With two men and a woman already under arrest for the crime, one of the lead investigators on the case said the department was searching for three additional men. While it was feared that the men may have fled the country, the investigator, Lieut. Joseph Pollini of the Major Case Squad, said they were likely still in New York City.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Ailing Young Fighting Against a Big Shadow","web_url":"https://www.nytimes.com/1993/08/27/sports/pro-football-ailing-young-fighting-against-a-big-shadow.html","abstract":"  It is not certain which thumb 49er fans mourn more: the one Steve Young fractured or the one Joe Montana used to hitchhike out of town. Based on the popular bumper sticker circulating here, \"I miss Joe,\" Montana probably gets the thumbs-up.   The city of San Francisco wishes he were here, not in Kansas City, because he would be the starting quarterback right now. Young broke his left thumb 18 days ago on a Los Angeles Raider helmet, only today switched from throwing a Nerf football to a regulation football and is not penciled in for opening day in Pittsburgh.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Dinkins Ads for TV Show a Calm Leader Of a Troubled City","web_url":"https://www.nytimes.com/1993/08/27/nyregion/dinkins-ads-for-tv-show-a-calm-leader-of-a-troubled-city.html","abstract":"  Drawing on time-tested incumbents' tactics, Mayor David N. Dinkins begins his television advertising campaign today with commercials that seek to blame others for many of New York City's problems and portray him as making brave headway against them at City Hall.   The three commercials, one 60 seconds and two 30 seconds, stress his hiring more police officers, opening schools at night, extending library hours and starting new health clinics, and two end with the tag line, \"It takes more than tough talk to run a tough city.\" At the same time, a silent slogan flashes on the screen below a facsimile of his signature: \"One city. One future.\" Intended to Defuse Complaints    In nearly four years in office, Mr. Dinkins has often argued that he is doing the best he can in tough times. The main commercial embroiders on that theme with a defensive needle, as a narrator intones in its opening line: \"Along with the oath of office, they gave him a massive deficit, a hostile administration in Washington, and a city at the boiling point.\"","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/08/27/arts/diner-s-journal.html","abstract":"  A Chain With High Hopes    \"Something along the lines of Spago\" is how Dennis Riese, the president of the Riese Organization, described his company's latest restaurant. He hopes to accomplish this none-too-modest goal by backing Richard Krause, a chef who worked not only at Spago, Wolfgang Puck's flagship celebrity haunt in West Hollywood but also at Mr. Puck's Chinois-on-Main in Santa Monica before moving to New York City, where he was the chef at Batons, Melrose, Rose Cafe and until a few weeks ago at Silverado Bar and Grill.   Attempting a Spago clone or, for that matter, any restaurant designed to showcase a chef is not typical of the Riese Organization, which specializes in mass-market chain restaurants. It owns about 200, including many \"food court\" clusters of fast-food stands as well as places like Houlihan's and T.G.I. Friday's.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Hear This","web_url":"https://www.nytimes.com/1993/08/27/style/IHT-hear-this.html","abstract":"\"A curtain of blonde bangs flowed from under Miss Correll's wide-brimmed straw sunhat and fringed her eyes. It was a nice sensible hat, but it was all she was wearing. 'Nice view,' I said, and I meant it.\" The world-weary voice of Raymond Chand","thumbnail":null,"section":"Style"},{"date":"19930827","headline":"Martinez Rejects Trade","web_url":"https://www.nytimes.com/1993/08/27/sports/martinez-rejects-trade.html","abstract":"  In one of the most intriguing off-field moves of the season, the Atlanta Braves have successfully prevented the San Francisco Giants from getting Dennis Martinez for their pitching staff. But the Braves also failed to get Martinez because he snubbed them, opting to remain with the Montreal Expos instead of accepting a trade.   According to two baseball sources, the Braves, Giants and Philadelphia Phillies claimed Martinez this week when the Expos placed him on waivers. The second-place Braves, the sources said, claimed him not because they wanted him but to prevent the first-place Giants from getting him.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Yugoslavs Tell World Court They Have No Bosnian Role","web_url":"https://www.nytimes.com/1993/08/27/world/yugoslavs-tell-world-court-they-have-no-bosnian-role.html","abstract":"  Lawyers for Yugoslavia told the World Court today that their Government had no territorial ambitions in Bosnia and Herzegovina, and was not supporting any militia forces there.   \"Yugoslavia cannot be held responsible at all for the course events have taken on the territory of the former Yugoslav Republic of Bosnia-Hezegovina, nor for any crimes, including the crime of genocide,\" said Miodrag Mitic, chief legal officer of the Yugoslav Foreign Ministry. \"The Federal Republic of Yugoslavia has no paramilitary of any kind, either within or out of its territory.\"","thumbnail":null,"section":"World"},{"date":"19930827","headline":"For Seles, the Wound Still Hurts","web_url":"https://www.nytimes.com/1993/08/27/sports/tennis-for-seles-the-wound-still-hurts.html","abstract":"  Outside Monica Seles's home base, the Meadows Racquet Club, a late-summer thunderstorm is raging, sending up a ghostly vapor from the steaming parking lot and scaring the lizards from their usual resting places beneath the placid palm and cypress trees that surround the courts where Seles used to come to perfect the tennis strokes that made her the most dominant player of this decade.   But Monica doesn't come here anymore, because Monica doesn't play tennis anymore, not since a deranged German man stabbed the world's best player in the back four months ago in Hamburg, and later claimed a fanatical devotion to Steffi Graf, then No. 2, as his excuse for trying to ruin Seles's career. Not One Swing    Under normal circumstances, with the United States Open just days away, Seles should have been putting the final polish on the double-fisted strokes that carried her to the Open championship in 1991 and 1992. But this year instead of defending her title, Seles is confined to the sidelines. She hasn't hit a tennis ball since she was stabbed on April 30. And in an emotional two-hour interview on Wednesday, during which she wasn't always able to prevent her tears from undermining her talk, Seles admitted she wasn't sure she would ever rekindle the stellar career that was shattered by a man known as Gunther P.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Summergarden Finale","web_url":"https://www.nytimes.com/1993/08/27/arts/summergarden-finale.html","abstract":"  Summergarden, the series of free concerts at the Museum of Modern Art, ends its season of music by Latin American composers with two performances this weekend by the Belvoir Quartet, tonight and tomorrow night at 8 o'clock in the museum's Sculpture Garden, 14 West 54th Street. Quartets by Silvestre Revueltas, Mario Lavista, Julian Orbon and Aurelio Tello are on the program, as well as Alberto Ginastera's settings of poems by Lorca and others, to be sung by Cheryl Marshall, a soprano. Information: (212) 708-9500.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Jets to Add Offense's Missing Link","web_url":"https://www.nytimes.com/1993/08/27/sports/pro-football-jets-to-add-offense-s-missing-link.html","abstract":"  Quarterback Boomer Esiason admires the artistry of the now-injured 49ers quarterback Steve Young and the seamless way he runs San Francisco's offense -- the same offense that made quarterback Joe Montana a legend.   \"You watch a 49ers game,\" Esiason said. \"You watch how many times Steve Young dinks it to the tight end, throws it to the flat, hits a little slant pattern, throws a little pivot. Every now and then he'll throw a little hook. Then, all of a sudden, boom! He'll hit a post pattern.\"","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"TV Listings","web_url":"https://www.nytimes.com/1993/08/27/nyregion/tv-listings.html","abstract":"  On Fridays, television and radio news and listings now appear at the end of section D, with Home Video. Today, pages D15-16.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Born-Again Dining:A Hit, A Miss","web_url":"https://www.nytimes.com/1993/08/27/style/IHT-bornagain-dininga-hit-a-miss.html","abstract":"The dining successes of the coming years will certainly be those establishments that have taken time to undergo a \"reality check\" before they open the doors. You don't need a restaurant consultant to tell you that high prices, rich sauces, over","thumbnail":null,"section":"Style"},{"date":"19930827","headline":"Review/Jazz; Take a Trio And Send In The Horns","web_url":"https://www.nytimes.com/1993/08/27/arts/review-jazz-take-a-trio-and-send-in-the-horns.html","abstract":"  It's an old idea, but one that's not done that often: pair up a working piano trio with some horns and try to make a group out of it. At Sweet Basil, the Cedar Walton trio is supporting a front line that includes Philip Harper on trumpet, Steve Turre on trombone and Javon Jackson on tenor saxophone. The group's first set on Tuesday night, not surprisingly, had the trio producing more music than the soloists.   Mr. Walton works regularly with the bassist David Williams and the drummer Billy Higgins, and for the first set it was their interplay, and especially the performance-shaping improvisations of Mr. Higgins, that defined the show. He put on an often astonishing performance, changing textures and dynamics with ease. He puffs up his sound and slims it down, moving from his bass drums and toms to the steely swing of his ride cymbals. He's fascinated with quoting different rhythmic ideas and grooves, and he'd switch rhythms not only from section to section, but within eight-bar phrases as well.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/27/style/chronicle-297693.html","abstract":"  Former President RONALD REAGAN and his wife, NANCY, completed their annual medical examinations this week at the Mayo Clinic in Rochester, Minn., and were pronounced in excellent health, according to Kathy Busch, a spokeswoman for the couple.   Mr. Reagan, who is 82, and his wife, 70, were admitted to the clinic on Sunday and returned to the Los Angeles on Tuesday.","thumbnail":null,"section":"Style"},{"date":"19930827","headline":"Draw May Be Open Sesame For Happy Graf and Courier","web_url":"https://www.nytimes.com/1993/08/27/sports/tennis-draw-may-be-open-sesame-for-happy-graf-and-courier.html","abstract":"  The numbers came out right for Steffi Graf yesterday and even better for Jim Courier as the two top-seeded players found themselves in the right half of their draws for next week's United States Open.   After all the numbered balls had been plucked out of the championship trophies at the Grand Hyatt Hotel in Manhattan, Courier fared far better than second-seeded Pete Sampras, the 1990 winner; third-seeded Stefan Edberg, the two-time defending champion, and just about everybody else.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/27/nyregion/c-corrections-252693.html","abstract":"  An article on Aug. 16 about the art collector Frederick R. Weisman and his support for the Venice Family Clinic, which serves the poor of Los Angeles without charge, referred incorrectly to the clinic's executive director. She is Fern Seizer, not Fran.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/08/27/arts/restaurants-011693.html","abstract":"  When Gotham Bar and Grill opened in the early 1980's, it epitomized the high-living, brash-spending decade. The warehouse space on East 12th Street was an eclectic meld of new-wave Americana and Italian moderne. There were the stenciled checkerboard wood floor, the Arts and Crafts painted chairs, the gauzy, billowing parachute lamps hanging from the ceiling, the stippled walls and the faux capitals on the soaring columns that punctuate the rambling room.   The music boomed. The crowd hollered to converse and windmilled in vain for absentee waiters. The kitchen stumbled. In its first month, I had two of the worst meals of my life at Gotham Bar and Grill. Still, there was something compelling about the place. Maybe it was the restaurant's overblown ambition and its dogged commitment to live up to its own grand vision. Ten years later, Gotham Bar and Grill has done that, and more.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Kevorkian's Prosecutor Could Almost Defend Him","web_url":"https://www.nytimes.com/1993/08/27/us/kevorkian-s-prosecutor-could-almost-defend-him.html","abstract":"  Nobody was surprised last week when the Wayne County prosecutor charged Dr. Jack Kevorkian with violating a new Michigan law that makes assisting in a suicide a felony. The man widely known as \"Dr. Death\" had sought a showdown since Aug. 4, when he drove a patient to a Detroit island park and for the 17th time since 1990, helped someone commit suicide.   But the prosecutor, John D. O'Hair, startled reporters at a news conference on Aug. 17 by announcing not only that he would charge Dr. Kevorkian but also that he was proposing a bill to legalize doctor-assisted suicide. He went on to say that if he himself were terminally ill, he would not have \"a moment's hesitation\" in seeking a doctor's help to end his own life.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"Critic's Choice/Dance; Both Near and Far at Jacob's Pillow","web_url":"https://www.nytimes.com/1993/08/27/arts/critic-s-choice-dance-both-near-and-far-at-jacob-s-pillow.html","abstract":"  The Jacob's Pillow Dance Festival brings its 1993 season to a typically eclectic close this weekend with performances by a major American modern dance company and a relatively unfamiliar duo, augmented for the occasion, from Spain.    Jeraldyne Blunden and her Dayton Contemporary Dance Company, celebrating its 25th season, have been responsible for encouraging many gifted black dancers to become professionals. The 16-member company, performing at the Pillow's Ted Shawn Theater, is committed to presenting new and landmark dances created by choreographers who are black or have some association with black American culture.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/08/27/arts/art-in-review-256993.html","abstract":"  'John Ferren, the Formative Years' 'The 1930's in Paris and Spain'  Pollock-Krasner House and Study Center1 830 Fireplace Road  East Hampton, L.I. Through Oct. 30    John Ferren's early geometric work, with its prismatic colors, hard edges and clear debt to Kandinsky, is something of an anomaly at Pollock-Krasner House, where the turbulent myths and more spontaneous painting methods of Abstract Expressionism's most famous couple are palpable. Ferren, who died in 1970 at the age of 65, was a regular on the New York art scene starting in the late 1930's, and was active during the 50's in the Club, that legendary Abstract Expressionist forum. But he was not, in his own words, \"one of the red-hot brush-throwers.\"","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Under Foreign Command : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/27/opinion/IHT-under-foreign-command-letters-to-the-editor.html","abstract":"In your Aug. 21 issue, you printed an article by Butros Butros Ghali, the secretary-general of the United Nations, under the title, \"UN Multilateralism: A Cure for Ugly New Nationalisms.\" Beneath this appeared another article, by U.S. Senator R","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Critic's Notebook; Beyond Iron John? How About Iron Jane?","web_url":"https://www.nytimes.com/1993/08/27/books/critic-s-notebook-beyond-iron-john-how-about-iron-jane.html","abstract":"  IN the 1980's, the women's movement begat the men's movement, which in 1990 begat a boisterous best seller by the poet Robert Bly called \"Iron John.\" Now, \"Iron John\" has indirectly begotten two other best sellers that attempt to transfer Mr. Bly's shamanistic advice from the world of men to the world of women. \"Women Who Run With the Wolves: Myths and Stories of the Wild Woman Archetype,\" by the Jungian analyst Clarissa Pinkola Estes, has just celebrated a year on the New York Times best-seller list. \"A Woman's Worth,\" by Marianne Williamson -- the popular New Age guru, who wrote the best seller \"A Return to Love\" -- recently passed its third month in residence there.   Certainly it's no secret that books about the gender wars fly out of bookstores. There is a lot of anxiety out there about the shifting roles of men and women, not to mention the time-honored difficulties of courtship and marriage, and that anxiety sells a lot of books.","thumbnail":null,"section":"Books"},{"date":"19930827","headline":"A Revived Yugoslavia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/27/opinion/IHT-a-revived-yugoslavia-letters-to-the-editor-92916307652.html","abstract":"It is extremely unfair that the United Nations should endorse a partition of Bosnia based on \"ethnic cleansing.\" This bodes ill both for the future of Europe and of the United Nations.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Review/Art; Hopper's Views of the City of Light","web_url":"https://www.nytimes.com/1993/08/27/arts/review-art-hopper-s-views-of-the-city-of-light.html","abstract":"  EDWARD HOPPER is famous as the 20th-century painter of American light; at least a certain kind of American light. It isn't the finicky, scientifically correct light of a naturalist like Andrew Wyeth, or the light of a fantasist like Charles Burchfield, for whom illumination had an emotive, metaphysical charge. Sunlight falling on the exterior of one of Hopper's Gloucester houses or into one of his bare city bedrooms is as artificial and sculptured as stage lighting, and it sets the scene for a drama called American Loneliness.   Viewers for whom American-ness is the very meaning of Hopper may be somewhat surprised to see the 25 paintings in \"Hopper in Paris\" in the Lobby Gallery of the Whitney Museum of American Art. Yet the exhibition -- drawn from the museum's extensive Hopper holdings and the first of a \"Collection in Context\" series intended to re-evaluate a wide range of work in the museum's permanent collection -- does everything possible, even when history isn't squarely on its side, to demonstrate that Hopper's signature images of bleak insularity had their origins not in his home country but in France, which he visited three times between 1906 and 1910.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Venice Film Fest:Who Will Come?","web_url":"https://www.nytimes.com/1993/08/27/style/IHT-venice-film-festwho-will-come.html","abstract":"\"I can call spirits from the vasty deep,\" says Shakespeare's over-the-top Welshman Glendower in \"Henry IV, Part I.\" \"Why, so can I, or so can any man,\" replies the more down-to-earth Hotspur, \"But will they come when you","thumbnail":null,"section":"Style"},{"date":"19930827","headline":"Old Favorite Produces New Trick","web_url":"https://www.nytimes.com/1993/08/27/sports/horse-racing-old-favorite-produces-new-trick.html","abstract":"  The sentimental hero of Saratoga racing, the 8-year-old gelding Fourstardave, ran his 83d race today and made it a melodrama. He buckled coming out of the gate, nearly fell to one knee, straightened up and ran the race of his life. He won it by a neck, but was then disqualified for bumping another horse in the homestretch.   The scenario proved a huge disappointment to Richard Migliore, who rode the old star; to Richard Bomze, who owns him; to Leo O'Brien, who trains him, and to the thousands of fans who cheered him. This was the same 8-year-old who ran second to the renowned Lure a month ago, then came back to win his next race and keep his streak alive, winning for the seventh year in a row at Saratoga Race Course.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"1943: Report on Genocide : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/27/opinion/IHT-1943-report-on-genocide-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [From our New York edition:] On the eve of an unprecedented five-day American Jewish Conference opening here Sunday to consider the plight of European Jewry, the American Jewish Congress yesterday [Aug. 27] issued a 310-page report detailing the s","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Bergen Stores Try to Repeal Blue Laws","web_url":"https://www.nytimes.com/1993/08/27/nyregion/bergen-stores-try-to-repeal-blue-laws.html","abstract":"  A Bergen County law that has kept stores closed on Sundays since 1959 in the heart of New Jersey's mall country came under official attack today by a merchants' group.   The group says voters would repeal the law if given a chance and they gave the Bergen County Clerk, Kathleen A. Donovan, a four-inch stack of petitions asking that the future of the Sunday closings be placed on the ballot in November. About 10,000 Bergen voters signed the petitions, repeal proponents said; only 2,500 valid signatures are necessary to get on the Nov. 2 ballot.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"The Least of the East Beats Worst of West","web_url":"https://www.nytimes.com/1993/08/27/sports/baseball-the-least-of-the-east-beats-worst-of-west.html","abstract":"  Six months ago, the Mets would have probably laughed if told they would hold a lot of the same wants, desires and fears as an expansion team like the Colorado Rockies.    But there they were last night, two clubs each in last place in their respective divisions harboring the same goals: not to finish 28th and last in the overall major league standing and not to wind up with the ignominious total of 100 or more losses.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Review/Film; About America as a Family That's Dysfunctional","web_url":"https://www.nytimes.com/1993/08/27/movies/review-film-about-america-as-a-family-that-s-dysfunctional.html","abstract":"Mark Benjamin and Mark Levin's jumpy documentary about the political attitudes of Americans during the 1992 Presidential campaign. Directed in the style of a MTV jeans commercial.","thumbnail":null,"section":"Movies"},{"date":"19930827","headline":"'On Stage, and Off'","web_url":"https://www.nytimes.com/1993/08/27/arts/on-stage-and-off.html","abstract":"  The \"On Stage, and Off\" column will resume with the new theater season in September.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Good Will and Its Limits in Somalia","web_url":"https://www.nytimes.com/1993/08/27/opinion/good-will-and-its-limits-in-somalia.html","abstract":"  Four hundred U.S. Army Rangers arrived in Somalia yesterday, bolstering the 25,000 U.N.  troops already there as part of a peacemaking effort that will cost more than $1.5 billion this year. At the same time, the U.N. and private development groups are scaling back handouts of free food, replacing them with food-for-work projects that will in turn be replaced with cash-for-work projects.   On the surface, this seems very positive: The food emergency is over. The harvest, largely sorghum but also other produce, looks good. Charity is being phased out.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"China Calls American Sanctions Unjustifiable","web_url":"https://www.nytimes.com/1993/08/27/world/china-calls-american-sanctions-unjustifiable.html","abstract":"  China today branded as \"entirely unjustifiable\" the Clinton Administration's decision to impose economic sanctions over the sale of ballistic missile technology to Pakistan.   A Foreign Ministry spokesman, Wu Jianmin, asserted that \"China has never acted in violation of the principles or parameters of the Missile Technology Control Regime\" and added that the Chinese Government \"will formally announce its response\" to the American decision \"very soon.\"","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Revive Observance of Humanitarian Law","web_url":"https://www.nytimes.com/1993/08/27/opinion/IHT-revive-observance-of-humanitarian-law.html","abstract":"When the Cold War finally came to an end, many of us believed that this was the 20th century's best moment for constructing a durable world peace. The United Nations would at least be able to implement its mandate, based on universally recognized values","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Review/Music; Being Surrounded By Stockhausen In a Tanglewood Hall","web_url":"https://www.nytimes.com/1993/08/27/arts/review-music-being-surrounded-by-stockhausen-in-a-tanglewood-hall.html","abstract":"  By the time the second half of the concert began at Tanglewood on Wednesday night, there was an exuberant, almost celebratory atmosphere in the theater concert hall. Most of the left and right banks of seats had been removed and stage platforms built surrounding the audience on three sides. Some 109 student players, who had been rehearsing for three weeks, were grouped into three independent orchestras, each led by a different conductor: Reinbert De Leeuw, Oliver Knussen and Robert Spano.   Then, for the next 22 minutes, in an extraordinarily virtuosic display of coordination and dedication, the swells and exclamations of Karlheinz Stockhausen's \"Gruppen fur Drei Orchester\" (1955-57) swept around the hall. A clarinet in one orchestra was answered by a muted trumpet in another. A sudden percussive stroke simultaneously sounded in all three groups. Waves of marimba patter were followed by almost saucy, improvisatory responses. An electric guitar sprayed a riff at stage center; an enormous Chinese gong sounded off at the left; delicate, almost fragile harp pluckings came from the right. Fragments and fillips were passed back and forth; glints of Serialist patter were followed by tonal harmonies or jazzy roulades; intimate chamber moments were answered by bombastic proclamations.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"YELTSIN AND HAVEL TRY TO BURY PAST","web_url":"https://www.nytimes.com/1993/08/27/world/yeltsin-and-havel-try-to-bury-past.html","abstract":"  In a commemoration of the 25th anniversary of the Prague Spring and the Soviet invasion that crushed the Czechoslovak reforms, the Russian President, Boris N. Yeltsin, and the Czech President, Vaclav Havel, signed an agreement today to draw a curtain on the past.   Mr. Yeltsin's five-hour visit carried a special poignancy because it fell on the exact date 25 years ago when the Czechoslovak leader, Alexander Dubcek, was forced to sign the Moscow protocols that sealed the fate of Czechoslovakia as a Soviet satellite.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Another Season of Sounding Off","web_url":"https://www.nytimes.com/1993/08/27/sports/tv-sports-another-season-of-sounding-off.html","abstract":"  Let's discuss \"Whoa, Nellie\" for a moment, the signature expression that ABC's Keith Jackson doesn't recall ever really saying. Yet years of alleged Nellieism have stuck to him like a Velcro wall to David Letterman.   \"I don't know if I've ever said it,\" Jackson said yesterday in an ABC radio studio. \"I might say it, but you know, my mule was named Pearl.\"","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Players Walk the Line At Open Qualifiers","web_url":"https://www.nytimes.com/1993/08/27/sports/tennis-players-walk-the-line-at-open-qualifiers.html","abstract":"  Andre Agassi took a practice serve on the Grandstand Court of the National Tennis Center. He slapped the ball hard, but low, into the net.   \"That thing's not going to start going off, is it?\" he asked a huddled group of umpires. The umpires reassured Agassi, looking as if they had found a new toy.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/27/sports/results-plus-004393.html","abstract":"  LITTLE LEAGUE  Long Beach Advances  Sean Burroughs pitched his second no-hitter of the Little League World Series and went 4 for 5 with two home runs yesterday as defending champion Long Beach, Calif., muscled into the title game with an 11-0 victory over Bedford, N.H., in Williamsport, Pa. On Saturday, Long Beach will play Panama, which beat Germany, 5-0, on Carlos Arauz's no-hitter, the fifth of the series. Burroughs, whose father, Jeff, is his coach and a former major leaguer, had 16 strikeouts for the second game in a row, meaning that only four of the 36 outs in his two no-hitters came by means other than a strikeout. The no-hitter was Burroughs's third in a row. He also no-hit San Ramon Valley, Calif., in last week's West tournament, then struck out 16 in an 8-0 no-hitter over Hamilton, Ohio, on Monday. He has not allowed a hit in 20 innings, but he can't pitch in the final because Little League pitchers aren't allowed to throw in consecutive games. (AP) FOOTBALL  Vikings Beat Steelers  Sparked by special-team members Qadry Ismail and Fuad Reveiz, the Minnesota Vikings rebounded from their only exhibition defeat under Coach Dennis Green with a 30-13 victory over the Pittsburgh Steelers last night in Minneapolis. Ismail, Minnesota's second-round draft pick from Syracuse, had kickoff returns of 55 and 42 yards to set up 10 points, including a 51-yard field goal by Reveiz. Reveiz, who missed the last two games with an ankle injury, added field goals of 34 and 26 yards. (AP) GOLF  A Tie in Akron  Jim Gallagher took advantage of a monster drive, birdied the final hole and tied David Edwards for the first-round lead yesterday in the World Series of Golf in Akron, Ohio. Gallagher and Edwards each shot four-under-par 66 despite the fast fairways and quick, tricky greens that made the Firestone Country Club course play at its toughest. (AP) Coe-Jones Leads duMaurier Classic: Canada's Dawn Coe-Jones double-eagled the fourth hole and shot a course-record 64 yesterday to take a one-stroke lead in the duMaurier Classic in London, Ontario. Coe-Jones sank a 4-iron approach from 179 yards on the par-5 fourth to get to five-under par in the final major of the season on the LPGA Tour. She finished eight under in getting six birdies against one bogey on the 6,331-yard, par-72 London Golf and Country Club course. (AP) SOCCER  U.S. Trounces Qatar  Judah Cooks scored three goals and led the United States to a 5-1 victory over Qatar yesterday in their Group C preliminary match at the FIFA Under-17 World Soccer championship in Tokyo. (AP) BOWLING  Williams Seeded No. 1  Walter Ray Williams Jr. won five consecutive matches Wednesday night to secure the top seeding in the $125,000 Paula Carter's Homestead (Fla.) Classic and a chance at his seventh Professional Bowlers Association title of the season. Williams, 33 years old, of Stockton, Calif., finished with a pin fall of 11,040 for 48 games to grab the top qualifying spot in the final stop of the P.B.A.'s summer tour. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"DEVICE FOR HEART LINKED TO DEATHS","web_url":"https://www.nytimes.com/1993/08/27/us/device-for-heart-linked-to-deaths.html","abstract":"  A consumer group said yesterday that the Food and Drug Administration had received 322 reports of deaths in a 15-month period that were associated with defects in an electric defibrillator device. The devices, made by the Physio-Control Corporation, are used to deliver a shock to revive patients after a heart attack.    The group, the Public Citizen Health Research Group, said the agency received 1,000 reports of defects in the devices from Jan. 1, 1992 to March 31, 1993, including those involving deaths.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"Review/Art; Works From Iowa and Vassar at the I.B.M. Gallery","web_url":"https://www.nytimes.com/1993/08/27/arts/review-art-works-from-iowa-and-vassar-at-the-ibm-gallery.html","abstract":"  When institutions of higher learning compete, the contest is usually between ball teams or debating squads, and battle is traditionally met in a stadium, field house or college auditorium. It's less usual that two schools go head to head in a museum setting, but to some degree this is what is happening at the I.B.M. Gallery of Science and Art, where selections from the widely respected art collections of the University of Iowa in Iowa City and Vassar College in Poughkeepsie, N.Y., can be seen. The result, one of the sleeper art events of the summer, is best described as a no-lose situation from which everyone, most of all the viewer, emerges a winner.    Devotees of the art of this century may claim that \"20th-Century Works From the University of Iowa Museum of Art,\" a show of 54 paintings, sculptures and works on paper that range from Robert Delaunay to Robert Motherwell, has a slight edge over \"Highlights from the Vassar College Art Collection,\" which starts in 18th-Dynasty Egypt and ends in the early 1950's with Jackson Pollock and Francis Bacon. But this is only a matter of personal taste and focus; both shows are so impressive they can almost make one want to sign up for classes at their respective schools. Well, almost.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"All-Bernstein Concert","web_url":"https://www.nytimes.com/1993/08/27/arts/all-bernstein-concert.html","abstract":"  To celebrate the 75th birthday of Leonard Bernstein, the final program of the Bryant Park Young Performers Series is to be devoted to works by the composer and conductor, who died in 1990. The free concert, today at 12:30, is to offer music from \"On the Town,\" \"Peter Pan,\" \"Mass,\" \"Arias and Barcarolles\" and other Bernstein works. The performers are Joyce Castle, a mezzo-soprano, and Kurt Ollmann, a baritone, accompanied by Alexis Gerlach, a cellist, and Shu-Ching Chen, a pianist, both students at the Juilliard School. The park is at 40th Street and Avenue of the Americas; rain date is Monday. Information: (212) 983-4142.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/08/27/books/the-spoken-word.html","abstract":"  POETRY READING, Nuyorican Poets Cafe, 236 East Third Street, East Village. Reg E. Gaines, Maggie Estep and Matthew Courtney read from their work. Tonight at 10. Admission: $5. Information: (212) 505-8183. TALKS AT THE WHITNEY, Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. \"Abject Art,\" tomorrow and Sunday at 2 P.M.; \"In the Spirit of Fluxus,\" tomorrow at 3:30; \"Handpainted Pop: American Art in Transition, 1955-62,\" Sunday at 3:30. All lectures are given by Leslie Heiner and are free with museum admission: $6; $5 for students and the elderly. Information: (212) 570-3676.","thumbnail":null,"section":"Books"},{"date":"19930827","headline":"Free Violin Recital","web_url":"https://www.nytimes.com/1993/08/27/arts/free-violin-recital.html","abstract":"  Alejandro Mendoza, a violinist, and Mitsuko Ichimura, a pianist, are to play works by Beethoven, Brahms, Falla and Ravel in a free recital on Sunday at 6:30 P.M. at Steinway Hall, 109 West 57th Street, Manhattan. Information: (212) 246-1100.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"I Still Have a Dream","web_url":"https://www.nytimes.com/1993/08/27/opinion/i-still-have-a-dream.html","abstract":"Well. Here we go again to the meeting place of The Dream, to hawk our organizational wares and sloganeer about jobs, peace and justice, all with great rhetorical splendor -- but perhaps none of it so great as the words uttered a generation ago by Martin Luther King Jr. \n\nThose of us who have endured too many of these periodic reminiscences about a sweltering day 30 years past on the steps of the Lincoln Memorial are faced with yet another painful reminder of the institutionalized do-nothingism that appears to be rampant in the traditional civil rights organizations of our day.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Editorial Notebook:; The Politics of Gangster Rap","web_url":"https://www.nytimes.com/1993/08/27/opinion/editorial-notebook-the-politics-of-gangster-rap.html","abstract":"  The most dangerous myth facing African-Americans today is that middle-class life is counterfeit and that only poverty and suffering, and the rage that attends them, are real.   Anyone who doubts the power of this myth need only think back to the Clarence Thomas confirmation hearings, and how Judge Thomas's status as \"a sharecropper's grandson\" was put forth as a qualification for the Supreme Court. The poverty fetish is also dangerous; anyone who doubts this might recall Edmund Perry, the black Exeter graduate who was shot to death by an undercover cop in Morningside Heights. At Exeter, Edmund had played the swaggering tough without risk. On the streets of New York, the role reared up and killed him.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"U.S. Mission in Somalia: Seeking a Clear Rationale","web_url":"https://www.nytimes.com/1993/08/27/world/us-mission-in-somalia-seeking-a-clear-rationale.html","abstract":"  As Army commandos began arriving in Somalia to help search for the fugitive warlord Gen. Mohammed Farah Aidid, the Clinton Administration was still groping today for a clear rationale for the American presence in the African nation.    President Clinton's decision to send 400 Army Rangers has raised fears that the United States is being gradually pulled back into a longstanding military commitment it had been trying to escape since May, when United States soldiers turned their role over to the United Nations.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"For Children","web_url":"https://www.nytimes.com/1993/08/27/theater/for-children.html","abstract":"  'Grave of the Fireflies'  Recommended ages: 8 and up    Toward the beginning of this elegiac and riveting video, Seita, who is 14, and his 4-year-old sister, Setsuko, sift through the rubble of Kobe, Japan, left heavily damaged by American firebombs. \"Grave of the Fireflies,\" a 1988 Japanese video with English subtitles, was recently released in the United States. The animated story, about two children orphaned at the end of World War II, is not for every child. Based on an autobiographical novel by Akiyuki Nosaka, the video, with its muted, delicate colors, almost like a Japanese brush painting, softens the ugly reality the children face. After their mother dies (as she dies, she is shown wrapped in bloody bandages), they eventually settle in an abandoned bomb shelter.","thumbnail":null,"section":"Theater"},{"date":"19930827","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/27/nyregion/c-corrections-250093.html","abstract":"  A picture caption on Tuesday with an article about asbestos removal in New York City schools referred incorrectly to a company presenting a seminar on safety and reversed the identities of the instructors. The company was ATC Environmental Inc. Oscar Suarez, in the foreground, demonstrated the use of protective clothing; David Chambers, at the rear, conducted the session.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Hidden Giant -- A special report.; Indonesia Improves Life for Many But the Political Shadows Remain","web_url":"https://www.nytimes.com/1993/08/27/world/hidden-giant-special-report-indonesia-improves-life-for-many-but-political.html","abstract":"  Hari Darmawan barely had rags to wear at the start of his rags-to-riches story. His childhood home on the northern Indonesian island of Sulawesi was a bamboo hut, and he recalls years of hunger in which the evening meal was little more than a bowl of watery rice.   \"In those days, everyone was hungry, everyone was poor,\" he said as he led a tour of his newest home: a 25-acre estate centered on several man-made lakes and four museum-quality antique houses that he moved here from other parts of Indonesia. \"People tell me I should also invest in Singapore, in China, in Australia. But I think the future is in Indonesia.\"","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Special Pleaders -- A periodic look at lobbying.; Lobbyists Scrambling to Kill A Clause That's About Them","web_url":"https://www.nytimes.com/1993/08/27/us/special-pleaders-periodic-look-lobbying-lobbyists-scrambling-kill-clause-that-s.html","abstract":"  The ink is still fresh on that $500 billion package of tax increases and spending cuts that Congress enacted three weeks ago, but this city's restless lobbying corps is already in high dudgeon over one choice clause in it.   The lobbyists are forming new business coalitions, and dusting off old ones, to seek the clause's quick repeal on Capitol Hill. They are churning out position papers and staging seminars that explore its legal intricacies and scout its loopholes.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"Gretzky Re-enlists","web_url":"https://www.nytimes.com/1993/08/27/sports/sports-people-hockey-gretzky-re-enlists.html","abstract":"  WAYNE GRETZKY has told the owner of the Los Angeles Kings, BRUCE McNALL, that he will play with the team this season, the Kings announced yesterday.   Gretzky, 32, hinted at retirement after the Kings lost to the Montreal Canadiens in the Stanley Cup finals last season. He informed McNall of his decision to return late Wednesday, the Kings said.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Lawyers Can Spark Hostility in Clients","web_url":"https://www.nytimes.com/1993/08/27/opinion/l-lawyers-can-spark-hostility-in-clients-282893.html","abstract":"  To the Editor:   As a lawyer in a public interest practice, I chafe at the persistent, negative perception of lawyers, as your Aug. 20 letter writers did in answer to Lincoln Caplan's Aug. 6 Op-Ed article.    Their search for the origins of this misperception missed an important point: the American adversary system is designed to create animosity toward its practitioners. One out of two litigation clients is primed to be anti-lawyer because every case has a loser, and who better to blame for a lost case than a lawyer? (No losing client truly believes the case was lost on the facts or the law.)","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"U.N. Chief Asks for End to Haitian Oil Embargo","web_url":"https://www.nytimes.com/1993/08/27/world/un-chief-asks-for-end-to-haitian-oil-embargo.html","abstract":"  Secretary General Boutros Boutros-Ghali asked the Security Council today to lift a trade embargo it placed on Haiti in mid-June in an attempt to force the Haitian military rulers to return the nation's exiled President to power.    The Secretary General's recommendation followed by a day the Haitian Parliament's approval of a new Prime Minister, Robert Malval, who had been the choice of the ousted President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Eyeball to Eyeball in Tie Breaker, and Stich Blinks","web_url":"https://www.nytimes.com/1993/08/27/sports/tennis-eyeball-to-eyeball-in-tie-breaker-and-stich-blinks.html","abstract":"  Cedric Pioline of France has never won a tournament on the pro tour, yet is ranked 15th in the world. Michael Stich of Germany is one of the best all-round players on the tour and is ranked sixth in the world. He is also the tour leader in tie-breaker victories this year.   But tonight, in a 3-hour-7-minute struggle of nerves, Pioline took a page out of Brad Gilbert's new book \"Winning Ugly,\" made Stich blink in a final tie breaker and emerged with a 6-7 (5-7), 6-4, 7-6 (8-6) upset victory.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"How American 'Sister' Died in a Township","web_url":"https://www.nytimes.com/1993/08/27/world/how-american-sister-died-in-a-township.html","abstract":"  It was daylight still when Amy Elizabeth Biehl steered her old orange Mazda with the peace sticker on the bumper into the black township of Guguletu. She knew the place and its people well, or thought she did.   Her work as a Fulbright scholar was finished, her bags packed for a Friday flight home to California, and now she was driving three black friends home for the last time. At her farewell party on Sunday, she had switched easily between English and her hard-studied Xhosa, and danced the phan tsula, a sort of township jive.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"Death in the Rain Forest","web_url":"https://www.nytimes.com/1993/08/27/opinion/death-in-the-rain-forest.html","abstract":"  The details remain sketchy, necessarily so. It was only in the 1970's that Brazil's Yanomami Indians first came into contact with the modern world; even today their ability to communicate with outsiders remains limited. But Brazilian authorities believe that earlier this month gold miners illegally prospecting on the Yanomami reservation sadistically massacred 73 Yanomami men, women and children with machetes and guns and burned down their village -- Brazil's worst such incident in nearly a century.   Journalists have been barred from the scene while the investigation continues, a worrisome sign given Brazil's long record of indifferent protection of Indian rights and its failure to punish any culprits in 16 previous Yanomami massacre incidents.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/27/nyregion/c-corrections-253493.html","abstract":"  A picture caption on Sunday about Vincent W. Foster Jr., the White House aide whose death was ruled a suicide, misstated the date his body was found. It was July 20, not July 21.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Security for All of Europe, In Seven Tricky Steps","web_url":"https://www.nytimes.com/1993/08/27/opinion/security-for-all-of-europe-in-seven-tricky-steps.html","abstract":"  Whether Europe unravels for a third time this century depends on whether the West summons the political will and strategic vision to address the causes of potential instability and conflict before it is too late. A new U.S.-European strategic bargain is needed, one that extends NATO's collective defense and security arrangements to those areas where the seeds for future conflict in Europe lie: the Atlantic alliance's eastern and southern borders.   The end of the cold war wiped away the strategic distinction between Europe's center and periphery. Whereas the potential locus of conflict in Europe in the cold war was along the old inner-German border, Europe's new strategic challenges exist almost exclusively along two arcs of crisis: the eastern arc, the zone of instability running between Germany and Russia from northern Europe down through Turkey, the Caucasus and middle Asia; and the southern arc, running through northern Africa and the Mediterranean into the Middle East and Southwest Asia.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/27/nyregion/c-corrections-249693.html","abstract":"  An article on Tuesday about Leon Theremin, the Russian scientist who invented the theremin, the first electronic musical instrument, referred incorrectly in some copies to the year of his visit to the United States for a tribute at Stanford University. It was 1991, not 1989.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Nor Will Trade Pact Aid Mexicans Much","web_url":"https://www.nytimes.com/1993/08/27/opinion/l-nor-will-trade-pact-aid-mexicans-much-291793.html","abstract":"  To the Editor:   \"The Trade Pact Is Our Best Deal\" (Op-Ed, Aug. 17) by Carla A. Hills makes highly questionable assertions in support of the North American Free Trade Agreement. Ms. Hills says that we sold almost $41 billion in goods to Mexico last year and that per capita purchases from the United States amounted to $477 in 1992.   She must know that Mexican trade data, more detailed than our own, paint a totally different picture. Their data show United States exports to the Mexican consumer market constituted less than 20 percent of the total reported exports.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Dehere's Sights Are on Juvenile Record","web_url":"https://www.nytimes.com/1993/08/27/sports/horse-racing-dehere-s-sights-are-on-juvenile-record.html","abstract":"  Dehere, widely regarded as the early favorite for next year's Kentucky Derby, was cast in a new role today as he headed for his next major race, the $200,000 Hopeful Stakes on Sunday.   If he wins, he will become the first horse in 77 years to win the three stakes for 2-year-olds at Saratoga Race Course: the Saratoga Special, the Sanford and the Hopeful. It's noteworthy enough for any horse to win three stakes races in one month's time. But nobody has swept the three juvenile stakes at Saratoga since Campfire did it in 1916, and so Dehere has a chance to add some history to his perfect record.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"PROGRESS IS HINTED FOR MIDEAST TALKS","web_url":"https://www.nytimes.com/1993/08/27/world/progress-is-hinted-for-mideast-talks.html","abstract":"  When the Middle East peace talks resume in Washington on Tuesday, Israeli and Palestinian negotiators are expected to discuss mixtures of new and old ideas that have senior officials on both sides speaking optimistically about a possible breakthrough.    Perhaps the most talked-about new plan would quickly give the Palestinians authority over the tumultuous Gaza Strip and the quiet West Bank city of Jericho, with Israeli forces pulling back from those areas. More sensitive questions of control over the rest of the West Bank and -- thornier yet -- the future of Jerusalem would be left for later.","thumbnail":null,"section":"World"},{"date":"19930827","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/27/nyregion/news-summary-634893.html","abstract":"  International A3-12  INDONESIA, A HIDDEN GIANT  Indonesia has made living conditions vastly better for tens of millions of its 184 million people, and it is completing a transformation intended to make it Asia's next economic and political giant.  A1  AMERICAN'S DEATH IN SOUTH AFRICA  The killing of an American, Amy Biehl, in South Africa as she was driving three black friends home has horrified many in the community. But a militant group said such an attack could happen again.  A1","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"General Details Altered 'Star Wars' Test","web_url":"https://www.nytimes.com/1993/08/27/us/general-details-altered-star-wars-test.html","abstract":"  A retired general who helped oversee a disputed 1984 \"Star Wars\" test says the target missile in the test was artificially heated to make it a bigger target for a heat-seeking sensor on an interceptor missile, and thus easier to hit, but he denies that the action meant the test was rigged.   The retired Army major general, Eugene Fox, then the deputy program manager for the test, also denies that Congress was misled about the experiment, in which the interceptor missile hit the target missile over the Pacific. The experiment was a crucial technological milestone for the fledgling missile-defense program, which had been under attack by scientists and skeptics since its inception in 1983.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"Target Was Heated For 'Star Wars' Test","web_url":"https://www.nytimes.com/1993/08/27/us/target-was-heated-for-star-wars-test.html","abstract":"  A retired general who helped oversee a 1984 \"Star Wars\" test said the target missile in the test was artificially heated to make it a more visible to a heat-seeking sensor on an interceptor missile -- and thus easier to hit than a Soviet missile would have been. But he denied that the test was rigged.   The retired Army major general, Eugene Fox, who was the deputy program manager for the test, also denied that Congress had been misled about the experiment, which Pentagon officials said at the time proved that a missile could hit another missile in mid-flight.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/27/style/chronicle-977093.html","abstract":"  WYNTON MARSALIS, the jazz musician, entertained about 60 cancer patients yesterday when he and a small band performed at the Memorial Sloan-Kettering Cancer Center. The concert was organized by the Kristen Ann Carr Fund, which was created earlier this year in memory of the 21-year-old daughter of Bruce Springsteen's co-manager, Barbara Carr, and David Marsh, an author.   Ms. Carr died last January of a form of sarcoma that most often attacks children and young adults.","thumbnail":null,"section":"Style"},{"date":"19930827","headline":"Review/Theater; In the Rarefied Air, Shakespeare Accessible to All","web_url":"https://www.nytimes.com/1993/08/27/theater/review-theater-in-the-rarefied-air-shakespeare-accessible-to-all.html","abstract":"  In the summertime, there is a distinctly collegiate charm about the Mount, the former Edith Wharton estate in the Berkshires. The home base of Shakespeare and Company, an organization devoted principally to the production of and training in Elizabethan drama, it is steeped in an atmosphere that is equal parts academia and bohemia. Snatches of blank verse float into the woodland air, as fresh-faced actors perform and rehearse amid stands of pines and on hillsides, and the views are truly idyllic. It all has the effect of making one want to be 19 and reciting something lyrical, preferably with a Gitane and a moody gaze.   There is nothing adolescent or dilettantish, however, about the work that is being done in the four indoor and outdoor spaces that the company has carved out for its summer repertory. Since assuming residency here in 1978, Shakespeare and Company, led firmly by its artistic director, Tina Packer, has created a strong, cohesive and sui generis language-based style in its approach to Shakespearean text, which stresses the relevance of the plays to audiences of all backgrounds. It is the company's credo that the beauty of the language should always be subordinate to its meaning, and that the meaning is topically evergreen. During the nonsummer months, the company takes its plays and its teachers on the road, into schools and community outreach programs throughout New England, and its function always seems to be to explain as well as to entertain. Perhaps as a consequence, subtlety is not the troupe's strong suit; clarity and accessibility very definitely are.","thumbnail":null,"section":"Theater"},{"date":"19930827","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/27/style/chronicle-298493.html","abstract":"  The 19th Amendment, which gave women the right to vote, was ratified on Aug. 26, 1920. Last night, the New York City Commission on the Status of Women celebrated the anniversary by honoring DONNA SHALALA, Secretary of the Department of Health and Human Services, at a reception at the Museum of the City of New York on Fifth Avenue and 103d Street.   The commission said it was honoring Ms. Shalala because \"she represents an important voice for all women,\" and because \"she has sought to understand the changing dynamics of the human family and the role of women in sciety.\"","thumbnail":null,"section":"Style"},{"date":"19930827","headline":"Keep Sound of Real Strings in Broadway Pits","web_url":"https://www.nytimes.com/1993/08/27/opinion/l-keep-sound-of-real-strings-in-broadway-pits-276393.html","abstract":"  To the Editor:   Contract negotiations regarding Broadway musical productions between the League of American Theaters and Producers and Local 802 of the American Federation of Musicians will soon be upon us.   Among other issues, the most significant item on the negotiating table is the league's demand to eliminate 40 percent of the size of all theater pit orchestras on Broadway. This could remove all acoustic strings (violins, violas, cellos) in future Broadway productions and replace the sound of strings with a synthesizer.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Coleman's Tarnished Met Career Is Finished","web_url":"https://www.nytimes.com/1993/08/27/sports/baseball-coleman-s-tarnished-met-career-is-finished.html","abstract":"  The Mets ownership, in the first step of what it promised would be a significant cleanup of the clubhouse, announced yesterday that Vince Coleman's playing career with the Mets was over.   The decision effectively brings to a conclusion the abjectly unsuccessful project embarked on when the Mets signed the outfielder to a controversial four-year $11.95 million contract before the 1991 season.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"A Revived Yugoslavia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/27/opinion/IHT-a-revived-yugoslavia-letters-to-the-editor.html","abstract":"The only viable solution to the Bosnian crisis, to my mind, lies in bringing about a reconciliation between the Muslims and the Serbs through a revived Yugoslav federation. Those who think that after so much bloodshed, no reconciliation is possible, shou","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Review/Film; Incestuous Dreams And Real-Life Results","web_url":"https://www.nytimes.com/1993/08/27/movies/review-film-incestuous-dreams-and-real-life-results.html","abstract":"  \"Careful\" was shown as part of the 1992 New York Film Festival. Following are excerpts from Stephen Holden's review, which appeared in The New York Times on Oct. 7, 1992. The film opens today at the Cinema Village, 22 East 12th Street, East Village.   \"Careful\" is the third full-length movie by Guy Maddin, an eccentric Canadian film maker who achieved cult status with his two earlier films, \"Archangel\" and \"Tales From the Gimli Hospital.\" Both were spoofs of early talkies that caught the look and sound of a bygone era while telling virtually impenetrable stories. Although \"Careful\" shares some of those films' obsessions, it is by far Mr. Maddin's most polished and coherent work.   The film is one long and amusing pun on German Expressionistic film imagery, Freudian psychology and quasi-Wagnerian storytelling, all carried to absurdist lengths. The plot concentrates on a star-crossed family of four. Zenaida (Gosia Dobrowolska), the beautiful widow of an oafish swan feeder, tends a home she shares with her three sons, Johann (Brent Neale), Grigorss (Kyle McCulloch) and Franz (Vince Rimmer).   The family's orderly little world begins to crumble when Johann, who has just become engaged to Klara (Sarah Neville), has an incestuous dream about his mother. Suddenly mad with forbidden passion, he drugs his mother, slits open her bodice and places his lips on her breast. Then in a paroxysm of guilt, he sears his mouth with hot coals, cuts off several fingers and leaps off a precipice.   That's just the beginning of the sexual Sturm und Drang that rises in the characters like an avalanche from within.    The movie's biggest strength is its knowing burlesques of antiquated cinematic techniques. Its biggest weakness is its acting. Most of the players, including Mr. McCulloch, the director's regular leading man, go about their chores with an amateurish enthusiasm that gives the movie a homemade quality.   ","thumbnail":null,"section":"Movies"},{"date":"19930827","headline":"5 Years for Lambright","web_url":"https://www.nytimes.com/1993/08/27/sports/sports-people-football-5-years-for-lambright.html","abstract":"  A longtime assistant, JIM LAMBRIGHT, has been given a four-year contract to succeed DON JAMES as head football coach of the Washington Huskies.   Athletic Director BARBARA HEDGES announced the move yesterday, four days after Washington was handed a two-year bowl ban by the Pacific-10 Conference for National Collegiate Athletic Association rules violations. James resigned in anger Sunday to protest the severity of the bowl penalty.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Mother Killed in Crossfire as She Tries to Save Son","web_url":"https://www.nytimes.com/1993/08/27/nyregion/mother-killed-in-crossfire-as-she-tries-to-save-son.html","abstract":"  A young mother was shot and killed in Brooklyn last night when she tried to save her child from the crossfire of a gun battle and was struck by a bullet herself, the police said.    The mother, Toyatwenda Gillard, was relaxing on a bench in the courtyard of her home in East New York in the early evening as her 2-year-old son, Donovan, played on a jungle gym a dozen yards away when she heard gunfire, witnesses said.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Review/Film; The Devilish Side of Max von Sydow","web_url":"https://www.nytimes.com/1993/08/27/movies/review-film-the-devilish-side-of-max-von-sydow.html","abstract":"Sinister shopkeeper, via Stephen King. Mechanical and sophomoric.","thumbnail":null,"section":"Movies"},{"date":"19930827","headline":"Sports of The Times; Mets Finally Breaking Up 'Bleach Boys'","web_url":"https://www.nytimes.com/1993/08/27/sports/sports-of-the-times-mets-finally-breaking-up-bleach-boys.html","abstract":"  SOMEWHERE in the greater metropolitan New York area there is a parent who just might take a couple of children to Shea Stadium tonight, buy some tickets, buy some food, buy some souvenirs, sensing it is now safe to return to Wilpon World without helmet and construction goggles and a flak jacket.    With that family visit to the newly protected ball park, the Mets will already be out something less than the $3 million it would take to officially scuttle Vince Coleman.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Statues in Silent Grief Bring Terrorism Home","web_url":"https://www.nytimes.com/1993/08/27/nyregion/our-towns-statues-in-silent-grief-bring-terrorism-home.html","abstract":"  EACH day, hundreds of commuters who would ordinarily zip past the Morristown Muncipal Hall stop in their tracks, round the parking circle out front and warily approach the west lawn.   They walk over to a dense cluster of arresting, slightly larger-than-life figures just beyond a row of maples. Then they freeze. If the sculptures look provocative from the road, they are positively unnerving up close.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"End of the One-Liners on the IRT; Subway Conductor and His Underground Travelogues Are Heading for Retirement","web_url":"https://www.nytimes.com/1993/08/27/nyregion/end-one-liners-irt-subway-conductor-his-underground-travelogues-are-heading-for.html","abstract":"  In a city that can, at times, feel oppressively anonymous and automated, Harry Nugent has put a human spin on things, his particular thing being the subway.   A merciless punster and master of metaphor, he has transformed his No. 1 Broadway local into a subterranean Circle Line, his colorful announcements transcending the name of a station stop to give something of the flavor of New York.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/27/nyregion/c-corrections-664093.html","abstract":"  Because of a production error, a picture last Sunday with an article about the Saudi Arabian economy was printed in mirror image. The automobile in front of the oil refinery actually faced the left.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Out of Competition : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/27/opinion/IHT-out-of-competition-letters-to-the-editor.html","abstract":"Regarding \"Blunt Message from GATT's New Man: Protection Is Poison\" (Opinion, Aug. 24): .Hobart Rowen has erroneously identified Sir Leon Brittan as the European Community competition commissioner. Sir Leon has served as competition commissio","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Community Reinvestment Is Right and It Pays; Getting the Job Done","web_url":"https://www.nytimes.com/1993/08/27/opinion/l-community-reinvestment-is-right-and-it-pays-getting-the-job-done-289593.html","abstract":"  To the Editor:   In \"Fresh Money for Poor Communities\" (editorial, Aug. 13), you miss the point of the Community Reinvestment Act and President Clinton's proposal to finance community development banks.    The Community Reinvestment Act, passed in 1977, says banks must make a fair share of loans in all communities they get deposits from. Federal and state banking regulators have not adequately enforced that law. However, challenges under the law have led to negotiated agreements that have totaled tens of billions of dollars of loans for our neighborhoods.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"12 School Districts Selected for Work Programs","web_url":"https://www.nytimes.com/1993/08/27/nyregion/12-school-districts-selected-for-work-programs.html","abstract":"  Seeking to address concerns that public schools fail to prepare students for the workplace, the New York State Education Department announced today that it has chosen 12 school districts, including 4 in New York City, to develop pilot programs that make work a part of classroom study.   In announcing grants for the pilot program, state officials said they were motivated by growing evidence that high-paying careers were available only to college graduates while most high school students were qualified only for low-paying, low-skilled jobs.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Landlady Found Guilty Of Murdering 3 Tenants","web_url":"https://www.nytimes.com/1993/08/27/us/landlady-found-guilty-of-murdering-3-tenants.html","abstract":"  A Sacramento landlady accused of murdering nine of her tenants to collect their government benefit checks was found guilty today in three of the slayings. The jury took 24 days to reach a verdict, a record for a murder trial in California.   The landlady, Dorothea Montalvo Puente, was convicted of first-degree murder in two of the deaths and of second-degree murder in a third.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"TV Weekend; The Road to Tutankhamen's Tomb","web_url":"https://www.nytimes.com/1993/08/27/arts/tv-weekend-the-road-to-tutankhamen-s-tomb.html","abstract":"  \"The Face of Tutankhamen\" begins by retracing the path that took Howard Carter into the Valley of the Kings in Egypt and, climactically, to the tomb of King Tutankhamen in 1922, setting off fits of Tutmania in the West. Carter is pictured as a mixture of artist, explorer, scientist, dreamer and adventurer, \"the Indiana Jones of his generation,\" as the narrator describes him with pardonable exaggeration.   Using excerpts from Carter's notebooks and photographs from the archeological archives, Sunday's program, the first installment of an elaborate four-part documentary on A&E, tells of the riches and the history he found in the ancient tombs despite centuries of despoilment. It ends with the excitement of his great discovery. \"Strange animals, statues and gold,\" Carter wrote. \"Everywhere the glint of gold!\"","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"1918:Suffrage Advances : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/27/opinion/IHT-1918suffrage-advances-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - President Wilson has not ceased his efforts to obtain recruits to the woman suffrage cause among Senators, and is apparently hopeful that enough votes can be obtained to pass the measure soon after the Senate convenes.","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/08/27/arts/art-in-review-019193.html","abstract":"  'Indian Territories' '20th-Century Native American Artists Dismantle 19th-Century Euro-American Myths'   Renee Fotouhi Fine Art  16R Newtown Lane  East Hampton, L.I.  Through Sunday    This flawed yet provocative group exhibition is more rough outline than finished show. Crowding together works by contemporary artists of American Indian descent and 19th-century images of their ancestors by Europeans and European-Americans, it is too often sketchy and imprecise, short on the dreaded Q word (quality) in either century, and plagued by a number of fashionable tics. The most prominent of these are the tedious and simplistic labels explaining the sins of the 19th-century photographs and paintings and the deconstructive intent of the contemporary efforts.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Keep in Mind","web_url":"https://www.nytimes.com/1993/08/27/arts/keep-in-mind.html","abstract":"  NEW YORK RENAISSANCE FESTIVAL, a recreated 16th-century English fair with jesters, jugglers and jousters. Highlights include a \"living chess game,\" fortunetellers, dramatized Robin Hood tales, madrigals and crafts. With food that Henry VIII may have eaten, like turkey legs. Saturdays and Sundays through Sept. 19 and Labor Day from 11 A.M. to 6 P.M. at Sterling Forest, off Route 17A in Tuxedo, N.Y. Admission: $13.50; $5.50 for ages 3 to 12. Information: (914) 351-5171.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/08/27/arts/sounds-around-town-145793.html","abstract":"  Eaglin Plays Tramps   Snooks Eaglin, Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. Snooks Eaglin is an American treasure, a guitarist and singer who can do just about anything. He has recorded as a street blues guitarist and with funk bands, playing hard electric guitar solos. On his own, he's the perfect New Orleans rhythm-and-blues singer and guitarist. He uses a strange, high voice, and his playing, complicated and knotty, is a rhythmic marvel. Shows on Saturday are at 8:30 and 11:30 with a $12.50 cover. On Sunday the shows are at 8 and 11 P.M.with a $10 cover. High-Flying Bird    Charlie Parker Jazz Festival, Tompkins Square Park, Seventh Street and Avenue A, East Village, (212) 337-5947. Jackie McLean, Red Rodney, Roy Haynes, Hank Jones, Percy Heath, Sheila Jordan and others (including some of Charlie Parker's children) will pay tribute to Parker on his birthday. It's a free four-hour concert celebrating one of the great minds of American music. Show time is Sunday at 3.","thumbnail":null,"section":"Arts"},{"date":"19930827","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/27/sports/no-headline-110493.html","abstract":"  Football National Football League   BUFFALO BILLS -- Restructured the contract of Jim Kelly, quarterback.","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"Weak Market for Sales;\nUpper West Side Condo Is Welcoming Renters","web_url":"https://www.nytimes.com/1993/08/27/us/weak-market-for-sales-upper-west-side-condo-is-welcoming-renters.html","abstract":"When the Alexandria, a 201-unit condominium at 201 West 72d Street and Broadway, opened for occupancy in September 1990, 56 percent of the apartments had already been sold.\n\nThe average price of $440 a square foot has not changed, but two months ago, with 35 percent of the building still unsold and the market soft, the sponsor, Broadway/72d Associates placed 51 of the 71 remaining apartments into a rental program.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"Dinkins: Attempting to Build Bridges","web_url":"https://www.nytimes.com/1993/08/27/nyregion/the-ad-campaign-dinkins-attempting-to-build-bridges.html","abstract":"  ON THE SCREEN. Images of Mayor Dinkins being sworn in, working at a desk, meeting in a conference room, talking to campaign volunteers dressed as police officers on a stoop. Then pictures of children being examined in a clinic, playing baseball, pulling a library book off the shelf. Near the end, Mr. Dinkins is seen leaning forward over a chair, his fists clenched intently, and walking down the street with black, white and Asian campaign volunteers. In final image, he cuddles a baby and flashes a broad smile as a facsimile of his signature appears on the screen with the words \"One city. One future.\"    PRODUCER. Doak, Shrum, Harris, Carrier, Devine Of Washington.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Parliaments of Fools : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/27/opinion/IHT-parliaments-of-fools-letters-to-the-editor.html","abstract":"After the performance of the British Parliament on the Maastricht treaty and the U.S. Congress on President Bill Clinton's economic package, I find a very apt description of their actions by the always relevant Benjamin Franklin: .\"We assemble par","thumbnail":null,"section":"Opinion"},{"date":"19930827","headline":"Rhode Island Justice Denies Ethics Charges","web_url":"https://www.nytimes.com/1993/08/27/us/rhode-island-justice-denies-ethics-charges.html","abstract":"  Thomas F. Fay, the Chief Justice of the Rhode Island Supreme Court, pleaded not guilty today to charges that he used his position to funnel legal work to a business partner.   State District Judge Robert Rahill, who presided at the arraignment, released the Justice on his own recognizance. Justice Fay stepped down from the bench on Wednesday, pending resolution of the case against him.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"Tyson in New Appeal","web_url":"https://www.nytimes.com/1993/08/27/sports/sports-people-boxing-tyson-in-new-appeal.html","abstract":"  MIKE TYSON pleaded with Indiana's top justices yesterday for one more chance to win a new trial. Attorneys for the former heavyweight champion filed motions asking the Indiana Supreme Court to review his rape conviction. The State Court of Appeals rejected his arguments for a new trial earlier this month. The five-memeber Supreme Court is not obligated to hear the case.   Lawyers cited as grounds for a new trial a lower court's refusal to let three defense witnesses testify and to allow evidence about the sexual past of Tyson's accuser. Prosecutors have 10 days to respond to the petition.   Tyson was sentenced in March 1992 to six years in prison after his conviction in the rape of DESIREE WASHINGTON, a Rhode Island beauty contestant, in an Indianapolis hotel room. Tyson is incarcerated at the Indiana Youth Center some 20 miles west of Indianapolis. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930827","headline":"NUCLEAR INDUSTRY SEEKS INTERIM SITE TO RECEIVE WASTE","web_url":"https://www.nytimes.com/1993/08/27/us/nuclear-industry-seeks-interim-site-to-receive-waste.html","abstract":"  After decades of pushing for a permanent repository for radioactive wastes from power plants, the nuclear industry is reluctantly concluding that a central temporary storage site will be needed before a permanent one can be ready, and that a pile of money is waiting for anyone who provides the land for it.   The industry, with 110 plants producing electricity across the nation, is paying hundreds of millions of dollars a year into a fund managed by the Department of Energy that can be used for an interim site.","thumbnail":null,"section":"U.S."},{"date":"19930827","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/27/nyregion/c-corrections-251893.html","abstract":"  An article on Tuesday about Lani Guinier's vacation on Martha's Vineyard referred incorrectly in some copies to Sheldon Hackney, the host of a party there on Saturday night. He was recently confirmed as head of the National Endowment for the Humanities, not the National Endowment for the Arts.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/08/27/theater/last-chance.html","abstract":"  Here is a sampling of shows in New York City that are to close soon: Closing This Weekend  \"A BETTER LIFE,\" Theater Row Theater, 420 West 42d Street, Clinton. A drama by Louis Delgado about two H.I.V.-positive men, one an intravenous drug user, the other a homosexual, who share a hospital room. Through Sunday. Performances: tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $25. Information: (212) 279-4200.","thumbnail":null,"section":"Theater"},{"date":"19930827","headline":"Sheik, in Court, Denies Terror Charges","web_url":"https://www.nytimes.com/1993/08/27/nyregion/sheik-in-court-denies-terror-charges.html","abstract":"  Sheik Omar Abdel Rahman, who for more than a decade has defied allegations that he inspired terrorist acts, was taken before a Federal judge in Manhattan yesterday and arraigned on charges that he led a conspiracy that was bent on waging a war of terror in the United States and Egypt.   Mr. Abdel Rahman, wearing his clerical robes and dark glasses, sat silently in court as the judge entered a plea of not guilty to the indictment. On Wednesday, after months of suggestions that the blind Egyptian cleric had encouraged the bombing of the World Trade Center and other plots, he and 14 co-defendants were formally charged with seditious conspiracy.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Traffic Aler","web_url":"https://www.nytimes.com/1993/08/27/nyregion/traffic-aler.html","abstract":"  HORATIO STREET FESTIVAL Greenwich Avenue between Seventh and Eighth Avenues will be closed tomorrow from 11 A.M. to 6 P.M. BASKETBALL TOURNAMENT  Vanderbilt Avenue between 42nd and 47th Streets will be closed tomorrow and Sunday from 8:30 AM to 7 PM","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Dinkins and Lawyer for Hasidim Spar on Crown Hts.","web_url":"https://www.nytimes.com/1993/08/27/nyregion/dinkins-and-lawyer-for-hasidim-spar-on-crown-hts.html","abstract":"  Mayor David N. Dinkins and a lawyer representing Hasidic Jews in Crown Heights faced off for a second day yesterday in a session that became so combative that a Federal judge directed the Mayor to simply answer his interrogator's questions about the violence that racked the Brooklyn community two years ago.   \"I think it would be best if the witness answers 'yes,' 'no' or 'I don't remember,' \" Federal Judge Reena Raggi said after lawyers for the city and the Hasidim broke off an acrimonious session at Gracie Mansion and rushed to her Brooklyn courtroom with their grievances over the Mayor's deposition.","thumbnail":null,"section":"New York"},{"date":"19930827","headline":"Creative Use of Leisure Begins in Childhood","web_url":"https://www.nytimes.com/1993/08/27/opinion/l-creative-use-of-leisure-begins-in-childhood-292593.html","abstract":"  To the Editor:   When people work, Mihaly Csikszentmihalyi states In \"Relax? Relax and Do What?\" (Op-Ed, Aug. 12), they \"report feeling generally strong, creative and satisfied; when free to do whatever they want in their free time, they tend to feel weak, dull and unsatisfied.\" But, \"given a choice, few would want to work more.\"    Yet juxtapose this with another of his statements: \"children report that they prefer situations when they are doing something resembling both work and play . . . activities that require use of disciplined skills: sports, music, art, computers, hobbies.\"","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930827","time":"1993-08-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":82,"wspd":14.8},{"date":"19930827","time":"1993-08-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":83,"wspd":14.8},{"date":"19930827","time":"1993-08-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":85,"wspd":14.8},{"date":"19930827","time":"1993-08-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":86,"wspd":11.2},{"date":"19930827","time":"1993-08-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":86,"wspd":9.4},{"date":"19930827","time":"1993-08-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":85,"wspd":9.4},{"date":"19930827","time":"1993-08-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":84,"wspd":14.8},{"date":"19930827","time":"1993-08-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":81,"wspd":13},{"date":"19930827","time":"1993-08-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":82,"wspd":13},{"date":"19930827","time":"1993-08-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":73,"wspd":14.8},{"date":"19930827","time":"1993-08-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":64,"wspd":18.4},{"date":"19930827","time":"1993-08-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":59,"wspd":20.5},{"date":"19930827","time":"1993-08-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":53,"wspd":18.4},{"date":"19930827","time":"1993-08-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":50,"wspd":14.8},{"date":"19930827","time":"1993-08-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":44,"wspd":14.8},{"date":"19930827","time":"1993-08-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":44,"wspd":16.6},{"date":"19930827","time":"1993-08-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":44,"wspd":14.8},{"date":"19930827","time":"1993-08-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":46,"wspd":22.3},{"date":"19930827","time":"1993-08-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":53,"wspd":22.3},{"date":"19930827","time":"1993-08-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":57,"wspd":13},{"date":"19930827","time":"1993-08-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":56,"wspd":13},{"date":"19930827","time":"1993-08-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":63,"wspd":14.8},{"date":"19930827","time":"1993-08-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":68,"wspd":11.2},{"date":"19930827","time":"1993-08-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":72,"wspd":11.2},{"date":"19930827","time":"1993-08-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":70,"wspd":13},{"date":"19930827","time":"1993-08-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":77,"wspd":7.6},{"date":"19930827","time":"1993-08-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":11.2},{"date":"19930827","time":"1993-08-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":72,"wspd":9.4},{"date":"19930827","time":"1993-08-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":7.6},{"date":"19930827","time":"1993-08-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":5.4},{"date":"19930827","time":"1993-08-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":5.4},{"date":"19930827","time":"1993-08-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":0},{"date":"19930827","time":"1993-08-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":7.6},{"date":"19930827","time":"1993-08-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":9.4},{"date":"19930827","time":"1993-08-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":9.4},{"date":"19930827","time":"1993-08-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":13},{"date":"19930827","time":"1993-08-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":69,"wspd":9.4},{"date":"19930827","time":"1993-08-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":63,"wspd":13},{"date":"19930827","time":"1993-08-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":54,"wspd":7.6},{"date":"19930827","time":"1993-08-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":45,"wspd":13},{"date":"19930827","time":"1993-08-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":39,"wspd":24.1},{"date":"19930827","time":"1993-08-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":36,"wspd":16.6},{"date":"19930827","time":"1993-08-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":42,"wspd":16.6},{"date":"19930827","time":"1993-08-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":37,"wspd":18.7},{"date":"19930827","time":"1993-08-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":34,"wspd":20.5},{"date":"19930827","time":"1993-08-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":35,"wspd":18.7},{"date":"19930827","time":"1993-08-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":39,"wspd":18.7},{"date":"19930827","time":"1993-08-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":45,"wspd":16.6}]}}