{"19930614":{"guardian_articles":[],"nytimes_articles":[{"date":"19930614","headline":"Clinton's Dilemma On Court Candidate","web_url":"https://www.nytimes.com/1993/06/14/us/clinton-s-dilemma-on-court-candidate.html","abstract":"  After disclosures that Judge Stephen Breyer did not pay Social Security taxes for a housekeeper, Senate backers have started a drive to save his Supreme Court candidacy. But the situation raises difficulties for President Clinton, who dropped two female candidates in similar cases: if he nominates the judge, he risks being accused of a double standard.    Article, page A11.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Nevada Town Booms With Proceeds From Gambling Mormons","web_url":"https://www.nytimes.com/1993/06/14/us/nevada-town-booms-with-proceeds-from-gambling-mormons.html","abstract":"  A giant neon cowboy stands with his toes against the state line here, looming over a landscape of salt flats and alkaline-stunted sage. Wendover Will, he is called. The biggest, friendliest cowpoke in the West.   For three decades he has stood at the Nevada-Utah border, his upraised hand beckoning toward Salt Lake City, 117 miles east of here on Interstate 80, his smile promising a little action in the five casinos at his back.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Rebecca Baxt, J. B. Shammash","web_url":"https://www.nytimes.com/1993/06/14/style/rebecca-baxt-j-b-shammash.html","abstract":"  Rebecca Doria Baxt, a daughter of Dr. Saida and Dr. Sherwood Baxt of Saddle River, N.J., was married yesterday to Dr. Jonathan Baruch Shammash, the son of Dr. and Mrs. Jacob B. Shammash of Longmeadow, Mass. Rabbi Andre Ungar performed the ceremony at Temple Emanuel in Woodcliff Lake, N.J.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"A Mysterious and Majestic Challenge for U.S. Open","web_url":"https://www.nytimes.com/1993/06/14/sports/golf-a-mysterious-and-majestic-challenge-for-us-open.html","abstract":"  It might be the most elegant name in golf.   Baltusrol.   The word literally rolls off the tongue, at once distinctive, rhythmic, concise and mysterious. Merely from its sound, it has to be one of the great places in the game.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Chow, Anglin Take Singles; Underdog Loses Bite in Final","web_url":"https://www.nytimes.com/1993/06/14/sports/tennis-chow-anglin-take-singles-underdog-loses-bite-in-final.html","abstract":"  Everybody loves the underdog. Especially when he laughs at himself on the court, dives for every close ball and wears a forest-green hat backward, though the whole point of a cap is to provide shade from the sun.   Seeded 14th, Erik Sicard was an underdog yesterday in the Mayor's Cup All-Scholastic tennis championships at the U.S.T.A. National Tennis Center in Flushing Meadows, Queens, as his enthusiasm and style propelled him into the final. But Sicard, a 15-year-old sophomore at the Dwight School in Manhattan, ran out of what got him to the final round and lost to 18-year-old Peter Chow of Francis Lewis High School in Queens, 6-1, 6-1.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Time to Make Sense on Rent Control","web_url":"https://www.nytimes.com/1993/06/14/opinion/time-to-make-sense-on-rent-control.html","abstract":"  New York City's rent regulations expire tomorrow, as they do every two years. And legislators are again at loggerheads over rent controls that masquerade as boons to the city's poor and middle class, but actually hurt them by inflating the cost of housing and robbing the city of badly needed tax revenues.   There's not much good about rent controls, despite their undeserved popularity among tenants. They reduce property tax revenues, discourage construction of new rental apartments and speed the deterioration of older housing. Controls are making a sick real estate market sicker. Costs are up, the economy is down and owners cannot recoup their losses through rents.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Is Clinton Moving to Left, Right or Center?; First at the Wall","web_url":"https://www.nytimes.com/1993/06/14/opinion/l-is-clinton-moving-to-left-right-or-center-first-at-the-wall-441693.html","abstract":"  To the Editor:   Your report of President Clinton's appearance at the ceremony before the Vietnam Veterans Memorial (front page, June 1) contains the remarkable observation that he was the first President to attend Memorial Day services there in the 12 years since the wall's construction.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Agassi Is Firing His Forehand Again","web_url":"https://www.nytimes.com/1993/06/14/sports/tennis-agassi-is-firing-his-forehand-again.html","abstract":"  He may be wearing even more white than is necessary, in the form of a bandage to soothe his ailing right wrist, but Andre Agassi, the undisputed peacock of the male tennis circuit and the unlikely defending champion of Wimbledon, has vowed to return to the scene of his greatest career triumph and attempt to defend his first and only Grand Slam crown.   A week from today, Agassi, who transcended his baseline heritage last year to defeat Goran Ivanisevic in a stirring five-set Wimbledon final, expects to commence his title defense despite being unable, as recently as last Monday, to hit his favorite stroke, the forehand blast, because of pain in his right wrist.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Is Clinton Moving to Left, Right or Center?; A Rigorous Standard","web_url":"https://www.nytimes.com/1993/06/14/opinion/l-is-clinton-moving-to-left-right-or-center-a-rigorous-standard-442493.html","abstract":"  To the Editor:   Anna Quindlen doesn't seem to understand in \"A Fragile Truce\" (column, June 2) the difference between opposition to the Vietnam War, which is not dishonorable, and evading wartime service to one's country through influence and manipulation of the system, which is dishonorable. It is the second that I and many other veterans find abhorrent.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"The Immigrant Dream Realized in One Evening","web_url":"https://www.nytimes.com/1993/06/14/nyregion/suburbs-inner-city-proms-endure-rite-passage-memories-immigrant-dream-realized.html","abstract":"  They're under age, overdressed and spending incredible amounts of money. Ah, romance. It's prom night, and some of the most glamorous couples out on the town are 17 years old.    Nobody has to tell them about real life; they live here, remember? But for one night, they could dress up and pretend it was 1953. She wore something supremely sophisticated, and he showed up with flowers for his best girl.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"A Noble Loser","web_url":"https://www.nytimes.com/1993/06/14/opinion/a-noble-loser.html","abstract":"  If it's true that the great peaks in human civilization tend to produce the greatest artists, then it follows that the great valleys will produce some real losers. Well, the New York Mets, now plumbing baseball depths unseen since the amazin' summer of 1962, have produced a player who's approaching an 82-year-old record for futility. Anthony Young, a young pitcher of some promise, lost his 21st game in a row yesterday, when he was beaten by the Phillies, 5 to 3. He is closing steadily on the major league mark of 23, set in 1910-11 by Cliff Curtis of the old (and legendarily inept) Boston Braves.   Mr. Young endures all this with remarkable dignity, acknowledging the pain of his predicament but never giving in to it by whining. That attitude -- and the occasional strong performance -- is what keeps him in the rotation, and in the hunt for the record. Paradoxically, you have to be pretty good to lose that many in a row -- if you're completely overmatched, you'll be back in the bush leagues in a second.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Health Care Emerges as Issue at Bishops' Meeting","web_url":"https://www.nytimes.com/1993/06/14/us/health-care-emerges-as-issue-at-bishops-meeting.html","abstract":"  The overhaul of the nation's health-care system and its potential links with abortion will vie for attention with theological intricacies and sexual scandals when the nation's Roman Catholic bishops meet this week in New Orleans.    Catholic-affiliated hospitals are an important component of the American medical system, and the bishops are torn between their longstanding pleas for changes in the health-care system and their opposition to including payment for abortions in a national health insurance plan.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"No Community Without Democracy","web_url":"https://www.nytimes.com/1993/06/14/opinion/IHT-no-community-without-democracy.html","abstract":"With Denmark's Maastricht doubts resolved and British ratification of the treaty virtually assured, Euro-enthusiasts are again urging vigorous moves toward political and monetary union. They are calling on European Community nations to relaunch the drive","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"1943: Papal Protest : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/14/opinion/IHT-1943-papal-protest-in-our-pages100-75-and-50-years-ago.html","abstract":"VATICAN CITY - [From our New York edition:] Pope Pius XII appealed yesterday [June 13] for discipline and faith among the world's workmen and at the same time denounced \"propaganda of anti-religious inspiration...that the Pope supports the war and su","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Marilyn Greenberg and Mark Morril","web_url":"https://www.nytimes.com/1993/06/14/style/marilyn-greenberg-and-mark-morril.html","abstract":"  Marilyn S. Greenberg, a painter in New York, was married yesterday to Mark Charles Morril, the general counsel of Paramount Publishing in New York. Cantor Bruce Ruben officiated at the Stanhope hotel in Manhattan.   Ms. Greenberg, who is keeping her name, graduated from Temple University and received master's degrees in art and in fine art from Rutgers University. She is the daughter of George and Frances Greenberg of Palm Beach, Fla. Her father, now retired, was the chairman and chief executive of Loehmann's, the women's clothing store chain, in the Bronx. The bride's previous marriage ended in divorce, as did the bridegroom's.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/14/sports/transactions-317793.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Placed Scott Fletcher, infielder, on the 15-day disabled list, retroactive to June 10. Activated Jeff Richardson, infielder, from the 15-day disabled list.   MILWAUKEE BREWERS -- Assigned Wayne Housie, outfielder, to New Orleans of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Adam Owett and Shana Fox-Martin","web_url":"https://www.nytimes.com/1993/06/14/style/adam-owett-and-shana-fox-martin.html","abstract":"  Shana Fox-Martin, the daughter of Nancy Fox-Martin of New York and Amsterdam, and the late Milton Fox-Martin, was married yesterday to Adam Thomas Owett, the son of Bernard and Trudy Owett of New York. Rabbi Dennis Math performed the ceremony at the Hudson River Club in New York.   Mrs. Owett, 24, is a student at Baruch College in New York. Her father was a marketing consultant in Amsterdam for European hotels. Her mother, now retired, was a textile designer in Amsterdam.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"U.S. Expresses Regret At Shooting of Somalis","web_url":"https://www.nytimes.com/1993/06/14/world/us-expresses-regret-at-shooting-of-somalis.html","abstract":"  American officials expressed regret today over the shooting deaths of Somali women and children in Mogadishu, but defended the actions of the United Nations troops there as understandable.   Witnesses and hospital workers said Pakistani troops had fired into crowds of unarmed women and children, killing about 20 and wounding 50. But a Pakistani Foreign Ministry spokesman in Islamabad said the troops returned fire after being attacked by an armed Somali group, and strongly denied that Pakistani forces had fired on a defenseless crowd.","thumbnail":null,"section":"World"},{"date":"19930614","headline":"Carin L. Levine, Roger Ehrenberg","web_url":"https://www.nytimes.com/1993/06/14/style/carin-l-levine-roger-ehrenberg.html","abstract":"  Carin Lynn Levine, a doctoral candidate in clinical psychology at St. John's University, was married yesterday to Roger Ehrenberg, an investment banker with Citibank in New York. Rabbi Marjorie Slome officiated at the Coveleigh Club in Rye, N.Y.   The bride and her husband, both 27, graduated with honors from the University of Michigan. She is the daughter of Marcia Graydon of South Orange, N.J., and Charles Levine of Brooklyn. Her mother is a lawyer in South Orange. Her father is a general manager at Sikanib Corporation, a construction company in New York, and a real estate developer","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Tax's Demise Illustrates First Rule Of Lobbying: Work, Work, Work","web_url":"https://www.nytimes.com/1993/06/14/us/tax-s-demise-illustrates-first-rule-of-lobbying-work-work-work.html","abstract":"  Jim Mc Avoy remembers well when he and a cadre of the capital's top lobbyists held their first meeting to plot the demise of President Clinton's energy tax. It was December 1992, Mr. McAvoy recalls: \"I left it, and went straight to our Christmas party.\"   Not only was the tax plan little more than Washington dinner-party grist; the President wasn't even the President yet. Mr. Clinton would not suggest squeezing money from British thermal units until February. Congress would not vote on a B.T.U. tax until May.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Next Wave Festival to Open With Premiere","web_url":"https://www.nytimes.com/1993/06/14/arts/next-wave-festival-to-open-with-premiere.html","abstract":"  The American premiere of Steve Reich's first music theater work, \"The Cave,\" the New York premieres of Philip Glass's latest opera, \"Orphee,\" and \"Billboards,\" a Joffrey Ballet production based on the music of Prince, are among the highlights of the 11th Next Wave Festival at the Brooklyn Academy of Music. The festival is to open on Oct. 13, with Mr. Reich's work, and run through Dec. 4, when the Brooklyn Philharmonic and the Mercer Ellington Jazz Band will perform works by Duke Ellington.    Also among the productions scheduled is the long-postponed American premiere of \"The Black Rider,\" a collaboration between the director Robert Wilson, the songwriter Tom Waits and the author William S. Burroughs (Nov. 20 to Dec. 1).","thumbnail":null,"section":"Arts"},{"date":"19930614","headline":"Is Clinton Moving to Left, Right or Center?; The View From Europe","web_url":"https://www.nytimes.com/1993/06/14/opinion/l-is-clinton-moving-to-left-right-or-center-the-view-from-europe-443293.html","abstract":"  To the Editor:   On my return from a trip to Europe last week, I was bombarded by news of President Clinton's haircuts and his travel office. Big deal, especially after years of watching recent Governments misuse our tax money.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Grand Prix of Canada Leaves Andretti Stalled in Pits","web_url":"https://www.nytimes.com/1993/06/14/sports/auto-racing-grand-prix-of-canada-leaves-andretti-stalled-in-pits.html","abstract":"  The banner in the grandstands opposite Michael Andretti's garage will do as a title for his weekend here at the Grand Prix of Canada. It read: \"Go Micheal.\"   A positive message, but someone got their wires crossed.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Court Pens Act as Breeding Ground for TB and Other Illnesses","web_url":"https://www.nytimes.com/1993/06/14/opinion/l-court-pens-act-as-breeding-ground-for-tb-and-other-illnesses-592193.html","abstract":"  To the Editor:   In \"How New York City Confronts the Problem of TB in Its Jails\" (letter, June 1), the Commissioners of Health and Correction make a persuasive case that the Dinkins administration is acting on the tuberculosis situation in the city's jails. But the city has ignored the serious health problems in another component of its criminal justice system, the pre-arraignment court pens.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Judith Friend, Andrew Popik","web_url":"https://www.nytimes.com/1993/06/14/style/judith-friend-andrew-popik.html","abstract":"  Dr. Judith Nancy Friend, a daughter of Carol Kenyon of Scotch Plains, N.J., and Karl E. Friend of Emmaus, Pa., was married last evening to Andrew H. Popik, the son of Mr. and Mrs. Selig R. Popik of Spring Valley, N.Y. Rabbi Louis Frishman performed the ceremony at Temple Beth-El in Spring Valley.   Dr. Friend is keeping her name. She is an associate veterinarian at the Westfield (N.J.) Veterinary Group. She graduated cum laude from Cornell University, where she was elected to Phi Beta Kappa. She received her veterinary degree from the New York State College of Veterinary Medicine.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"GOLF;\nPlayed Like a Hall of Famer: Sheehan Wins the L.P.G.A.","web_url":"https://www.nytimes.com/1993/06/14/sports/golf-played-like-a-hall-of-famer-sheehan-wins-the-lpga.html","abstract":"For most athletes, gaining entry into a hall of fame is a sign that their greatest glories are behind them. But Patty Sheehan, who gained a spot in the Ladies Professional Golf Association Hall of Fame three months ago, is right in the midst of one of the best seasons of her memorable career.\n\nThis afternoon, the 36-year-old veteran from Reno capped four days of steady play with a workmanlike 69 on the tight, hilly Bethesda Country Club course, giving her a four-day total of nine-under-par 275 and victory in the $1 million Mazda L.P.G.A. Championship over a group of dogged but vastly inexperienced pursuers.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Books of The Times; From Tulips to Mergers: Speculative Psychology","web_url":"https://www.nytimes.com/1993/06/14/books/books-of-the-times-from-tulips-to-mergers-speculative-psychology.html","abstract":"  A Short History of Financial Euphoria  By John Kenneth Galbraith Illustrated. 113 pages. Whittle Books in Association with Viking. $16.   It looks at first as if in \"A Short History of Financial Euphoria,\" John Kenneth Galbraith is offering just what his title suggests, a brief account of famous speculative episodes like the mania over tulips that hit Amsterdam in the early 17th century, the South Sea Bubble of the 19th century and the Wall Street crash of 1929.","thumbnail":null,"section":"Books"},{"date":"19930614","headline":"Gems Reported Taken at Convention Center","web_url":"https://www.nytimes.com/1993/06/14/nyregion/gems-reported-taken-at-convention-center.html","abstract":"  About $900,000 in gold, jewelry and precious stones disappeared from a locked storage room at the Jacob K. Javits Convention Center on the West Side of Manhattan, two exhibitors told the police yesterday.   Representatives of the exhibitors, Rex Jewelers and Esquire Jewelry, said they put the jewelry and loose gems into a footlocker and a suitcase, taped both shut and locked them in the storage room at 6:30 P.M. Saturday.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/14/nyregion/no-headline-887493.html","abstract":"  \"If the most distinguished Federal judge in the nation is denied a seat on the Supreme Court over this trivial matter, it's going to be extremely difficult, if not impossible, for this Administration to secure quality prospects to serve in Government.\" -- KENNETH R. FEINBERG, whose client, Judge Stephen G. Breyer, failed to pay taxes for a maid.  [ A11:5. ] \"One thing is clear: You can't have one standard for women who may have been proposed for very important appointments and another for men.\" -- SENATOR DAVID L. BOREN, who said he would re-examine his support of Judge Breyer.  [ A11:5. ]","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"DOCTORS ANNOUNCE WAY TO FORESTALL EFFECT OF DIABETES","web_url":"https://www.nytimes.com/1993/06/14/us/doctors-announce-way-to-forestall-effect-of-diabetes.html","abstract":"  In what doctors termed the most important discovery for diabetics since insulin, researchers said today that the devastating complications of the disease could be prevented or delayed.    They said this was possible when diabetics closely monitored their blood sugar levels with a special meter throughout the day and injected themselves with insulin four to seven times daily to keep their blood sugar at a near-normal level. In current practice, most patients do not monitor their blood so closely and give themselves one or two doses of insulin a day, which allows their blood sugar to vary greatly.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Alison Lazarus, Clifford Gevirtz","web_url":"https://www.nytimes.com/1993/06/14/style/alison-lazarus-clifford-gevirtz.html","abstract":"  Alison Meg Lazarus, the director of sales for the Knopf Publishing Group at Random House Inc. in New York, was married yesterday to Dr. Clifford Mark Gevirtz, an attending anesthesiologist at the Montefiore Medical Center and an assistant professor of anesthesiology at the Albert Einstein College of Medicine in the Bronx. Rabbi Deborah A. Hirsch officiated at Bridgewaters in New York.   Ms. Lazarus, 35, is keeping her name. She graduated from the State University of New York at Binghamton. She is a daughter of Joan G. Lazarus of Ossining, N.Y., and the late Theodore R. Lazarus.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Book on Anita Hill Greeted by Hysteria","web_url":"https://www.nytimes.com/1993/06/14/opinion/l-book-on-anita-hill-greeted-by-hysteria-593093.html","abstract":"  To the Editor:   Anthony Lewis, in \"Sleaze With Footnotes\" (column, May 21), accuses critics and columnists who have given my book \"The Real Anita Hill\" serious and respectful reviews of failing to check my facts.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/14/nyregion/chronicle-445993.html","abstract":"  WARREN E. BURGER , the former Chief Justice of the United States, will receive the Betsy Ross Freedom Award at Flag Day ceremonies in Philadelphia today.   Mr. Burger will be the principal speaker at the ceremony, which marks the 216th anniversary of the adoption of the Stars and Stripes by the Continental Congress in 1777. The event will be held in front of the Betsy Ross House, where legend has it that the famous flag was sewn.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Essay; Too Many Russians","web_url":"https://www.nytimes.com/1993/06/14/opinion/essay-too-many-russians.html","abstract":"  There's a telephone directory in my hotel room.   To people accustomed to freedom, that's expected. But to anyone who worked even for short bursts in the oppressive atmosphere of the Soviet Union, a telephone book is a symbol of freedom. In the old days, unless you were an official or had a K.G.B. contact, you could never get a list of numbers; the Soviets did not want people communicating.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Canada's Tories Name Woman Prime Minister","web_url":"https://www.nytimes.com/1993/06/14/world/canada-s-tories-name-woman-prime-minister.html","abstract":"  Defense Minister Kim Campbell was elected tonight to head the Progressive Conservative Party and to be the first woman to serve as Canada's Prime Minister.   Prime Minister Brian Mulroney, in the last year of his second five-year term, announced his resignation in February, leading to today's convention.","thumbnail":null,"section":"World"},{"date":"19930614","headline":"Gianna Zuccotti and Mark Lieb","web_url":"https://www.nytimes.com/1993/06/14/style/gianna-zuccotti-and-mark-lieb.html","abstract":"  Dr. Gianna Zuccotti, a daughter of John and Susan Zuccotti of New York, was married yesterday to Dr. Mark Lieb, the son of Marvin and Beverly Lieb of Lido Beach, L.I. The Rev. Louis Gigante, a Roman Catholic priest, and Rabbi Burt Aaron Siegel officiated at the home of the bride's parents in East Hampton, L.I.   Dr. Zuccotti, 26, is keeping her name. She is a resident in internal medicine at New York Hospital. She graduated from Wellesley College and received a medical degree from the Mount Sinai School of Medicine.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/06/14/style/IHT-what-theyre-reading.html","abstract":"Robertson Davies, whose latest novel is \"Murther & Walking Spirits,\" is \"rereading\" the novels of Angus Wilson. .Davies says he was \"moved to do so because of the fine Masterpiece Theatre series of 'Anglo-Saxon Attitudes.'","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"An Artist a Lot More at Home Away From Home","web_url":"https://www.nytimes.com/1993/06/14/arts/an-artist-a-lot-more-at-home-away-from-home.html","abstract":"  Richard Serra was in his element. Partly, that meant he was in Europe, which he believes has always supported his work more loyally and intelligently than the United States. Unfortunately, it also meant Reykjavik, Iceland, and a rain driven nearly horizontal to the grass-tufted volcanic rock and mixed with pinpricks of hail. \"I love this light,\" he said, squinting up at the implacable, slate-gray sky. \"And I love the look of the piece when it's wet.\"   He had a point. \"Afangar\" -- the name was taken from an Icelandic epic and means something like \"wandering about in a contemplative mood\" -- consists of nine pairs of hexagonal stone pillars, natural crystalline formations hacked from a quarry in the middle of Iceland and transported to the site. The pairs outline the small island on which the piece stands, like Viking totems. When the weather is dry, the stones look light gray and are flecked with bird droppings. Wet, they're shiny and black, Nordic cousins of the Jupiterian sentinels in the film \"2001.\"","thumbnail":null,"section":"Arts"},{"date":"19930614","headline":"Abroad at Home; The Powell Factor","web_url":"https://www.nytimes.com/1993/06/14/opinion/abroad-at-home-the-powell-factor.html","abstract":"  At a lunch for the honorary degree recipients on Harvard's commencement day Gen. Colin Powell was asked to say a few words to the guests. When he finished, a woman who has been critical of the military said to a friend: \"I'm going to start Pacifists for Powell.\"   In 24 hours here General Powell all but charmed birds from the trees. When he spoke extemporaneously, he was thoughtful, gracious, direct, easy. Then he delivered a formal speech to thousands, including protesters on the issue of gays in the military, and got a standing ovation.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"\"PULSE: Suspended Licenses\"","web_url":"https://www.nytimes.com/1993/06/14/nyregion/pulse-suspended-licenses.html","abstract":"  In New York City, convictions for driving on a suspended or revoked license rose by 13.4 percent to j2,702 in 1991, from 2,364 the year before. Another 47,824 drivers were convicted for driving without a license, a decline of 10.3 percent from 1990.    Statewide, 43,555 drivers were convicted of driving on revoked, or suspended licenses in 1991, a decrease of 6.8 percent from the previous year. Most suspensions reflected a failure to respond to a traffic or parking summons. Licenses were revoked most oten for driving while intoxicated (25.4%); driving without insurance (22.5%); accumulating 3 or more moving violations in 18 months (7.9%), or refusing an alcohol test (7.3%). An additional 21.9% were out-of-state drivers convicted of violations in New York.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/14/nyregion/news-summary-850593.html","abstract":"  International A2-9  SOMALI PROTESTERS KILLED  Pakistani soldiers fired on Somali protesters, killing at least 20 people. United States aircraft continued attacks on the faction leader accused of killing U.N. troops.  A1  U.S. OFFICIALS DEFEND ATTACK  United States officials expressed regret over the shooting deaths of Somali women and children in Mogadishu, but defended the actions of the United Nations peacekeeping forces as understandable.  A6","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Red, White, Blue and 1 Goal Short","web_url":"https://www.nytimes.com/1993/06/14/sports/soccer-red-white-blue-and-1-goal-short.html","abstract":"  In the most popular sport in the world, the Germans are known for their raging garrison comebacks. No lead is safe, because these people do not know how to quit.   But today the world champions of soccer had to hang on for a 4-3 victory over the United States here in the U.S. Cup tournament, as a crowd of 53,549 spectators at Soldier Field roared for one more late goal.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Feinstein, at Stanford, Warns Of Too Hasty Military Trims","web_url":"https://www.nytimes.com/1993/06/14/us/commencements-feinstein-at-stanford-warns-of-too-hasty-military-trims.html","abstract":"  Senator Dianne Feinstein delivered the main address yesterday at Stanford University's 102d commencement exercise, held at Stanford Stadium. A member of Stanford's class of '55, Ms. Feinstein, a Democrat from San Francisco, was elected in November as one of California's first two female United States Senators.   \"It is time for a rational plan for defense conversion instead of the random closing of bases and the piecemeal cancellation of defense contracts,\" Ms. Feinstein said. \"Otherwise, we risk losing, for both state and nation, the greatest resources of scientific, technical and human capital ever gathered together in human history.\"","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Richard A. Licht, Roanne Sragow","web_url":"https://www.nytimes.com/1993/06/14/style/richard-a-licht-roanne-sragow.html","abstract":"  Judge Roanne Sragow of the District Court of the Commonwealth of Massachusetts in Cambridge was married yesterday to Richard A. Licht, a former Lieutenant Governor of Rhode Island and a partner in the law firm of Licht & Semonoff in Providence, R.I. Rabbi Samuel Chiel performed the ceremony at the Ritz-Carlton in Boston.   The bride graduated from Tufts University and received a law degree from Boston College. She is the daughter of Mr. and Mrs. Jack I. Sragow of Rockville Centre, L.I. Her father is the executive vice president of Tahari Ltd., a manufacturer of women's clothes in New York. Her mother, Kaye Sragow, now retired, was a nurse and a teacher of health and nutrition at the Bret Harte School in Cherry Hill, N.J.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"T-Shirts Forsaken In Favot Of Top Hats","web_url":"https://www.nytimes.com/1993/06/14/nyregion/suburbs-inner-city-proms-endure-rite-passage-tuxedos-t-shirts-forsaken-favot-top.html","abstract":"  They're under age, overdressed and spending incredible amounts of money. Ah, romance. It's prom night, and some of the most glamorous couples out on the town are 17 years old.    Nobody has to tell them about real life; they live here, remember? But for one night, they could dress up and pretend it was 1953. She wore something supremely sophisticated, and he showed up with flowers for his best girl.    Maybe Mom and Dad missed their prom because they were too cool for formals and lavender cummerbunds, but not these teen-agers. Prom is hip again, they say.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"1918: Surgeon Slain : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/14/opinion/IHT-1918-surgeon-slain-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Professor Samuel Pozzi, the celebrated French surgeon, was shot and killed last night [June 13] at his Paris residence by a madman, who immediately after his crime committed suicide. This death deprives us of one of the greatest surgeons of whom F","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Suzanne Albin, Robert Tucker","web_url":"https://www.nytimes.com/1993/06/14/style/suzanne-albin-robert-tucker.html","abstract":"  Suzanne Rebecca Albin, the daughter of Mr. and Mrs. Arnold Albin of Northport, L.I., was married yesterday to Robert Neal Tucker, the son of the late Mr. and Mrs. Nelson Tucker. Rabbi Shlomo Blickstein officiated at the Roslyn Country Club in Roslyn Heights, L.I.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Halissee Skips the Crown And Again Rules on Grass","web_url":"https://www.nytimes.com/1993/06/14/sports/horse-racing-notebook-halissee-skips-the-crown-and-again-rules-on-grass.html","abstract":"  In the afterglow of the Triple Crown campaign, careers are being shaped these days by 3-year-old horses who did not run in the Kentucky Derby, the Preakness and the Belmont Stakes. And one of them, the colt Halissee, gave a stylish shape to his own career yesterday when he won the Hill Prince Stakes at Belmont Park for his fourth straight victory on the turf.   Halissee, a gray son of the grass star Cozzene and a grandson of the speed horse Fappiano, teamed up with Julie Krone for the second time in four weeks and outran a short field of four rivals. He led nearly all the way but didn't clinch anything until the homestretch. Then he stretched it out and got to the wire 2 1/2 lengths in front of Proud Shot, who had half a length on Logroller for second palce.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"A Test of Assumptions On Race and on Politics","web_url":"https://www.nytimes.com/1993/06/14/nyregion/metro-matters-a-test-of-assumptions-on-race-and-on-politics.html","abstract":"  MATCH the two quotations with their speakers:   1: \"It's important that we talk about diversity, but at the same time the parties we're trying to help must contribute to their own well-being.\"","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"After Three Overtimes, the Suns Say Not Yet!","web_url":"https://www.nytimes.com/1993/06/14/sports/pro-basketball-after-three-overtimes-the-suns-say-not-yet.html","abstract":"  For the Phoenix Suns, tonight was a test of character. It was a test of endurance. And it was a test of how badly they wanted their season to continue.   The Suns passed on all counts. In a triple-overtime thriller that left both teams drained, Phoenix outlasted the Chicago Bulls, 129-121, in Game 3 of the National Basketball Association finals at Chicago Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Egypt Executes a Terrorist In Drive on Fundamentalists","web_url":"https://www.nytimes.com/1993/06/14/world/egypt-executes-a-terrorist-in-drive-on-fundamentalists.html","abstract":"  In a sharpening of the conflict between the Government and the Islamic movement, Egypt announced today the first of what it said would be many executions of militants convicted of terrorism.    The execution was the first of a member of the Islamic movement since five were put to death in 1982 for the killing of President Anwar el-Sadat.","thumbnail":null,"section":"World"},{"date":"19930614","headline":"Finding Help in New York: Step 1, Smash a Police Car","web_url":"https://www.nytimes.com/1993/06/14/nyregion/finding-help-in-new-york-step-1-smash-a-police-car.html","abstract":"  With a gun jammed against his neck and the threat of death if he did not hand over more cash, a resourceful livery-cab driver came up with a sure-fire way to get help late Saturday night: he crashed his cab into two police cars parked outside a station house in Queens.   \"There was no police outside at the time,\" the driver, Elioth Kersaint, explained yesterday. \"Because nobody was there, I had to crash the police cars.\"","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"State Comptroller Assails Dinkins's Pact on Budget","web_url":"https://www.nytimes.com/1993/06/14/nyregion/state-comptroller-assails-dinkins-s-pact-on-budget.html","abstract":"  State Comptroller H. Carl McCall yesterday sharply criticized the $31.2 billion budget agreement reached over the weekend between Mayor David N. Dinkins and leaders of the City Council, saying there were \"serious questions about its soundness.\"   The criticism by Mr. McCall, who has been in the job just six weeks, comes as a rebuke to the Mayor on several levels. Not only is Mr. McCall the state's second highest official and top fiscal monitor, he is also a longtime friend and political ally of Mr. Dinkins. Prior to becoming Comptroller, Mr. McCall was president of the New York City Board of Education, a Dinkins appointee.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Brown Takes Old Baggage to a New Port","web_url":"https://www.nytimes.com/1993/06/14/sports/pro-basketball-brown-takes-old-baggage-to-a-new-port.html","abstract":"  When Larry Brown was a boy of 7, he lived with his mother and his older brother in a second-floor apartment. This was after the sudden death by heart attack of his father. The apartment was above his grandfather's and his uncles' bakery on Park Avenue in Long Beach, L.I. The bakery was called Hittelman's, for his mother's family name.   Brown remembers sleeping in a room beside one that contained some of the foodstuffs that would later be baked into, among other items, onion rolls and chocolate cake and raspberry rugelach. Sometimes his Russian immigrant grandfather would be too tired after work to walk the mile or so home, and so would sleep in the same bed with Larry.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Is Clinton Moving to Left, Right or Center?; Creative Dialogue","web_url":"https://www.nytimes.com/1993/06/14/opinion/l-is-clinton-moving-to-left-right-or-center-creative-dialogue-444093.html","abstract":"  To the Editor:   The reason there is so much apparent confusion associated with the Clinton Administration is that for the first time since Franklin D. Roosevelt a President is engaging the nation in a creative dialogue, which by its nature generates confusion and frustration until it's mastered.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Brewers Are Happy to See Sea Gulls, Yankees Leave","web_url":"https://www.nytimes.com/1993/06/14/sports/baseball-brewers-are-happy-to-see-sea-gulls-yankees-leave.html","abstract":"  By the third inning, the Brewer fans were reduced to cheering for a couple of dogs. With dozens of sea gulls congregating at County Stadium for the third straight night and the Brewers in the midst of absorbing a messy turnaround in the score, the fans wanted entertainment. They wanted to see Gus and Sarge.   While Sarge staged a splendid solo in chasing away the sea gulls, and as Gus watched on standby, the Brewers did not display any such spunk against the resurgent Yankees. After racing to a 3-0 lead over Jimmy Key in the first inning, Milwaukee saw its pitching ravaged by the Yankees, who tied the game in the second, went ahead with four runs in the third and ended the game with a 9-5 victory.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Shari R. Waldbaum, Lee D. Feinberg","web_url":"https://www.nytimes.com/1993/06/14/style/shari-r-waldbaum-lee-d-feinberg.html","abstract":"  Shari Renee Waldbaum, a lawyer at the Labor Department in Washington, was married yesterday to Lee Daniel Feinberg, an aerospace engineer at the National Aeronautics and Space Administration in Greenbelt, Md. Rabbi Melvin Sirner performed the ceremony at Beth El Synagogue in New Rochelle, N.Y.   The bride, 27, graduated from the State University at Binghamton, N.Y., and received a law degree from American University. She is the daughter of Dr. and Mrs. Gerald Waldbaum of New Rochelle.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Amid the Rubble, Bonilla Finds His Bat","web_url":"https://www.nytimes.com/1993/06/14/sports/baseball-amid-the-rubble-bonilla-finds-his-bat.html","abstract":"  There aren't many lightning-rod athletes who can point to the exact time and place where the barometer changed dramatically for them.   Bobby Bonilla can.   The time was last Monday night. The place was Shea Stadium. And for the first time in recent memory, the fans did not boo.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Bosnian Croats and Muslims Urge Troops to Halt Fighting","web_url":"https://www.nytimes.com/1993/06/14/world/bosnian-croats-and-muslims-urge-troops-to-halt-fighting.html","abstract":"  In a move that only stirred skepticism among United Nations officials, Bosnia's collective presidency, which contains Croats and Serbs as well as Muslims, issued a cease-fire order tonight to end the fighting between Muslims and Croats in central Bosnia.   International mediators had arranged a rare meeting of the seven-member presidency in the hope of persuading Muslim and Croatian politicians to consider proposals for power-sharing in the few regions of Bosnia and Herzegovina that are not occupied by Serbian forces.","thumbnail":null,"section":"World"},{"date":"19930614","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/14/us/inside-848393.html","abstract":"  Civil War Threat in Cambodia   The leader of Cambodia's royalist party, a son of Prince Norodom Sihanouk, threatened war unless his half brother halts the secession movement he is leading. Page A3. Joining International Radio   Officials say Voice of America and Radio Free Europe-Radio Liberty will be merged, saving $250 million over the next few years. Page A16. Early Astronaut Dies    Deke Slayton, a NASA manager and one of the original seven astronauts profiled in \"The Right Stuff,\" died of brain cancer. He was 69. Page B9. Suns Win in Triple Overtime    Phoenix defeated Chicago, 129-121, in triple overtime to trim the Bulls' lead to 2-1 in the N.B.A. championship series. SportsMonday, page C1.  ","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"PRO BASKETBALL: Sports of The Times; The Heart and Grit of Sir Charles","web_url":"https://www.nytimes.com/1993/06/14/sports/pro-basketball-sports-of-the-times-the-heart-and-grit-of-sir-charles.html","abstract":"  THE bald, wounded warrior, one Charles Barkley, his bare skull gleaming in the Chicago Stadium lights last night, his charcoal-dark eyebrows skewed in tension, his sore right, shooting elbow encased in a bulky wrap, led the Phoenix Suns to a most improbable but stupendous triple-overtime victory over the home team, the defending champs, the Michael Jordan Chicago Bulls.   It wasn't all Barkley, to be sure -- there were Kevin Johnson and Dan Majerle and Tom Chambers, among others -- but Barkley's grit pervaded the entire Suns team, as it did in Game 2, though that was in a losing cause.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"More Misadventures for Anthony Adverse","web_url":"https://www.nytimes.com/1993/06/14/sports/baseball-more-misadventures-for-anthony-adverse.html","abstract":"  Anthony Young walked to the pitcher's mound at Shea Stadium early yesterday afternoon, bent down and gently scooped a baseball from the dirt.   So began the sad, slow march to the inevitable.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Rafsanjani Re-elected in Iran, But Without a Huge Mandate","web_url":"https://www.nytimes.com/1993/06/14/world/rafsanjani-re-elected-in-iran-but-without-a-huge-mandate.html","abstract":"  Results issued today showed that President Hashemi Rafsanjani won re-election as expected on Friday, but without the overwhelming mandate he had sought to push through free-market reforms and convince the world that support for Iran's Islamic Government has not faltered.   The President won 63 percent of the 16.3 million votes cast in the four-way race. In the last presidential election, in July 1989, he faced one challenger and won 94.5 percent of the vote.","thumbnail":null,"section":"World"},{"date":"19930614","headline":"Review/Television; Baedeker of Fun and Games In the Outback Down Under","web_url":"https://www.nytimes.com/1993/06/14/arts/review-television-baedeker-of-fun-and-games-in-the-outback-down-under.html","abstract":"  \"Rough Guide,\" the BBC travel series that enters the PBS lists this week, is plainly aimed at a youngish set of jet setters. The with-it, if not excessively witty, young hosts, the insistent music, the fast takes and jagged editing and the unexpected sites and sights have teeny tourist written all over them. Subtitles offer bits of information, like the fact that Melbourne is the third largest Greek city in the world.   The first of the eight programs bops around Australia, from the Great Barrier Reef to the outback to Melbourne. You can see young folks, many of them from Japan, disporting in the town of Cairns, snorkeling, cliff jumping and admiring aboriginal art. Out in the bush, you can watch a jillaroo (a female sheepherder) doing a job of castration and a pair of kangaroo hunters doing their job. And in Melbourne you can join some people who spend their off hours exploring sewers, and then you can attend the Bachelors and Spinsters Ball, among partyers in formal dress who go in for mud wrestling.","thumbnail":null,"section":"Arts"},{"date":"19930614","headline":"Library of Congress Buys Charles Mingus Archive","web_url":"https://www.nytimes.com/1993/06/14/arts/library-of-congress-buys-charles-mingus-archive.html","abstract":"  The Library of Congress has acquired the comprehensive papers of Charles Mingus, the jazz bass player, band leader and composer. The papers include his scores, recordings, photographs, correspondence and original manuscripts.   Jon Newsom, assistant chief of the library's music division, said recently that the acquisition was the most important of its kind in the library's history. He said the papers, which include several hundred compositions, would be difficult to quantify, but he described them as \"one very prolific musician's lifework.\" The library has the papers of many other American composers, including Aaron Copland, Leonard Bernstein, Richard Rodgers, George Gershwin and John Philip Sousa, as well as the recordings of Duke Ellington.","thumbnail":null,"section":"Arts"},{"date":"19930614","headline":"Tammy Landa, David A. Fisher","web_url":"https://www.nytimes.com/1993/06/14/style/tammy-landa-david-a-fisher.html","abstract":"  Tammy Landa, the daughter of Harriet Landa of Boca Raton, Fla., and William Landa of North Miami Beach, Fla., was married yesterday to Dr. David Alexander Fisher, a son of Drs. Hyman and Rosalie Fisher of Livingston, N.J. Rabbi Haskel Lookstein officiated at the Essex House in New York.   Mrs. Fisher, 30, is a development executive at the UJA-Federation in New York. She graduated from Boston University. Her father is the president of Landa Associates, a real estate company in North Miami Beach.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Michele Reis And Todd Melet","web_url":"https://www.nytimes.com/1993/06/14/style/michele-reis-and-todd-melet.html","abstract":"  Michele Ingrid Reis, a daughter of Barbara and Ralph Reis of Westport, Conn., was married there yesterday to Todd Benjamin Melet, a son of Mr. and Mrs. Michael Melet of Flint, Mich. Rabbi Robert Orkand performed the ceremony at Temple Israel.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/14/nyregion/metro-digest-624393.html","abstract":"  METRO DIGEST  PEDDLER'S BLANKET, IMMIGRANT'S DREAM   Immigrants selling everything from purses and bracelets to Wayne Newton cassettes have created a makeshift marketplace directly in front of the Immigration and Naturalization Service headquarters at 26 Federal Plaza in lower Manhattan, even though most of them are here illegally. Speaking mother tongues as diverse as Quechua, Wolof and Chinese, they have developed a camaraderie that ignores the fact that many sell the same wares. Together they play cat-and-mouse games with the police. And together they slough off public antagonism with the firm belief that they are earning an honest living. A1.  LAW HOPES FOR LONGER, STRONGER ARMS   Shaken by the stranding of nearly 300 illegal Chinese immigrants aboard a tramp steamer off New York last week, after a surge of similar smuggling attempts along the coasts of Florida and California, Federal officials say they are developing an arsenal of new counter-smuggling tactics: wiretaps, far-reaching conspiracy statutes and the ability to seize money and property obtained through smuggling. Penalties for smuggling immigrants would be stiffened, too, rising to perhaps a maximum of 20 years in prison, up from five years now. Federal officials say they are also urging that intelligence satellites and other sophisticated monitoring devices that have been used in the fight against international drug traffickers be brought to bear against immigrant smugglers. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Unlicensed Peddlers, Unfettered Dreams","web_url":"https://www.nytimes.com/1993/06/14/nyregion/unlicensed-peddlers-unfettered-dreams.html","abstract":"  At 11 A.M. on a recent morning, Louis Ndlovu King of South Africa dragged a duffel bag packed with purses to the sidewalk at the corner of Broadway and Duane Street. Minutes later, Luis and Marcelo Yamberlo, father and son, arrived laden with hand-woven sweaters and bracelets from Ecuador, their native land. Following them, M. Hu, recently smuggled in from China, wheeled a cart neatly stacked with imitation Montblanc pens to the same spot.   Within 30 minutes, the sidewalks in front of the Jacob K. Javits Federal Building were throbbing with the sales pitches of immigrant vendors illegally hawking \"Black Is Beautiful\" T-shirts, Wayne Newton cassettes, \"Pinocchio\" videos, batteries, mood rings, sunglasses, flowered panties and butane lighters.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Keep Cutting at the Pentagon","web_url":"https://www.nytimes.com/1993/06/14/opinion/keep-cutting-at-the-pentagon.html","abstract":"  President Clinton's hopes to put the nation on a sound fiscal footing depend heavily on disciplining the defense budget now and for years to come. The Pentagon is now showing more willingness to help. But it will need to do more.   As reported Saturday, the Pentagon is scaling down its unrealistic strategy and no longer planning to fight two big wars at once. And it is considering cancellation of some costly new weapons systems. But it needs to cancel more if it is to avoid putting a jumbo mortgage on future revenues.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/06/14/arts/dance-in-review-097693.html","abstract":"  School of American Ballet  Juilliard Theater    The School of American Ballet's 29th annual workshop performances came to a celebratory end last Monday night. The evening started with the presentation of four Mae L. Wien Awards by Peter Martins, the faculty chairman, to Suki Schorer, a faculty member; Miriam Mahdaviani, a choreographer, and Jennie Somogyi and Edward Liang, students who have just been accepted into City Ballet as apprentices. The award is for excellence and promise and is intended for students, teachers and choreographers at the school, an affiliate of the New York City Ballet.    Mr. Liang, seen in a role debut leading the Czardas in George Balanchine's \"Cortege Hongrois,\" epitomized the joyous expertise of these young dancers. He stood out for his resiliency, crispness and endearing passion. The lead cast was completed by Michelle Merrell, his partner, and Ms. Somogyi and Christopher Macdougall.","thumbnail":null,"section":"Arts"},{"date":"19930614","headline":"Sussex Force Only Looks Like Police","web_url":"https://www.nytimes.com/1993/06/14/nyregion/sussex-force-only-looks-like-police.html","abstract":"  Lieut. Frank Raeder, all 6 feet 9 inches of him, and three fellow private security guards began patrolling the streets of this tiny community in the hills of northwestern New Jersey this month. They drive bright white cars with a blue stripe and a rooftop rack of red lights. They wear crisp uniforms of navy and Columbia blue, with a polished leather belt bearing handcuffs, a portable radio, and a 9-millimeter handgun.   They look, for all the world, like police officers, maybe even looking a bit more natty than the four officers town officials dismissed early last year after a drug scandal. But New Jersey law-enforcement officials say they are nothing more than private citizens in uniform, with no law-enforcement powers. In fact, the state officials say, their presence may be illegal.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Jennifer B. Lew, Paul N. Foster","web_url":"https://www.nytimes.com/1993/06/14/style/jennifer-b-lew-paul-n-foster.html","abstract":"  Jennifer Beulah Lew, the daughter of Dr. Ellen H. Spitz of New York and Dr. John S. Lew of Ossining, N.Y., was married yesterday to Paul Nathan Foster, a son of Dorothy and Stanley Foster of Atlanta. Rabbi Albert Goldstein officiated at the Rockport (Mass.) Country Club.   Ms. Lew, 27, is keeping her name. She is the counsel to the Tobacco Products Liability Project at Northeastern University in Boston. She and her husband both graduated from Yale University, and she received a law degree from the State University at Buffalo. Her father is a consultant in applied mathematics to the computer and medical industries. Her mother is a lecturer in the psychiatry department at New York Hospital-Cornell Medical Center.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Lori S. Brenner And Jay Sellinger","web_url":"https://www.nytimes.com/1993/06/14/style/lori-s-brenner-and-jay-sellinger.html","abstract":"  Lori Sue Brenner, a daughter of Dr. and Mrs. Morton R. Brenner of Boynton Beach, Fla., was married yesterday to Jay Sellinger, the son of Mr. and Mrs. Martin Sellinger of White Plains. Rabbi Murray Grauer performed the ceremony at the Brae Burn Country Club in Purchase, N.Y.   Mrs. Sellinger is a gemologist at M. Fabrikant & Sons, a jewelry concern in New York. She graduated from Washington University. Her father, who was an endodontist in New York, was also an assistant clinical professor and the chief of endodontics at Mount Sinai Hospital and Medical Center in New York.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Is Clinton Moving to Left, Right or Center?; Cheer Gergen On","web_url":"https://www.nytimes.com/1993/06/14/opinion/l-is-clinton-moving-to-left-right-or-center-cheer-gergen-on-440893.html","abstract":"  To the Editor:   Dismissing the David Gergen appointment as White House communications director as unmasked cynicism ignores Mr. Gergen's philosophical journey of the last 24 months, seen on public television's nightly news. Watching Bill Clinton progress through the primaries to the election and victory, and reporting on those events, Mr. Gergen moved from deep skepticism about the Clinton candidacy to something close to cautious endorsement, as he moved further from identification with the Bush camp.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"A Shopping Spree to Be The (Only) Lady in Red","web_url":"https://www.nytimes.com/1993/06/14/nyregion/suburbs-inner-city-proms-endure-rite-passage-gown-shopping-spree-be-only-lady.html","abstract":"  They're under age, overdressed and spending incredible amounts of money. Ah, romance. It's prom night, and some of the most glamorous couples out on the town are 17 years old.    Nobody has to tell them about real life; they live here, remember? But for one night, they could dress up and pretend it was 1953. She wore something supremely sophisticated, and he showed up with flowers for his best girl.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/14/nyregion/chronicle-664293.html","abstract":"  \"I have AIDS,\" begins an article in the current issue of The New Yorker. The author is HAROLD BRODKEY , a writer at the magazine who is known for his intensely autobiographical fiction. In the article, Mr. Brodkey reflects on his childhood, his relationships and his career -- all discussed against the backdrop of an infection that he is publicly acknowledging for the first time.   Mr. Brodkey, 62, broke into literary circles in the late 1950's with an acclaimed book of short stories and was hailed by some critics as an American Proust or Joyce. But it took him 27 years to complete his first novel, the 835-page \"Runaway Soul,\" which was published in 1991.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Johnson Is Iron Man Of Chicago Marathon","web_url":"https://www.nytimes.com/1993/06/14/sports/pro-basketball-johnson-is-iron-man-of-chicago-marathon.html","abstract":"  Kevin Johnson was tired before the game. He was tired of being identified as the principal flop of the first two playoff games in Phoenix.   Johnson was tired after the game, too. He was exhausted from playing 62 minutes, the most ever played in a National Basketball Association final-round game. But he felt much better than he might have because the Suns defeated the home team, 129-121, in the triple-overtime marathon dance that more or less brought the Suns back into this series.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"U.S. Plans Tougher Strategy To Combat Alien Smuggling","web_url":"https://www.nytimes.com/1993/06/14/nyregion/us-plans-tougher-strategy-to-combat-alien-smuggling.html","abstract":"  Shaken by the stranding of nearly 300 illegal Chinese immigrants aboard a tramp steamer off New York last week, after a surge of similar smuggling attempts along the coasts of Florida and California, Federal officials say they are developing an arsenal of new counter-smuggling tactics.   Under a sweeping plan being devised by the National Security Council and several Federal agencies, law-enforcement officials would be armed with some of the powerful tools now widely used against organized crime but banned in immigration cases: wiretaps, far-reaching conspiracy statutes and forfeiture laws to seize money and property obtained through smuggling.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Review/Rock; Magical Memory Tour, Complete With Updates","web_url":"https://www.nytimes.com/1993/06/14/arts/review-rock-magical-memory-tour-complete-with-updates.html","abstract":"  For the first third of Paul McCartney's show at Giants Stadium in East Rutherford, N.J., on Friday night, the audience seemed shellshocked. Mr. McCartney and the Beatles mean so much to so many people that the hush that greeted him between songs felt like a result of a reconciliation of the private experience of the Beatles' music -- listening to the records at home as a backdrop to adolescence -- and the public experience of sitting at a sold-out stadium.   The contradictions between one's memories of the material and its presentation in a stadium were jarring; much of the Beatles' music was a pure product of the recording studio, irreproducible in concert. It didn't help much that a third of the way into the concert, Mr. McCartney magically metamorphosed from a Beatle into an Elton John act-alike, sentimental, and willing to turn the personal into a spectacle of amiability, hardly the original intent of the music.","thumbnail":null,"section":"Arts"},{"date":"19930614","headline":"G.O.P. Plan Junks Truce Over Budget","web_url":"https://www.nytimes.com/1993/06/14/nyregion/gop-plan-junks-truce-over-budget.html","abstract":"  An election-year budget truce between Gov. Jim Florio and the Legislature was broken this weekend, as Republican lawmakers outlined plans to earmark $150 million in the budget to soften an anticipated increase in the Federal gasoline tax by the Clinton Administration, and Mr. Florio led Democrats in attacking the proposal.   The plan is part of a $15.4 billion budget that the Republicans, who control both chambers of the Legislature, will introduce on Monday, according to Assembly Speaker Garabed (Chuck) Haytaian of Hackettstown.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"It Sure Quacks Like a Filibuster","web_url":"https://www.nytimes.com/1993/06/14/opinion/it-sure-quacks-like-a-filibuster.html","abstract":"  It's now apparent that Senate Republicans have two overriding goals with respect to the campaign-financing reform bill now before their chamber -- neither positive. They want to kill it or, failing that, weaken it and thus reduce its threat to the political status quo. They hope to do so without being seen as obstructionist, which could hurt them with gridlock-fatigued constituents back home.   The game won't work. If serious political reform dies in the Senate, the Republican fingerprints will be apparent to everyone. So will the timidity and hypocrisy of five swing G.O.P. Senators: Dave Durenberger of Minnesota, James Jeffords of Vermont, John McCain of Arizona, William Cohen of Maine and John Chafee of Rhode Island.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Politics Mixes With Salsa On Fifth Ave.","web_url":"https://www.nytimes.com/1993/06/14/nyregion/politics-mixes-with-salsa-on-fifth-ave.html","abstract":"  Celebrating the 500th anniversary of the Spanish arrival on Puerto Rico and their growing prominence in New York City's new political world, hundreds of thousands of Puerto Ricans filled Fifth Avenue with shouts and salsa yesterday afternoon, as local politicians of every origin competed for their handshakes and their votes.   To a mix of raucous cheers and rumbling boos, Mayor David N. Dinkins and his rival Rudolph W. Giuliani -- each dressed in the uniform of the day, crisp embroidered guayaberas that soon wilted under a brilliant sun -- marched with prominent Puerto Rican seconds, mindful that all the recent polls have shown Hispanic voters shaping up as perhaps the key swing bloc in this fall's election.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Review/Dance; Ballet Theater's Wide-Ranging Finale","web_url":"https://www.nytimes.com/1993/06/14/arts/review-dance-ballet-theater-s-wide-ranging-finale.html","abstract":"  American Ballet Theater closed its season over the weekend with flags flying, offering first-rate performances in a series of debuts and in the engagement's fleeting glimpse of Antony Tudor's \"Undertow.\"   All three ballets on the company's final bill, presented on Friday night and repeated on Saturday afternoon and evening at the Metropolitan Opera House, were created in the 1940's. Yet their amazing variety testifies to the strong esthetic differences that coexisted among choreographers in that period.","thumbnail":null,"section":"Arts"},{"date":"19930614","headline":"Tuxedo and Gown Parade Gets Approval and a Lift","web_url":"https://www.nytimes.com/1993/06/14/nyregion/suburbs-inner-city-proms-endure-rite-passage-gathering-tuxedo-gown-parade-gets.html","abstract":"  They're under age, overdressed and spending incredible amounts of money. Ah, romance. It's prom night, and some of the most glamorous couples out on the town are 17 years old.    Nobody has to tell them about real life; they live here, remember? But for one night, they could dress up and pretend it was 1953. She wore something supremely sophisticated, and he showed up with flowers for his best girl.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Put More Women on a Pedestal","web_url":"https://www.nytimes.com/1993/06/14/opinion/put-more-women-on-a-pedestal.html","abstract":"Back at the turn of the century, as Susan B. Anthony entered her 80th year, a colleague in the suffrage wars broached the delicate subject of a memorial after her death. She proposed placing a statue of the distinguished women's rights leader in a park near the Anthony home in Rochester, N.Y.\n\nMiss Anthony, as she was known, demurred. \"I never can bear to see the statue of a woman exposed to the cold and rain and snow,\" she explained. \"And I don't like to think of one of myself out of doors.\"","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Save a Planet, Make a Buck: The 'Green' Industry Ripens","web_url":"https://www.nytimes.com/1993/06/14/nyregion/strictly-business-save-a-planet-make-a-buck-the-green-industry-ripens.html","abstract":"  Adrian Gerstel likes Earth General, a Brooklyn store devoted to selling only such environmentally correct goods as nontoxic cleaners, energy-efficient light bulbs and biodegradable golf tees. But she is torn between the store's high mission and its high prices.    \"It's nice and clean and wholesome,\" said Ms. Gerstel, an architecture student. \"You pay a little bit more, but it's almost worth it.\"","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"First Lady Offers Doctors A 'Bargain' on Health Plan","web_url":"https://www.nytimes.com/1993/06/14/us/first-lady-offers-doctors-a-bargain-on-health-plan.html","abstract":"  In a speech to the American Medical Association today, Hillary Rodham Clinton proposed \"a new bargain\" in which the White House would limit malpractice lawsuits, relax regulation of medical laboratories and free doctors from burdensome Government supervision if the doctors supported President Clinton's effort to overhaul the nation's health-care system.   Mrs. Clinton said doctors must take the lead in cracking down on incompetence, negligence and other abuses by practicing physicians. In return, she said, the Administration will try to protect the \"clinical autonomy\" of doctors, reduce paperwork and remove legal obstacles to self-regulation of the medical profession.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Miss Fleetwood And Mr. Paul","web_url":"https://www.nytimes.com/1993/06/14/style/miss-fleetwood-and-mr-paul.html","abstract":"  Carmen A. Fleetwood, a reporter in Trenton for the New Jersey bureau of The Associated Press, was married yesterday to Gordon A. Paul, a sportswriter for the Dorf Feature Service in Mountainside, N.J., whose articles appear in The Newark Star-Ledger. The Rev. Carol Burnside, an Episcopal minister, and Rabbi Shimon Barris officiated at the home of the bride's parents, Mr. and Dr. Harvey Fleetwood, in Upper Montclair, N.J.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Christian Group Criticized As Unsound Insurance Plan","web_url":"https://www.nytimes.com/1993/06/14/us/christian-group-criticized-as-unsound-insurance-plan.html","abstract":"  Two white Cadillacs are parked in front of the converted schoolhouse occupied by the Christian Brotherhood Newsletter, a not-for-profit charity, in this small city just west of Akron. Inside, two cooks are preparing a free lunch for the brotherhood's 60 employees.   The employees, nearly all related to Bruce E. Hawthorn, who founded the brotherhood, eat breakfast and lunch in a private dining room, visit their children in the cheerful nursery and, after work, exercise in the gymnasium.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Jane Sovern, Ronald Meister","web_url":"https://www.nytimes.com/1993/06/14/style/jane-sovern-ronald-meister.html","abstract":"  Jane Sovern, an assistant counsel at the City University of New York, was married yesterday to Ronald W. Meister, a partner of Eaton & Van Winkle, a New York law firm. Rabbi Richard Israel officiated at the Arch Restaurant in Brewster, N.Y.   Ms. Sovern, who is keeping her name, graduated from Brown University and received a law degree from Columbia University. She is a daughter of Mr. and Mrs. Maurice Sovern of Reston, Va. Her father is a consultant on national security issues.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Review/Ballet; A Reprise of History At Balanchine Festival","web_url":"https://www.nytimes.com/1993/06/14/arts/review-ballet-a-reprise-of-history-at-balanchine-festival.html","abstract":"  Long before the final curtain fell at the New York State Theater on June 18, 1972, dance history had been made. That was the opening night of the New York City Ballet's first Stravinsky Festival, whose program of five choreographic works included the premieres of two masterly abstractions by George Balanchine, \"Stravinsky Violin Concerto\" and \"Symphony in Three Movements.\"    Some of the excitement of that occasion was conjured up Tuesday night at the State Theater, when the company presented these two marvels as part of its Balanchine Celebration. There was also another ballet from that opening night, Balanchine's version of \"Firebird.\" Whereas \"Firebird\" was virtually ignored in 1972 by balletgoers who were thunderstruck by the plotless premieres, its drama dazzled the audience on Tuesday.","thumbnail":null,"section":"Arts"},{"date":"19930614","headline":"From Fiji To First As Singh Prevails","web_url":"https://www.nytimes.com/1993/06/14/sports/golf-from-fiji-to-first-as-singh-prevails.html","abstract":"  One of the most improbable journeys in golf hit a major destination today when Vijay Singh of Fiji won the Buick Classic by defeating Mark Wiebe on the third hole of sudden death.   After holing a 10-foot putt on the final hole of regulation, the 30-year-old Singh hit a brilliant 6-iron within 5 feet of the cup on the third playoff hole, the 444-yard 11th at the Westchester Country Club, and made the putt to win his first tournament on the PGA Tour.","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"SHELLING BY SERBS IS SAID TO KILL 50 IN FIRST-AID CENTER","web_url":"https://www.nytimes.com/1993/06/14/world/shelling-by-serbs-is-said-to-kill-50-in-first-aid-center.html","abstract":"  More than 50 people were reported killed today at an improvised first-aid center when Bosnian Serb forces unleashed heavy artillery barrages on Gorazde, which the United Nations designated a safe area less than two weeks ago.   The Sarajevo radio reported that the shelling had left Goradze's streets littered with bodies and that a rocket had exploded in the first-aid center, killing all 50 or so people inside. The number of deaths, if confirmed, would be among the highest in a single attack since fighting began in Bosnia in April 1992.","thumbnail":null,"section":"World"},{"date":"19930614","headline":"Playoff Loser Wiebe 'Tickled' Just to Be in It","web_url":"https://www.nytimes.com/1993/06/14/sports/golf-playoff-loser-wiebe-tickled-just-to-be-in-it.html","abstract":"  Mark Wiebe was one happy golfer despite losing the playoff in today's Buick Classic and the reason was simple: He barely made the second-round cut in the $1 million tournament.   \"I'm tickled,\" Wiebe said shortly after losing to Vijay Singh in the third extra hole at Westchester Country Club. \"I shot 75 and I'm in the playoff.\"","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"CUTS IN MEDICARE DRAW OPPOSITION","web_url":"https://www.nytimes.com/1993/06/14/us/cuts-in-medicare-draw-opposition.html","abstract":"  Black Democrats in the House warned today that the Senate Finance Committee's plans for further cuts in Medicare spending threatened the future of President Clinton's entire budget in Congress. And a liberal Democrat in the Senate, Tom Harkin of Iowa, said he and his allies would also work to vote down any budget with Medicare cuts that they considered unfair.   But the Senate's Democratic majority leader, George J. Mitchell of Maine, said that the Finance Committee would not only cut Medicare, the Federal health program for the elderly, in the version of the budget to be announced on Tuesday but would also make cuts elsewhere.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Nigeria Bars News of Presidential Election Results","web_url":"https://www.nytimes.com/1993/06/14/world/nigeria-bars-news-of-presidential-election-results.html","abstract":"  Uncertainty surrounded the outcome of the presidential election in Nigeria as the Government barred news organizations from reporting results of the voting.    The National Electoral Commission said final results would be released only when totals from all 30 states had been delivered to election officials in Abuja, the capital, a process that could take two or three more days. There were approximately 39 million eligible voters.","thumbnail":null,"section":"World"},{"date":"19930614","headline":"Is Clinton Moving to Left, Right or Center?","web_url":"https://www.nytimes.com/1993/06/14/opinion/l-is-clinton-moving-to-left-right-or-center-439493.html","abstract":"  To the Editor:   \"A History of Gergenism\" (editorial, June 2 ), on the ascendancy of style over substance in the Clinton White House with the appointment of David R. Gergen as communications director, was a welcome relief from mass media hype over Mr. Gergen.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Lisa E. Javitch and Louis H. Benjamin","web_url":"https://www.nytimes.com/1993/06/14/style/lisa-e-javitch-and-louis-h-benjamin.html","abstract":"  Lisa E. Javitch, a doctoral candidate in English education at Columbia University, was married yesterday to Louis H. Benjamin, a lawyer in New York. Rabbi Irving Greenberg officiated at the home of the bride's father in Harrision, N.Y.   Ms. Javitch, who is keeping her name, is an instructor of English education at Columbia University Teachers College in New York. She graduated cum laude from Macalester College and received a master's degree in literature from New York University and a master's degree in English education from Teachers College. She is the daughter of Beth Ann Segal of Wayzata, Minn., and Lee Javitch. Her father, now retired, was the chairman and chief executive in Carlisle, Pa., of Giant Food Stores Inc., which operates a chain of supermarkets.","thumbnail":null,"section":"Style"},{"date":"19930614","headline":"Judge's Friends Try to Save Candidacy for High Court","web_url":"https://www.nytimes.com/1993/06/14/us/judge-s-friends-try-to-save-candidacy-for-high-court.html","abstract":"  As President Clinton found himself enveloped for the fourth time in questions over a job candidate's household help, Judge Stephen G. Breyer's Senate backers today began an all-out drive to save his candidacy for the Supreme Court.   Led by Senator Edward M. Kennedy, Judge Breyer's chief patron in the Senate, several who had supported the 54-year-old judge, including the Senate's Republican leader, Bob Dole, said Judge Breyer should not be disqualified as a Supreme Court candidate over the disclosure that he had not paid Social Security taxes on the wages of his part-time housekeeper.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Review/Opera; Death Visits a Dissonant Family In a New Work by David Carlson","web_url":"https://www.nytimes.com/1993/06/14/arts/review-opera-death-visits-a-dissonant-family-in-a-new-work-by-david-carlson.html","abstract":"  \"The Midnight Angel,\" David Carlson's new piece at the Opera Theater of St. Louis, addresses with considerable sophistication a contemporary genre best described as parlor melodrama.   Its themes are not Verdi's: noble factions in conflict, treachery on a regal scale or the extravagance of great love denied. We attend instead the frictions common to families: the overbearing patriarch, the dependent nephew, the lovesick niece, a world-weary family friend or two, the looming inheritance. Cheek by jowl in drawing rooms of varying splendor, such characters pour out a counterpoint of mutual resentment or isolate their sorrows in lonely asides. Lady Neville's palace in this particular opera is no parlor, but the familial dissonance that bounces along its walls is familiar indeed.","thumbnail":null,"section":"Arts"},{"date":"19930614","headline":"Chongqing Journal; Some Chinese Won't Toe Party's Line on History","web_url":"https://www.nytimes.com/1993/06/14/world/chongqing-journal-some-chinese-won-t-toe-party-s-line-on-history.html","abstract":"  On a lush hillside here is a museum that has it all: Torture Cave with iron rods heating ominously in a fire, an American-inspired concentration camp, grisly photographs of corpses, and a riveting sound-and-light show of Communist heroes being massacred in 1949.   The museum is a reminder that the Government stays in power not only by constructing prisons, but also by building history.","thumbnail":null,"section":"World"},{"date":"19930614","headline":"U.S. to Merge Its International Radio Operations","web_url":"https://www.nytimes.com/1993/06/14/us/us-to-merge-its-international-radio-operations.html","abstract":"  After months of acrimonious debate over the future of Government-sponsored broadcasting, the Clinton Administration has decided to merge all international radio operations, senior officials said this weekend.   The officials said the gradual-consolidation plan, which they expect to announce this week, would save about $250 million over the next few years and put Voice of America and Radio Free Europe-Radio Liberty under the same governing board.","thumbnail":null,"section":"U.S."},{"date":"19930614","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/14/nyregion/bridge-796793.html","abstract":"  For players with more ambition than experience, the Grand National Teams Flight C, for those below life master rank, offers a rare opportunity: By heading the field in New York City and Long Island, Dick and Karen Berbig, Karen Famera and Lew Kroll, all of Farmingdale, L.I., earned a trip to Washington next month to compete in national playoffs.   In the final, played a week ago at the Manhattan Club, 27 West 72d Street, they won by by 25 imps against a group led by Stan Sterenberg of Manhattan, and were aided by the diagramed deal.","thumbnail":null,"section":"New York"},{"date":"19930614","headline":"Selling 'Jurassic': The Film And Toys","web_url":"https://www.nytimes.com/1993/06/14/movies/selling-jurassic-the-film-and-toys.html","abstract":"  Yes, \"Jurassic Park\" drew record crowds over the weekend. Yes, this Steven Spielberg dinosaur fantasy may be too violent and frightening for most children.   Rarely has the gulf between a studio's merchandising and promotion, which are heavily aimed at children, and a film, which is inappropriate for many youngsters, seemed so evident.","thumbnail":null,"section":"Movies"},{"date":"19930614","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/14/sports/results-plus-344493.html","abstract":"  TENNIS  Stich's Victory Like Watching Grass Grow  Michael Stich showed how dull winning on grass courts can be as he beat Wayne Ferreira, 6-3, 6-4, yesterday to win the Queen's Club championship in London. The sixth-seeded Stich served up seven aces in beating the defending champion and claiming the $86,000 winner's check in the warmup for Wimbledon. The two big servers seemed headed for a tie breaker in the first set until Stich dug out a superb cross-court return in the eighth game. Ferreira, seeded seventh, then volleyed long on break point to fall behind, 5-3. Stich then served out the first set. Ferreira, who was also Stich's doubles partner in the tournament, started the second set with a double-fault and was broken by two blistering backhand returns. Stich raced to a 5-1 lead before being broken for the only time, then rebounded with two aces to close out the 57-minute victory. (AP) Boetsch Gets First Victory: Arnaud Boetsch of France rallied to beat Wally Masur of Australia, 3-6, 6-3, 6-3, in the championship of the Continental grass court championships in Rosmalen, the Netherlands. The eighth-seeded Boetsch, the 29th-ranked player in the world, earned his first ATP Tour tournament victory and became the first Frenchman to win a grass-court event since Henri Leconte in Sydney, Australia, in 1985. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930614","headline":"Exit, NATO","web_url":"https://www.nytimes.com/1993/06/14/opinion/exit-nato.html","abstract":"  The Western alliance is dead.   It seems likely that history will record the North Atlantic Treaty Organization's failure to respond effectively to the Bosnian war as evidence of the demise of this military and political partnership.","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Who Gets Health Care? Make a List.","web_url":"https://www.nytimes.com/1993/06/14/opinion/who-gets-health-care-make-a-list.html","abstract":"The Clinton Administration holds out the promise of lower medical costs, universal access, in-home care, nursing home coverage and a continued private insurance industry. But it has played down the obvious need for a system of rationing expensive treatment. In doing so, it has left a painful truth unsaid: Rationing is not just an economic issue. Rationing is also about ethics. In reforming medicine, we must address how physicians will ethically deny the best medical resources to some patients. \n\nShould unrepentent alcoholics get quarter-million-dollar liver transplants? Or, in a society that considers alcholism a disease, would it be discrimination to deny them one?","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"1893: Cancer Research : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/14/opinion/IHT-1893-cancer-research-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - So large a number of well-known members of English society are just now afflicted with cancer that it is proposed to make an exhaustive examination into the statistics of this terrible disease, in order to trace the cause of this general increase","thumbnail":null,"section":"Opinion"},{"date":"19930614","headline":"Emigres Are Holding Off on Their Hopes for Haiti","web_url":"https://www.nytimes.com/1993/06/14/nyregion/emigres-are-holding-off-on-their-hopes-for-haiti.html","abstract":"  As they do most every day, Creole-speaking men and women gathered yesterday in New York City's barbershops and restaurants, on stoops and street corners, and engaged in a favorite pastime -- exchanging news from Haiti and debating oh-so-passionately the latest twist in the island politics.   But yesterday the conversations lasted a bit longer. The debate grew louder and arms gesticulated wildly as if added energy might help them make sense of a week filled with double-edged victories, tragedies and enduring frustration over their country's longstanding political turmoil.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930614","time":"1993-06-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":67,"wspd":9.4},{"date":"19930614","time":"1993-06-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":81,"wspd":5.4},{"date":"19930614","time":"1993-06-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":88,"wspd":7.6},{"date":"19930614","time":"1993-06-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":90,"wspd":11.2},{"date":"19930614","time":"1993-06-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":88,"wspd":13},{"date":"19930614","time":"1993-06-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":92,"wspd":13},{"date":"19930614","time":"1993-06-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":90,"wspd":9.4},{"date":"19930614","time":"1993-06-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":91,"wspd":7.6},{"date":"19930614","time":"1993-06-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":88,"wspd":11.2},{"date":"19930614","time":"1993-06-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":89,"wspd":13},{"date":"19930614","time":"1993-06-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":88,"wspd":13},{"date":"19930614","time":"1993-06-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":88,"wspd":9.4},{"date":"19930614","time":"1993-06-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":89,"wspd":9.4},{"date":"19930614","time":"1993-06-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":86,"wspd":7.6},{"date":"19930614","time":"1993-06-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":94,"wspd":11.2},{"date":"19930614","time":"1993-06-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":94,"wspd":9.4},{"date":"19930614","time":"1993-06-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":86,"wspd":11.2},{"date":"19930614","time":"1993-06-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":82,"wspd":9.4},{"date":"19930614","time":"1993-06-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":89,"wspd":18.4},{"date":"19930614","time":"1993-06-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":92,"wspd":18.4},{"date":"19930614","time":"1993-06-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":89,"wspd":22.3},{"date":"19930614","time":"1993-06-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":91,"wspd":22.3},{"date":"19930614","time":"1993-06-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":89,"wspd":20.5},{"date":"19930614","time":"1993-06-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":82,"wspd":18.4},{"date":"19930614","time":"1993-06-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":52,"wspd":13},{"date":"19930614","time":"1993-06-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":55,"wspd":14.8},{"date":"19930614","time":"1993-06-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":61,"wspd":14.8},{"date":"19930614","time":"1993-06-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":65,"wspd":9.4},{"date":"19930614","time":"1993-06-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":65,"wspd":7.6},{"date":"19930614","time":"1993-06-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":63,"wspd":13},{"date":"19930614","time":"1993-06-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":70,"wspd":11.2},{"date":"19930614","time":"1993-06-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":73,"wspd":11.2},{"date":"19930614","time":"1993-06-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":78,"wspd":13},{"date":"19930614","time":"1993-06-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":81,"wspd":14.8},{"date":"19930614","time":"1993-06-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":80,"wspd":11.2},{"date":"19930614","time":"1993-06-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":75,"wspd":16.6},{"date":"19930614","time":"1993-06-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":65,"wspd":18.7},{"date":"19930614","time":"1993-06-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":57,"wspd":14.8},{"date":"19930614","time":"1993-06-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":49,"wspd":13},{"date":"19930614","time":"1993-06-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":45,"wspd":14.8},{"date":"19930614","time":"1993-06-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":44,"wspd":13},{"date":"19930614","time":"1993-06-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":39,"wspd":13},{"date":"19930614","time":"1993-06-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":39,"wspd":18.7},{"date":"19930614","time":"1993-06-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":36,"wspd":16.6},{"date":"19930614","time":"1993-06-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":39,"wspd":16.6},{"date":"19930614","time":"1993-06-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":35,"wspd":16.6},{"date":"19930614","time":"1993-06-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":34,"wspd":13},{"date":"19930614","time":"1993-06-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":38,"wspd":18.7}]},"19930615":{"guardian_articles":[],"nytimes_articles":[{"date":"19930615","headline":"Review/Opera; A 'Cinderella' in St. Louis Unites Lean Sets and Luxurious Voices","web_url":"https://www.nytimes.com/1993/06/15/arts/review-opera-a-cinderella-in-st-louis-unites-lean-sets-and-luxurious-voices.html","abstract":"  Written at the turn of the century and popular during its early years, \"Cinderella\" (nee \"Cendrillon\") had a rare revival at Loretto-Hilton Center on Saturday afternoon. Massenet's setting invites spectacle on both the visual and the vocal scale. The Opera Theater of St. Louis has responded by avoiding the first and embracing the second.   Using a bare brick wall as background and a stage that reaches into the small audience space, Neil Peter Jampolis's design creates spectacle by inference. Portraits are hung and sconces attached. Lighting projections designed by Christopher Akerlind imply grand staircases, towering ballroom spaces or leafy arbors. Such parsimony is turned to musical advantage, directing our attention to the displays of singing on which the opera's uneven virtues ultimately depend.","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"Ferreting Out False Claims For Welfare","web_url":"https://www.nytimes.com/1993/06/15/nyregion/ferreting-out-false-claims-for-welfare.html","abstract":"  When Vanessa F. needed money for the security deposit on a new apartment, she thought she had a foolproof solution: welfare fraud.   \"I thought it would be pretty easy to do,\" Vanessa said. \"A lot of people do it by going to the different towns and giving different addresses. A lot of them have jobs too.\"","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Earth's Crust Sinks Deep, Only to Rise in Plumes of Lava","web_url":"https://www.nytimes.com/1993/06/15/science/earth-s-crust-sinks-deep-only-to-rise-in-plumes-of-lava.html","abstract":"  GEOPHYSICISTS have recently made striking progress in understanding the mechanism of the great heat engine within the earth. Over the last several months they have reached a rough consensus that the vast plates that comprise the ocean floor sink deep into the earth's mantle, only to be recycled into giant ascending plumes of hot rock. The plumes, driven, some believe, by heat from the earth's core, emerge to form strings of oceanic islands like the Hawaiian chain or to blanket continents with huge sheets of lava.   The discoveries, said Dr. Michael E. Wysession, a professor at Washington University in St. Louis who is an authority on the earth's interior, constitute \"a second revolution,\" comparable in scientific terms to the theory of plate tectonics, which, when it came to be accepted three decades ago, showed that the continents had been in constant motion over the course of geological time, carried along by great plates.","thumbnail":null,"section":"Science"},{"date":"19930615","headline":"Bridge Toll Divides City Of New York","web_url":"https://www.nytimes.com/1993/06/15/nyregion/bridge-toll-divides-city-of-new-york.html","abstract":"  A seemingly simple dispute over tolls on the Verrazano-Narrows Bridge has pitted Staten Island against the rest of the city, and is likely to be decided by Congress.   Since 1987, the majestic bridge between Staten Island and the Bay Ridge section of Brooklyn has been something of an anomaly. It is the only New York City bridge where tolls are collected only from vehicles headed in one direction, specifically, from cars and trucks driving west to Staten Island.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Music Notes; 2 New Competitions For Standout Pianists; No Prodigies, Please","web_url":"https://www.nytimes.com/1993/06/15/arts/music-notes-2-new-competitions-for-standout-pianists-no-prodigies-please.html","abstract":"  Maurizio Pollini and Ivo Pogorelich thrive at opposite ends of the pianistic spectrum, the one taking a more cerebral, philosophical view, the other given to impulsive and often rather provocative recasting. But one thing they have in common is that their careers began at the International Chopin Piano Competition in Warsaw. Mr. Pollini won the contest in 1960. Twenty years later, Mr. Pogorelich made headlines when his elimination before the final round caused a ruckus among the jurors. Mr. Pogorelich ended up far better known than that year's winner, the Vietnamese pianist Dang Thai Son.    Mr. Pollini and Mr. Pogorelich are about to have something else in common: both are involved with new piano competitions, and both are hoping, against the odds, that they can identify pianists who will stand out in the already overcrowded field of contest winners. Both contests have unusual rules and requirements.","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"Conference Ends With Little Hope For AIDS Cure","web_url":"https://www.nytimes.com/1993/06/15/science/the-doctor-s-world-conference-ends-with-little-hope-for-aids-cure.html","abstract":"  Only an eternal optimist would have left the ninth international AIDS meeting here last week believing that new drugs will be available anytime soon to save the lives of the 14 million people now infected with the virus that causes AIDS. Or believing that a vaccine would be developed in time to prevent the number of those infected from soaring to at least 30 million by the year 2000, as the World Health Organization predicts.   A realist, on the other hand, would be heeding the one clear message sounded at the meeting: prevention is the only way to stop the alarming spread of the virus, H.I.V., throughout the world.","thumbnail":null,"section":"Science"},{"date":"19930615","headline":"A Tall Order for 7-6 Bradley","web_url":"https://www.nytimes.com/1993/06/15/sports/pro-basketball-a-tall-order-for-7-6-bradley.html","abstract":"  The tears of a 7-foot-6-inch center fall farther and harder. Shawn Bradley, two weeks ago and about 20 time zones away in Australia, curled into a fetal position, wrinkled the suit coat he wore 24 hours a day, stared at a vaulted ceiling two inches from his forehead and cried.   \"You don't want to go, do you?\" said his Mormon companion.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Critic's Notebook; Return of the B Movie, Now Playing on TV","web_url":"https://www.nytimes.com/1993/06/15/movies/critic-s-notebook-return-of-the-b-movie-now-playing-on-tv.html","abstract":"  Postwar 1940's. The Bronx. Within a three-block radius of my childhood apartment, there were six movie theaters, all showing second features, sometimes even third features. None of the low-budget flicks were likely to win awards, but many have become celebrated film-noir classics, the kind that always seem to star Dan Duryea.   Today. Across the nation. The second feature is virtually extinct in movie houses. Ah, but there is television. The B movie lives. And it positively thrives on one electronic equivalent of an old movie palace: the USA cable network.","thumbnail":null,"section":"Movies"},{"date":"19930615","headline":"A Supporting Role Only : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/15/opinion/IHT-a-supporting-role-only-letters-to-the-editor.html","abstract":"The United States should support Europe in Bosnia, but it cannot and should not lead. .The United States properly led the Western world in defending against the global threat of Soviet nuclear and conventional power; the United States had a vital inter","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"THE SUPREME COURT: News Analysis -- The 11th-Hour Scramble; After Hoping for a 'Home Run' in Choosing A Justice, Clinton May Be Just Home Free","web_url":"https://www.nytimes.com/1993/06/15/us/supreme-court-analysis-11th-hour-scramble-after-hoping-for-home-run-choosing.html","abstract":"  Last March, when President Clinton was presented with the opportunity to make his first Supreme Court selection, he told aides he wanted to take his time, hit a \"home run\" with his nominee, and choose someone who would make everyone stand up and say, \"Wow.\"   But what was supposed to have been one of the most personally exciting decisions of Mr. Clinton's early Presidency in the end had the appearance of an 11th-hour scramble, with the bodies of other would-be nominees left strewn on the field and three months' careful deliberations boiled down to 36 hours of rapid-fire decisions.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"U.S. Warns Rulers on Vote","web_url":"https://www.nytimes.com/1993/06/15/world/us-warns-rulers-on-vote.html","abstract":"  The Clinton Administration warned civilian and military leaders of the Cambodian Government today that they face international censure if they fail to abide by the results of the elections.    \"There will be strong adverse international reaction to any effort to subvert the results of the election,\" said Joseph Snyder, a State Department spokesman. Mr. Snyder, however, declined to specify what kind of international response would follow if the Government of Hun Sen continues its refusal to accept the results of the election.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"Ozzie Canseco Retires","web_url":"https://www.nytimes.com/1993/06/15/sports/sports-people-baseball-ozzie-canseco-retires.html","abstract":"  OZZIE CANSECO has retired from the Class AAA Louisville Redbirds.   Canseco, the twin brother of JOSE CANSECO, cited displeasure with the Redbirds' parent team, the St. Louis Cardinals, in announcing his retirement Saturday night. The 28-year-old outfielder was placed on the voluntary retired list.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"The Met Opera in the Parks, and Free","web_url":"https://www.nytimes.com/1993/06/15/arts/the-met-opera-in-the-parks-and-free.html","abstract":"  The Metropolitan Opera's annual series of free outdoor concerts opens tonight (Thursday in case of rain) with Puccini's \"Madama Butterfly,\" at 8 o'clock on the Great Lawn in Central Park. The series will offer a total of four performances of \"Butterfly\" and four of Donizetti's \"Elisir d'Amore,\" in all five boroughs and in parks in New Jersey.   Other performances will take place at Prospect Park, Brooklyn (\"Elisir,\" June 16); Cunningham Park, Jamaica, Queens (\"Butterfly,\" June 18); Great Kills Park, New Dorp, S.I. (\"Elisir,\" June 19); Van Cortlandt Park, the Bronx (\"Butterfly,\" June 22); Brookdale Park, Montclair, N.J. (\"Elisir,\" June 23); Waterloo Village, Stanhope, N.J. (\"Butterfly,\" June 25), and Cooper River Park, Pennsauken, N.J. (\"Elisir,\" June 26).","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"THE SUPREME COURT: Supreme Court Roundup; Justices to Decide if a Federal Law Protects Abortion Clinics From Protests","web_url":"https://www.nytimes.com/1993/06/15/us/supreme-court-supreme-court-roundup-justices-decide-if-federal-law-protects.html","abstract":"  The Supreme Court today agreed to decide whether abortion clinics can invoke a Federal racketeering law to sue anti-abortion groups that organize demonstrations and blockades intended to shut down the clinics.   The Justices accepted an appeal filed by the National Organization for Women, which tried to use the law, the Racketeer Influenced and Corrupt Organizations Act, to sue several anti-abortion groups on behalf of abortion clinics in Delaware and Wisconsin. The organization sought to prove that the groups had formed a nationwide conspiracy to eliminate access to abortion by using extortion and intimidation to drive the clinics out of business.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"Q&A","web_url":"https://www.nytimes.com/1993/06/15/science/q-a-008493.html","abstract":"  Drinking Sea Water   Q. What do birds who spend long periods at sea use for drinking water?    A.  Some seabirds, like petrels, albatrosses, gulls, terns and sea ducks, have salt-secreting glands that filter out salt from the blood so the birds can drink sea water without harm, according to the \"Manual of Ornithology,\" by Noble S. Proctor and Patrick J. Lynch (Yale University Press).","thumbnail":null,"section":"Science"},{"date":"19930615","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/15/nyregion/no-headline-880293.html","abstract":"  \"The announcement the President just made is significant, I believe, because it contributes to the end of the days when women, at least half the talent pool in our society, appear in high places only as one-at-a-time performers.\" -- JUDGE RUTH BADER GINSBURG.  [ A24:4. ]","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"To Defend the Country : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/15/opinion/IHT-to-defend-the-country-letters-to-the-editor-91697373543.html","abstract":"I suspect I wasn't the only reader angered by Mr. McCarthy's column. His comments about military people made me think about my life on military installations: how neighbors welcomed our arrival, how my wife can take evening walks without fear. I know of n","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/06/15/arts/classical-music-in-review-150193.html","abstract":"  'Postcard From Morocco'  Reimann Opera Theater New York University Theater    Theatrical absurdism has lost much of its bite nowadays, largely because it has been outstripped by reality. Dominick Argento's one-act opera of 1971, \"Postcard From Morocco,\" presents seven characters in search of identity, waiting for a train in Morocco, and they certainly speak and carry on weirdly. But have you spent any time in Penn Station lately?","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"New Assembly Gives Prince Sihanouk Broad Powers","web_url":"https://www.nytimes.com/1993/06/15/world/new-assembly-gives-prince-sihanouk-broad-powers.html","abstract":"  The newly elected National Assembly met today for the first time and immediately voted to provide Prince Norodom Sihanouk, Cambodia's ceremonial head of state and its former monarch, with all of the powers necessary \"to save our nation\" in the face of a secessionist threat and a continuing civil war.    While Prince Sihanouk did not immediately accept the wide-ranging powers offered to him by the 120-member assembly, the vote was proof of his indispensable role in international efforts to restore peace to this shattered country.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"Two Groups, Citing Savings, Urge Privatization of City Jobs","web_url":"https://www.nytimes.com/1993/06/15/nyregion/two-groups-citing-savings-urge-privatization-of-city-jobs.html","abstract":"  Asserting that New York City is mired in a prolonged fiscal crisis, two prominent business groups proposed yesterday that the city turn over some services to private companies and take other broad steps that they said would reduce spending and increase revenue by nearly $16 billion over the next 10 years.   The groups, the New York City Partnership and the New York Chamber of Commerce and Industry, acknowledged that their plan, which also includes putting tolls on the East River bridges, relied on ideas that have been under consideration for decades.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Hidden Economy: Immigrants Underground -- Third of six articles.; Few Emigres Can Fight Mistreatment on the Job","web_url":"https://www.nytimes.com/1993/06/15/nyregion/hidden-economy-immigrants-underground-third-six-articles-few-emigres-can-fight.html","abstract":"  Last August, when K. Shah worked at a construction site renovating brownstones in Brooklyn, he complained to his bosses that he was suffering shooting pains in his arm. The illegal Pakistani immigrant, assigned to heave 70-pound concrete blocks from the sidewalk to the fifth floor using a rudimentary block and tackle, was told to keep quiet and keep working.   Two days later, Mr. Shah, 37, suffered a heart attack on the job. It felt like his chest was on fire, he said. Reluctantly, after warning him not to tell hospital officials where he worked, his bosses allowed him to leave and take a subway to North Central Bronx Hospital. Two weeks later, he underwent bypass surgery.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/15/nyregion/metro-digest-462993.html","abstract":"  EMIGRES STRUGGLE AGAINST MISTREATMENT   Although the city's growing underground economy provides jobs and opportunities for some, it condemns an increasing number of immigrants to a life of ever-worsening exploitation. A1.  NEW YORK CITY  BUDGET IS PASSED BY CITY COUNCIL   After nearly 12 hours of hearings and debate, the City Council formally passes a $31.2 billion budget package. B3.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Freudians Didn't Part Amiably With Masson","web_url":"https://www.nytimes.com/1993/06/15/opinion/l-freudians-didn-t-part-amiably-with-masson-298293.html","abstract":"  To the Editor:   A June 4 front-page article reports two statements Jeffrey M. Masson made about me that I wish to correct.   (1) When the board of the Sigmund Freud Archives, of which I was director, decided to discontinue Dr. Masson's appointment as program director, I am alleged to have remarked, \"Who knows that in a few years if we don't bring you back?\" -- thus holding out the possibility of a future appointment. But it is utterly impossible that I ever said anything of the kind, and it stands to reason that the archives' board could never maintain an official connection of any kind with anyone who without adequate cause publicly denounced Freud.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"To Surf and Ski, the Japanese Are Heading Indoors","web_url":"https://www.nytimes.com/1993/06/15/world/to-surf-and-ski-the-japanese-are-heading-indoors.html","abstract":"  Beachgoing season is here and Norio Tsubokawa is sitting on the sand by the water's edge with his wife and daughter, watching body surfers ride the waves. It is a typical summer scene except for a few details -- the \"sand\" is made from concrete and rubber, the waves are made by machine and the entire \"beach\" and \"ocean\" are inside a huge building.   Wild Blue Yokohama, complete with plastic palm trees, is one of several indoor beaches that have recently opened or are being built in Japan. In a nation where most of the natural coastline has been paved over or filled in, and where the great outdoors is hard to reach from the big cities, people can now experience what might be called the \"great indoors\" instead.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/15/sports/results-plus-175793.html","abstract":"  TENNIS  Chang Exits Early  Michael Chang's final tuneup for Wimbledon ended abruptly yesterday when he was beaten, 6-3, 3-6, 6-3, by Bernd Karbacher in the first round of the grass-court tournament in Halle, Germany. The event also marks Andre Agassi's return from a two-month layoff from right wrist problems. Agassi practiced in private for 25 minutes before rain halted his workout. He will play Carl-Uwe Steeb of Germany today. Karbacher's victory was his third in three meetings -- and second in three weeks -- against Chang, who is seeded third at Halle. The German defeated Chang in the second round of the French Open. Yesterday, Karbacher broke Chang in the eighth game en route to winning the first set and again after falling behind by 2-0 in the second set. Chang rallied to win that set, but another break by Karbacher in the final set spurred him to victory and brought Chang's warmup for Wimbledon to an abrupt end. (AP)   Sprinkles in Manchester: Henrik Holm of Sweden and Nicolas Pereira of Venezuela were the only winners yesterday when rain cut short the opening day of play at the Manchester grass-court tournament in England. Holm, seeded second, dropped the first set against Brett Steven of New Zealand before rebounding to win, 3-6, 7-5, 6-4. Pereira needed three sets and two tie breakers to beat Alex O'Brien of Amarillo, Tex., 6-7 (6-8), 6-3, 7-6 (7-4). Five other singles matches were postponed until today, and qualifying rounds for the doubles competition were moved indoors. Holm will next face either his countryman Anders Jarryd or Luis Herrera of Mexico. Pereira, the world's top-ranked junior in 1988, will meet either eighth-seeded Guillaume Raoux of France or Gianluca Pozzi of Italy.  (AP)","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"When Doctors Used to Talk to Patients","web_url":"https://www.nytimes.com/1993/06/15/opinion/l-when-doctors-used-to-talk-to-patients-297493.html","abstract":"  To the Editor:   The insurance of medical care has had a number of unintended results, the major one being a vast explosion of demand for medical care, because it is paid for by other people's money, that is, medical insurance claim reimbursement. I have observed another unintended result. Since medical insurance reimburses doctors far more for procedures than for spending time listening to and talking to patients about their illnesses, many doctors have, where possible, shifted to an increased use of procedures. There are many legitimate reasons for this -- for instance, new technology and fear of malpractice suits for not using the latest tools available.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Needed: More High School Graduates","web_url":"https://www.nytimes.com/1993/06/15/opinion/needed-more-high-school-graduates.html","abstract":"  Good news: For the third year in a row, more New York City students are staying in school and not dropping out. But there's a catch. Even after spending up to seven years in high school, fewer than 60 percent of students receive a diploma. That poses a real test of Schools Chancellor Joseph Fernandez's theory that students are more likely to succeed in smaller high schools. It also poses a challenge to his successor: to push the graduation rate up while keeping the dropout rate down.    Deciphering New York's dropout rate has become an annual ritual. In the early 1980's it was calculated to be as high as 42 percent. Since 1986, however, the Board of Education has tracked through graduation the entire group of students entering ninth grade each year. That at least has made year-to-year comparisons uniform.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"And Now A Message From Mets' Youngsters","web_url":"https://www.nytimes.com/1993/06/15/sports/baseball-and-now-a-message-from-mets-youngsters.html","abstract":"  Play the kids. Get dirty. Let hunger loose. Three months ago, the Mets derided the notions as empty advertisements that couldn't cut it in New York. But now, the unthinkable has become the unavoidable, their roster stocked more with the raw than the rich.   Maybe it won't win much. But it might sell. It's not a bad bargain for the Mets to strike at the moment.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Chess","web_url":"https://www.nytimes.com/1993/06/15/arts/chess-637093.html","abstract":"  When opponents prepare to march against your position, the natural reaction is to stop them. Yet sometimes there is another way. Quite often a great player like Samuel Reshevsky would allow his opponents to carry out their plans and then deviously demonstrate that there were hidden defects he could exploit. One psychological advantage of this strategy is that opponents will not easily apply the brakes to their pet schemes, even supposing they have a hunch you are up to something.   The game between the grandmasters Bent Larsen of Denmark and Gata Kamsky of Brooklyn from Round 10 of the Fourth Miguel Najdorf International Tournament in Buenos Aires shows the 19-year-old American nicely carrying out the Reshevsky stratagem. His victory in this encounter helped him tie for first place with the Latvian grandmaster Aleksei Shirov, each with 7-4 scores in the event, which was held April 18 to 30 to celebrate Najdorf's 83d birthday. Third place went to Viktor Korchnoi at 6 1/2-4 1/2.","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"THE SUPREME COURT: The Overview; CLINTON NAMES RUTH GINSBURG, ADVOCATE FOR WOMEN, TO COURT","web_url":"https://www.nytimes.com/1993/06/15/us/supreme-court-overview-clinton-names-ruth-ginsburg-advocate-for-women-court.html","abstract":"  President Clinton today chose Judge Ruth Bader Ginsburg, whose litigation on behalf of women's rights helped transform the legal landscape in the 1970's, to become the first Supreme Court Justice picked by a Democratic President in 26 years.   If confirmed, Judge Ginsburg, whose first job out of Columbia University Law School was as a legal secretary, would be the second woman to serve on the High Court, joining Justice Sandra Day O'Connor. She would also be the first Jew to serve on the Court since Justice Abe Fortas resigned in 1969. Unpredictable Center    In her 13 years on the United States Court of Appeals for the District of Columbia Circuit, the 60-year-old Brooklyn-born judge has occupied an unpredictable center on a panel that has grown into rigidly hostile ideological camps. She has ruled in favor of abortion rights, but has also criticized the 1973 Supreme Court decision that made abortion a Constitutional right, saying it went too far, too fast.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"Can U.N. Survive Continued Failure in Bosnia?; Germany's Blame","web_url":"https://www.nytimes.com/1993/06/15/opinion/l-can-un-survive-continued-failure-in-bosnia-germany-s-blame-308393.html","abstract":"  To the Editor:   Re \"Germany Is Not to Blame for Bosnia\" by David C. Unger (Editorial Notebook, June 7): I cannot understand omission of the vital fact that diplomatic recognition of Bosnia was extended after the recognition of Slovenia and Croatia in December 1991.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Review/Cabaret; The Belter as Balladeer","web_url":"https://www.nytimes.com/1993/06/15/arts/review-cabaret-the-belter-as-balladeer.html","abstract":"  Laurie Beechman is a performer bursting with such heart that in almost everything she sings there is the sense of someone emotionally attempting to shoot the moon. The singer, who is appearing at Rainbow and Stars through July 3, has the voice to back up that drive. When singing quietly, she projects a smoky, yearning intensity. Pushing up the volume, she becomes a piercing belter who could almost shatter glass in phrases that turn around a maudlin, full-throated sob.    What Ms. Beechman, who has performed in clubs for many years, is slowly coming to learn is that for someone with a voice and emotive instincts as large as hers, less is more. The best moments at Thursday's early show were relatively quiet renditions of \"Isn't It Romantic?\" and \"Long Before I Knew You,\" in which she held back the sob and sang at half-throttle. Her version of \"A Very Precious Love,\" the stately Paul Webster-Sammy Fain ballad from the movie \"Marjorie Morningstar\" skillfully blended the soft and the aggressive.","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"THE SUPREME COURT: The News Media; After a Bid for a Truce, the White House and the Press Corps Are Back at It","web_url":"https://www.nytimes.com/1993/06/15/us/supreme-court-media-after-bid-for-truce-white-house-press-corps-are-back-it.html","abstract":"  It took about 18 hours for President Clinton's tentatively declared second honeymoon with the White House press corps to collapse in a heap.   On Sunday night, Bill and Hillary Clinton invited hundreds of journalists to a picnic on the South Lawn of the White House that featured badminton, volleyball and an amateur stage revue mounted by the White House communications staff.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"Reviews/Dance; A Modernist 'Coppelia,' With Balanchine's Touch","web_url":"https://www.nytimes.com/1993/06/15/arts/reviews-dance-a-modernist-coppelia-with-balanchine-s-touch.html","abstract":"  \"Coppelia,\" one of the greatest of all comic ballets, was originally choreographed by Arthur Saint-Leon in Paris in 1870. It was later offered in a revised form by Marius Petipa in St. Petersburg in 1884. On Sunday night, the New York City Ballet presented it as part of its Balanchine Celebration at the New York State Theater.    It did not seem out of place in a tribute to a distinguished contemporary choreographer. Yet it still resembled a 19th-century ballet. This is because when George Balanchine staged \"Coppelia\" for his company in 1974, he based his production upon that of Petipa and added new choreography of his own in the 19th-century style. He was assisted in this venture by Alexandra Danilova, the ballerina and ballet teacher who was one of this century's finest interpreters of Swanilda, the work's starring role. Together, they gave a sweet old ballet new life.","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"Lao-Tzu's Tips for Clinton","web_url":"https://www.nytimes.com/1993/06/15/opinion/laotzus-tips-for-clinton.html","abstract":"President Clinton could have saved Judge Stephen Breyer from a version of the Chinese water torture by following an ancient treatise on the art of governing, the \"Tao Te Ching\" or \"Book of the Way.\" Written more than 2,000 years ago by Lao-tzu, a contemporary of Confucius, it can show Mr. Clinton the tao (\"way\") to repair his political fortunes.\n\n\"Hold on to the center.\" As a candidate, Mr. Clinton portrayed himself as a new Democrat, a moderate committed to centrist policies. \"Just stay at the center of the circle,\" Lao-tzu wrote. \"You will endure forever.\" Once inaugurated, Mr. Clinton veered from the center, leaving people to believe the real Bill Clinton is a donkey in sheep's clothing. Putting David Gergen in the White House and keeping Lani Guinier out of the Justice Department isn't enough to foil that suspicion.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Wimbledon Seeds Agassi 8th","web_url":"https://www.nytimes.com/1993/06/15/sports/sports-people-tennis-wimbledon-seeds-agassi-8th.html","abstract":"  ANDRE AGASSI became the lowest-seeded men's defending champion in Wimbledon history yesterday, and he got a break to be seeded as high as he was.   Wimbledon's seeding committee, which often disregards ranking, seeded the 13th-ranked Agassi at No. 8. The American, who has been suffering from a right-wrist injury, is expected to play this week for the first time since April.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Haitians With H.I.V. Leave Cuba Base for Lives in U.S.","web_url":"https://www.nytimes.com/1993/06/15/us/haitians-with-hiv-leave-cuba-base-for-lives-in-us.html","abstract":"  They arrived at the airstrip here as the sun was rising, dressed in clothes sent them by relatives and quietly clutching their few possessions. For 27 Haitian political refugees, 20 months of confinement in what a Federal judge has described as a squalid \"H.I.V. prison camp\" ended today with a flight to the United States and freedom.   The departure of the group, 21 adults who are infected with the virus that causes AIDS and six children who have not been tested for the disease, was the first step toward closing the military detention center, as ordered last week by Judge Sterling Johnson Jr. of the Federal District Court in Brooklyn. Col. Raymond A. Barbeau, commander of the camp, said he expected the remaining 113 Haitian refugees to leave \"in the next 10 days to two weeks.\"","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"U.S. Rejects Notion That Human Rights Vary With Culture","web_url":"https://www.nytimes.com/1993/06/15/world/us-rejects-notion-that-human-rights-vary-with-culture.html","abstract":"  Responding to a challenge by some authoritarian governments in the third world, the United States warned today that it would oppose any attempt to use religious and cultural traditions to weaken the concept of universal human rights.   The strong statement set the stage for a intense struggle between Western countries committed to the universality of human rights and countries that oppose what they describe as the imposition of Western values.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"Reviews/Dance; 6-Decade Retrospective","web_url":"https://www.nytimes.com/1993/06/15/arts/reviews-dance-6-decade-retrospective.html","abstract":"  The New Dance Group has played an important though quiet part in New York cultural history over six decades as a place for dancers to learn, teach and practice their craft. It was one of the first racially integrated dance schools and served as a home for all who saw dance as part of a larger social vision.   The New Dance Group Gala Retrospective, presented on Friday night at the theater of the Fiorello H. La Guardia High School of Music and the Arts, offered a remarkably fresh taste of that history and vision. There were telltale signs of age in a few of the pieces. But from the opening number, a hauntingly lyrical excerpt from Mary Anthony's 1956 \"Songs,\" performed by seven members of Miss Anthony's company, the emphasis was on simplicity and an ageless craft.","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"To Defend the Country : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/15/opinion/IHT-to-defend-the-country-letters-to-the-editor-90735703815.html","abstract":"Thank you for publishing Colman McCarthy's commentary on women and gays in the military. And thank you, Mr. McCarthy, for so cogently reminding us of our true priorities.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"World Trade Center Fire","web_url":"https://www.nytimes.com/1993/06/15/nyregion/world-trade-center-fire.html","abstract":"  A fire broke out at the World Trade Center yesterday, starting and ending with an air-conditioner that was installed after the bombing in February, the Fire Department said. No one was hurt and there was only minor damage. The air-conditioner, a temporary two-story unit attached to the outside of Two World Trade Center, malfunctioned and burst into flames shortly before 2 P.M., said a spokesman for the Fire Department, Capt. Ed Harrington. The fire was brought under control by 2:17, he said, so there was no need to evacuate any part of the skyscraper. But the fire was serious enough that 12 fire trucks and 55 firefighters were called to put it out.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"1918:Italian Offensive : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/15/opinion/IHT-1918italian-offensive-in-our-pages-100-75-and-50-years-ago.html","abstract":"ROME - Today's Italian communiqu says: In the early hours of yesterday morning [June 13], after intense artillery preparation, the enemy attempted to force our defences of the Passo del Tonale, launching his infantry to the attack of our positions o","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/06/15/arts/classical-music-in-review-239793.html","abstract":"  Festival Ensemble Society  American Academy and Institute of Arts and Letters Washington Heights    \"All races have inheritances: left to their own devices, they will naturally follow their native bent. An effort from the outside to lay down rather strict lines along which their art should develop can only result in self-consciousness and, consequently, in inartistic and insincere results.\" These are words of R. Nathaniel Dett, a black American composer who lived from 1882 to 1943 and who dedicated himself to the preservation and musical elaboration of spirituals and folk songs. He called his mission \"the emancipation of Negro music.\"","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"Review/Pop; Toto's Debut, With Its Hits Of the Past","web_url":"https://www.nytimes.com/1993/06/15/arts/review-pop-toto-s-debut-with-its-hits-of-the-past.html","abstract":"  Maybe it's mere coincidence that Toto made its belated New York debut just as the hype for the movie \"Jurassic Park\" was peaking. But nearly every song Toto played on Wednesday night at the Electric Ballroom (actually the Supper Club, minus most tables) could have been cloned from the DNA of extinct dinosaur-rock styles from the 1970's and 80's.    Toto, a group of Los Angeles studio musicians, swept the major 1983 Grammy awards thanks to hits like \"Africa\" and \"Rosanna,\" then slogged along with intermittent commercial success through the 1980's. It has just released a new album, \"Kingdom of Desire\" (Relativity) with Simon Phillips on drums replacing Jeff Porcaro, who died in August 1992.","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/15/nyregion/bridge-635493.html","abstract":"  Some of the prettiest endings in the game are rare because they are fragile: best defense will usually make it impossible to reach the required position. An example is the first deal of the New York Regional Green Point Pairs last month, with the North-South cards held by Irina Levitina of Teaneck, N.J., and Ilya Levitin of Emerson, N.J. They are certainly one of the world's strongest sister-and-brother partnerships.   West's weird-looking two no-trump opening was a two-under pre-empt, now popular in some quarters. It showed a hand on which others might open three diamonds. East corrected to three diamonds, and South took a reasonable shot at four spades. Diamonds were led and continued, and when South ruffed he could see nine probable tricks. He did not choose to put all his eggs in the trump basket, so instead of crossing to the heart king and finessing the spade jack, he cashed his top spades in the hope that the queen would fall.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Griffith Makes a Comeback","web_url":"https://www.nytimes.com/1993/06/15/sports/boxing-griffith-makes-a-comeback.html","abstract":"  No one had ever hurt him that much in the ring. But one night late last July, Emile Griffith found himself on a sidewalk in the Times Square area, an ache in the back of his neck, his sides hurting, his pockets empty.   \"I wanted to get home to Queens,\" he recalled last week. \"But I took the D train uptown. I looked up and I saw I was at Yankee Stadium so I got out, went to the other side, and went downtown.\"","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Four Men Arrested In Protection Scheme","web_url":"https://www.nytimes.com/1993/06/15/nyregion/four-men-arrested-in-protection-scheme.html","abstract":"  Four members of an Asian gang were arrested yesterday and charged with extortion and conspiracy for demanding protection money from Chinese restaurants in Sunset Park, Brooklyn, the police said.   The four young men, aged 15 to 20, were arrested on the street near Fifth Avenue and 59th Street in Brooklyn in the early afternoon, said Detective Ron Antoci of the Brooklyn Robbery Squad. All four are members of the Flying Dragons, a Chinatown gang, Detective Antoci said.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Bowman to Coach Red Wings","web_url":"https://www.nytimes.com/1993/06/15/sports/sports-people-hockey-bowman-to-coach-red-wings.html","abstract":"  SCOTTY BOWMAN, the coach with the most National Hockey League victories, is expected to be named coach of the Detroit Red Wings today.   His hiring has been widely reported for weeks, and the club has scheduled a news conference today at 11 A.M. Eastern time, when the appointment is to be announced. BRYAN MURRAY, Red Wings coach and general manager since coming to Detroit in 1990, will remain general manager.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Can We Stop the Chinese Slave Trade?","web_url":"https://www.nytimes.com/1993/06/15/opinion/can-we-stop-the-chinese-slave-trade.html","abstract":"The boatload of illegal Chinese aliens that ran aground off Queens, together with other ships found full of hopeful immigrants, has reignited debate over the abuse of our disabled asylum system. But measures in Congress that would restrict access to political asylum and make it easier to exclude illegal immigrants are flawed. They would not significantly stem the flow and would make it harder for the many legitimate cases to get a fair hearing.\n\nThe Immigration and Naturalization Service wants us to believe today's wave of illegal immigration from China is unprecedented in scope. It is not. About 100,000 Chinese entered the U.S. illegally in 1987 and in 1991. But the I.N.S., which once cited these figures, now disowns them. It is trying to obscure the extent of immigrant smuggling from China so as to camouflage its own past failure to prevent it and to shift blame to the asylum process.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Providing in Prose the Eerie Voice of Madness","web_url":"https://www.nytimes.com/1993/06/15/books/providing-in-prose-the-eerie-voice-of-madness.html","abstract":"  Patrick McCabe is a quiet man who lobbed a small bombshell of a novel and is still reeling from the blast. Two years ago, he was teaching learning-disabled students in a London grade school, and writing a strange tale at night. It was called \"The Butcher Boy,\" and it was a haunting narrative, told in the voice of a small-town Irish boy who descends into madness and commits an act of unspeakable violence, forshadowed in the first sentence of the book: \"When I was a young lad 20 or 30 or 40 years ago I lived in a small town where they were all after me on account of what I done on Mrs. Nugent.\"   Lyrical and disturbing, horrific and hilarious, \"The Butcher Boy\" reaped a bumper harvest of critical superlatives in Britain and Ireland. As a fictional creation, Francie Brady, the narrator, was placed in the same company as Huck Finn and Holden Caulfield. The novel's language -- passionate, colloquial and rich -- was deemed worthy of Joyce.","thumbnail":null,"section":"Books"},{"date":"19930615","headline":"Plan for 'Safe Areas' in Bosnia May Need 7,500 More Troops","web_url":"https://www.nytimes.com/1993/06/15/world/plan-for-safe-areas-in-bosnia-may-need-7500-more-troops.html","abstract":"  A report by Secretary General Boutros Boutros-Ghali to the Security Council today estimated that at least 7,500 more peacekeeping troops, backed by the threat of air strikes, would be needed to deter Serbian attacks against six \"safe areas\" designated by the Council in Bosnia.    The report said full security -- \"deterrence through strength\" -- would require 34,000 more troops. But a \"light option\" of 7,500 troops is all that member states were likely to contribute in the foreseeable future, the report added.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"Trading a Badge For a Stethoscope","web_url":"https://www.nytimes.com/1993/06/15/nyregion/trading-a-badge-for-a-stethoscope.html","abstract":"  A little more than 24 hours after he walked up to the stage of Carnegie Hall in his cap and gown to receive his medical degree, Sgt. Michael Murray was wearing the uniform of the New York City Police Department and conducting roll call for the 6 P.M.-to-2 A.M. tour in one of the toughest precincts in the city.   \"Valentin, 12 post. Twenty-two hundred meal,\" Sergeant Murray said. In his best Jack Webb monotone, he was assigning the night's foot posts and lunch schedule to the dozen young officers standing in the muster room of the 34th Precinct station house. The precinct, which encompasses Washington Heights, led New York City again last year in murders.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Barkley Elbows Injury Aside","web_url":"https://www.nytimes.com/1993/06/15/sports/pro-basketball-barkley-elbows-injury-aside.html","abstract":"  Charles Barkley, the Phoenix Suns' All-Star forward, said today that his right elbow was still sore, but that he expected to play Wednesday night in Game 4 of the National Basketball Association finals. Barkley had to have the elbow drained of fluid before Game 3 on Sunday night, but he played and had 24 points and 19 rebounds as the Suns beat the Bulls in triple overtime.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/15/opinion/IHT-letters-to-the-editor-91875542004.html","abstract":"Regarding the report \"India's Dirty New War: Chilling Tales of Atrocities From Kashmir\" (June 8) by Molly Moore and John Ward Anderson: .India would be wise to restrain its seemingly uncontrollable security forces, which seem hell-bent on vic","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/06/15/style/IHT-what-theyre-reading.html","abstract":"David Mura, author of \"Turning Japanese: Memoirs of a Sansei,\" is reading \"The LeRoi Jones-Amiri Baraka Reader.\" .\"He has worked in very different forms, starting out as a poet, as I did. I grew up with the standards of white Eu","thumbnail":null,"section":"Style"},{"date":"19930615","headline":"Article 454893 -- No Title","web_url":"https://www.nytimes.com/1993/06/15/nyregion/article-454893-no-title.html","abstract":"  After nearly 12 hours of hearings and debate, the City Council formally passed a $31.2 billion budget package early yesterday morning, completing an unusually protracted process by ratifying an agreement reached over the weekend by Mayor David N. Dinkins and Council Speaker Peter F. Vallone.   The budget was adopted by a vote of 45 to 6, with the Council's Republican members voting against the package.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"For Canada's New Chief, the Fight Has Just Begun","web_url":"https://www.nytimes.com/1993/06/15/world/for-canada-s-new-chief-the-fight-has-just-begun.html","abstract":"  Kim Campbell has written herself into history books with a Tory leadership triumph that makes her the first woman to serve as Canada's Prime Minister and one of only 20 women to head a national government this century. But she still faces the challenge of winning a mandate from the Canadian people.   Although she has promised Canadians \"good government with thoughtful policies, honestly presented, openly arrived at, and implemented with competence and with care for every cent of your tax dollar,\" her honeymoon is likely to be brief.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"As the World Turns","web_url":"https://www.nytimes.com/1993/06/15/science/peripherals-as-the-world-turns.html","abstract":"  THE big programs get all the attention and respect and start the hottest arguments. Here are two programs that probably will not provoke anyone to put up his dukes, but if you like them, you like them, and if you need them, you need them.   CNN Newsroom Worldclock Calendar Atlas offers views of the Earth, either as a globe or flat map; gives the local time at various spots; measures distances between two places; presents, both numerically and graphically, sunrise and sunset anywhere, and, optionally, shows latitude and longitude. It can zoom out to show the whole world, or zoom in to an area as small as a particular ZIP code, in the United States.","thumbnail":null,"section":"Science"},{"date":"19930615","headline":"Transactions","web_url":"https://www.nytimes.com/1993/06/15/sports/transactions-163393.html","abstract":"  Baseball  American League   MILWAUKEE BREWERS -- Placed Mike Boddicker, pitcher, on the 15-day disabled list. Recalled Mike Ignasiak, pitcher, from New Orleans of the American Association.   OAKLAND ATHLETICS -- Signed Andy Smith, pitcher, and Brian Whatley, catcher.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/15/nyregion/c-corrections-306793.html","abstract":"  An article yesterday about a meeting of the National Conference of Catholic Bishops this week in New Orleans misstated the opening day. It is Thursday. The article also referred incorrectly to the bishops' scheduled action on the International Commission on English in the Liturgy. They plan to discuss the role of the commission, but not to vote on it.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"G.O.P. Budget Would Deny Florio a Tax Cut","web_url":"https://www.nytimes.com/1993/06/15/nyregion/gop-budget-would-deny-florio-a-tax-cut.html","abstract":"  The Republicans who control New Jersey's Legislature today advanced a $15.4 billion budget that would deny Gov. Jim Florio any share in providing an election-year tax cut.   Mr. Florio's re-election depends on his overcoming voters' anger over the record $2.8 billion tax increase that he pushed through in 1990 within his first six months in office. To take the onus off that memory, his administration had negotiated for weeks with Republican budget officers over using up to $100 million in surplus money to give New Jersey residents a direct cut in property taxes.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"U.S. Aircraft Again Attack Somali Faction's Arms Sites","web_url":"https://www.nytimes.com/1993/06/15/world/us-aircraft-again-attack-somali-faction-s-arms-sites.html","abstract":"  American aircraft struck at a Somali militia's storage sites in this city for a third consecutive day today. No militia casualties were reported, but three civilians were reported wounded when a rocket apparently went awry and struck a sidewalk tea stall several hundred yards from the intended target.   The attack fed the growing anger in the capital against the United States and the United Nations. At a rally in the middle of the city, several hundred people gathered to protest the air strikes, sitting on the ground and chanting \"Down With Bill Clinton!\"","thumbnail":null,"section":"World"},{"date":"19930615","headline":"L.T. Is on the Green and Reeves Is Seeing Red","web_url":"https://www.nytimes.com/1993/06/15/sports/pro-football-lt-is-on-the-green-and-reeves-is-seeing-red.html","abstract":"  Lawrence Taylor's personal prescription for rehabilitating his severed Achilles' tendon this spring has been at least 18 holes on a choice golf course at every available opportunity. For Giants Coach Dan Reeves, that's a bitter pill to swallow.   Today, as the Giants' three-day mini-camp started, Taylor was playing golf at a charity event in Kansas City, Mo., and Reeves reacted sharply to the fact that the star linebacker wasn't here and apparently had no plans to be here. Historically, Taylor hasn't attended mini-camps. The last one he did attend was in 1986.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"'Handedness' Seen in Nature, Long Before Hands","web_url":"https://www.nytimes.com/1993/06/15/science/handedness-seen-in-nature-long-before-hands.html","abstract":"  BITE scars found in the fossils of ancient shellfish have yielded strong evidence that half a billion years ago animals had already evolved \"handedness,\" the kind of behavior that makes most human beings favor one hand or the other.   A new study shows that certain sea creatures that evolved even before animals first colonized the land -- and long before the evolution of the hand -- persistently turned toward their favored sides when attacking prey or evading predators.","thumbnail":null,"section":"Science"},{"date":"19930615","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/15/nyregion/c-corrections-303293.html","abstract":"  An entry in the Finance Briefs listing in Business Day on Wednesday misstated the debt rating by Duff & Phelps for First Fidelity Bancorp's offering of $150 million in subordinated notes. The rating is BBB+.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Can U.N. Survive Continued Failure in Bosnia?; The Recognition Game","web_url":"https://www.nytimes.com/1993/06/15/opinion/l-can-un-survive-continued-failure-in-bosnia-the-recognition-game-309193.html","abstract":"  To the Editor:   It has recently been claimed that the \"early\" recognition of Croatia and Slovenia, prompted by German pressure, was the main cause of the conflict in the former Yugoslavia, including the war in Bosnia and Herzegovina. This assertion overlooks the chronological sequence of events preceding the oubreak of the war, including its root causes.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"On My Mind; Syria, Drugs and The U.S.","web_url":"https://www.nytimes.com/1993/06/15/opinion/on-my-mind-syria-drugs-and-the-us.html","abstract":"  The Bekaa Valley was once Lebanon's breadbasket -- rich with wheat, fruit, vineyards. Since Syria took military control of the country 90 percent of the valley has been given over to drug cultivation -- particularly opium for heroin.   Syrian military units border cannabis and opium fields and laboratories for making the heroin. Individual Syrian officers make as much as $30,000 a year from the trade.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"HOUSE PANEL ADDS ABORTION BENEFITS","web_url":"https://www.nytimes.com/1993/06/15/us/house-panel-adds-abortion-benefits.html","abstract":"  Without a roll call or even debate, the House Appropriations Committee voted today to include abortion in Federal employees' health-care benefits.   Approval by the full House and the Senate is considered probable and would end a Government ban on such coverage that was imposed in 1983. The House panel's action reflected a major shift in abortion policy since President Clinton took office after 12 years of Republican Administrations.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/15/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Kashmir: Uncover Their Ugly Secret\" (Opinion, May 26) by James A. Goldston and Patricia Gossman: .More than 200,000 Hindus have been driven out of their ancestral homeland in Kashmir by Muslim bandits, who are financed, armed and t","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Doctors Planning Battle Against Health-Care Plan","web_url":"https://www.nytimes.com/1993/06/15/us/doctors-planning-battle-against-health-care-plan.html","abstract":"  Leaders of the American Medical Association laid the groundwork today for an aggressive legal and political campaign against two important elements of the health plan being developed by President Clinton: limits on national health-care spending and on doctors' charges.   The association's board warned that there would be significant constitutional problems if the Government tried to impose price controls or an overall limit on health spending, both of which have been advocated by the White House.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"No Seasonal Change Found for Color Vision","web_url":"https://www.nytimes.com/1993/06/15/science/science-watch-no-seasonal-change-found-for-color-vision.html","abstract":"  FOR 45 years, scientists thought that people's color vision varied according to the seasons, and they could not understand why. Now science has come up with an answer to the mystery: the instrument used for the test in 1948 was flawed.   A study in the current issue of the journal Nature found that the instrument's readings were affected by room temperature. So if a testing room got warmer and cooler through the year, the device would seem to indicate that people's color vision varied with the seasons, researchers said.","thumbnail":null,"section":"Science"},{"date":"19930615","headline":"Mr. Clinton Picks a Justice","web_url":"https://www.nytimes.com/1993/06/15/opinion/mr-clinton-picks-a-justice.html","abstract":"  When he finally settled on a choice for Supreme Court justice, President Clinton chose one of the best sitting judges -- Ruth Bader Ginsburg, for 13 years a strong member of the U.S. Court of Appeals in Washington. She is an able jurist of moderate to liberal bent who does not frighten conservatives.    She is more besides: a pioneer lawyer for the modern movement of women toward equality under the law; a judge whose whole career, not only her gender, stands for the principle that people and ideas be accepted or rejected on their merits without prejudice or stereotypes.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Some Good News for Johnson","web_url":"https://www.nytimes.com/1993/06/15/sports/baseball-some-good-news-for-johnson.html","abstract":"  The latest diagnosis of Howard Johnson's mysterious illness has, for the moment, ruled out any of the most alarming possibilities. Hepatitis, a fear for a while, has been discounted. Rheumatoid arthritis, not an improbablity, seems a long shot. Lyme disease has been effectively ruled out. \"Is there a chance that it could still wind up a significant problem?\" said Dr. John Olichney, the internist for the Mets. \"Tiny. Really tiny.\" Johnson, who is suffering from what the medical officials are terming \"an acute viral syndrome,\" remained in New York today, sick but relieved and recovering.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Foreign Students","web_url":"https://www.nytimes.com/1993/06/15/science/science-watch-foreign-students.html","abstract":"  Foreigners accounted for approximately half of the 30,432 postdoctoral fellows in science and engineering at universities in the United States in 1991, according to a report by the National Science Foundation.    Ten years ago, they made up only one-third of the total, said Dr. J. G. Huckenpohler, a science resource analyst for the foundation.","thumbnail":null,"section":"Science"},{"date":"19930615","headline":"Flaws Are Seen in Diagnosis And Control of Lyme Disease","web_url":"https://www.nytimes.com/1993/06/15/us/flaws-are-seen-in-diagnosis-and-control-of-lyme-disease.html","abstract":"  Ah, the start of summer. A time for bathing suits and cutoffs; carefree hikes in the woods; picnics in the meadow.    But this time of year, in places like northern Westchester County, people prepare to venture out into nature with the diligence of soldiers fitting up for war: pulling on long-sleeved shirts, tucking pants into socks and nervously inspecting their children each time they venture in from the yard.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/15/nyregion/c-corrections-302493.html","abstract":"  A sports chart yesterday about the United States Open golf tournament in New Jersey this week misstated ABC-TV's broadcast schedule for it. The network plans to show taped highlights on Thursday and Friday, from 11:35 P.M. to 12:05 A.M., Eastern time, and to provide live coverage on Saturday and Sunday, from 1 P.M. to 6 P.M.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Former School Custodian Accused of Theft","web_url":"https://www.nytimes.com/1993/06/15/nyregion/former-school-custodian-accused-of-theft.html","abstract":"  A former school custodian who the authorities said logged hundreds of hours piloting a corporate jet when he should have been at work in a Brooklyn public school was arrested yesterday and charged with theft and falsifying records.   The former custodian, Albert Friedland, 50, of Sterling Forest, N.Y., surrendered on a 43-count indictment handed down earlier this month by a Brooklyn grand jury, and he was arraigned last night before Acting Justice Barry A. Cozier of the Supreme Court.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Israel Again Offers Arabs Broader Civil Authority","web_url":"https://www.nytimes.com/1993/06/15/world/israel-again-offers-arabs-broader-civil-authority.html","abstract":"  With a new round of Middle East peace talks starting in Washington on Tuesday, Israel is offering to hand the Palestinians immediate control over many functions of daily life, even before an agreement is reached on self-rule in the occupied West Bank and Gaza Strip.    While the offer is not new, some Israeli officials have focused on it with extra intensity of late as a possible quick deal that could show progress and ease the way toward resolving more complex issues involved in any future Palestinian self-government.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"F.D.A. Is Again Proposing to Regulate Vitamins and Supplements","web_url":"https://www.nytimes.com/1993/06/15/us/fda-is-again-proposing-to-regulate-vitamins-and-supplements.html","abstract":"  The Food and Drug Administration will renew its efforts to control vitamins and other dietary supplements on Tuesday, when it announces plans to regulate health claims. The agency will also seek advice on how to assure the safety of the products in the $4 billion market.   Those plans have been met with a vigorous counterattack by the supplement industry, which opposes any new regulations.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"Somali Warlord, Still at Large, In a Test of Wills With U.N.","web_url":"https://www.nytimes.com/1993/06/15/world/somali-warlord-still-at-large-in-a-test-of-wills-with-un.html","abstract":"  During three days of attacks, AC-130 gunships have blasted Gen. Mohammed Farah Aidid's weapons sites. Cobra helicopters have attacked the Somali warlord's radio station. And today an attack helicopter demolished one of his rocket launchers.   But the United Nations forces in Somalia have yet to arrest the man who Washington has said is at the heart of the problem there.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"Mr. Banks, Unloved, Goes to Washington","web_url":"https://www.nytimes.com/1993/06/15/sports/pro-football-mr-banks-unloved-goes-to-washington.html","abstract":"  Carl Banks traded uniforms but not road maps yesterday.   After nine seasons as a Giant, he wound up with a team he knows quite well: the Washington Redskins. The former Pro Bowl linebacker signed a three-year deal worth a total of about $5.4 million, including a bonus and salary of $2.1 million for this year.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Observer; Eponymy On the Potomac","web_url":"https://www.nytimes.com/1993/06/15/opinion/observer-eponymy-on-the-potomac.html","abstract":"  A Dictionary of Washington Eponymical Etymology:   To Bork, verb. The act of scrutinizing to death a nominee for high public office. The word derives from Robert Bork, a Supreme Court nominee whose record was examined so minutely by the Senate Judiciary Committee that the rest of the Senate, assuming there must be something wrong with anyone who needed that much scrutiny, refused to confirm him. Usage examples: \"Unless Clinton nominates people acceptable to Republicans, we will Bork them in the streets, we will Bork them in the hills, and we will Bork them on C-Span.\" (Winston Churchill, when asked what he would say if he were to return as Senator Bob Dole.) Slang: \"Stick a fork in him, he's Borked.\"","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"The Virus: Threat or Menace?","web_url":"https://www.nytimes.com/1993/06/15/science/personal-computers-the-virus-threat-or-menace.html","abstract":"  IN case you missed it, Wednesday was Virus Awareness Day. Various computer industry groups went before Congress last week to testify about a growing menace of computer viruses and the need to protect the Clinton Administration's proposed \"information superhighway\" from viral attacks.   Although lacking in the popular appeal of other festive national commemorations like National Pickle Week, Virus Awareness Day did focus calm attention on a problem that normally suffers from too much agitated attention.","thumbnail":null,"section":"Science"},{"date":"19930615","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/15/nyregion/c-corrections-304093.html","abstract":"  Because of an editing error, an article on Saturday about the closing of parts of two parks in New York City because of lead contamination misattributed a quotation about why officials took the action. It was Mayor David N. Dinkins, not Stewart Desmond, a spokesman for the Parks Department, who said, referring to bridges, \"While our goal is to repaint these structures with nontoxic paints to guard against future lead problems, we also need to act now to safeguard the health of children and families who use parks near bridges.\"","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"In Her Own Words: Ruth Bader Ginsburg","web_url":"https://www.nytimes.com/1993/06/15/us/the-supreme-court-in-her-own-words-ruth-bader-ginsburg.html","abstract":"  ON WOMEN AND THE LAW    From a 1987 speech in Colorado Springs:    The Warren Court of the 1960's thus held the base line set by the Supreme Court in the 1870's, at the turn of the century, and in the 1940's. That base line tied tightly into the prevailing \"separate spheres\" mentality, or breadwinner-homemaker dichotomy: It was man's lot, because of his nature, to be breadwinner, head of the household, representative of the family outside the home; and it was woman's lot, because of her nature, not only to bear but also to raise children, and keep the home in order.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"A Mansion Out of Place, And Maybe Out of Time","web_url":"https://www.nytimes.com/1993/06/15/nyregion/our-towns-a-mansion-out-of-place-and-maybe-out-of-time.html","abstract":"  JOSEPH MIRABELLA'S family is only the second to live in the old mansion on the corner of Martin Luther King Boulevard. The way things look, it will also be the last.   A big yellow \"For Sale\" sign hangs conspicuously on the black wrought-iron fence that has protected the four-story brick building since 1906. But no one expects a family that can afford to pay $695,000 to spend it on a place surrounded by tenement houses and abandoned buildings, a hop from the projects in Newark's South Bronx.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Bosnians Reported to Repel Serb Attack","web_url":"https://www.nytimes.com/1993/06/15/world/bosnians-reported-to-repel-serb-attack.html","abstract":"  Bosnian Government troops repulsed new attacks by Serbian nationalist forces today on the \"safe area\" of Gorazde, the last Muslim enclave in eastern Bosnia that the Serbs have not overrun or neutralized, amateur radio operators reported.   After reports of Serbian artillery attacks on Sunday and infantry assaults that brought Serbian forces to within a few miles of the town of Gorazde, Bosnian officials demanded in Geneva today that the United Nations immediately deploy United Nations military forces in the Gorazde pocket, where some 60,000 people, including tens of thousands of refugees, are trapped.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"AZERBAIJAN CHIEF FIGHTS REBELLION","web_url":"https://www.nytimes.com/1993/06/15/world/azerbaijan-chief-fights-rebellion.html","abstract":"  Trying to save his Government from a growing insurrection, President Abulfez Elchibey of Azerbaijan said today that military force would be used against the rebels, even if it means plunging the former Soviet republic into civil war.    \"The legitimately elected Government of Azerbaijan has the right to defend the country from falling into the control of criminals and bandits,\" Mr. Elchibey told foreign ambassadors and journalists in Baku, the capital. \"If the rebels do not stop their actions, we will be obliged to respond with force.\"","thumbnail":null,"section":"World"},{"date":"19930615","headline":"Degrees Conferred At Merchant Marine","web_url":"https://www.nytimes.com/1993/06/15/nyregion/degrees-conferred-at-merchant-marine.html","abstract":"  United States Secretary of Transportation Federico F. Pena delivered the keynote address yesterday to 203 graduates at the United States Merchant Marine Academy's 57th commencement exercises.   \"The Clinton Administration is committed to expanding trade opportunities all over the world, including our North American Trade Agreement with Canada and Mexico and similar accords with other nations in the future,\" Secretary Pena said.  \"But we are also committed to insuring a level playing field -- the same access for American goods and services in foreign markets that our partners enjoy in American markets.\"","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Reviews/Dance; 3 Russian Composers Plus One Balanchine","web_url":"https://www.nytimes.com/1993/06/15/arts/reviews-dance-3-russian-composers-plus-one-balanchine.html","abstract":"  The New York City Ballet's Balanchine Celebration on Friday night at the New York State Theater celebrated not only the choreography of George Balanchine, but also the music of three Russian composers: Tchaikovsky, Stravinsky and Glazunov.    To describe \"Tchaikovsky Suite No. 3\" as a choreographic matching of musical forms is accurate enough. But Balanchine did more than mirror music. He created an implicitly dramatic ballet that begins in unrest and ends in emotional balance and well-being.","thumbnail":null,"section":"Arts"},{"date":"19930615","headline":"Rejected as a Clerk, Chosen as a Justice - Ruth Bader Ginsburg","web_url":"https://www.nytimes.com/1993/06/15/us/rejected-as-a-clerk-chosen-as-a-justice-ruth-bader-ginsburg.html","abstract":"WASHINGTON -- In 1960, a dean at the Harvard Law School, Albert Sachs, proposed one of his star students to Justice Felix Frankfurter of the Supreme Court as a law clerk. Justice Frankfurter told Professor Sachs that while the candidate was impressive, he just wasn't ready to hire a woman and so couldn't offer a job to Ruth Bader Ginsburg.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/15/nyregion/inside-896993.html","abstract":"  Haitians Leave Guantanamo   After 20 months of confinement, a group of H.I.V.-infected Haitians was flown to the United States. Page A20. Rules on Vitamins Sought    The Food and Drug Administration will renew its efforts to regulate dietary supplements. Page A25. Dispute Over Baby Formula    The American Academy of Pediatrics is accused of helping to fix baby-formula prices. Page D1. Doctors Plan Opposition    Leaders of the American Medical Association plan to oppose key parts of the Clinton health plan. Page A20.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Legislators Deadlocked On Rent Laws","web_url":"https://www.nytimes.com/1993/06/15/nyregion/legislators-deadlocked-on-rent-laws.html","abstract":"  In what has become a ritual of the legislative session, the laws that limit rent increases on nearly 900,000 apartments in New York City and surrounding counties expire at the end of the day Tuesday, and state legislators remained deadlocked today on whether to extend them.   Every two years the state's rent-control and rent-stabilization laws expire, setting off a fight in the Legislature between supporters of tenants and landlords, who make competing calls to change the system. In past years, legislators have waited until the 11th hour to resolve the issue, and then compromised by extending the existing rent rules another two years.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Abortion-Protest Case","web_url":"https://www.nytimes.com/1993/06/15/us/abortion-protest-case.html","abstract":"  The Supreme Court agreed to decide whether abortion clinics can use a Federal racketeering law that provides for triple damages to sue anti-abortion groups that organize demonstrations and blockades intended to shut down the clinics.    Article, page A22.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"Williams Grand Slam Wins It for Kamieniecki","web_url":"https://www.nytimes.com/1993/06/15/sports/baseball-williams-grand-slam-wins-it-for-kamieniecki.html","abstract":"  All it took was one misplay and one beautiful swing and this game was all over. Certainly, Scott Kamieniecki helped -- he came back from a brief visit to the minor leagues and pitched eight shutout innings for the Yankees, giving up three hits.   But as much as anything, it was a combination of Mo Vaughn and Bernie Williams that beat the Red Sox at Yankee Stadium last night. Vaughn, the Boston first baseman, made a crucial error that helped load the bases in the fifth inning. And Williams took advantage, sending an inside fastball from Danny Darwin into the right-field seats for his first career grand slam and a 4-0 New York victory.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Federal Trade Omission","web_url":"https://www.nytimes.com/1993/06/15/opinion/federal-trade-omission.html","abstract":"  \"Get heart smart,\" implores a current magazine advertisement for a popular brand of margarine. The illustration is a heart-shaped pat of margarine melting over string beans, reinforcing the implied claim that this is a sound choice to prevent heart disease.    This appeal to health-conscious consumers may be smart marketing strategy for the manufacturer. But it's dumb national health policy to permit a misleading health claim in advertising that the Food and Drug Administration no longer permits on food package labels. With six grams of fat per tablespoon, even this \"extra light\" spread is a fatty food that can actually help promote heart disease.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Tune In to Democracy","web_url":"https://www.nytimes.com/1993/06/15/opinion/tune-in-to-democracy.html","abstract":"  Over the next two days, House appropriations and Senate foreign relations subcommittees will begin deciding whether to create Radio Free Asia -- to do for such tyrannies as China, North Korea, Vietnam, Laos and Burma what Radio Liberty and Radio Free Europe did for Communist Europe.    The Administration is expected to weigh in with a recommendation. If President Clinton, who chose to extend China's most-favored-nation status without any human rights conditions, wants to retain credibility as an advocate of global democracy, he'll want to make sure a robust plan for Radio Free Asia goes forward. In de-fending his decision, he said we have an interest in China's modernization. But this is true only if China's political development goes hand-in-hand with its economic development. A China that grows rich and powerful without becoming democratic will be more of a menace than a blessing.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/15/style/chronicle-039493.html","abstract":"  The invitation carried the first hint that the party tonight for HARVEY LICHTENSTEIN, president and executive director of the Brooklyn Academy of Music, would be no staid affair. On its cover, encapsulating the history of mankind, were these designations: \"Stone Age,\" \"Machine Age,\" \"Atomic Age\" and \"The Harvey Years.\"    Some 380 friends and colleagues will get together at the academy to celebrate \"the Harvey years\" -- the era that began 25 years ago when he took over and transformed the academy from a declining cultural center to a highly successful showcase for experimental performances of all sorts.","thumbnail":null,"section":"Style"},{"date":"19930615","headline":"Senate Mailings Are Criticized By Democrats","web_url":"https://www.nytimes.com/1993/06/15/nyregion/senate-mailings-are-criticized-by-democrats.html","abstract":"  Using a freedom of information request for postal records, a group of Democratic Senators demonstrated today that most taxpayer-financed legislative mail is sent out shortly before elections.   \"This is a graphic demonstration that what we have in New York State is public campaign financing without the public's permission,\" said Senator Richard A. Dollinger, a Democrat from the Rochester area.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Review/Television; Two Views of Dying of AIDS, From the Flippant to the Poignant","web_url":"https://www.nytimes.com/1993/06/15/movies/review-television-two-views-of-dying-of-aids-from-the-flippant-to-the-poignant.html","abstract":"  \"Silverlake Life: The View From Here\" and \"The Broadcast Tapes of Dr. Peter\" are video diaries of men dying of AIDS. Both, of course, are inherently sad, but for all the similarities of content, their impact is strikingly different. \"Silverlake Life\" opens the new \"P.O.V.\" (\"Point of View\") documentary season tonight on PBS, and \"The Broadcast Tapes\" will be shown on July 1 on HBO.   Peter Jepson-Young, a Vancouver, British Columbia, doctor in his 30's whose weekly accounts of the workings of the disease were shown on Canadian television from 1990 through 1992, used the medium as a way of helping others understand what he was going through and somehow help himself bear with it. Perhaps he was sustained by his medical training. By contrast, Tom Joslin, a California film maker, and his lover, Mark Massi, seem to be coming on to the camera, giving a show that almost trivializes their suffering.","thumbnail":null,"section":"Movies"},{"date":"19930615","headline":"A 1993 MacArthur Award Adds New Joy to a Singer's Hallelujahs","web_url":"https://www.nytimes.com/1993/06/15/us/a-1993-macarthur-award-adds-new-joy-to-a-singer-s-hallelujahs.html","abstract":"  Marion Williams was in church last Friday when she was called to the telephone: A philanthropy in Chicago wanted to tell her she had won $374,000.   No strings. No conditions. She would receive the money over the next five years to spend as she wished.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"Transcript of President's Announcement and Judge Ginsburg's Remarks","web_url":"https://www.nytimes.com/1993/06/15/us/supreme-court-transcript-president-s-announcement-judge-ginsburg-s-remarks.html","abstract":"  Following is a transcript of remarks today by President Clinton and Judge Ruth Bader Ginsburg, as recorded by the Federal News Service, a transcription company: BY PRESIDENT CLINTON    Please be seated. I wish you all a good afternoon, and I thank the members of the Congress and other interested Americans who are here. In just a few days when the Supreme Court concludes its term, Justice Byron White will begin a new chapter in his long and productive life. He has served the Court as he has lived, with distinction, intelligence, and honor. And he retires from public service with the deep gratitude of all the American people.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"1943:Filling the Forces : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/15/opinion/IHT-1943filling-the-forces-in-our-pages-100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] The drafting of fathers may be delayed a few months, it was indicated today [June 14] as Selective Service took steps to speed up the induction of childless men who deferred because of their occupations. The Selec","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Bulls' Only Concern: Referees","web_url":"https://www.nytimes.com/1993/06/15/sports/pro-basketball-bulls-only-concern-referees.html","abstract":"  Do things suddenly look shaky for the Bulls as they approach Game 4 of their championship playoff series with the Phoenix Suns? Does this Chicago team, which has won two straight National Basketball Association titles, have anything to worry about, realistically?   \"We're still in the driver's seat,\" Chicago forward Scottie Pippen said this morning, with the series still in the Bulls' favor at two games to one. \"We're just a little tired.\"","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Hellooo, Down There: Is That You, Mets?","web_url":"https://www.nytimes.com/1993/06/15/sports/on-baseball-hellooo-down-there-is-that-you-mets.html","abstract":"  Major league club owners are scheduled Thursday to adopt a plan to expand the post-season playoffs from two teams in each league to four beginning next year. The owners are prepared to shatter baseball tradition by allowing nonchampionship teams into their post-season party because they believe the additional invitations will create late-season fan interest.   If it's interest-building gimmicks they want, why wait? This season's developments have created a ready-made gimmick for another type of playoff. This one would involve the four worst teams in each league, or at least the National League, because that's where the most intriguing developments have occurred.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Sports of The Times; Sports Rule: Always Root For Visitors","web_url":"https://www.nytimes.com/1993/06/15/sports/sports-of-the-times-sports-rule-always-root-for-visitors.html","abstract":"  WHAT a great game in Chicago on Sunday. The world champions taking on the upstarts. Huge, knowledgeable, boisterous crowd. Mood swings in the high-scoring game. The outcome in doubt until the final seconds.   There was also a basketball game.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Johnson's 62 Minutes Make Him Man of Hour","web_url":"https://www.nytimes.com/1993/06/15/sports/pro-basketball-johnson-s-62-minutes-make-him-man-of-hour.html","abstract":"  Opponents, and even teammates, have noticed a harder edge to Kevin Johnson this season. Johnson admits to the change in attitude. And it is not a coincidence.   The Phoenix Suns' talented point guard has stopped worrying about the opinions of outsiders and has concentrated solely on winning. That attitude has rubbed some people the wrong way, but Johnson offers no apologies. The Suns are in the finals, and thanks largely to Johnson's record-setting 62-minute performance in Game 3, the Suns still have a realistic chance at their first title in franchise history.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"THE SUPREME COURT: Woman in the News; Rejected as a Clerk, Chosen as a Justice: Ruth Joan Bader Ginsburg","web_url":"https://www.nytimes.com/1993/06/15/us/supreme-court-woman-rejected-clerk-chosen-justice-ruth-joan-bader-ginsburg.html","abstract":"  In 1960, a dean at the Harvard Law School, Albert Sachs, proposed one of his star students to Justice Felix Frankfurter of the Supreme Court as a law clerk. Justice Frankfurter told Professor Sachs that while the candidate was impressive, he just wasn't ready to hire a woman and so couldn't offer a job to Ruth Bader Ginsburg.   Judge Ginsburg, who now sits on the Federal appeals court and was chosen today by President Clinton for the Supreme Court, recently told that story to her own law clerks to explain how she became interested in the role of women in the eyes of the law. Force Before the Court    In the years between that rebuff by Justice Frankfurter and her appointment to the United States Court of Appeals for the District of Columbia Circuit in 1980, Ruth Ginsburg was a major force on the other side of the Supreme Court's high bench.","thumbnail":null,"section":"U.S."},{"date":"19930615","headline":"Body Found Floating Off Queens Coastline","web_url":"https://www.nytimes.com/1993/06/15/nyregion/body-found-floating-off-queens-coastline.html","abstract":"  The body of a man was found yesterday floating off the Queens shoreline at Breezy Point, the police said.   There was no identification on the body, but the police said the man was Asian. Sgt. Virgil Hickmon of the 101st Precinct Detective Squad said there was \"a possibility\" that the man may have been from the ill-fated ship Golden Venture, which was smuggling Chinese immigrants when it went aground last week off the Rockaway Peninsula.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/15/nyregion/news-summary-817993.html","abstract":"  International A3-18  U.S. DRAWS LINE ON GLOBAL RIGHTS  At a conference in Vienna, the United States warned that it would oppose attempts to use religious and cultural traditions to erode the concept of universal human rights.  A1  DESTINY IS IN SIHANOUK'S HANDS  Cambodia's new Parliament met for the first time and gave Prince Norodom Sihanouk all of the powers necessary \"to save our nation.\" A3","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"U.S. Open Usually Belongs to Americans","web_url":"https://www.nytimes.com/1993/06/15/sports/us-open-golf-us-open-usually-belongs-to-americans.html","abstract":"  While the other major championships in golf have a distinctly international list of winners, the United States Open has traditionally been distinctly American.   The last foreign-born winner of the championship was David Graham of Australia, who won at Merion in 1981. Before that, it was Tony Jacklin of England in 1970, and South African Gary Player in 1965. Before that, you have to go back to 1927 and Scottish-born Tommy Armour.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"1893:Shakespeare's Jug : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/15/opinion/IHT-1893shakespeares-jug-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - Relics of the greatest of dramatists were on sale at Christie's yesterday [June 14]. One was Shakespeare's jug of cream-colored earthenware. It was divided longitudinally into eight compartments, each horizontally subdivided, and within, principa","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Havana Journal; 43,412 Stricken Cubans, and Not a Single Answer","web_url":"https://www.nytimes.com/1993/06/15/world/havana-journal-43412-stricken-cubans-and-not-a-single-answer.html","abstract":"  On the 15th floor of the Hermanos Almeijeiras Hospital, the towering downtown complex that is the pride of Cuba's medical establishment, new patients arrive each day with a mysterious ailment that has left many people sightless and set off a global scramble to determine its cause.    Some patients with the disease, which has been variously described as optic neuropathy and peripheral neuropathy, writhe and grimace as muscles in their legs and arms flicker in and out of spasm. Others lie listlessly, their vision blurred and their other senses confused. Since the disorder of the nervous system first surfaced at the end of 1991, the illness has been diagnosed in 43,412 people, the Cuban authorities say.","thumbnail":null,"section":"World"},{"date":"19930615","headline":"Intra-Party Fights Complicate Florio-Whitman Race","web_url":"https://www.nytimes.com/1993/06/15/nyregion/intra-party-fights-complicate-florio-whitman-race.html","abstract":"  Jim Florio already has his hands full battling the Republicans in his gubernatorial campaign, and Christine Todd Whitman will be under constant fire from the Democrats. That's to be expected.   But just to make things interesting, both candidates also face nagging problems in their own parties that at best are unwelcome distractions, and at worst could undermine efforts to get the vote out in November.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Valuable Diploma or Meaningless Piece of Paper?","web_url":"https://www.nytimes.com/1993/06/15/nyregion/valuable-diploma-or-meaningless-piece-of-paper.html","abstract":"  A year ago, Charisse Dangerfield, a cherub-faced 16-year-old from the Bronx, was just another student bored with the rigors of getting a good education. On more days than she can count, she shortened her misery by skipping math and any other classes she found especially dull.   \"I was doing badly,\" she said, her words accented by the rhythmic smacks of her chewing gum. \"I just wasn't doing my work.\"","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/15/style/chronicle-232093.html","abstract":"  The pupils in the fourth grade at the Chapin School figured out recently that MILDRED J. BERENDSEN, had eaten 11,380 birthday cupcakes, signed 60,400 report cards and handed out 1,169 diplomas during her tenure as headmistress.   So commencement tomorrow will be a bittersweet occasion: Mrs. Berendsen, 65, is retiring after 44 years at the private girls' school on the Upper East Side of Manhattan.","thumbnail":null,"section":"Style"},{"date":"19930615","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/15/nyregion/c-corrections-925693.html","abstract":"  A front-page article yesterday about the selection of Kim Campbell to be Prime Minister of Canada referred incorrectly in some editions to June Rowland, one of several other women who have assumed high office in Canada. She is the Mayor of Toronto.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Conner Presents Cup Sponsor","web_url":"https://www.nytimes.com/1993/06/15/sports/sports-people-yachting-conner-presents-cup-sponsor.html","abstract":"  Just as his campaign to win the Whitbread Round the World Race is heating up, DENNIS CONNER is digging his heels deeper into his 1995 America's Cup yachting effort.    At a news conference yesterday at the \"21\" Club in Manhattan, Conner announced that Citizen Watch Company has become his first gold-level sponsor, a designation that translates into $3 million, a tenth of Conner's 1995 goal.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Books of The Times; Decline of America's Landscape and the Blame","web_url":"https://www.nytimes.com/1993/06/15/books/books-of-the-times-decline-of-america-s-landscape-and-the-blame.html","abstract":"  The Geography of Nowhere  The Rise and Decline of America's Man-Made Landscape  By James Howard Kunstler  303 pages. Simon & Schuster. $23.   \"Eighty percent of everything ever built in America has been built in the last 50 years,\" writes the novelist and reporter James Howard Kunstler in his stimulating new book, \"and most of it is depressing, brutal, ugly, unhealthy and spiritually degrading: the jive-plastic commuter tract home wastelands, the Potemkin village shopping plazas with their vast parking lagoons, the Lego-block hotel complexes, the 'gourmet mansardic' junk-food joints, the Orwellian office 'parks' featuring buildings sheathed in the same reflective glass as the sunglasses worn by chain-gang guards, the particle-board garden apartments rising up in every meadow and cornfield, the freeway loops around every big and little city with their clusters of discount merchandise marts, the whole destructive, wasteful, toxic, agoraphobia-inducing spectacle that politicians proudly call 'growth.' \"","thumbnail":null,"section":"Books"},{"date":"19930615","headline":"In the Race for Public Advocate, 6 Is a Crowd","web_url":"https://www.nytimes.com/1993/06/15/nyregion/in-the-race-for-public-advocate-6-is-a-crowd.html","abstract":"  With three months before the Democratic mayoral primary, the race for public advocate is shaping up as perhaps the most intriguing but most convoluted election in New York City.   There are six major Democratic candidates representing overlapping racial and ethnic categories, and even, on the part of one, a fusion with the Republican Party. Meanwhile, Mayor David N. Dinkins is apparently reluctant to take sides because the contest includes several allies, including the son of one of his closest confidants. What's more, most voters don't seem to know what the race is all about.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"Jupiter's Watery Moon","web_url":"https://www.nytimes.com/1993/06/15/science/science-watch-jupiter-s-watery-moon.html","abstract":"  NASA researchers have found the first strong evidence of water on the surface of Jupiter's moon Io.   Ice from water is mixed with more abundant sulfur dioxide ice on the orange-and-yellow moon.","thumbnail":null,"section":"Science"},{"date":"19930615","headline":"Lack of Sex Information Drives Up Teen-Age Pregnancy Rate","web_url":"https://www.nytimes.com/1993/06/15/opinion/l-lack-of-sex-information-drives-up-teen-age-pregnancy-rate-299093.html","abstract":"  To the Editor:   Your June 3 report of a 17-year-old Long Island girl who gave birth to a baby and then placed him in a trash can missed an important point: While your sources talked at length about the young woman's inability to pay for prenatal care, very little attention was paid to her apparent inability to talk to her parents about her plight.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Prison Term For Doctor Convicted In Abortions","web_url":"https://www.nytimes.com/1993/06/15/nyregion/prison-term-for-doctor-convicted-in-abortions.html","abstract":"  Calling the case one \"that shocks us all,\" a judge yesterday sentenced the East Village doctor who severed the arm of a fetus in attempting an illegal abortion to 9 and two-thirds to 29 years in prison.   The lawyer for Dr. Abu Hayat called the penalty a \"a death sentence\" for the 63-year-old doctor. A lawyer for one of the victims, as well as an official of the District Attorney's Office, said they supported the sentence but were surprised by its severity.","thumbnail":null,"section":"New York"},{"date":"19930615","headline":"To Defend the Country : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/15/opinion/IHT-to-defend-the-country-letters-to-the-editor.html","abstract":"Regarding \"Do They Really Want to Be Part of This?\" (Meanwhile, June 8)by Colman McCarthy: .I agree with Colman McCarthy's plea that gays shouldn't be in the military and women shouldn't be in combat - but not for quite the same reason (that","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Soccer and Television Make a Bad Sports Mix","web_url":"https://www.nytimes.com/1993/06/15/sports/tv-sports-soccer-and-television-make-a-bad-sports-mix.html","abstract":"  At 1:20 P.M. Sunday, I slept. I didn't mean to. I just did. And I dozed several more times during ABC's telecast of the United States-Germany World Cup warmup. I really want to like soccer.   Well, I want not to loathe soccer -- and to understand the worldwide hype for it, the passion that makes enraged fans attack referees, the reason why millions of American children play soccer, and why intelligent people think next year's World Cup here will be a sports-business landmark.","thumbnail":null,"section":"Sports"},{"date":"19930615","headline":"Can U.N. Survive Continued Failure in Bosnia?","web_url":"https://www.nytimes.com/1993/06/15/opinion/l-can-un-survive-continued-failure-in-bosnia-295893.html","abstract":"  To the Editor:   If the United Nations continues its ineffective policy in Bosnia, it could itself become the main casualty of the fighting. Failure to bring a cessation of aggression and an end to the worst bloodshed in Europe since World War II will lead to a major global loss of faith in the world organization.","thumbnail":null,"section":"Opinion"},{"date":"19930615","headline":"Bloody Sunday in Somalia","web_url":"https://www.nytimes.com/1993/06/15/opinion/bloody-sunday-in-somalia.html","abstract":"  A week after 23 United Nations peacekeepers were killed by Somali gunmen, an obviously rattled group of Pakistani peacekeepers opened fire on Somali civilians. It was precisely the wrong target; women, children and civilian demonstrators are not the enemies in Mogadishu. The Pakistanis' grievous error handed a propaganda windfall to the Mogadishu warlord Mohammed Farah Aidid.    It would compound the tragedy if General Aidid, the culprit responsible for so much suffering in Somalia, is able to portray himself as a victim. President Clinton was justified in sending more warplanes to Somalia in support of the 20-nation peacemaking effort. But yesterday's accidental strike at a civilian target by a Cobra gunship shows the need for greater care in targeting.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930615","time":"1993-06-15 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":78,"wspd":11.2},{"date":"19930615","time":"1993-06-15 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":80,"wspd":13},{"date":"19930615","time":"1993-06-15 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":80,"wspd":16.6},{"date":"19930615","time":"1993-06-15 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":77,"wspd":13},{"date":"19930615","time":"1993-06-15 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":76,"wspd":13},{"date":"19930615","time":"1993-06-15 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":76,"wspd":11.2},{"date":"19930615","time":"1993-06-15 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":72,"wspd":13},{"date":"19930615","time":"1993-06-15 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":64,"wspd":9.4},{"date":"19930615","time":"1993-06-15 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":60,"wspd":11.2},{"date":"19930615","time":"1993-06-15 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":55,"wspd":7.6},{"date":"19930615","time":"1993-06-15 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":51,"wspd":7.6},{"date":"19930615","time":"1993-06-15 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":48,"wspd":3.6},{"date":"19930615","time":"1993-06-15 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":44,"wspd":5.4},{"date":"19930615","time":"1993-06-15 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":42,"wspd":11.2},{"date":"19930615","time":"1993-06-15 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":35,"wspd":11.2},{"date":"19930615","time":"1993-06-15 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":35,"wspd":11.2},{"date":"19930615","time":"1993-06-15 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":33,"wspd":11.2},{"date":"19930615","time":"1993-06-15 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":39,"wspd":16.6},{"date":"19930615","time":"1993-06-15 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":43,"wspd":18.4},{"date":"19930615","time":"1993-06-15 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":49,"wspd":14.8},{"date":"19930615","time":"1993-06-15 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":61,"wspd":14.8},{"date":"19930615","time":"1993-06-15 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":68,"wspd":16.6},{"date":"19930615","time":"1993-06-15 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":69,"wspd":16.6},{"date":"19930615","time":"1993-06-15 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":71,"wspd":14.8},{"date":"19930615","time":"1993-06-15 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":40,"wspd":16.6},{"date":"19930615","time":"1993-06-15 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":41,"wspd":13},{"date":"19930615","time":"1993-06-15 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":50,"wspd":14.8},{"date":"19930615","time":"1993-06-15 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":55,"wspd":14.8},{"date":"19930615","time":"1993-06-15 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":65,"wspd":18.7},{"date":"19930615","time":"1993-06-15 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":14.8},{"date":"19930615","time":"1993-06-15 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":73,"wspd":9.4},{"date":"19930615","time":"1993-06-15 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":81,"wspd":7.6},{"date":"19930615","time":"1993-06-15 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":87,"wspd":11.2},{"date":"19930615","time":"1993-06-15 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":90,"wspd":7.6},{"date":"19930615","time":"1993-06-15 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":90,"wspd":7.6},{"date":"19930615","time":"1993-06-15 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":87,"wspd":9.4},{"date":"19930615","time":"1993-06-15 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":78,"wspd":11.2},{"date":"19930615","time":"1993-06-15 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":14.8},{"date":"19930615","time":"1993-06-15 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":56,"wspd":22.3},{"date":"19930615","time":"1993-06-15 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":53,"wspd":22.3},{"date":"19930615","time":"1993-06-15 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":49,"wspd":24.1},{"date":"19930615","time":"1993-06-15 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":51,"wspd":20.5},{"date":"19930615","time":"1993-06-15 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":49,"wspd":18.7},{"date":"19930615","time":"1993-06-15 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":46,"wspd":27.7},{"date":"19930615","time":"1993-06-15 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":45,"wspd":20.5},{"date":"19930615","time":"1993-06-15 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":45,"wspd":22.3},{"date":"19930615","time":"1993-06-15 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":53,"wspd":25.9},{"date":"19930615","time":"1993-06-15 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":55,"wspd":20.5}]},"19930616":{"guardian_articles":[],"nytimes_articles":[{"date":"19930616","headline":"Fairness Debated in Quick Transplant","web_url":"https://www.nytimes.com/1993/06/16/us/fairness-debated-in-quick-transplant.html","abstract":"  Since Gov. Robert P. Casey of Pennsylvania received a new heart and liver in a 15-hour operation on Monday, the question being asked by doctors, experts in medical ethics, radio talk show hosts and their call-in listeners is: How did the Governor jump to the head of the organ-transplant line?   It took less than a day to find a suitable donor for Governor Casey, in contrast to average patients who wait 67 days for a new liver and 198 days for a new heart.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"General to Be Disciplined For Disparaging President","web_url":"https://www.nytimes.com/1993/06/16/us/general-to-be-disciplined-for-disparaging-president.html","abstract":"  An Air Force inquiry has concluded that a two-star general made disparaging remarks about President Clinton, and the general now faces disciplinary action that will effectively end his career, senior Air Force officials said today.   The Air Force inquiry found that the officer, Maj. Gen. Harold N. Campbell, called Mr. Clinton a \"dope-smoking,\" \"skirt-chasing,\" \"draft-dodging\" Commander in Chief, in a speech last month in the Netherlands.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Germany's Demon Moviemaker","web_url":"https://www.nytimes.com/1993/06/16/style/IHT-germanys-demon-moviemaker.html","abstract":"Rainer Werner Fassbinder, the demon filmmaker of the New German Cinema, used and abused powerful substances - love, sex, power, drugs - with abandon. It was drugs that did him in: he died June 10, 1982, at 37. Now a tribute to this remarkable director, a","thumbnail":null,"section":"Style"},{"date":"19930616","headline":"Asylum Reform Has to Respect Human Rights","web_url":"https://www.nytimes.com/1993/06/16/opinion/l-asylum-reform-has-to-respect-human-rights-447693.html","abstract":"  To the Editor:   \"The Golden Venture, Plus 100,000\" (editorial, June 9), recommending \"stricter standards of proof\" and expedited asylum hearings for the nearly 300 Chinese who survived the voyage of the freighter Golden Venture misses an important point. While the United States asylum system is indeed inundated with a backlog of more than 250,000 cases, last year only 3,440 Chinese asylum claims were received by the Immigration and Naturalization Service. Indeed, 85 percent of those Chinese cases were approved by the agency on the ground that the individuals were refugees with a well-founded fear of persecution.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Barkley Says His Injury Will Not Keep Him Out","web_url":"https://www.nytimes.com/1993/06/16/sports/notebook-barkley-says-his-injury-will-not-keep-him-out.html","abstract":"  Charles Barkley, the Suns' All-Star forward, said today that his injured right elbow was still swollen and sore, but that he would be in the lineup Wednesday night when Phoenix meets the Chicago Bulls in Game 4 of the National Basketball Association finals.   \"Some more fluids built up, and we might have to drain it before the game tomorrow,\" said Barkley, who injured the elbow in Game 2 last Friday night in Phoenix. \"But we'll just have to go out and do the best we can. It's sore and it's tender.\"","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Castro, a Reluctant Landlord, Won't Cash the Rent Check","web_url":"https://www.nytimes.com/1993/06/16/opinion/castro-a-reluctant-landlord-wont-cash-the-rent-check.html","abstract":"Looking for a few good bases to close? Start with our naval base at Guantanamo Bay, Cuba. \n\nNotorious as the processing station for fleeing Haitians (and as a veritable prison for Haitians carrying H.I.V. until their release this week), the outpost serves no purpose that couldn't be served as effectively by Roosevelt Roads Naval Base in Puerto Rico.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Ruled Dead by Medical Workers, A Brooklyn Woman, 40, Is Alive","web_url":"https://www.nytimes.com/1993/06/16/nyregion/ruled-dead-by-medical-workers-a-brooklyn-woman-40-is-alive.html","abstract":"  A 40-year-old Brooklyn woman, pronounced dead by emergency medical technicians, lay on the floor of her apartment for nearly three hours on Monday night until an investigator from the city Medical Examiner's office heard a gurgling sound and realized that she was alive.   The woman, Nancy Vitale, was unconscious and in critical condition yesterday at Coney Island Hospital. Her mother said Ms. Vitale had recently been upset because she had been let go from her job as a teacher at a Catholic elementary school.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Three Sides in Bosnia Sign One More Cease-Fire","web_url":"https://www.nytimes.com/1993/06/16/world/three-sides-in-bosnia-sign-one-more-cease-fire.html","abstract":"  On another day marred by clashes between Bosnian Army forces and Serbian and Croatian militias across this war-savaged land, the commanders of the three military forces here agreed today to a yet another cease-fire.   After a four-hour meeting at the Sarajevo airport, Rasim Delic, the Bosnian commander, Gen. Ratko Mladic of the Bosnian Serbs and Milivoj Petkovic, the Croatian commander, put their signatures to a document pledging unconditionally \"to freeze all military activities\" by noon Friday local time. But dozens of earlier countrywide cease-fire accords have never yielded more than a few days of peace. Most have been stillborn.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"Metro-North Looking at Going to Beach","web_url":"https://www.nytimes.com/1993/06/16/nyregion/metro-north-looking-at-going-to-beach.html","abstract":"  The next time you are on the way to the beach, rather than at the beach, because of traffic on the highways and bridges, think about boarding an air-conditioned Metro-North train in Yonkers or Tarrytown, whisking through Penn Station and then out to Jones Beach, the Fire Island ferries or even Montauk.   Sound attractive?","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"BOOKS : PAPER DREAMS","web_url":"https://www.nytimes.com/1993/06/16/style/IHT-books-paper-dreams.html","abstract":"PAPER DREAMS","thumbnail":null,"section":"Style"},{"date":"19930616","headline":"F.D.A. SEEKS RULES ON DRUGS' TESTERS","web_url":"https://www.nytimes.com/1993/06/16/us/fda-seeks-rules-on-drugs-testers.html","abstract":"  The Food and Drug Administration is planning to require that pharmaceutical companies disclose any important financial connections they have to doctors testing drugs and some medical devices as part of the new drug application process.   The Commissioner of Food and Drugs, Dr. David A. Kessler, said the new policy, expected to be sent out for public comment later this year, was intended to prevent bias in drug testing that might result if doctors stood to gain financially from positive results of experiments.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/16/nyregion/c-corrections-405093.html","abstract":"  An article on Saturday about a housing desegregation case in Yonkers misstated the number of families that have received approval as tenants from cooperative building boards. Only one of the four qualified families needs the approval of a cooperative board, and that family has not yet received such approval.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"John Connally of Texas, a Power In 2 Political Parties, Dies at 76","web_url":"https://www.nytimes.com/1993/06/16/us/john-connally-of-texas-a-power-in-2-political-parties-dies-at-76.html","abstract":"  John B. Connally, the former Governor of Texas who served in two Presidential Administrations and who was wounded when President John F. Kennedy was assassinated, died yesterday at Methodist Hospital in Houston. He was 76.    The cause was complications of pulmonary fibrosis, said a hospital spokeswoman, Blythe Schaffer. Mr. Connally had been admitted to the hospital May 17 with breathing problems.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/16/us/inside-642293.html","abstract":"  Verdict in Principal's Death   Three teen-agers were convicted of killing a popular elementary school principal in Brooklyn. Page B1. Soda Tampering Mystery    Reports of syringes in cans of Pepsi spread to 11 states, and the Food and Drug Administration is investigating the 16 incidents. Page A16. Sex and the Law in Ireland    Ireland has begun to move steadily toward a liberalization of laws involving families and sex. Page A10.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"LAWMAKERS FIGHT NEW ATOMIC TESTS","web_url":"https://www.nytimes.com/1993/06/16/world/lawmakers-fight-new-atomic-tests.html","abstract":"  Democratic lawmakers have mounted a strong effort to dissuade the Clinton Administration from a plan to resume tests of nuclear weapons after a Congressional moratorium expires July 1.   The plan calls for the United States and Britain to conduct nine underground explosions in Nevada before 1996, when the Administration wants a complete test ban to go into effect.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"Man Kills Boy and Injures 2 With Machete","web_url":"https://www.nytimes.com/1993/06/16/nyregion/man-kills-boy-and-injures-2-with-machete.html","abstract":"  A man whose parents took him in last year after he had spent months living on the streets took a machete this morning and hacked to death his 17-month-old grand-nephew and injured his 3-year-old grand-niece and his father, the Nassau County Police said.   The man, Mark Mitchell, 36, was arrested about 9:20 A.M. as he sat calmly on the steps of his parents' home, across from his bleeding father, Thomas, 67, said Lieut. Frank Guidice.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/16/nyregion/no-headline-696193.html","abstract":"  \"We should do what people do in Mudpuddle, Utah. Make quilts, bake cakes -- it seems like an awfully cheap price for a hospital.\" -- JACQUELINE LOFARO of Cold Spring, N.Y., on efforts to keep the local hospital open.  [ B5:3. ]","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Condensing a Riot's Cacophony Into the Voice of One Woman","web_url":"https://www.nytimes.com/1993/06/16/theater/condensing-a-riot-s-cacophony-into-the-voice-of-one-woman.html","abstract":"  One day after her triumphal opening night in Los Angeles, complete with a standing ovation and more flowers than she could carry, Anna Deavere Smith sat slumped in a quiet West Hollywood restaurant still puzzled, even dazed, by the fear and confusion that grips the city after last year's riots.   \"I have very haunting dreams,\" said the 42-year-old performer, writer and Stanford University professor. \"What's around is very grave. But I believe things can change. And even though I've spent time talking to people in a tragic moment, dramatically and linguistically it couldn't be more fascinating.\"","thumbnail":null,"section":"Theater"},{"date":"19930616","headline":"Women at the Top","web_url":"https://www.nytimes.com/1993/06/16/opinion/women-at-the-top.html","abstract":"  Two more countries elected women as their Prime Ministers last weekend, but that's hardly news anymore. The list of women who head or have headed their governments grows by the year, and notably in countries where feminist movements are weak or nonexistent.   Following in the giant footsteps of Israel's Golda Meir, Britain's Margaret Thatcher, India's Indira Gandhi, Pakistan's Benazir Bhutto, Sri Lanka's Sirimavo Bandaranaike and still others, the current roster includes:","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Handicaps Are No Bar, A Medical School Says","web_url":"https://www.nytimes.com/1993/06/16/health/handicaps-are-no-bar-a-medical-school-says.html","abstract":"  After fighting for more than two years to get into medical school, a 23-year-old quadriplegic has been accepted by Albert Einstein College of Medicine in the Bronx.   When the wheelchair-bound student, James B. Post 4th, graduated last year from King's College in Wilkes-Barre, Pa., his grade-point average was 3.922 and his medical-school admission test scores were above average. But his application was rejected by 10 medical schools; he said they told him they could not accommodate a quadriplegic student.","thumbnail":null,"section":"Health"},{"date":"19930616","headline":"Wickman's Night Begins in Folly and Ends in Glee","web_url":"https://www.nytimes.com/1993/06/16/sports/baseball-wickman-s-night-begins-in-folly-and-ends-in-glee.html","abstract":"  He went into the Yankee clubhouse at the close of the fourth inning, let the door slam behind him with a thump of disgust.   Bob Wickman did not want to watch the rest of this ball game, did not want to stare up at the Yankee Stadium scoreboard at those awful five runs he had given the Red Sox. His team had none and Boston had five, and Wickman figured it was near to hopeless. He figured he was due -- deservedly due -- his first loss of the year.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Senators Seek to Ease Filibuster's Grip on Campaign Finance Bill","web_url":"https://www.nytimes.com/1993/06/16/us/senators-seek-to-ease-filibuster-s-grip-on-campaign-finance-bill.html","abstract":"  Senate Democrats struggled today to keep campaign finance legislation alive by dealing with moderate Republicans who want to eliminate almost all public financing from the bill but keep its voluntary spending limits.   If all the elements of the emerging plan fall into place -- and significant opposition to several of its parts seems certain -- the negotiators hope to win a vote on Wednesday to end a filibuster against the bill. Supporters of the bill lost just such a vote earlier today, falling 8 votes short of the 60 required to cut off debate.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Backed by Kemp, Giuliani Says He Expects to Ride Winning Tide","web_url":"https://www.nytimes.com/1993/06/16/nyregion/backed-by-kemp-giuliani-says-he-expects-to-ride-winning-tide.html","abstract":"  Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, received the endorsement of Jack Kemp yesterday and promised to be the next Republican to ride to victory on a tide of fiscal conservatism tempered by social concern.   Both he and Mr. Kemp, who is considered likely to run for President in 1996, scrambled to jump on the bandwagon of recent Republican victories across the country yesterday and to sound the theme of a Republican Party driven by notions of inclusion and social justice.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"1918: Pope's Complaint : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-1918-popes-complaint-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The Pope has addressed a letter to the Lombard Bishops complaining of misconstruction placed upon his action and his silence. He says he reproves every kind of violation but that it is not possible, amid such uncertainty and such a blaze of passion","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Irish Begin to Liberalize Laws on Sex and Family","web_url":"https://www.nytimes.com/1993/06/16/world/irish-begin-to-liberalize-laws-on-sex-and-family.html","abstract":"  For centuries overwhelmingly Roman Catholic Ireland has clung proudly to conservative, even strait-laced attitudes toward sexual morality. Literary dissenters like James Joyce and Edna O'Brien were voices of a small minority.   But now, as a result of economic, social and political changes, the Government has begun to move steadily toward a liberalization of laws involving families and sex in ways that are generally opposed by the Catholic Church.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"Public & Private; Ban the Bollix, Bill","web_url":"https://www.nytimes.com/1993/06/16/opinion/public-private-ban-the-bollix-bill.html","abstract":"  When I found myself wondering whether Ruth Bader Ginsburg had paid taxes for her household help and whom she'd hired to care for her two children, now grown, I knew something had gone awry with the search for public servants in the Clinton Administration.    On my desk were encomiums galore, sent to the President in support of Judge Ginsburg from lawyers and scholars, rabbis and deans. Michael Sovern, until recently the president of Columbia University, wrote, \"She would, put simply, make the Court as an institution look good.\" Janet Benshoof, the president of the Center for Reproductive Law and Policy, called her \"a distinguished jurist whose deep commitment to justice and exceptional treatment of the law is inspiring.\"","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Ruling Cambodia Party Says Deal Has Been Made on Power Sharing; Secessionists Flee","web_url":"https://www.nytimes.com/1993/06/16/world/ruling-cambodia-party-says-deal-has-been-made-power-sharing-secessionists-flee.html","abstract":"  A secessionist movement in Cambodia's eastern provinces appeared to collapse today as the United Nations said its leader had fled across the border to Vietnam with dozens of his followers.   United Nations peacekeepers on Cambodia's eastern border said that the secessionist leader, Prince Norodom Chakrapong, crossed into Vietnam early this morning in a convoy of about 20 vehicles and that he had turned over a cache of weapons to startled Vietnamese border guards.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"Books of The Times; Clarence Darrow's Trial on a Bribery Charge","web_url":"https://www.nytimes.com/1993/06/16/books/books-of-the-times-clarence-darrow-s-trial-on-a-bribery-charge.html","abstract":"  The People v. Clarence Darrow  The Bribery Trial of America's Greatest Lawyer By Geoffrey Cowan  Illustrated. 546 pages. Times Books. $27.50.   Reading Geoffrey Cowan's well researched account of the personal trials of Clarence Darrow calls to mind some lighthearted lines by Carl Sandburg in his Whitmanesque paean to Americans, \"The People, Yes\":   \"Have you a criminal lawyer in this burg?\"","thumbnail":null,"section":"Books"},{"date":"19930616","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/16/nyregion/metro-digest-813193.html","abstract":"  NEW YORK CITY  POLICING A SHADOWY ECONOMY   Trying to police the city's swelling underground economy and the multiplying number of immigrants in it is grueling work nettled with frustration. The realm is too large, too slippery. Finance Department officials often brood about how outnumbered they are. A1. A DEATH THAT WASN'T   A 40-year-old Brooklyn woman, pronounced dead by emergency medical technicians of the city's Emergency Medical Service, lay on the floor of her apartment for at least three hours until an investigator realized she was alive. A1. RENT CURBS ARE EXTENDED   The New York State Legislature extended the rent-control and rent-stabilization laws for eight days minutes before they were due to expire at midnight. The extension permitted more time for bargaining between the Democrat-majority Assembly and Governor Cuomo and the Republican-controlled Senate. B3. KEMP BACKS GIULIANI   Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, has received the endorsement of Jack Kemp. Mr. Giuliani promised to be the next Republican to ride to victory on a tide of fiscal conservatism and social concern. B3. DAY OF THE AFRICAN CHILD CELEBRATED   More than 700 New York City schoolchildren descend on the United Nations to celebrate through music, dance and prose the worldwide Day of the African Child. Officially marked in many schools throughout the United States, the observance commemorates the 1976 massacre of students in Soweto, South Africa. B3. REGION  WITCO MOVING TO CONNECTICUT   Claiming another prize in the regional battle for jobs, Gov. Lowell P. Weicker Jr. of Connecticut has announced that the Witco Corporation, a Manhattan-based manufacturer, is moving its headquarters -- and 800 jobs -- to a vacant office building in Greenwich. B5. METRO-NORTH CONSIDERS L.I. SERVICE   The Metro-North Commuter Railroad is about to sign a $250,000 contract with a market research firm to evaluate the demand for summer weekend service to Long Island. B5. CHILD KILLED, 2 HURT BY MACHETE WIELDER   A man whose parents took him into their Roosevelt, L.I., home last year after he had spent months living on the streets took a machete and hacked to death his 17-month-old grand-nephew and injured his 3-year-old grand-niece and his father, the Nassau County Police said. B5. SECRET PROCEEDINGS ORDERED BY COURT   New York State's highest court has ruled that the state must keep its disciplinary proceedings against doctors secret unless it finds them guilty of misconduct. The decision ends a decade-old practice intended to extend consumer protections to patients. B6. TAXING METHOD RULED UNCONSTITUTIONAL   New York State would be forced to refund more than $30 million in taxes paid by A.T. & T., and millions more paid by other long distance phone companies, under an appellate court ruling that found the state's method of taxing long distance carriers unconstitutional. B5. About New York by Michael T. Kaufman B3  Chronicle B6","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Where Necessity Ends for Hospital Care","web_url":"https://www.nytimes.com/1993/06/16/nyregion/where-necessity-ends-for-hospital-care.html","abstract":"  The Julia L. Butterfield Hospital, which sits on the outskirts of this tiny town, is not much to look at. Its melon and gray facade is hardly beautiful. There are cracks in the tiles on the upstairs halls. Although the emergency room was renovated last year, the X-ray machine dates back four decades and the ventilation system is almost as old.   For years the 2,200 residents of Cold Spring have seen the hospital as evidence that they have a basic right to immediate and total health care. Reluctantly, others came to a different conclusion: that the price of keeping the hospital open -- $2 million to save 35 beds -- is too high.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"How Penn Defended The First Amendment","web_url":"https://www.nytimes.com/1993/06/16/opinion/l-how-penn-defended-the-first-amendment-450693.html","abstract":"  To the Editor:   I greatly appreciate \"Don't Burn Hackney at the Stake\" (editorial, June 10), supporting my nomination by President Clinton to head the National Endowment for the Humanities. Given the distorted image of me that is being energetically propagated by a few journalists, it took a good bit of skill and not a little gumption to sort through the chaff and arrive at a balanced judgment.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Colangelo Took Bait All the Way to Finals","web_url":"https://www.nytimes.com/1993/06/16/sports/on-pro-basketball-colangelo-took-bait-all-the-way-to-finals.html","abstract":"  The man who dangled Charles Barkley and the man who snapped him right off the hook got to talking again at a National Basketball Association owners meeting this past April in New York. Then Harold Katz, who owns the Philadelphia 76ers, and Jerry Colangelo, who operates the Phoenix Suns, stepped into the hotel bar for a drink.   They were soon joined by another team owner, who couldn't help but wonder, out loud, whether he was witnessing a re-creation of the great Barkley caper.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"First Lady Aids Dance","web_url":"https://www.nytimes.com/1993/06/16/arts/first-lady-aids-dance.html","abstract":"  Hillary Rodham Clinton will be the honorary chairwoman of the Fourth International Ballet Competition awards night on June 28 at 7:30 P.M. at Alice Tully Hall. Forty-eight dancers from around the world will participate in the competition, which begins on Tuesday and is held every three years. Tickets for the semifinals and finals are $25 and are available from Center Charge at (212) 721-6500. Tickets for the awards ceremony and performances by the winners are $55. Tickets for the show and dinner afterward are $250. Information: (212) 956-1520.   ","thumbnail":null,"section":"Arts"},{"date":"19930616","headline":"Innocent Blood : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-innocent-blood-letters-to-the-editor.html","abstract":"Remember the bloody scene in Sarajevo - innocent bystanders, in line before a bakery, being torn to pieces by incoming mortar shells? Serbs were blamed. In fact, it was clearly a provocation of the worst kind, one of the many, by local Muslim forces who","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Review/Dance; A Cluster of Stravinsky","web_url":"https://www.nytimes.com/1993/06/16/arts/review-dance-a-cluster-of-stravinsky.html","abstract":"  George Balanchine choreographed to Igor Stravinsky's music from the beginning of his career in the 1920's. Unsurprisingly, the chronological survey in the New York City Ballet's Balanchine Celebration has now reached a cluster of Balanchine-Stravinsky works, drawn from the festivals that the company devoted to the composer in 1972 and 1982.   \"Scherzo a la Russe,\" which will be repeated on Saturday afternoon at the New York State Theater, and \"Danses Concertantes,\" which returns on June 25, have been revived for the celebration. Like \"Divertimento from 'Le Baiser de la Fee,' \" which has remained in the repertory, they date from the 1972 festival.","thumbnail":null,"section":"Arts"},{"date":"19930616","headline":"U.S. Taking Misguided Approach to Iran","web_url":"https://www.nytimes.com/1993/06/16/opinion/l-us-taking-misguided-approach-to-iran-451493.html","abstract":"  To the Editor:   The Clinton Administration has adopted a tough new policy aimed at isolating Iran, based on a decision that the United States and its allies should treat Iran as harshly as Iraq. But is this really a wiser policy than the previous, nuanced carrot-and-stick approach, as the architects of the new policy contend?","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Rangers' Shopping Days Dwindling","web_url":"https://www.nytimes.com/1993/06/16/sports/hockey-rangers-shopping-days-dwindling.html","abstract":"  There is no escape this time. There is no room for procrastination, for explanations, for talk of future deals.    The New York Rangers have been unsuccessfully trying to trade one of their two goaltenders -- Mike Richter or John Vanbiesbrouck -- for more than two years. They have until 5 P.M. Sunday to actually do it, or they will almost certainly lose one, with no compensation, in the National Hockey League's expansion draft next week.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/16/nyregion/bridge-073093.html","abstract":"  The final of the Reisinger Knockout Teams a week ago echoed an earlier occasion. In 1955 George Boehm and Victor Mitchell were members of the winning team. This year August Boehm, George's son, was on the winning team, and Jacqui Mitchell, Victor's wife, was on the losing team.   Although Mrs. Mitchell did not win the title, she won plaudits for an episode in an earlier round on which she sat West. Her opponents, who were leading the match at this point, were headed for a laydown seven-heart contract and South had used the five no-trump grand slam force. The normal response by North would have been seven hearts, but he bid seven clubs, a minuscule technical improvement that expects partner to revert to seven hearts.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Review/Pop; The Somber Rituals Of Leonard Cohen","web_url":"https://www.nytimes.com/1993/06/16/arts/review-pop-the-somber-rituals-of-leonard-cohen.html","abstract":"  Leonard Cohen's audience roared when he sang, \"I was born with the gift of a golden voice\" at the Paramount on Monday night. His voice isn't golden; like a rusty old farm implement, it rasps and creaks, moving out of a deep monotone only with great effort. It can be a whisper, a growl, a croak; it suggests deathbed confidences or prophecies from beyond the grave. When Mr. Cohen sings a lover's promises, as he sometimes does, the words sound desperate and ominous.    Mr. Cohen, who is 58, has carried on a remarkably consistent career since his first album appeared in 1967. He writes stately, imagistic songs with zingers every few lines: \"It's lonely here, there's no one left to torture,\" he sings in the title song of his current album, \"The Future\" (Columbia). In early songs like \"Suzanne\" and \"Sisters of Mercy,\" romance and religiosity are intertwined; soon, his concerns about doom and salvation extended beyond the personal sphere, leading to profoundly cynical, black-humored litanies of bad news like \"Everybody Knows\" and \"There Is a War.\"","thumbnail":null,"section":"Arts"},{"date":"19930616","headline":"Clinton Dithered. Reagan Didn't.","web_url":"https://www.nytimes.com/1993/06/16/opinion/clinton-dithered-reagan-didnt.html","abstract":"The processes by which the first two women were nominated to the Supreme Court yielded candidates of exceptional intelligence, diligence and concern for our legal system: Sandra Day O'Connor and Ruth Bader Ginsburg. The similarity of the processes ends there.\n\nPresident Ronald Reagan knew what he was looking for and how to find what he wanted. He had a clear view of how he wanted Supreme Court jurisprudence to change and had an intelligent, discreet and trusted adviser -- William French Smith, his first Attorney General -- who knew how to organize a selection process.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Downing of Korean Jet Laid to Soviet Error","web_url":"https://www.nytimes.com/1993/06/16/world/downing-of-korean-jet-laid-to-soviet-error.html","abstract":"  A United Nations inquiry has concluded that Soviet military officials had \"assumed\" that the South Korean airliner shot down in 1983 was a United States reconnaissance plane.    The report said, however, that at least two top officers in the Far East Defense Command suggested about 10 minutes before the attack that the plane might be a passenger craft.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"Senators See Easy Approval for Nominee","web_url":"https://www.nytimes.com/1993/06/16/us/senators-see-easy-approval-for-nominee.html","abstract":"  Judge Ruth Bader Ginsburg went to Capitol Hill today to meet with senior senators, and Democrats and Republicans predicted she would breeze through confirmation proceedings to become the 107th Justice of the Supreme Court.   \"Never have I been so optimistic nor as pleased with a Supreme Court nominee as I have been with Judge Ginsburg,\" said Senator Joseph R. Biden Jr., the Delaware Democrat who heads the Judiciary Committee. \"I have every expectation that Judge Ginsburg will be met with wide approval by liberals, conservatives, moderates and the Senate as a whole.\"","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"General to Be Rebuked","web_url":"https://www.nytimes.com/1993/06/16/us/general-to-be-rebuked.html","abstract":"  The Air Force has concluded that a general disparaged President Clinton,who plans to discipline him, effectively ending his career. Page A20.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Allen-Farrow Case Moved Through Courts at Record Speed","web_url":"https://www.nytimes.com/1993/06/16/opinion/l-allen-farrow-case-moved-through-courts-at-record-speed-438793.html","abstract":"  To the Editor:   While the news media, particularly newspapers, devote significant coverage to the Mia Farrow-Woody Allen matter, from initial child-abuse allegations to Supreme Court for child custody trial, and now to Surrogate Court to overturn adoptions, little press attention is given to the damage and injustices inflicted on thousands of middle-class litigants and poor people and their children who appear in the New York Supreme Court's matrimonial parts (referred to in recent hearings as \"judicial Siberia\") and Family Courts.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"The Morality Is Muffled By This Culture of Guns","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-the-morality-is-muffled-by-this-culture-of-guns.html","abstract":"Nearly 20 years ago, as a student, I had a summer job in a Stockholm hospital. A patient, well into her 90s, remarked on my accented Swedish, and I told her that I was American. \"If you are an American,\"she asked suspiciously, \"where is yo","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Lobbying Rule of 1990's: Show the Most Vulnerable","web_url":"https://www.nytimes.com/1993/06/16/us/lobbying-rule-of-1990-s-show-the-most-vulnerable.html","abstract":"  Jan Bergwall, a waitress from a small town in Maryland, drove down to Washington this morning and, at a news conference, stood before a microphone to say she feared that she might lose her job if Congress approved President Clinton's proposal to reduce the tax deduction for business meals.   Lobbyists and other officers in the National Restaurant Association's Washington office recruited Mrs. Bergwall a few days ago. They put her in a commercial that is set in the restaurant where she works and is being televised in four states. Then they put on the news conference here this morning.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Bowe's New Look A Matter Of Style","web_url":"https://www.nytimes.com/1993/06/16/sports/boxing-notebook-bowe-s-new-look-a-matter-of-style.html","abstract":"  Oh, sure, Riddick Bowe, the newest Fila spokesman, was saying yesterday. He has worn a lot of warm-up suits with a famous name on them.   \"They were called hand-me-downs,\" Bowe, who holds the World Boxing Association and International Boxing Federation heavyweight crowns, said with a big grin. \"You know, they had Mark Breland's name, something he was tired of.\"","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Serbs Go To Serbia, But Feel Unwanted","web_url":"https://www.nytimes.com/1993/06/16/world/serbs-go-to-serbia-but-feel-unwanted.html","abstract":"  Back in Sarajevo, Slavica Stepanovic and her two children used to lead \"a good life\" with a three-room apartment, a car and a cabin up in the mountains to get away on hot weekends.   Now as Serbian refugees in a workers' barracks outside Belgrade, they are reduced to a 12-by-8-foot room with only three beds and a table, a single hot-plate across the hall for cooking and communal toilets that overflow.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"Reports of Needles in Soda Cans Climb","web_url":"https://www.nytimes.com/1993/06/16/us/reports-of-needles-in-soda-cans-climb.html","abstract":"  Reports of cans of Pepsi-Cola products containing syringes and hypodermic needles continued to be recorded yesterday, with the police in Illinois, Michigan, Missouri, Pennsylvania and Oklahoma saying that consumers told them they had found the objects in soft drinks.   The six new reports brought to at least 16 the number of incidents reported in 11 states in six days, and the authorities were trying to determine whether the materials were put in the cans during production or later, or whether some reports were hoaxes.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Williams's Star Keeps Rising","web_url":"https://www.nytimes.com/1993/06/16/sports/baseball-williams-s-star-keeps-rising.html","abstract":"  Bernie Williams isn't used to making curtain calls. They don't do them in the minor leagues. He was reluctant to come out of the dugout and tip his cap Monday night after his grand slam lifted the Yankees over the Red Sox, 4-0.   He could have taken several curtain calls last night after his eighth-inning home run gave the Yankees a 9-7 lead.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Debussy's 'Pelleas et Melisande' Is Unexpectedly a la Mode Again","web_url":"https://www.nytimes.com/1993/06/16/arts/debussy-s-pelleas-et-melisande-is-unexpectedly-a-la-mode-again.html","abstract":"  As our own fin de siecle -- or fin de millenaire -- approaches, attention to that archetypal artifact of the last fin de siecle, \"Pelleas et Melisande,\" has quickened. What's curious, however, is the way that major stage directors, most recently and unambiguously Peter Sellars in Amsterdam, are determined to purge Debussy's opera, and the Maurice Maeterlinck play on which it is based, of the very wispy ephemerality once presumed to be its essence.   Composed in the mid-1890's and first performed in 1902, \"Pelleas\" has always occupied a place in the operatic pantheon, albeit a side niche. But of late new productions have popped up nearly everywhere, notably in Chicago and Seattle in the United States. In Europe, Claudio Abbado revived his Antoine Vitez production from Vienna for the Royal Opera in London this season, and his Deutsche Grammophon recording tops the British operatic Hit Parade.","thumbnail":null,"section":"Arts"},{"date":"19930616","headline":"Personal Health; For Many, Air Travel Means a Trip to the Doctor.","web_url":"https://www.nytimes.com/1993/06/16/health/personal-health-for-many-air-travel-means-a-trip-to-the-doctor.html","abstract":"  AIR travel, while a boon to long-distance vacationers and business travelers, has also become an increasing source of pain, discomfort and even illness among passengers and crew members in recent years.   While no systematic study has been done on the incidence of flight-related health problems, complaints from passengers have ranged from headache, nausea and backaches to colds, pneumonia and blood clots in the lungs. Airlines have also greatly reduced the influx of fresh air on planes to save money, worsening health problems.","thumbnail":null,"section":"Health"},{"date":"19930616","headline":"Ted Oh's Excellent Adventure","web_url":"https://www.nytimes.com/1993/06/16/sports/us-open-golf-ted-oh-s-excellent-adventure.html","abstract":"  The toughest championship in golf is already taking its toll. Two days before the first official shot will be hit at the 93d United States Open here at Baltusrol, faces are harder, practice sessions longer, and, among players not at the top of their games, a sense of doom is palpable.   And then there is Ted Oh.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/16/sports/results-plus-194993.html","abstract":"  TENNIS  Washington Falls in Wimbledon Tune-Up  Top-seeded MaliVai Washington was upset in the first round at the Direct Line Insurance Manchester Open grass-court tournament in England yesterday. The 23-year-old American, runner-up here last year, was beaten by Chris Bailey of Britain, 7-6 (7-5), 6-2. \"I didn't play great throughout the whole match,\" Washington said. \"But I have several days left to rest, and come Wimbledon I'll be ready. I had a whole bunch of matches last week and one today, so I feel confident on the grass.\" Washington won three matches last week at Rosmalen in the Netherlands before losing in the semifinals to Wally Masur of Australia. He will be the No. 14-seeded player at Wimbledon, which starts Monday. Washington's first-round opponent there will be Guillaume Raoux of France. Joining Washington on the sideline yesterday was the Olympic champion Marc Rosset of Switzerland, seeded fifth, who lost by 6-1, 6-4 to the French qualifier Philippe Pech. Andrei Chesnokov of Russia, seeded sixth, beat Bryan Shelton of Atlanta, 6-4, 6-4, and No. 7 Richard Fromberg of Australia advanced with a 6-4, 7-6 (7-4) victory over Daniel Vacek of the Czech Republic. Defending champion Jacco Eltingh of the Netherlands also reached the second round, beating Rodolphe Gilbert of France, 6-3, 6-3. (AP)   Navratilova In, Fernandez Out: Top-seeded Martina Navratilova won two matches yesterday at the rain-disrupted Eastbourne grass-court tournament in England, while No. 3-seeded Mary Joe Fernandez was upset in her second match of the day. Fernandez, playing for the first time since losing to Steffi Graf in the French Open final 10 days ago, defeated the Briton Shirli-Ann Siddall, 6-4, 7-5, in her opening match. But three hours later, Fernandez was knocked out of the $375,000 event by her fellow American Ginger Helgeson, who is ranked No. 55, 6-2, 6-2. \"The French Open final was in the past; I have to look to the future,\" said Fernandez. \"It takes me awhile to adapt to the grass, and today Ginger played a very, very good match.\" Navratilova needed just 52 minutes to earn a 6-1, 6-2 victory over the Romanian qualifier, Ruxandra Dragomir. She then beat her fellow American Robin White, 6-2, 6-2, in one hour. No. 2-seeded Gabriela Sabatini of Argentina won her second-round match, beating Claudia Porwik of Germany, 7-5, 6-1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"EXPECTATIONS LOW AT MIDEAST TALKS","web_url":"https://www.nytimes.com/1993/06/16/world/expectations-low-at-mideast-talks.html","abstract":"  The Middle East peace talks reconvened today with little change in the roles the parties carved out at the end of the last round of discussions.   The Palestinians were pessimistic. The Israelis seemed to be grasping for any sign that progress toward peace was being made. The other Arab delegations were waiting to see what would happen between the Israelis and Palestinians. And the Americans were scrambling behind the scenes to find a formula to push the process forward.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"The UN and Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-the-un-and-bosnia-letters-to-the-editor.html","abstract":"If the United Nations continues its ineffective policy in Bosnia, it could itself become the main casualty of the fighting there. Its total failure to accomplish in Bosnia a cessation of aggression and an end to the worst bloodshed in Europe since World","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Excerpts From Clinton's News Conference at the White House","web_url":"https://www.nytimes.com/1993/06/16/us/excerpts-from-clinton-s-news-conference-at-the-white-house.html","abstract":"  Following are excerpts from President Clinton's news conference today, as recorded by the Federal News Service, a transcription company: OPENING STATEMENT    Good morning, ladies and gentlemen. I'd like to make a couple of opening remarks.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Ukraine Lawmakers Balk at Anti-Crisis Plan","web_url":"https://www.nytimes.com/1993/06/16/world/ukraine-lawmakers-balk-at-anti-crisis-plan.html","abstract":"  The Ukrainian Parliament balked today at President Leonid M. Kravchuk's latest attempt to solve the country's growing economic and political crisis, and gave the Government two days to come up with an emergency economic recovery plan.   As labor unrest continued to spread through eastern Ukraine, Mr. Kravchuk called for parliamentary elections this winter, along with a referendum on his leadership. But that proposal was voted down by Parliament on a vote of 331 to 138, according to the news agency Interfax.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/16/nyregion/c-corrections-406993.html","abstract":"  A brief article in some copies yesterday about the arrival of 13 Haitian immigrants in New York rendered the name of the executive director of the Coalition for the Homeless incorrectly. She is Mary Brosnahan.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"No Haven for Hate Crimes","web_url":"https://www.nytimes.com/1993/06/16/opinion/no-haven-for-hate-crimes.html","abstract":"  This nation proudly protects the right of people to think and say what they please, including hateful things. But those treasured freedoms of thought and expression do not protect a person whose bigoted thought turns into criminal action. The law may give separate, extra punishment for crimes motivated by racial hatred and other bias.    That is the welcome message of a unanimous Supreme Court, which last week upheld a Wisconsin hate crime law and vindicated similar laws in half the states. Congress and the remaining states need to act on this affirmation of constitutional power.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"A Gracious Sportsman : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-a-gracious-sportsman-letters-to-the-editor.html","abstract":"As an expatriate American and a tennis fan, I long felt humiliated by the way U.S. professional tennis was dominated by a loud-mouthed brat who didn't know what sportsmanship was. There were others who weren't like that, but he did give the most penetrat","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Metropolitan Golf Report","web_url":"https://www.nytimes.com/1993/06/16/sports/metropolitan-golf-report.html","abstract":"United States Open\n Mark Mielke of Lawrence Golf Club on Long Island and Ed Whitman of Knickerbocker Country Club in Tenafly, N.J., are the only players in the metropolitan area who will be competing in the country's most prestigious tournament this week at Baltusrol in Springfield, N.J.\n\nMielke and Whitman were the only survivors among the players from the area in last week's sectional qualifier, where 143 players competed for 31 spots. It was the strongest field in recent memory because it included 52 players from the Professional Golfers' Association Tour.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Survey Finds Major Gains In Cutting Blood Cholesterol","web_url":"https://www.nytimes.com/1993/06/16/us/survey-finds-major-gains-in-cutting-blood-cholesterol.html","abstract":"  Blood cholesterol levels among adults dropped significantly over 12 years, and about half of all Americans now have readings in the desirable range, experts said today.   Results from a new national health survey showed a 4 percent decline in the average cholesterol level, to 205 milligrams per deciliter of blood in 1990 from 213 milligrams in 1978. A level below 200 milligrams is considered desirable. The survey also found that the proportion of adults with very high blood cholesterol levels fell to 20 percent from 26 percent.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"A 2d Asian Body Found Off Queens","web_url":"https://www.nytimes.com/1993/06/16/nyregion/a-2d-asian-body-found-off-queens.html","abstract":"  The body of a man was found yesterday morning floating off Queens at Fort Tilden Gateway Beach, a short distance from where another body was found on Monday, the police said.   There was no immediate identification of either body, but both men were Asian and the police said they believed the two had come from the Golden Venture, which ran aground off the Rockaway Peninsula last week carrying about 300 illegal Chinese immigrants. The body found yesterday was floating a half-mile west from where the ship went aground.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"1893: Journey in Time : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-1893-journey-in-time-in-our-pages100-75-and-50-years-ago.html","abstract":"VIENNA - Professor Baron Ehing carried out yesterday [June 14] a remarkable experiment before psychological experts, to show that it is possible, by hypnotic suggestion, to transfer persons into a former period of their lives. The subject, a woman of thir","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/16/sports/transactions-247393.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Activated Mike Butcher, pitcher, from the 60-day disabled list and optioned him to Vancouver of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Pursuing Tax Cheats in Land of Opportunity","web_url":"https://www.nytimes.com/1993/06/16/nyregion/pursuing-tax-cheats-in-land-of-opportunity.html","abstract":"  They tailed him for several weeks, and then they laid their trap. On a tranquil avenue in Elmhurst, Queens, two nondescript cars and a van melted into the buzzing traffic. Wedged inside were the enforcement officers, their faces graven with patience, their eyes trained like cameras on a basement apartment. It was early morning, and in the air a chill lingered. A half-hour passed, an hour.   At a little past 9, the door of the apartment opened and the target marched out. Car doors swung open and the men moved fast. As he bent over the trunk of his Buick, an unsmiling, shocked Hange Lai, a Chinese immigrant, was set upon by the officers. They rummaged through his car and found 109 cartons of cigarettes stamped from Virginia. Satisfied, the enforcement officers escorted him to a nearby police station for booking.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"State Tax on Long Distance Carriers Overturned","web_url":"https://www.nytimes.com/1993/06/16/nyregion/state-tax-on-long-distance-carriers-overturned.html","abstract":"  New York State would be forced to refund more than $30 million in taxes paid by American Telephone and Telegraph Company, and millions more paid by other long distance carriers, under an appellate court ruling that found the state's method of taxing long distance companies unconstitutional.   A panel of the Appellate Division of State Supreme Court ruled that the state violated the United States Constitution's ban on states' interference in interstate commerce by calculating an income tax deduction for a long distance company based on the percentage of its property that lies in New York. The decision, released yesterday, overturned an earlier decision by Justice Edward H. Lerner of State Supreme Court in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"CLINTON, DEFENDING HIS RECORD, INSISTS HE HASN'T WAVERED","web_url":"https://www.nytimes.com/1993/06/16/us/clinton-defending-his-record-insists-he-hasn-t-wavered.html","abstract":"  President Clinton today presented his first six months in office as an aggressive and largely successful attempt to reinvigorate government, dismissing all assertions that he had been indecisive and portraying himself as a world leader penalized for making tough calls at home and abroad.   \"No President's budget has been taken seriously in this town for a dozen years,\" Mr. Clinton said. \"Three-quarters of the Republicans in the House of Representatives voted against President Bush's last budget. I sent a budget up there that passed -- the budget resolution passed on time for the first time in 17 years. And we're out here fighting for these tough decisions. Shining Up His Image    \"This is the most decisive Presidency you've had in a very long time on all the big issues that matter,\" he continued. \"And I might say, all the heat we're getting from people is because of the decisions that have been made, not because of those that haven't.\"","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Manhattan Company Is Coaxed Away","web_url":"https://www.nytimes.com/1993/06/16/nyregion/manhattan-company-is-coaxed-away.html","abstract":"  Claiming another prize in the regional battle for jobs, Gov. Lowell P. Weicker Jr. of Connecticut announced yesterday that the Witco Corporation, a Manhattan-based manufacturer, was moving its headquarters -- and 800 jobs -- to a vacant office building in Greenwich. The state is providing Witco with $8 million in grants.   Mr. Weicker took the occasion to defend the state's aggressive economic development campaign and to respond to remarks this week by Secretary of Labor Robert B. Reich, who said the states should stop using grants to compete with one another and instead spend the money on schools, roads and bridges.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Book Notes; More Lessons to Learn Before Oprah Tells All","web_url":"https://www.nytimes.com/1993/06/16/movies/book-notes-more-lessons-to-learn-before-oprah-tells-all.html","abstract":"  It was supposed to be the big book of the fall, with a superstar author and an ad campaign in the hundreds of thousands of dollars. But Oprah Winfrey's autobiography, which has been lavished with extraordinary advance attention by Alfred A. Knopf, was abruptly postponed yesterday, at the request of Ms. Winfrey herself. No new publication date has been set.   In a statement put out by Knopf, Ms. Winfrey said her recent appearance at the American Booksellers Association convention in Miami, in which she generated waves of adoration from booksellers wherever she went, had caused her to reconsider the project. \"I am in the heart of the learning curve,\" she said. \"I feel there are important discoveries yet to be made.\"","thumbnail":null,"section":"Movies"},{"date":"19930616","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/16/style/chronicle-145093.html","abstract":"  Washington political and diplomatic circles will see an unusual tie-in between celebrating Father's Day this Sunday and fostering peace in the Middle East.   Some 150 people, including several ambassadors, have been invited to spend Father's Day at a barbecue in the backyard of ZBIGNIEW and MUSKA BRZEZINSKI in McLean, Va. The party will benefit Seeds of Peace, a program that will send about 60 children, ages 11 to 14, from Israel, the West Bank, Egypt and Morocco -- and, the organizers hope, Jordan, Syria and Lebanon -- to a camp in Maine at the end of the summer.","thumbnail":null,"section":"Style"},{"date":"19930616","headline":"Sports of The Times; The Bulls Need Their Attack Dogs","web_url":"https://www.nytimes.com/1993/06/16/sports/sports-of-the-times-the-bulls-need-their-attack-dogs.html","abstract":"  WHILE the Bulls may give it other labels, like lack of focus, for example, or loss of intensity, or point out that the Dobermans -- what the Bulls call their defensive aces -- were never unleashed, it seems apparent that last Sunday against Phoenix they were suffering from a huge helping of overconfidence.   Johnny Bach, the coach of the Bulls' defensive unit, generally considered the best in the National Basketball Association, said it another way yesterday when he described one of the elements needed for the Bulls not to lose tonight to the Phoenix Suns in Game 4 of the playoff finals. And not, thereby, have the series tied, embarrasingly at two games apiece.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Ex-Kremlin Figure Returns to Power in Azerbaijan","web_url":"https://www.nytimes.com/1993/06/16/world/ex-kremlin-figure-returns-to-power-in-azerbaijan.html","abstract":"  In a remarkable political comeback, a former K.G.B. general, former Communist Party boss and former Politburo member in the Kremlin has maneuvered his way back into power here, saying he is a democrat and promising to turn his native Azerbaijan back from the brink of civil war.   \"Let there be no doubt about my purpose,\" Heydar Aliyev, 70, said in his acceptance speech upon being voted into the office of Chairman of Parliament today. \"I will devote the time God has left me to protect the independence of Azerbaijan and promote the rule of law, democratic pluralism and the development of a market economy.\"","thumbnail":null,"section":"World"},{"date":"19930616","headline":"The Loss Hurts Franco More Than Other Mets","web_url":"https://www.nytimes.com/1993/06/16/sports/baseball-the-loss-hurts-franco-more-than-other-mets.html","abstract":"  The Mets can't play. Their 20-42 record underscores that. The Mets can't rage right, either, and last night's temper tantrum by John Franco resulted in the closer having his right hand wrapped in bandages.   Franco, the left-hander who yielded the decisive ninth-inning sacrifice fly in a 2-1 defeat to the Braves, suffered a bad gash on his right hand after punching an object in the clubhouse after the game. Franco was expected to receive stitches, and his status is uncertain.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Russians in Estonia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-russians-in-estonia-letters-to-the-editor.html","abstract":"Regarding \"Too Much Tolerance of Separatism, Gorbachev Says\"(Q & A, May 31) by Joseph Fitchett: .Mikhail Gorbachev's statement that Russians and Poles in the Baltic republics \"are being treated like second-class citizens\" is sha","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/06/16/arts/the-pop-life-200793.html","abstract":"  Bridging Troubled Waters   Paul Simon's series of concerts at the Paramount in October, featuring a retrospective of his career and a reunion with Art Garfunkel, is being billed as \"The Concert Event of a Lifetime.\" It's been at least too good to pass up for tens of thousands of fans. All 10 shows have sold out and six more performances are to be added today.   \"It's an enormous undertaking and wasn't something I was planning on doing,\" Mr. Simon said in a telephone interview from his apartment in Manhattan, explaining how the concert series came about. The concerts are to include the Simon and Garfunkel years, Mr. Simon's early solo music and his later efforts, \"Graceland\" and \"The Rhythm of the Saints.\" \"But Warner Brothers is issuing a retrospective of my career in the fall, something like a 50-song boxed set, and got permission from Sony to use some of the Simon and Garfunkel masters, which means you can show the way my career evolved. I guess that's where the idea for the concerts came from.\"","thumbnail":null,"section":"Arts"},{"date":"19930616","headline":"Scotty Bowman Gets His (Red) Wings","web_url":"https://www.nytimes.com/1993/06/16/sports/sports-people-hockey-scotty-bowman-gets-his-red-wings.html","abstract":"  The winningest coach in the National Hockey League has moved again, this time to the Detroit Red Wings.   The Red Wings hired SCOTTY BOWMAN, a Stanley Cup winner with Montreal and Pittsburgh, as its new coach.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Giants Tell Simms That He's The Boss","web_url":"https://www.nytimes.com/1993/06/16/sports/football-giants-tell-simms-that-he-s-the-boss.html","abstract":"  It has been three years since Phil Simms has seen this kind of serenity surrounding the Giants' quarterback situation.   Simms doesn't have to look over his shoulder or play diplomat or field questions about whose style best suits the offense. There are even fewer questions about whether his age, 36, will hinder him from capably guiding the Giants this season.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/16/nyregion/news-summary-648193.html","abstract":"  International A3-15  DEMOCRATS FIGHT NUCLEAR TESTS  Democratic lawmakers have mounted a strong effort to dissuade the Clinton Administration from a plan to resume limited nuclear weapons testing after a Congressional moratorium expires next month.  A1  MIDEAST PEACE TALKS RESUME  The Middle East peace talks reconvened with little change in the roles the parties had carved out at the end of the last round. The Palestinians were pessimistic. The Israelis seemed to be grasping for any sign of progress. Other Arab delegations were waiting to see what would happen, and the Americans were scrambling for a formula that would push matters forward.  A3","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Tondo Journal; On Scavengers' Mountain, a Few Scraps of Hope","web_url":"https://www.nytimes.com/1993/06/16/world/tondo-journal-on-scavengers-mountain-a-few-scraps-of-hope.html","abstract":"  Anywhere else, the closing of a garbage dump would be an occasion for local residents to rejoice.   But here at the internationally infamous Smoky Mountain, thousands of people live in the dump and survive by scavenging its fetid rubble. Now that Smoky Mountain is being closed, they are apprehensive about losing their homes and livelihoods, no matter how squalid and demeaning these may seem to outsiders.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"House Passes Bill to Ban Replacement of Strikers","web_url":"https://www.nytimes.com/1993/06/16/us/house-passes-bill-to-ban-replacement-of-strikers.html","abstract":"  The House voted today to prohibit employers from hiring permanent replacements for union members who strike, but Senate Republicans immediately said they would stage a filibuster to kill the measure, organized labor's biggest legislative priority.    The same legislation passed the House last year but was killed by filibuster in the Senate. Its prospects appear somewhat better this year, largely because President Clinton favors the bill and could sway some crucial Democratic Senators.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Condemned Man Found Dead","web_url":"https://www.nytimes.com/1993/06/16/us/condemned-man-found-dead.html","abstract":"  An inmate scheduled to be executed next month was found dead in his cell on Sunday, an apparent suicide, prison officials said. The body of the inmate, Wayne K. Delong, 36, was discovered by inmates at Mecklenburg Correctional Center. Officials said today that a syringe had been found near his body but that the cause of death had not been determined. Mr. Delong was to have been executed on July 15 for killing a Richmond police detective in 1986.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/16/nyregion/c-corrections-403493.html","abstract":"  A chart yesterday with biographical information about the Supreme Court Justices misstated Justice David H. Souter's previous position. At his appointment, in 1990, he was a judge on the United States Court of Appeals for the First Circuit, in Boston.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Asylum Reform Has to Respect Human Rights; A Burdened Agency","web_url":"https://www.nytimes.com/1993/06/16/opinion/l-asylum-reform-has-to-respect-human-rights-a-burdened-agency-449293.html","abstract":"  To the Editor:   Andrew Stephen (Op-Ed, June 7) should cheer up. It's not as bad at the Immigration and Naturalization Service as he might wish.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Asylum Reform Has to Respect Human Rights; Still Waiting","web_url":"https://www.nytimes.com/1993/06/16/opinion/l-asylum-reform-has-to-respect-human-rights-still-waiting-448493.html","abstract":"  To the Editor:   Anyone who has had contact with the Immigration and Naturalization Service would agree with Andrew Stephen in \"Doctors, Spaghetti and My American Wife\" (Op-Ed, June 7) that something is drastically wrong. I too am a green card holder trying to become a United States citizen.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/16/nyregion/c-corrections-408593.html","abstract":"  The crossword puzzle yesterday included an incorrect definition for 22 Across. It should have read \"Gray's Warbucks,\" not \"Gould's Warbucks.\" (The answer was \"Daddy.\")  ","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"JAPANESE LEADER IS DEALT SETBACK","web_url":"https://www.nytimes.com/1993/06/16/world/japanese-leader-is-dealt-setback.html","abstract":"  Prime Minister Kiichi Miyazawa's future as Japan's leader was shaken today when his biggest goal, a political reform bill, was declared dead by leaders of his own party and his opponents pressed for a no-confidence vote this week.   The failure of the bill, which had been aimed at restoring faith in government after years of corruption scandals, raised the possibility that Mr. Miyazawa may be forced to dissolve the Parliament and begin an election campaign before the summit of the seven largest industrialized nations three weeks from now.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/16/style/chronicle-401893.html","abstract":"  JOHNNY HALLYDAY, the French rock idol, turned 50 yesterday, and all of France celebrated, or so it seemed judging by the avalanche of tributes and celebrations. The Reuters news agency reported that newspapers printed special supplements, television stations ran long tributes, and tickets for three special concerts at the 50,000-seat Parc des Princes soccer stadium in Paris were snapped up.   \"Old, me?\" Mr. Hallyday, who recorded French versions of Elvis Presley, Chuck Berry and Jimi Hendrix numbers in the 1960's, said in a birthday interview in the Parisien newspaper. \"Can a rocker be old?\"","thumbnail":null,"section":"Style"},{"date":"19930616","headline":"Court Protects Identity of Doctors Under Disciplinary Review","web_url":"https://www.nytimes.com/1993/06/16/nyregion/court-protects-identity-of-doctors-under-disciplinary-review.html","abstract":"  New York State's highest court ruled today that the state must keep its disciplinary proceedings against doctors secret unless it finds them guilty of misconduct. The decision ends a decade-old practice intended to extend consumer protections to patients.   The unanimous decision by the Court of Appeals overturned a policy allowing the State Health Department to release the names of doctors charged with medical misconduct, which includes negligence, sexual misconduct, working while intoxicated and violating state laws.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"New Teaching Method Puts Math in Real Life","web_url":"https://www.nytimes.com/1993/06/16/education/new-teaching-method-puts-math-in-real-life.html","abstract":"  Peek into the third-grade classroom of Diane Lang and see the future of math education. Gone are the addition and subtraction drills, the mind-numbing handouts.   This generation of students at Church Street Elementary School learns math by testing the acidity of the nearby Bronx River over several days, one of many exercises requiring students to calculate the math, explain how they got their answer and then chart the results on a graph.","thumbnail":null,"section":"Education"},{"date":"19930616","headline":"Budgeting for Re-election","web_url":"https://www.nytimes.com/1993/06/16/opinion/budgeting-for-re-election.html","abstract":"  New York City officials finally came to terms on a budget for the new fiscal year in the wee hours of Sunday morning -- as if pressed by a deadline. The deadline was still more than two weeks away, but perhaps they hoped the dark of night might conceal what they were up to.   State law requires that the city balance its budget each year. So Mayor David Dinkins and the City Council declared it balanced. But no one should be surprised if they have to cut more spending to reach that balance as the year unfolds -- say, sometime after Nov. 2, when both the mayoral and Council elections are safely past.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"1943: Border Blockade : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-1943-border-blockade-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Dispatches from Ankara revealed that Britain closed the Syrian frontier opposite Turkey at 6 a.m. today [June 15], apparently to stop leakage of information concerning the British 9th and 10th Armies in the Middle Eas","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Washington at Work; Senator Commands Stage Far Bigger Than Oklahoma by Defying Clinton","web_url":"https://www.nytimes.com/1993/06/16/us/washington-work-senator-commands-stage-far-bigger-than-oklahoma-defying-clinton.html","abstract":"  At home in Oklahoma, Senator David L. Boren was once portrayed by newspaper cartoonists as the Pillsbury Doughboy. In the cloakrooms of the Senate, he was dismissed as a glad-hander who craved approval more than power.   That was before Mr. Boren went on a diet and reassessed his career after the death of his father, an irreverent Democratic Congressman who rebelled against Franklin Delano Roosevelt. Then the Senator took on President Clinton's economic package.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Final Buzzer in Caldwell's Bid for Trial","web_url":"https://www.nytimes.com/1993/06/16/sports/sports-people-basketball-final-buzzer-in-caldwell-s-bid-for-trial.html","abstract":"  JOE CALDWELL, the former All-Star basketball player who charged that the owners of the Spirits of St. Louis of the old American Basketball Association conspired to keep him out of basketball in 1974, has been denied a trial in Federal court in Manhattan.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Old Brooklyn, Old Men And a Worn Old Wall","web_url":"https://www.nytimes.com/1993/06/16/nyregion/about-new-york-old-brooklyn-old-men-and-a-worn-old-wall.html","abstract":"  \"YOU know what this is,\" Sam Cohen said. \"This is the one-wall handball capital of the world for old players.\"   \"It's also the prostate capital of the world, everybody here has had a prostate operation\" Frank Oster said for the benefit of his cohorts playing and watching at the municipal handball court just off the boardwalk where Coney Island runs into Brighton Beach. There were about 20 of the old-timers; the youngest in their 60's, the oldest in their 80's. They had nicknames like Louis Blue Shoes, Hy the Truck Driver and Abe the Gonif, who despite his Yiddish honorific was said to be more a rascal than a thief.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"A Good Start in the U.S.","web_url":"https://www.nytimes.com/1993/06/16/sports/IHT-a-good-start-in-the-us.html","abstract":"So what gives in the United States? With one match to go, the U.S. Cup '93 has developed into a fine little warmup act for next year's World Cup, which brings soccer to its final frontier. .America's disinterest in the global sport is not going to be c","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Rent Curbs Are Passed In Albany","web_url":"https://www.nytimes.com/1993/06/16/nyregion/rent-curbs-are-passed-in-albany.html","abstract":"  With rent regulations on nearly 900,000 apartments in New York City and surrounding counties expiring last night, legislative leaders forged a last-minute agreement that extended the laws for another eight days and prevented them from lapsing for what would have been the first time in their 46-year history.   While the agreement provided a brief reprieve for tenants in rent-stabilized and rent-controlled apartments, it remains to be seen whether state lawmakers can reach a long-term compromise that will allow the laws to be extended for at least another year. 'Luxury Decontrol' at Issue    Still unresolved was whether the Democrat-controlled Assembly would consider a Republican Senate proposal known as \"luxury decontrol,\" which would essentially lift limits on rent increases for apartments occupied by upper-income tenants. One Senate proposal defines upper income as those families that earn more than $100,000 a year.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Artificial Cartels of the Mind Justify Distrust of Japan","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-artificial-cartels-of-the-mind-justify-distrust-of-japan.html","abstract":"The characteristic institution of Japanese capitalism is the cartel, known euphemistically in Japanese as the keiretsu, a word that means grouping or affiliation. These cartels have been justified as a reflection of Japan's group-oriented culture and bus","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/16/nyregion/c-corrections-407793.html","abstract":"  The stock options table in Business Day yesterday was incomplete in some editions because of transmission problems at Tribune Media Services. Readers wishing copies of the complete table may write to the Business Editor, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Review/Television; Cultures Clash on 'American Playhouse'","web_url":"https://www.nytimes.com/1993/06/16/arts/review-television-cultures-clash-on-american-playhouse.html","abstract":"  Much to its credit, public television's \"American Playhouse\" makes periodic forays into Latino culture in this country. Past efforts include the films \"El Norte\" and \"The Ballad of Gregorio Cortez.\" Tonight at 9 on Channel 13, it's \"La Carpa,\" directed by Carlos Avila, an American with Peruvian roots.    Set in the Southern California town of Florencia in 1938, the story, written by Mr. Avila and Edit Villareal, revolves around a Mexican-American vaudeville troupe, the kind that used to tour the Southwest performing in their own small tents, or carpas. Devised for Mexican and Chicano workers and their families, the programs of comedy, songs and dances used the broad strokes and colors of folklore, and often incorporated local concerns into the material. A similar approach can be found today in Chicano theater groups like Luis Valdez's \"Teatro Campesino,\" a training ground for many of the actors in this film.","thumbnail":null,"section":"Arts"},{"date":"19930616","headline":"Court in South Carolina Upholds Jailing of Loud Street Preachers","web_url":"https://www.nytimes.com/1993/06/16/us/court-in-south-carolina-upholds-jailing-of-loud-street-preachers.html","abstract":"  The South Carolina Supreme Court today narrowly upheld the constitutionality of a local ordinance under which nearly 50 street preachers were jailed last May for shouting their sermons and accosting people.   In a 3-to-2 decision the state's highest court ruled that in regulating the time, place and manner of the downtown preaching, the coastal city of Beaufort had not abridged the preachers' right of free speech.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Doctors Add Homosexuals To Group's Anti-Bias Rules","web_url":"https://www.nytimes.com/1993/06/16/us/doctors-add-homosexuals-to-group-s-anti-bias-rules.html","abstract":"  In a move long sought by gay-rights advocates, the American Medical Association revised its bylaws today to make clear that the organization will not discriminate against any doctors because of their sexual orientation.   At the same time, the association took two actions sure to infuriate consumer groups. It called for repeal of a 1988 Federal law that sets standards for medical laboratories, and urged \"dissolution\" of the National Practitioner Data Bank, which keeps track of doctors who have been disciplined for misconduct.","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Time to Look for Galarraga in the Small Print","web_url":"https://www.nytimes.com/1993/06/16/sports/sports-people-baseball-time-to-look-for-galarraga-in-the-small-print.html","abstract":"  ANDRES GALARRAGA is about to become a statistic. Finally.   Today, look for Galarraga to be listed atop the major league batting leaders with his .400-plus average for the Colorado Rockies.","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"French Mental Health : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/16/opinion/IHT-french-mental-health-letters-to-the-editor.html","abstract":"You have published several letters recently comparing French and American health care. I should like to mention the French national mental health system. .I learned about it initially working as an apprentice in the Paris prefecture public mental healt","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"On Privacy and Equality; Judge Ginsburg Still Voices Strong Doubts on Rationale Behind Roe v. Wade Ruling","web_url":"https://www.nytimes.com/1993/06/16/us/privacy-equality-judge-ginsburg-still-voices-strong-doubts-rationale-behind-roe.html","abstract":"  Standing by President Clinton's side on Monday afternoon as the first Supreme Court nominee of a Democratic President in a generation, Judge Ruth Bader Ginsburg relied on an unlikely source to explain her judicial philosophy to a public that knew her scarcely, if at all.   She approvingly quoted Chief Justice William H. Rehnquist, a bete noire to Democrats for most of that time, as saying that a good judge is bound to apply the facts and the law to come up with a decision, even if it is \"not what the home crowd wants.\"","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Youths Guilty In the Slaying Of a Principal","web_url":"https://www.nytimes.com/1993/06/16/nyregion/youths-guilty-in-the-slaying-of-a-principal.html","abstract":"  Three teen-agers were convicted yesterday of murdering Patrick Daly, a revered elementary school principal slain when he walked into the crossfire of a gun battle in a Brooklyn housing project.   In a case that drew national attention to the random perils of urban neighborhoods filled with guns and drugs, jurors found that although the authorities could not say which defendant fired the single bullet that tore into Mr. Daly's chest, all three were equally culpable for creating what prosecutors called a \"killing field\" resulting from their \"private war on a public street.\"","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"James Madison High School's Tradition of Success; From Cousin Brucie to Ruth Bader Ginsburg, Students and Graduates Earn Top Honors","web_url":"https://www.nytimes.com/1993/06/16/nyregion/james-madison-high-school-s-tradition-success-cousin-brucie-ruth-bader-ginsburg.html","abstract":"  There's plenty of talk at James Madison High School about Ruth Bader Ginsburg, the 1950 graduate who was nominated on Monday to the Supreme Court. But in the halls of the red brick school in southeast Brooklyn these days, there is even more talk about State Regents exams, scholarships, colleges and all the other academic hurdles that are to frame the students' futures.   Just as in Judge Ginsburg's day, James Madison today seems to be a rarity in American education -- an ethnic melting pot of scholastic overachievers, of whom Judge Ginsburg is only one of hundreds who have made names for themselves in the professions and the arts.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/16/nyregion/c-corrections-404293.html","abstract":"  A front-page profile yesterday about Judge Ruth Bader Ginsburg rendered the name of a former Harvard Law School dean incorrectly. He is Albert Sacks.","thumbnail":null,"section":"New York"},{"date":"19930616","headline":"Women Seize Focus at Rights Forum","web_url":"https://www.nytimes.com/1993/06/16/world/women-seize-focus-at-rights-forum.html","abstract":"  On the crowded first floor of the United Nations complex here, every imaginable oppressed cause seems to be represented, each displaying its own set of atrocity photographs in a macabre competition for attention during the World Conference on Human Rights this month.   For hundreds of organizations, it is a rare chance to throw the spotlight on some distant corner of suffering. There are stands or posters dealing with crises in Peru and Tibet, graphic accounts of human rights abuses in Kurdistan and Kashmir, and photographic displays of the horrors of the war in Bosnia and Herzegovina.","thumbnail":null,"section":"World"},{"date":"19930616","headline":"Drive for Brooklyn Academy","web_url":"https://www.nytimes.com/1993/06/16/arts/drive-for-brooklyn-academy.html","abstract":"  A campaign to raise a $22.5 million endowment for the Brooklyn Academy of Music was the centerpiece of a party last night to honor the 25th anniversary of Harvey Lichtenstein as the institution's president and executive producer.   \"The Campaign for BAM,\" the first such plan in the institution's 132-year history, is already nearly halfway to its goal with commitments totaling $10.25 million to date. These include $5 million from the Lila Wallace-Reader's Digest Fund to endow community programs, and $1 million from Richard B. Fisher, the chairman of the Morgan Stanley Group.","thumbnail":null,"section":"Arts"},{"date":"19930616","headline":"Christopher, in Unusual Cable, Defends State Dept.","web_url":"https://www.nytimes.com/1993/06/16/world/christopher-in-unusual-cable-defends-state-dept.html","abstract":"  In an effort to reassure his diplomatic corps that the Clinton Administration is capable of leading the world, Secretary of State Warren Christopher has sent a classified cable to all ambassadors listing what he described as several important accomplishments.   In his cable, dated June 7, Mr. Christopher all but conceded that President Clinton had got off to a slow start in foreign affairs, but he said problems inherited from the Bush Administration forced the new team to navigate \"between submerged rocks and whirlpools on every continent.\"","thumbnail":null,"section":"World"},{"date":"19930616","headline":"Girl Athletes to Be Honored by P.S.A.L.","web_url":"https://www.nytimes.com/1993/06/16/sports/sports-people-high-schools-girl-athletes-to-be-honored-by-psal.html","abstract":"  The top girls in a dozen sports will be honored by the New York City Public Schools Athletic League tomorrow at the 13th Pegasus Outstanding Athlete Awards Dinner at the Tavern on the Green. Two schools, Midwood and Tottenville, accounted for half the winners, with three each. They are CHIA SHAFIROFF (bowling), TAMARA HENRY (cross-country) and JAMILA CODRINGTON (outdoor track) from Midwood; and THERESA CATALANO (gymnastics), KRISTEN MURRAY (soccer) and TONE BRATTENG (indoor track) from Tottenville.    The other winners are YOLANDA HARRELL, Thomas Jefferson, (basketball), SHIRELLE CHRISHON Boys and Girls, (handball), DANIELLE DECARLO, Port Richmond (softball), MARIEJO PASION, Stuyvesant (swimming), GINA MAJMUDAR, New Dorp (tennis) and ADAMILKA GIL, George Washington (volleyball).","thumbnail":null,"section":"Sports"},{"date":"19930616","headline":"Trade Sanity With Japan","web_url":"https://www.nytimes.com/1993/06/16/opinion/trade-sanity-with-japan.html","abstract":"  In trade talks last week with Japan, the Clinton Administration turned from bullying to constructive negotiating. Instead of repeating threats to punish Japan for behavior the U.S. unilaterally decides is wrong -- a tactic designed to curry favor with protectionists in the Democratic Party -- the Administration set out reasonable ways to help U.S. exporters without risking a trade war.   Yet the old threats haven't been disowned, which makes U.S. policy appear contradictory. The Administration's overheated rhetoric risks creating unrealistic expectations that could make the modest gains of reasonable policy look like a retreat.","thumbnail":null,"section":"Opinion"},{"date":"19930616","headline":"In City Budget Package, a Modest Arts Increase","web_url":"https://www.nytimes.com/1993/06/16/arts/in-city-budget-package-a-modest-arts-increase.html","abstract":"  The city's cultural institutions, their finances hurt by the recession, have received a modest but significant lift from the budget package worked out last weekend between the Mayor and the City Council.   Under the agreement between Mayor David N. Dinkins and City Council Speaker Peter F. Vallone, the funds budgeted for cultural programs and other noncapital expenses were increased by $9 million, bringing the total to $89 million for the fiscal year starting next month.","thumbnail":null,"section":"Arts"},{"date":"19930616","headline":"Clinton May Shun Fray Till Budget Goes to Conference","web_url":"https://www.nytimes.com/1993/06/16/us/clinton-may-shun-fray-till-budget-goes-to-conference.html","abstract":"  As the Democratic senators on the Finance Committee struggled today to find a compromise they could all support on the budget, President Clinton suggested that he would stay out of the fray until the legislation gets into a House-Senate conference.   \"The Senate Finance Committee has some tough decisions to make,\" the President said at a news conference. \"I don't expect to agree with all of them.\"","thumbnail":null,"section":"U.S."},{"date":"19930616","headline":"Green Wants to Trim Fat","web_url":"https://www.nytimes.com/1993/06/16/sports/baseball-green-wants-to-trim-fat.html","abstract":"  Dallas Green, continuing his campaign to enforce order on the Mets in their mess of a season, held a meeting today with a handful of players who he has determined have gained an inappropriate amount of weight and told them it would not be tolerated.   Green marched Anthony Young, Eric Hillman, Chico Walker, Charlie O'Brien, Jeff Kent and Sid Fernandez into his office this afternoon upon their arrival at Atlanta-Fulton County Stadium before the Mets' game with the Braves.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930616","time":"1993-06-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":73,"wspd":18.4},{"date":"19930616","time":"1993-06-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":86,"wspd":14.8},{"date":"19930616","time":"1993-06-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":85,"wspd":18.4},{"date":"19930616","time":"1993-06-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":89,"wspd":16.6},{"date":"19930616","time":"1993-06-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":89,"wspd":18.4},{"date":"19930616","time":"1993-06-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":91,"wspd":14.8},{"date":"19930616","time":"1993-06-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":90,"wspd":16.6},{"date":"19930616","time":"1993-06-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":92,"wspd":14.8},{"date":"19930616","time":"1993-06-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":92,"wspd":18.4},{"date":"19930616","time":"1993-06-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":87,"wspd":14.8},{"date":"19930616","time":"1993-06-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":83,"wspd":11.2},{"date":"19930616","time":"1993-06-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":80,"wspd":13},{"date":"19930616","time":"1993-06-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":90,"wspd":13},{"date":"19930616","time":"1993-06-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":94,"wspd":7.6},{"date":"19930616","time":"1993-06-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":95,"wspd":13},{"date":"19930616","time":"1993-06-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":91,"wspd":18.4},{"date":"19930616","time":"1993-06-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":87,"wspd":22.3},{"date":"19930616","time":"1993-06-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":72,"wspd":14.8},{"date":"19930616","time":"1993-06-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":74,"wspd":9.4},{"date":"19930616","time":"1993-06-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":76,"wspd":9.4},{"date":"19930616","time":"1993-06-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":75,"wspd":11.2},{"date":"19930616","time":"1993-06-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":77,"wspd":11.2},{"date":"19930616","time":"1993-06-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":88,"wspd":3.6},{"date":"19930616","time":"1993-06-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":84,"wspd":11.2},{"date":"19930616","time":"1993-06-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":14.8},{"date":"19930616","time":"1993-06-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":64,"wspd":14.8},{"date":"19930616","time":"1993-06-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":18.7},{"date":"19930616","time":"1993-06-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":71,"wspd":18.7},{"date":"19930616","time":"1993-06-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":22.3},{"date":"19930616","time":"1993-06-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":87,"wspd":11.2},{"date":"19930616","time":"1993-06-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":90,"wspd":11.2},{"date":"19930616","time":"1993-06-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":13},{"date":"19930616","time":"1993-06-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":9.4},{"date":"19930616","time":"1993-06-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":76,"wspd":9.4},{"date":"19930616","time":"1993-06-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":73,"wspd":13},{"date":"19930616","time":"1993-06-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":68,"wspd":14.8},{"date":"19930616","time":"1993-06-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":57,"wspd":20.5},{"date":"19930616","time":"1993-06-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":52,"wspd":20.5},{"date":"19930616","time":"1993-06-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":44,"wspd":16.6},{"date":"19930616","time":"1993-06-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":41,"wspd":18.7},{"date":"19930616","time":"1993-06-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":38,"wspd":14.8},{"date":"19930616","time":"1993-06-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":40,"wspd":14.8},{"date":"19930616","time":"1993-06-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":37,"wspd":14.8},{"date":"19930616","time":"1993-06-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":36,"wspd":18.7},{"date":"19930616","time":"1993-06-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":38,"wspd":9.4},{"date":"19930616","time":"1993-06-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":33,"wspd":13},{"date":"19930616","time":"1993-06-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":33,"wspd":16.6},{"date":"19930616","time":"1993-06-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":37,"wspd":14.8}]}}