{"19930428":{"guardian_articles":[],"nytimes_articles":[{"date":"19930428","headline":"Review/Music; Samba Meets Pop and the Crowd Goes Wild","web_url":"https://www.nytimes.com/1993/04/28/arts/review-music-samba-meets-pop-and-the-crowd-goes-wild.html","abstract":"  About halfway through her concert at the Ritz on Friday night, the Brazilian singer Daniela Mercury let three pre-teen-age samba drummers take over the stage. In folkloric concerts, the arrival of roots-conscious children is precisely the moment when sentimentality drives a stake through the heart of a show: one is expected to bemoan the loss of tradition and applaud the youths' valiant attempts to fight off encroaching international pop culture. But Ms. Mercury had other ideas. The three, beating out a complicated and ferocious samba pattern, were supported by a stadium rock production, including flashing lights, fog banks and a booming sound system. It was a pop spectacle, and it was authentic, and the crowd went haywire.   Ms. Mercury, a young singer from Bahia, packed the Ritz, and it was hard to imagine a better party anywhere. Men were holding women on their shoulders, and the entire audience was swaying to the music, singing along with the songs, or dancing. Ms. Mercury sings with a voice that can move easily from pure pop tones to a hoarse, African style. She and her two dancers worked tightly choreographed routines, and Ms. Mercury pretty much proclaimed herself to be sex on two feet, all in a nicely civilized, consensual adult way. She's a star: but in a domestic touch, her publicity biography mentions that she has two children.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Hartford Assembly Saves A 5¦ Deposit on Bottles","web_url":"https://www.nytimes.com/1993/04/28/nyregion/hartford-assembly-saves-a-5-deposit-on-bottles.html","abstract":"  Gov. Lowell P. Weicker Jr.'s plan to replace Connecticut's 5-cent bottle deposit with a 5-cent-a-bottle tax was killed today by the General Assembly's Appropriations Committee, which voted to continue paying for environmental protection through existing taxes.   The committee's 28-to-20 vote on the budget today was the Legislature's first formal response to Mr. Weicker's spending plan for the next two years. Committee leaders said they believed their plan retains Mr. Weicker's priorities, especially for education, and also keeps the budget at his $8.6 billion figure for the year that begins on July 1.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Key Stuns The Angels With 1-Hitter","web_url":"https://www.nytimes.com/1993/04/28/sports/baseball-key-stuns-the-angels-with-1-hitter.html","abstract":"  Jimmy Key could feel it. Maybe this would be the night he would do it. The Angels were taking silly swings, balls were rolling off the ends of their bats and dribbling around the infield. Some never made contact. A fly ball was an occurrence. Maybe this would be the night for Key's first no-hitter.   Not quite. The flirtation with a no-hitter was more of a fling as Key held the Angels hitless for five innings, kept the prominent zero entrenched on the Anaheim Stadium scoreboard and forced his teammates to avoid him when he arrived in the dugout. The fling ended when Gary DiSarcina began the sixth inning by lining a fastball away to center field on a 3-1 pitch.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Making the Shot Michael Couldn't Make","web_url":"https://www.nytimes.com/1993/04/28/sports/pro-basketball-making-the-shot-michael-couldn-t-make.html","abstract":"  An amazing thing among the amazing things that made an obscure $5-an-hour office-supplies salesman a nationally known millionaire in five seconds was that he didn't want to shoot the shot to begin with.   \"Please,\" said Carla Morgan, a representative of the Chicago Bulls' marketing department, who had spotted Don Calhoun in the midst of the crowd that entered Chicago Stadium for the Bulls-Heat game April 14, \"I want you to shoot the million-dollar shot. I love your shoes.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Troubled Tennis Coach And His Ability to Charm","web_url":"https://www.nytimes.com/1993/04/28/nyregion/troubled-tennis-coach-and-his-ability-to-charm.html","abstract":"  For two decades, Gary Wilensky had been dismissed from job after job. His employers said his behavior was unbalanced, his intense attention to his young charges inappropriate.   But Mr. Wilensky was a charmer, said friends, colleagues and former students of the popular New York tennis coach who killed himself on Saturday after trying to abduct a favorite student to a homemade prison in the Adirondacks.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Books of The Times; Caring for People and Saving Wildlife","web_url":"https://www.nytimes.com/1993/04/28/books/books-of-the-times-caring-for-people-and-saving-wildlife.html","abstract":"  At the Hand of Man  Peril and Hope for Africa's Wildlife  By Raymond Bonner  322 pages. Alfred A. Knopf. $24.   The main theme that emerges from Raymond Bonner's powerful front-line report on the fate of Africa's wildlife can be found in a note at the end of \"At the Hand of Man,\" his eye-opening new book:","thumbnail":null,"section":"Books"},{"date":"19930428","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92469411858.html","abstract":"1943: Curbing Curiosity. WASHINGTON - [From our New York edition:] An army private who may never use his hands again as a result of fighting in North Africa and a blinded army corporal whose last glimpse of the world was the dawn breaking over Dieppe sent","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/28/style/chronicle-578593.html","abstract":"  Put this in the category of \"Matters that take up the time of judges and lawyers.\" Judge MICHAEL B. MUKASEY of Federal District Court in Manhattan has dismissed a lawsuit brought against the singer MARIAH CAREY by her stepfather, JOSEPH VIAN, who claimed that she had reneged on an oral contract granting him the right to market Mariah dolls. The dolls would be modeled after Ms. Carey and would play her biggest hits.    According to the decision handed down on Monday, Mr. Vian, who is separated from the singer's mother, Patricia, charged that Ms. Carey had granted him the right to make the dolls in return for his support, which included \"picking her up from late-night recording sessions, providing her with the use of a car, paying for dental care, allowing her to use his boat for business meetings and rehearsals and giving her various items including unused wedding gifts from his marriage to her mother.\"","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"Mideast Talks Resume as They Adjourned: Bickering","web_url":"https://www.nytimes.com/1993/04/28/world/mideast-talks-resume-as-they-adjourned-bickering.html","abstract":"  After a four-month hiatus during which the United States changed Administrations and a sharp increase in violence prompted an Israeli crackdown on Palestinians, the Middle East peace talks resumed today at the State Department.    With rising and conflicting pressures on all parties, Israeli negotiators held separate talks with their counterparts from Syria, Jordan and Lebanon in the morning, and with the Palestinians later in the day.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Italian Panel Votes to Strip Andreotti's Immunity","web_url":"https://www.nytimes.com/1993/04/28/world/italian-panel-votes-to-strip-andreotti-s-immunity.html","abstract":"  A panel of the Italian Senate recommended today that the country's elder statesman, Giulio Andreotti, be stripped of his parliamentary immunity from prosecution so that magistrates can pursue an investigation into accusations that he associated with the Mafia.   A final decision will be made by the full Senate, probably on May 6, but the ruling was nonetheless a major setback both to Mr. Andreotti's campaign to stave off a public trial and to his personal standing.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Celebrities Help Launch Jerry Lisker Fund","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-awards-celebrities-help-launch-jerry-lisker-fund.html","abstract":"  LEE MAZZILLI, a former Met, DENIS POTVIN, a former Islander, and CAL RAMSEY of the Knicks' staff were among the celebrities yesterday who helped inaugurate the Jerry Lisker Memorial Scholarship Fund to aid children of police officers killed in the line of duty. Lisker, the Channel 5 sports director and the former executive sports editor of The New York Post, who died March 4, had a special affinity for boxing. Among those who showed up for the kickoff lunch at Kennedy's on West 57th Street were WILLIE PEP, MICHAEL SPINKS, CHUCK WEPNER, and MARVIS FRAZIER.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Hawks on Both Sides Are Quick to Impugn the Negotiations","web_url":"https://www.nytimes.com/1993/04/28/world/hawks-on-both-sides-are-quick-to-impugn-the-negotiations.html","abstract":"  Uncompromising hawks among both Israelis and Palestinians denounced the resumption of Middle East peace talks today in Washington, making it clear that if an agreement is ever reached, it will encounter strong opposition on each side.    Palestinian hard-liners called a strike that brought commercial life to a standstill in the occupied West Bank and Gaza Strip and in Arab sections of East Jerusalem.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Ex-Commissioner of New York Named Drug 'Czar'","web_url":"https://www.nytimes.com/1993/04/28/us/ex-commissioner-of-new-york-named-drug-czar.html","abstract":"  Lee P. Brown, the former Police Commissioner of New York City, has been chosen to be President Clinton's senior official for drug policy, officials in Congress and law enforcement said yesterday.   White House officials would not confirm the choice of Mr. Brown to become director of the Office of National Drug Control Policy, but officials in Congress and law enforcement said they had been informed of the President's decision by Administration aides.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"What Do You Mean, Stand Up Straight?","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-what-do-you-mean-stand-up-straight-049593.html","abstract":"  To the Editor:  Jane Brody's advice to stand up straight (Personal Health column, April 21) is well and good, but many of us with long-term problems don't know how. What feels straight to us is unlikely to be really straight. Although people with poor posture are often aware that they don't stand up straight, they are rarely aware of the exact problems with their posture. I was in a workshop on scoliosis last year, and out of the 20 people there, only one could accurately describe the curvature of her back. One reason we don't stand up straight is that we don't know what straight is!","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Review/Television; One-Woman Show on Black vs. Jew","web_url":"https://www.nytimes.com/1993/04/28/arts/review-television-one-woman-show-on-black-vs-jew.html","abstract":"  Tonight at 9, appropriately enough on the eve of the first anniversary of the fires in Los Angeles, public television's \"American Playhouse\" is presenting the Anna Deavere Smith play \"Fires in the Mirror,\" a harrowing portrait of riots between blacks and Hasidic Jews in Crown Heights, Brooklyn, in August of 1991. The play had its acclaimed New York premiere a year ago at the Joseph Papp Public Theater. The director for television (stage director Christopher Ashley seems to have become a nonperson in the publicity credits) is George C. Wolfe, who is represented on Broadway with \"Jelly's Last Jam\" and, in previews, \"Angels in America.\"   Tapping into a journalistic vein that in literature goes back at least as far as John Dos Passos, the television version of Ms. Smith's one-woman show allows her to embody 19 characters, male and female, black and white, young and old, all of them caught up in the Crown Heights tragedy that left two people dead. The dialogue is taken verbatim from interviews conducted by Ms. Smith and, for an Angela Davis segment, Thulani Davis. The acting sections are framed in black-and-white photographs of the real events, overlaid with music ranging from black hip-hop to traditional Jewish chants. The production is striking.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Shoemaker Hopes for Rare Derby Double Feat","web_url":"https://www.nytimes.com/1993/04/28/sports/horse-racing-derby-notebook-shoemaker-hopes-for-rare-derby-double-feat.html","abstract":"  Bill Shoemaker rode 8,833 winners during his 41 years as a jockey, and four of them were winners of the Kentucky Derby. But he will return to Churchill Downs this week in a new role with a new goal: as a trainer trying to match the record of his old friend and rival, Johnny Longden, the only one to win the Derby as both jockey and trainer.   Longden won the Derby in 1943 as the rider on Count Fleet and came back 26 years later to win it as the trainer of Majestic Prince. But if Shoemaker can get Allen E. Paulson's Diazo to the winner's circle on Saturday, it will be an even more dramatic achievement: he has spent the last two years in a wheelchair, paralyzed from the neck down after his van crashed down an embankment near his home in California.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Landmarks Panel Mired in Detail, Critics Say","web_url":"https://www.nytimes.com/1993/04/28/nyregion/landmarks-panel-mired-in-detail-critics-say.html","abstract":"  Most everybody knows that SoHo, once a forlorn place of scrap metal merchants and rag sellers, is now a neighborhood of galleries and designer lofts, but few people are aware that planting trees is forbidden in most of the district. That has to do with the way history is preserved in New York.   SoHo residents found that out when they tried to get some green in their parkless part of town, only to learn the Landmarks Preservation Commission does not allow tree planting in SoHo, because there were no trees there when the neighborhood was developed a century ago as an industrial district.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"10 Years After a Scathing Report, Schools Show Uneven Progress","web_url":"https://www.nytimes.com/1993/04/28/education/10-years-after-a-scathing-report-schools-show-uneven-progress.html","abstract":"  If ever the work of a blue-ribbon panel seemed destined to gather dust, it was \"A Nation at Risk,\" the 65-page report of the National Commission on Excellence in Education, released at the White House 10 years ago this week.   The panel was appointed by Education Secretary Terrel H. Bell, whose department President Ronald Reagan wanted to abolish. Mr. Reagan's initial endorsement of the report was lukewarm. And with the economy fitfully recovering from recession, there seemed little prospect that the public would want to spend more money on education.","thumbnail":null,"section":"Education"},{"date":"19930428","headline":"SEEKS TO DROP WARSHIP BAN","web_url":"https://www.nytimes.com/1993/04/28/us/pentagon-plans-to-allow-combat-flights-by-women-seeks-to-drop-warship-ban.html","abstract":"  Defense Secretary Les Aspin will order the military this week to drop most of its restrictions on women in aerial and naval combat, senior Pentagon officials said today.   Mr. Aspin is expected to issue a directive on Thursday ordering the armed services to let women fly aircraft in combat. The Administration will also ask Congress to repeal a law barring women from serving on many warships. Finally, each service will be directed to justify all remaining jobs that are off limits to women, including service in ground combat units.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Independent Swiss. PARIS - Anxiety is felt here about Emperor William II's trip through Switzerland. The tendency is to regard it as proof of a rapprochement between the Swiss Republic and the German Empire. Switzerland has the good fortune to be a","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Witness Says Lawyers Helped in B.C.C.I. Scheme","web_url":"https://www.nytimes.com/1993/04/28/us/witness-says-lawyers-helped-in-bcci-scheme.html","abstract":"  A former official of the Bank of Credit and Commerce International testified yesterday that the Washington lawyers Clark M. Clifford and Robert A. Altman took part in a scheme to defraud Federal and state bank regulators.    The witness, Dildar Rizvi, who joined the international bank in 1972, shortly after it was formed, and left in 1992, shortly before it was closed down by regulators in seven countries, appeared yesterday in the fraud and bribery trial of Mr. Altman in New York State Supreme Court in Manhattan.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Senate Fund Did Not Pay Bill for Party","web_url":"https://www.nytimes.com/1993/04/28/nyregion/senate-fund-did-not-pay-bill-for-party.html","abstract":"  Elizabeth Holtzman's Senate campaign financed a primary-night reception last fall through a fund that was not authorized to spend money in the race, city, state and Federal election records show. The move appears to have violated Federal election laws.   Money for the reception came from funds for Ms. Holtzman's re-election campaign as New York City Comptroller, the election records show. Federal election law prohibits candidates from paying for expenses related to a Federal race, like a Senate campaign, with money from a campaign for a state or city post, like comptroller. That is because Federal fund-raising rules are much more strict than those of most states, said Fred Eiland, a spokesman for the Federal Election Commission.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Campus Journal; A Book Is Read as Biased at Wellesley","web_url":"https://www.nytimes.com/1993/04/28/education/campus-journal-a-book-is-read-as-biased-at-wellesley.html","abstract":"  Long before Hillary Rodham Clinton became its most famous alumna, Wellesley College was known for the civility and seriousness of its discourse, its willingness to hear all sides of a debate.    But a professor's use of a 1991 book commissioned by Louis Farrakhan, leader of the Nation of Islam, has touched off a furor on campus, pitting two cherished values against each other: academic freedom and academic responsibility.","thumbnail":null,"section":"Education"},{"date":"19930428","headline":"The State Senate's Busy Censors","web_url":"https://www.nytimes.com/1993/04/28/opinion/the-state-senate-s-busy-censors.html","abstract":"  Talk about poor sports. The Republicans who control the New York State Senate were less than thrilled last month when a task force led by the Democrat Franz Leichter suggested that the Senate's free-mailing privilege had been seriously abused on behalf of Republican campaigns in 1992. Now the Senate majority leader, Ralph Marino, and his party colleagues have retaliated by censoring Senator Leichter's latest newsletter to his constituents.    Stephen Sloan, the Republican-appointed Secretary of the Senate, refused to let Mr. Leichter's newsletter be printed and mailed unless it was revised to blunt criticism of Senate mailing practices and the secrecy that surrounds the entire legislative budget.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Brewers' Yount Undergoes Knee Surgery","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-baseball-brewers-yount-undergoes-knee-surgery.html","abstract":"  ROBIN YOUNT, with only two previous trips to the disabled list in two decades with the Milwaukee Brewers, underwent arthroscopic surgery yesterday for torn cartilage in his right knee. Dr. PAUL JACOBS, the Brewers' physician, repaired the tear in a 35-minute operation at Sinai Samaritan Hospital in Milwaukee.   Jacobs said Yount, who had to leave Sunday's game after four innings because he couldn't run, would probably miss four weeks.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Peace Lessons:Skills Can Be Taught","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-peace-lessonsskills-can-be-taught.html","abstract":"- Whether in Somalia or in ex-Yugoslavia, in the Caucasus or Cambodia, war cannot be eliminated unless people and their governments want it eliminated - and unless they have the skills to negotiate peace into being.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91342146088.html","abstract":"1918: U.S. Line Attacked . AMERICAN FRONT - Near the point where a week ago Hindenburg's shock troops attacked the Americans, a heavy barrage was thrown early this morning [April 27] by the Germans against the American line, the firing lasting an hour. Th","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"As TV Gets a New Star, It Wonders: Who Is He?","web_url":"https://www.nytimes.com/1993/04/28/arts/television/as-tv-gets-a-new-star-it-wonders-who-is-he.html","abstract":"Inside NBC yesterday, it was hard to get an answer to the question that was being asked all over the television industry: \" Who is Conan O'Brien?\"","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Sampson to Play and Coach in Hong Kong","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-pro-basketball-sampson-to-play-and-coach-in-hong-kong.html","abstract":"  RALPH SAMPSON, a former National Basketball Association All-Star, will play and coach in Asia's first men's professional basketball league. DOUGLAS MARAN, executive director of the Asian Basketball Association, said yesterday that the 7-foot-4-inch Sampson will play for Hong Kong when the six-team league makes its debut this summer.   The league will also include teams from China, Taiwan, Korea, Indonesia and the Philippines. The league will schedule at least 20 games and begin play in late July, Maran said.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/28/nyregion/c-corrections-024093.html","abstract":"  Because of an editing error, a brief sports article yesterday about Mike Ditka, former coach of the Chicago Bears, misstated the financial terms of a one-year contract he signed with NBC-TV. He will be paid a minimum of $525,000.  ","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"For Experts, Fire Tapes Provide Rare Evidence","web_url":"https://www.nytimes.com/1993/04/28/us/for-experts-fire-tapes-provide-rare-evidence.html","abstract":"  Because the fire that consumed the Branch Davidian compound last week unfolded on live television, fire experts around the nation had the rare opportunity to record it on videotape and analyze its path of destruction.   As a result, some outside experts were able to say that they agreed with the preliminary results of the fire investigators, who concluded on Monday that cult members started the lethal fire. Others, however, said the videotape was inconclusive.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/28/nyregion/c-corrections-023193.html","abstract":"  A rock review on Monday about a German band's performance on Friday night at Roseland rendered the group's name incorrectly. It is Ein sturzende Neubauten. A picture caption with the review misidentified the band's drummer. He is F. M. Einheit, not Nu Unruh.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Fans Gush Over Him As Iafrate Tips His Hat","web_url":"https://www.nytimes.com/1993/04/28/sports/hockey-fans-gush-over-him-as-iafrate-tips-his-hat.html","abstract":"  It was just after midnight, and Al Iafrate, fresh from extricating the Washington Capitals from their do-or-die playoff predicament by scoring the first hat trick of his life, was playing down his role as catalyst on a team that relies on its defense for its best offense.   \"I just happened to be the guy,\" said Iafrate after the Capitals' 6-4 victory Monday night. \"It was all about the timing thing.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Sports of The Times; The Mets Hit Into A Sand Trap","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-of-the-times-the-mets-hit-into-a-sand-trap.html","abstract":"  NONE of this would have happened if Vince Coleman had shouted \"Fore!\" in the clubhouse.   But forget that lapse of etiquette for the moment. The Mets being the hot team they are, with an 8-10 record, you can understand how they would need to get away from baseball, even in their clubhouse, and relax a little before the Dodger game by concentrating on their golf, as they were doing Monday night.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Serbs Attack Muslim Stronghold in Northwest Bosnia","web_url":"https://www.nytimes.com/1993/04/28/world/serbs-attack-muslim-stronghold-in-northwest-bosnia.html","abstract":"  Defying growing international pressure aimed at forcing an end to the fighting in Bosnia and Herzegovina, Serbian fighters mounted a new ground and artillery attack today on the Muslim-held area around the town of Bihac.    Serbs opened the attack as new United Nations sanctions on the former Yugoslavia took effect. Under the sanctions, Yugoslav assets abroad are to be confiscated, and the transporting of most foreign-made goods through the two remaining Yugoslav republics, Serbia and Montenegro, is forbidden.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"In France, Male Chefs Remain à la Mode","web_url":"https://www.nytimes.com/1993/04/28/style/IHT-in-france-male-chefs-remain-a-la-mode.html","abstract":"- On a sheet of paper headed \"gastronomic values\" Christiane Massia listed aesthetics, technique, invention and mediation in the column marked \"man\" and nutrition, tradition, simplicity and product integrity in the one marked \"woman.\"","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"It's Muffin People vs. Sony People, in a Battle Waged in Court","web_url":"https://www.nytimes.com/1993/04/28/nyregion/about-new-york-it-s-muffin-people-vs-sony-people-in-a-battle-waged-in-court.html","abstract":"  THIS much is certain, relations between Sony USA and Baked From Scratch are not what anyone would call amicable.    In fact, things are so dicey that Baked From Scratch has put up signs in the windows of its two muffin and coffee kiosks in the Sony Building on Madison at 56th Street saying things like, \"This Cookie Will Not Crumble,\" and \"We Shall Overcrumb.\"","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Eritrea's Harder Test Is Peace","web_url":"https://www.nytimes.com/1993/04/28/opinion/eritrea-s-harder-test-is-peace.html","abstract":"  Eritrea, soon to become Africa's newest independent state, has fought fiercely for three decades for a bill of divorcement from its landlocked neighbor and recent ruler, Ethiopia. Thus the near-unanimous vote was expected in this week's referendum formalizing independence. Yet rejoicing is pretty much confined to Asmara, Eritrea's palm-lined capital. Other African nations are watching with trepidation.   Statehood for Eritrea will mark the first time that Africa's post-colonial borders have been redrawn, and statehood will be hollow unless Eritreans and Ethiopians can come to terms with each other.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/28/nyregion/c-corrections-021593.html","abstract":"  An article on Monday about the trial of Robert A. Altman on charges of bribery and fraud referred incorrectly to the bank involved. It is the Bank of Credit and Commerce International.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"A Secretary Pressed Ahead, Recasting Education Agenda","web_url":"https://www.nytimes.com/1993/04/28/education/a-secretary-pressed-ahead-recasting-education-agenda.html","abstract":"  When Terrel H. Bell became President Ronald Reagan's first Secretary of Education, he inherited a job that the President had vowed to eliminate.   Mr. Bell, among others, is glad he did not.","thumbnail":null,"section":"Education"},{"date":"19930428","headline":"Casino to Help Pay Fighter's Medical Bills","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-boxing-1-casino-to-help-pay-fighter-s-medical-bills.html","abstract":"  The casino where a boxer sustained a life-threatening injury during a title bout is creating a fund to help pay his medical bills.  SERGEI ARTEMIEV, 24, suffered a blood clot on his brain in defending his United States Boxing Association's lightweight title against CARL GRIFFITH at the Trump Taj Mahal on March 21 in Atlantic City. Artemiev, who lost the bout, can never box again and needs rehabilitation to help regain motor strength and skill.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Foreign Investment, Key to New York City's Growth","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-foreign-investment-key-to-new-york-city-s-growth-052593.html","abstract":"  To the Editor:   With unemployment and business activity still a serious problem in New York City, questions have been raised as to why Mayor David N. Dinkins has over the past several months chosen to lead missions to Europe and Japan.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/28/nyregion/no-headline-336793.html","abstract":"  \"This truly makes an assignment based on an officer's pilot abilities, flying skills, maturity and judgment with no regard to gender.\" -- CAPT. EILEEN ISOLA, an Air Force pilot who will be eligible to fly in combat under a planned Pentagon directive.  [ A14:4. ]","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/04/28/arts/the-pop-life-781893.html","abstract":"  Country in the City   Having won over much of the rest of the United States, country music may be poised, finally, to conquer Manhattan.   At least that is what the producers of \"Country Takes Manhattan\" are hoping. Radio City Music Hall Productions has corralled some of country's top performers -- including Dolly Parton, Billy Ray Cyrus, Wynonna, Mary-Chapin Carpenter, Clint Black, Travis Tritt, Willie Nelson, the Highwaymen and Trisha Yearwood -- for this 10-day country-music festival, beginning May 14. The festival will be at a variety of locations, including Radio City, Carnegie Hall, the Beacon Theater and Central Park.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/28/us/inside-341393.html","abstract":"  New Clinton Drug Official   Lee P. Brown, the former Police Commissioner of New York City, has been chosen to be the Clinton Administration's senior official for drug policy, officials said. Page A15. China and Taiwan Hold Talks    Delegates from China and Taiwan met in Singapore for their first high-level talks, professing a desire for cordiality and cooperation. Page A8. Middle East Talks Resume    After a change in American administrations and violence in Israel and its occupied territories, the Middle East peace talks resumed. Page A3.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Review/Film: The Execution Protocol; Giving a Humane Face To Capital Punishment","web_url":"https://www.nytimes.com/1993/04/28/movies/review-film-the-execution-protocol-giving-a-humane-face-to-capital-punishment.html","abstract":"The Potosi Correctional Center near Mineral Point, Mo., is a clean, well-lighted place. From the outside, it looks like a compound of big, functional, not ungraceful cement-block bunkers that sits in the middle of a broad grassy plain from which each tree, bush and weed has been removed. The view is Spartan, almost abstract, but then the people at Potosi don't often look out. Attention is focused inward.    Potosi, the subject of Stephen Trombley's haunting new documentary, \"The Execution Protocol,\" was built to house some 300 inmates convicted of capital crimes. It prides itself on being as up to date as any prison in the United States as well as one of the most humane. In a Shavian twist, it's the humaneness of the place that Mr. Trombley, an American-born, English-based film maker, finds to be so merciless.   ","thumbnail":null,"section":"Movies"},{"date":"19930428","headline":"Citizen Olajuwon Rests Case","web_url":"https://www.nytimes.com/1993/04/28/sports/pro-basketball-citizen-olajuwon-rests-case.html","abstract":"  All at once, Hakeem Olajuwon is eligible for the playoffs, the next Dream Team and the United States Armed Forces. His 12th basketball season in America has been his unadulterated best, starting suspiciously with his calling his team owner a coward but concluding spiritedly with his name on almost everyone's most valuable player ballot.   \"If I am ever going to win m.v.p, this is as good of a chance as I've got,\" said Olajuwon, the Houston Rockets center who has lit up David Robinson for 45 points, Patrick Ewing for 42 and sent both videotapes home, express mail, to Lagos, Nigeria.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"A Western Actor's Search for Comic Meaning in Beijing Opera","web_url":"https://www.nytimes.com/1993/04/28/style/IHT-a-western-actors-search-for-comic-meaning-in-beijing-opera.html","abstract":"- It is hard to imagine an art form more alien to the Western viewer than Beijing Opera. With themes drawn from ancient Chinese folklore, it is performed within a rigid framework of symbolic conventions.Its lyrics, delivered in archaic, highly inflected Mandarin, are accompanied by the strident twang of exotic stringed instruments and punctuated with crescendos of shrill percussion.","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"Review/Television; Patriots Trying to Repair A Broken Northern Ireland","web_url":"https://www.nytimes.com/1993/04/28/movies/review-television-patriots-trying-to-repair-a-broken-northern-ireland.html","abstract":"  Northern Ireland may not be at the top of many vacation itineraries these days, but in the minds of Glen Barr and Paddy Doherty, their city of Londonderry, rich in history and beauty, could be a grand tourist attraction. \"Sons of Derry\" conveys their vision. Unfortunately, few of their compatriots are in so accommodating a mood.   Glen and Paddy, as they are called in tonight's likable documentary, produced by two New York University professors, Terence Moran and Marcia Rock, are builders. Paddy has plans for rebuilding the mostly Roman Catholic inner city, with a view to attracting visitors. Glen is renovating buildings in the largely Protestant, upscale Waterside area, in hopes of keeping young couples from leaving. And both are trying to break down the religious, economic and political walls that keep the people of Northern Ireland divided.","thumbnail":null,"section":"Movies"},{"date":"19930428","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-letters-to-the-editor-91650416257.html","abstract":"Pre-Moorish Spain. Regarding \"Córdoba and the Koran\" (Postcard, March 3) by Alan Riding:. The writer states that Andalusia \"had not been Christianized before the Arab occupation began in 711.\" In fact all of Spain was Christian se","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Inspector Doubts C.I.A. Role in Sheik's U.S. Entry","web_url":"https://www.nytimes.com/1993/04/28/nyregion/inspector-doubts-cia-role-in-sheik-s-us-entry.html","abstract":"  The State Department's inspector general has told Congress that he has so far found no evidence that Sheik Omar Abdel Rahman received any improper American assistance in obtaining a visa to enter the United States, according to Congressional officials.   Instead, Mr. Abdel Rahman, the Egyptian cleric whose followers include suspects in the World Trade Center bombing, appears to have benefited only from disorganization at the United States Embassy in Khartoum, Sudan, the inspector general has said.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"A Litmis Test for Justices?;\nIt Demeans The Court","web_url":"https://www.nytimes.com/1993/04/28/opinion/a-litmis-test-for-justices-it-demeans-the-court.html","abstract":"During the Reagan and Bush Administrations, the Republicans systematically eroded Federal courts' independence. They did so by applying litmus tests to insure that those who became judges -- particularly Supreme Court Justices -- could be relied on to vote the way the conservatives preferred. This was said to be necessary to balance years of what conservatives considered left-wing judicial activism.\n\nNow that the Democrats hold power, President Clinton is under enormous pressure to continue the erosion, by replacing the retiring Justice Byron White with a nominee who can be counted on to vote the way liberals prefer. Once more we are told balance is needed -- only this time, the President needs to balance 12 years of right-wing nominees.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Many in Congress, Citing Vietnam, Oppose Attacks","web_url":"https://www.nytimes.com/1993/04/28/world/many-in-congress-citing-vietnam-oppose-attacks.html","abstract":"  While many advocates of tougher American action against the Bosnian Serbs have drawn parallels to the origins of World War II and the appeasement of Nazi aggression and brutality, the dominant analogy in Congress today was Vietnam.   A growing number of lawmakers are warning the Clinton Administration against bombing Serbian positions, fearing that it would inevitably lead to the kind of runaway deployment of ground troops that characterized American involvement in Southeast Asia.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Foreign Investment, Key to New York City's Growth; Unlocking Japan Trade","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-foreign-investment-key-to-new-york-city-s-growth-unlocking-japan-trade-053393.html","abstract":"  To the Editor:   In his Op-Ed article \"It's Clinton's Turn to Bargain With Japan\" (April 15), Clyde Prestowitz identifies the composition of trade between the United States and Japan as the area of most concern in U.S.-Japan trade relations. He suggests that the best way to address this concern is for Japan to adhere to prior agreements to purchase more auto parts from U.S. firms.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Fernandez Sidelined, but Makes Trip","web_url":"https://www.nytimes.com/1993/04/28/sports/baseball-fernandez-sidelined-but-makes-trip.html","abstract":"  Tony Fernandez has been suffering from a kidney stone in his lower urinary tract and the shortstop will be out of the Mets' lineup until the problem is resolved and the discomfort in his right abdominal area is relieved.   Fernandez joined the team for the post-game flight to California yesterday, and the Mets said that they have no plans to place him on the disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Cut New York's Un-Welcome Tax","web_url":"https://www.nytimes.com/1993/04/28/opinion/cut-new-york-s-un-welcome-tax.html","abstract":"  The tax on an average hotel room in New York City is a staggering 21.25 percent. That's    double    the average for other big cities and, obviously, a crippling disadvantage for the Big Apple. Bills pending in the State Legislature would cut the tax to 16.25 percent. It would still be the nation's highest, but a lot more sensible than it is now.    An overnight stay in New York averages $113 and change -- plus tax. For that average room, the tax would be about $24. For a $200-plus room in one of mid-Manhattan's upscale hotels, the tax for just one night approaches $50! Might that make a tourist or a convention planner think twice about New York versus, say, New Orleans, where the tax is 11 percent? Of course it would, and does.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Mandela and de Klerk Look Past Killings","web_url":"https://www.nytimes.com/1993/04/28/world/mandela-and-de-klerk-look-past-killings.html","abstract":"  In this seemingly cruelest of Aprils, Nelson Mandela has buried a slain protege, consoled the survivors of a township slaughter, wrestled with the fury of his youthful followers and implored terrified whites not to flee the country.   He had been up late comforting the wife of Oliver R. Tambo, a lifelong friend and political comrade, dead of a stroke. Now, perched erect on the sofa of his suburban home, clad in his blue Lacoste jogging suit, he was surveying the forest beyond the trees.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Port Authority Forecasts Loss Of Jobs in '93","web_url":"https://www.nytimes.com/1993/04/28/nyregion/port-authority-forecasts-loss-of-jobs-in-93.html","abstract":"  In the latest reminder of the enduring grip of the recession, the Port Authority of New York and New Jersey predicted yesterday that employment in the New York region would decline further this year, with a loss of 67,000 jobs. It would be the fourth straight year of job losses.   The Port Authority also said it expected the region to fare worse than the rest of the nation, as it has for the last five years.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"On Rikers Island, the Prison Pantry Leads to a Fresh Start","web_url":"https://www.nytimes.com/1993/04/28/style/on-rikers-island-the-prison-pantry-leads-to-a-fresh-start.html","abstract":"\"HOLD it how it's most comfortable for you,\" Henry Meer, the lead sous chef at Lutece, said to the 15 young men standing in front of him, who were getting the feel of freshly sharpened kitchen knives. When each wrist looked sufficiently supple, Mr. Meer distributed red and yellow peppers, shallots, fennel and carrots. \"Do you know what julienne means?\" he said. Most didn't, so he told them, and a moment later, the knives were flashing, making the smile above Mr. Meer's neatly knotted neckerchief play wide and warm.\n\nMr. Meer has spent some of his days off for the last four years teaching French cooking to groups of convicted thieves and drug dealers at the New York City Correctional Institution on Rikers Island. For most of his students, Fresh Start, the intensive 12-week grounding in food industry basics provided free by several chefs from some of New York's finest restaurants, is their first exposure to a real profession.","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"Continental Air's Resurgence","web_url":"https://www.nytimes.com/1993/04/28/us/continental-air-s-resurgence.html","abstract":"  Continental Airlines is expected today to announce a first for any major airline: its second emergence from bankruptcy. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"For 32 Million Americans, English Is a 2d Language","web_url":"https://www.nytimes.com/1993/04/28/us/for-32-million-americans-english-is-a-2d-language.html","abstract":"  The number of United States residents for whom English is a foreign tongue jumped by more than a third to 31.8 million in the 1980's, due largely to a wave of immigration from Latin America, Asia and Europe, according to a Census Bureau report.   Using data collected during the 1990 census, the bureau determined that about 14 percent, or one person in seven, of the nation's 230 million people over the age of 5, grew up or are growing up speaking a language other than English.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/28/nyregion/c-corrections-022393.html","abstract":"  A Washington at Work article on Saturday about Torie Osborn, executive director of the National Gay and Lesbian Task Force, referred incorrectly to the role of Mario Cooper at the Democratic National Convention in New York last year. He was the convention manager, not the floor manager.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/28/nyregion/bridge-665093.html","abstract":"  After nearly 60 years of simon-pure amateurism, the American Contract Bridge League has followed various European examples and sanctioned a tournament with cash prizes. It will begin next Tuesday at the Las Vegas Hilton and will last five days.    Since most of the prize money is provided by sponsors, it will surely attract the good players: For an entry fee of $100 a person in the Open Pairs, for example, a pair will have a chance to win a first prize of $5,000. The total prize money will be at least $25,000. (Information is available from Jan Crossley, 702-732-2904.)","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Looking a Gift Painting in the Dollar Sign; Paterson Examines Its Legacy of Art: How Much It's Worth and How to Restore It","web_url":"https://www.nytimes.com/1993/04/28/nyregion/looking-gift-painting-dollar-sign-paterson-examines-its-legacy-art-much-it-s.html","abstract":"  During the first half of the century, industrialists and business leaders filled the Danforth Library here with gifts of books and works of art. But as important industries left the city and its economy declined, so did appreciation for its cultural treasures.   Much of the art, including statues, bronzes, rare furniture and more than 60 paintings, is now in storage and, like the building itself, in need of maintenance and repair. But while a makeover is planned for the 88-year-old library, an acrimonious debate is growing over the art -- what it is worth, who should care for it and even where it is.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"The Night of Reckoning","web_url":"https://www.nytimes.com/1993/04/28/sports/IHT-the-night-of-reckoning.html","abstract":"- When the heat intensifies in World Cup qualifying, one way to gauge the temperature and importance of a match is to watch the skies.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Investigation Chief Defends Inquiry Over Data Contract","web_url":"https://www.nytimes.com/1993/04/28/nyregion/investigation-chief-defends-inquiry-over-data-contract.html","abstract":"  The New York City Commissioner of Investigation, Susan E. Shepard, said yesterday that her agency investigated complaints two years ago from Lucius J. Riccio, the Transportation Commissioner, that he was under extraordinary pressure to grant a contract to a data processing company that had been caught up in the municipal scandals of the mid-1980's.   Ms. Shepard told a City Council committee that an article on Sunday in The New York Times was \"flat wrong\" when it reported that she apparently did not start a full investigation after hearing Mr. Riccio's concerns in May 1991. The Times article was based on city records that indicate no investigation took place.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Company That Shut Factory Has Returned From Mexico","web_url":"https://www.nytimes.com/1993/04/28/nyregion/company-that-shut-factory-has-returned-from-mexico.html","abstract":"  In 1989, Quality Coils closed its factory here and moved production to Juarez, Mexico, in search of cheaper labor. Now, the company has returned, saying that decision actually cost it money.   \"What we learned down in Mexico is that the up-front wages might look a lot less expensive,\" the company's president, Keith A. Gibson, said. \"What we found is that the Connecticut worker is by far more productive.\"","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Gooden's Frustration Is Brought to Boiling Point","web_url":"https://www.nytimes.com/1993/04/28/sports/baseball-gooden-s-frustration-is-brought-to-boiling-point.html","abstract":"  Doc Gooden stepped off the mound and advanced on home-plate umpire Bill Hohn. He was screaming, his finger jabbing wildly at the air, as if to punctuate his diatribe about the appropriate dimensions of a strike zone. In the Mets' dugout, players rose to their feet in amazement, jaws going slack.   This is not vintage behavior for Gooden. This is not even once-in-a-blue-moon behavior for Gooden. He is a man who puts his heat in his fastballs, not in his voice. He does not get angry, not publicly. He does not advance on the batter's box like a madman. And he never, ever, has to be separated from an umpire by his manager.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Hole-by-Hole Report On Gooden Is Lacking","web_url":"https://www.nytimes.com/1993/04/28/sports/tv-sports-hole-by-hole-report-on-gooden-is-lacking.html","abstract":"  Don't you hate it when announcers don't let the news intrude on their game calls? To certain degrees yesterday during the Mets-Dodgers game, the broadcast teams on WWOR-TV/ Channel 9 and WFAN-AM barely unlocked the door to the stories of Dwight Gooden's enigmatic golf injury that scratched him from starting Monday night and Tony Fernandez's reluctantly revealed kidney stones.   We're especially glad that we don't wait to learn our team social notes from the team's sports voices. The sources of sports fact and gossip are many and varied. Some of them are even correct in their reporting.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Public Day-Care Centers Called Lax on Fire Safety","web_url":"https://www.nytimes.com/1993/04/28/nyregion/public-day-care-centers-called-lax-on-fire-safety.html","abstract":"  Hundreds of New York City children are using public day-care centers with fire hazards, according to engineers in the office of the Brooklyn Borough President, Howard Golden.   The engineers investigated four centers in Brooklyn last week after being approached by a construction manager under contract to the city's Human Resources Administration. The construction manager, Ramsis Elfiki, said at least 20 day-care centers in the city had flammable insulation and damaged ventilation systems.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Public & Private; The Power of One","web_url":"https://www.nytimes.com/1993/04/28/opinion/public-private-the-power-of-one.html","abstract":"  Now we have the numbers game.  How many gay people are there in the nation? Ten percent? One percent?  Four percent? It depends upon whom you ask, what survey you read, how statisticians and sex experts crunch the numbers, which respondents tell the truth and which don't. How many marched in Washington on Sunday for the civil rights of gay men and lesbians? Three hundred thousand?  Half a million? A million or more? It depends on whether you ask the Park Police or the march organizers.    But at some level none of it matters at all.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Burying Urgent Mental Health Issues in Kitsch; Long Therapy's Value","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-burying-urgent-mental-health-issues-in-kitsch-long-therapy-s-value-055093.html","abstract":"  To the Editor:   The remarks attributed to me in Daniel Goleman's article \"When a Long Therapy Goes a Little Way\" (The Week in Review, April 18), are incomplete and were used to support a bias I do not share. This letter is an effort to rectify the one-sided depiction of my beliefs, and to acknowledge the pain this may have unwittingly caused patients and therapists who are constructively engaged in lengthy psychotherapies.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Finley of Astros Placed on Disabled List","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-baseball-finley-of-astros-placed-on-disabled-list.html","abstract":"  A hairline wrist fracture will keep center fielder STEVE FINLEY out of the Houston Astros lineup for at least three weeks. Finley was placed on the 15-day disabled list Monday because of the injury to his right hand. It is expected that Finley, who was struck by a JOHN CANDELARIA pitch in Saturday's 8-4 victory over Pittsburgh, will miss a minimum of three weeks.  (AP)","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Denial of Contract Urged for Bronx Agency","web_url":"https://www.nytimes.com/1993/04/28/nyregion/denial-of-contract-urged-for-bronx-agency.html","abstract":"  The New York City Comptroller's office yesterday urged the Dinkins administration not to renew two contracts with a major South Bronx community-service agency. Its president, Ramon Velez, had failed to disclose his involvement in several businesses that were disqualified from Federal contracts after pleading guilty to bid-rigging, the Comptroller's office said.    Testifying before the Mayor's Office of Contracts, Marc Schindelheim, the associate general counsel for the Comptroller, said that the South Bronx agency had a history of \"financial and administrative mismanagement\" that had resulted in the termination of state and Federal financing.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Press Club Honors John Chancellor","web_url":"https://www.nytimes.com/1993/04/28/arts/press-club-honors-john-chancellor.html","abstract":"  John Chancellor, the longtime NBC News anchor and commentator, who is retiring this year, was honored yesterday for \"distinguished and exemplary service\" by the Overseas Press Club of America.   The award, which cited Mr. Chancellor's \"long-term dedication to presenting the news without the theatrical embellishments used to turn the news into entertainment,\" was one of 18 given by the club, which each year honors foreign reporting by print and broadcast journalists.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"As TV Gets a New Star, It Wonders: Who Is He?","web_url":"https://www.nytimes.com/1993/04/28/arts/as-tv-gets-a-new-star-it-wonders-who-is-he.html","abstract":"  Inside NBC yesterday, it was hard to get an answer to the question that was being asked all over the television industry: \"   Who    is Conan O'Brien?\"   Few NBC executives knew whether he was married or single, whether he had always wanted to perform comedy while he was writing it for shows like \"Saturday Night Live\" and \"The Simpsons,\" or whether he had ever hired an illegal alien to clean his apartment.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"China and Taiwan Have First Talks","web_url":"https://www.nytimes.com/1993/04/28/world/china-and-taiwan-have-first-talks.html","abstract":"  Delegates from China and Taiwan met here today for their first high-level talks, with both sides professing a desire to replace more than four decades of enmity with new cordiality and cooperation.   The two days of discussions are longer on symbolism than substance, and they are not expected to achieve any major breakthrough. But they are the beginning of a high-level dialogue that both sides expect to develop further in the coming months and years.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Dinkins to Seek Service Cutbacks As $500 Million Shortfall Is Seen","web_url":"https://www.nytimes.com/1993/04/28/nyregion/dinkins-to-seek-service-cutbacks-as-500-million-shortfall-is-seen.html","abstract":"  The Dinkins administration acknowledged yesterday that it would be forced to reduce city services to close a half-billion-dollar budget gap it now projects for the next fiscal year.    The unexpectedly grim fiscal news put Mayor David N. Dinkins in the uncomfortable position of having to seek politically unpopular service cuts at a time when he is running for re-election. The budget for the current fiscal year was balanced last June without significant cuts and had left some Dinkins advisers hopeful that such measures could be avoided in the new budget.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Lots of Fuzzy Feminist Thought in Silly Books","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-lots-of-fuzzy-feminist-thought-in-silly-books.html","abstract":"- This being the age of don't-kiss-but-do-tell, it shouldn't have come as a surprise recently when I read of an acrimonious debate at the University of Oklahoma over whether Anita Hill should be given an endowed chair to research sexual harassment.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Washburn Making a Comeback in U.S.B.L.","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-pro-basketball-washburn-making-a-comeback-in-usbl.html","abstract":"  CHRIS WASHBURN, whose brief N.B.A. career ended in 1988 because of substance-abuse problems, is making a comeback with the Westchester Stallions of the United States Basketball League.   \"I've been training for over six months for this season,\" the 6-foot-11-inch center said Monday. \"This is an opportunity for me to demonstrate my skills and to work my way back into the N.B.A.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/28/sports/transactions-939093.html","abstract":"  Baseball  American League   KANSAS CITY ROYALS -- Recalled Rico Rossy, infielder, and Dennis Rasmussen, pitcher, from Omaha of the American Association. Placed Frank DiPino, pitcher, on the 15-day disabled list.   TORONTO BLUE JAYS -- Placed Al Leiter, pitcher, on the 15-day disabled list. Called up Scottt Brow, pitcher, from Knoxville of the  Southern League. National League   HOUSTON ASTROS -- Placed Steve Finley, outfielder, on the 15-day disabled list. Basketball  United States Basketball League   DAYTONA HOOTERS -- Named Warren Walk director of marketing.   WESTCHESTER STALLIONS -- Signed Chris Washburn, center. Football  National Football League   CHICAGO BEARS -- Agreed to terms with Shane Matthews, quarterback.   CINCINNATI BENGALS -- Signed Allen DeGraffenreid, wide receiver; Mark Staten, offensive lineman; Brad Lebo, quarterback; Ron Williams and Mike Faulkerson, running backs; Clarence Sevillian, wide receiver; David Frisch, tight end; Artis Ford, defensive end; Darius Hadley, defensive back; Brian Piotrowski, offensive tackle; and Brad Smith, Gary Casper, and Karmeeleyah McGill, linebackers.   DENVER BRONCOS -- Fired Reed Johnson, personnel director. Announced the resignation of Bobby Marks, scout. Announced the retirement of Hugh Davidson, scout.   GREEN BAY PACKERS -- Signed Steve Rohrscheib, quarterback.   NEW YORK JETS -- Waived Sheldon Canley, running back. Agreed to terms with Mick Barsala, linebacker; Robert Davis and James Spencer, defensive tackles; Marcus Perry and Greg Sherwin, offensive tackles; Rick Sayles and Chris Spencer, wide receivers; Damon Pieri, safety; and Jamie Redmond, cornerback.   WASHINGTON REDSKINS -- Signed Vince Jordan and Michael LeSure, wide receivers; Yonnie Jackson and Alan Cross, tight ends; Kurt Loertscher, linebacker, and Randall Parsons, center. Canadian Football League   BRITISH COLUMBIA LIONS -- Signed Marvin Pollard, defensive back, and Eric Henley, wide receiver.   OTTAWA ROUGH RIDERS -- Signed Marquel Fleetwood, quarterback, and Darvell Huffman, wide receiver.   SACRAMENTO GOLD MINERS -- Signed Garry Frank, offensive tackle, and Greg Gilbert, linebacker.   SASKETCHEWAN ROUGHRIDERS -- Signed Shawn Graves, quarterback.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/28/sports/results-plus-912893.html","abstract":"  TENNIS  Seles Returns With an Easy Victory  Competing for the first time since Feb. 21, Monica Seles easily beat Maria Strandlund, 6-2, 6-2, in the opening round of the Citizens Cup in Hamburg, Germany. The top-ranked Seles, who was sidelined by a viral infection, kept the pressure on Strandlund throughout with her powerful ground strokes. But her layoff showed, as she made several mistakes on easy shots on clay. Sixth-seeded Anke Huber edged Bettina Fulco, 6-4, 6-7 (6-8), 6-2, while No. 7 Magdalena Maleeva beat Christina Singer 6-4, 7-5. (AP) Sampras Advances: Top-ranked Pete Sampras, seeded No. 1, breezed into the second round of the A.T.&T. Challenge in Duluth, Ga., near Atlanta. Sampras beat Vincent Spadea, a former junior champion, 6-3, 6-4, in the clay-court tournament. Fourth-seeded Brad Gilbert rallied past Ellis Ferreira, 4-6, 6-2, 7-6 (7-5). (AP) Davin Has Becker's Number: Franco Davin upset second-seeded Boris Becker for the second time in three weeks, winning by 6-2, 6-2 in the opening round of the City of Madrid tournament. Top-seeded Stefan Edberg defeated Jose Antonio Conde, 6-0, 6-3, in his opener. Davin, an Argentine ranked No. 61, outran Becker, who was guilty of several unforced errors and drew catcalls from the crowd at the end of the match. Since returning from a two-month layoff because of a viral infection, the fourth-ranked German has won only one match in his three clay-court tournaments. He lost to Davin in three sets in the second round in Nice, France. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Yeltsin's Task: Turning Moral Victory Into Lasting Gain","web_url":"https://www.nytimes.com/1993/04/28/world/yeltsin-s-task-turning-moral-victory-into-lasting-gain.html","abstract":"  With nearly complete tallies confirming President Boris N. Yeltsin's impressive vote of confidence in the referendum on Sunday, speculation turned today to his options in trying to turn this moral victory into political advantage.   Mr. Yeltsin, who had much to lose, is in a significantly stronger position than he was a week ago, but his quandary remains the same. He wants to crack the iron mold of a Soviet-era Constitution and holdover legislature, the Congress of People's Deputies, but he can do so only with extra-constitutional means.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"LACROSSE","web_url":"https://www.nytimes.com/1993/04/28/sports/lacrosse.html","abstract":"    Hofstra","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Heading for the End Zone Is an N.F.L. Labor Pact","web_url":"https://www.nytimes.com/1993/04/28/sports/pro-football-heading-for-the-end-zone-is-an-nfl-labor-pact.html","abstract":"  The final crossed t's and dotted i's that will bring labor peace to pro football after more than five years appear to be at hand.   \"It's pretty close. Most issues have been agreed to,\" Jim Quinn, the National Football League Players Association's lead attorney in its free-agency battle, said last night. \"I would expect this to be settled in the next couple of days.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"D'Amato Defense Challenges What Unisys Knew and When","web_url":"https://www.nytimes.com/1993/04/28/nyregion/d-amato-defense-challenges-what-unisys-knew-and-when.html","abstract":"  Armand P. D'Amato's lawyer tried to show today that top officials of the Unisys Corporation knew that Mr. D'Amato had been hired by a company employee to lobby his brother, Senator Alfonse M. D'Amato, for at least seven months before moving to end the relationship.   The questions of what executives knew and when they learned it remained fuzzy at the end of a day of testimony that ranged from one witness saying that Mr. D'Amato pressured company officials to contribute to his brother's campaign to another's repeating unproven charges that the Senator had issued an \"edict\" that Unisys officials could only contact him through his brother.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"CLINTON RULES OUT DELAY IN UNVEILING HEALTH-CARE PLAN","web_url":"https://www.nytimes.com/1993/04/28/us/clinton-rules-out-delay-in-unveiling-health-care-plan.html","abstract":"  Rejecting the urgent pleas of top economic advisers, President Clinton sided with his wife and his health-care team today and insisted that he would not postpone the presentation of his health-reform program next month.   Even though Congress is unlikely to start work on the health-care plan until next year, many of Mr. Clinton's top economic aides, most prominently Leon E. Panetta, the White House budget chief, had argued that the Administration should not even unveil the proposals until fall.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"HOCKEY;\nRichter's Season Ends As Swedes Swarm Goal","web_url":"https://www.nytimes.com/1993/04/28/sports/hockey-richters-season-ends-as-swedes-swarm-goal.html","abstract":"Looking up through his goalie's mask at the scoreboard today, Mike Richter could count the time left for himself and the United States team at the world ice hockey championships. \n\nThe Swedes had him beaten, 5-2, in the quarterfinals, and their fans were singing. In the locker room, all that was left was to say goodbye to people he had only just met.\nRichter Disappointed\n\n \"Tonight we had an opportunity to keep that game tight until the end,\" said Richter, the Americans' goaltender. \"It's a cliche, but the other team, if they're pressing and pressing and they're not scoring, then at the end of the game you have a chance to turn things around and win it. But we didn't hold them off. It's disappointing.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/28/nyregion/news-summary-281693.html","abstract":"  International A3-11  CLINTON CAUTIOUS ON BOSNIA  Seeking to reassure lawmakers and others who fear being drawn into a new Vietnam, Secretary of State Warren Christopher told Congress that President Clinton would not authorize military action in Bosnia unless he was certain the United States could avoid getting more deeply involved than it wanted.  A1  FEARS OF A NEW VIETNAM  While advocates for tougher American action against the Bosnian Serbs have drawn parallels to the origins of World War II and the appeasement of Nazi aggression, on Capitol Hill a growing number of lawmakers expressed the fear that the bombing of Serbian positions would inevitably lead to a runaway deployment of ground troops.  A10","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Toronto Journal; Coming Up Fast, Tory Dark Horse From Quebec","web_url":"https://www.nytimes.com/1993/04/28/world/toronto-journal-coming-up-fast-tory-dark-horse-from-quebec.html","abstract":"  She was supposed to be different, a fresh face with new ideas, a baby boomer from Vancouver who would become the first woman to be Canadian Prime Minister and lead the Progressive Conservative Party to a third straight election victory in the fall.   That may still happen, but after two television debates and a round on the hustings, the message of Defense Minister Kim Campbell is being perceived by many Canadians as short on both substance and new directions.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Lakers' Divac Is Fined for a Flagrant Foul","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-pro-basketball-lakers-divac-is-fined-for-a-flagrant-foul.html","abstract":"  VLADE DIVAC of the Los Angeles Lakers was fined $5,000 by the N.B.A. yesterday for a flagrant foul on Seattle's NATE McMILLAN. Divac was ejected during Friday night's game after the foul, which occurred with 7 minutes 24 seconds remaining in the third quarter. The ejection carries an additional $250 fine.  (AP)","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Experts to Review Clinton Health Plan","web_url":"https://www.nytimes.com/1993/04/28/us/experts-to-review-clinton-health-plan.html","abstract":"  President Clinton has named 47 doctors, nurses and other medical experts to assess his plan to revamp the nation's health care system before he sends it to Congress this spring.    The White House did not announce formation of the panel until Monday, but a member of the group said today that members held their first meeting two weeks ago.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"China:The Party's 'Mandate of Heaven' Is Fraying","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-chinathe-partys-mandate-of-heaven-is-fraying.html","abstract":"- The Chinese are great believers in the cyclical nature of history. For them, everything comes around again and again and again - an understandable notion, considering their 4,000 years of recorded history.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Critic's Notebook; A 'Ring' Trance Breaks As Valhalla Shuts Down","web_url":"https://www.nytimes.com/1993/04/28/arts/critic-s-notebook-a-ring-trance-breaks-as-valhalla-shuts-down.html","abstract":"  It sounds smug but it's true: hearing Wagner's \"Ring\" stretched out over weeks or months is really not hearing the \"Ring\" at all. Doing it Wagner's way -- four operas encompassing a week -- re-creates the slow-moving avalanche he had in mind. It takes about 19 hours for Valhalla and all its accumulated weight to come crashing down on our heads, but midway through \"Die Walkure\" time and pressure begin to work their restorative powers.   Wagner's various motifs become the listener's friends, assuming with each transformation a deepening personality. If in the end we are crushed by sheer reiteration, we are curiously renewed as well. Minimalism, Wagner's mirror opposite, claims this same medicinal property.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Shake-Up Not in Sight As the Devils Depart","web_url":"https://www.nytimes.com/1993/04/28/sports/hockey-shake-up-not-in-sight-as-the-devils-depart.html","abstract":"  The Devils had their team picture taken this afternoon at Byrne Meadowlands Arena,just a day after their elimination by the Penguins in Pittsburgh. And although several players might have been wondering whether they would be part of the picture next season, the Devils' president and general manager, Lou Lamoriello, warned against any drastic player changes.   The team's management and coaching staff are on even more solid ground, despite New Jersey's failure to advance past the first round of the playoffs for the fourth straight year.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Kevin Oldham Memorial","web_url":"https://www.nytimes.com/1993/04/28/arts/kevin-oldham-memorial.html","abstract":"  A memorial service for the composer and pianist Kevin Oldham is to be held at 3 P.M. on Saturday at Marble Collegiate Church, Fifth Avenue at 29th Street. Works by Mr. Oldham for chorus, voice and piano are to be performed by the church's choir; Karen Kushner, a pianist, and Carl Halvorson, a tenor. Mr. Oldham died on March 11 at the age of 32.  ","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Review/Music: Shining Brow; Frank Lloyd Wright Joins Opera's Pantheon","web_url":"https://www.nytimes.com/1993/04/28/arts/review-music-shining-brow-frank-lloyd-wright-joins-opera-s-pantheon.html","abstract":"  In the suddenly trendy medium of opera, contemporary Americans are increasingly appearing as subjects. It could only have been a matter of time before someone would fasten on the great architect Frank Lloyd Wright, one of the few Americans of this century whose life had genuine operatic scope and drama. But who would have thought it would happen here?   There have always been interesting little outposts on the national music scene, but this has not been one of them. Madison, the state capital and the home of the University of Wisconsin, is more an intellectual and political hotbed than a cultural center. The Madison Opera, in particular, has been a provincial enterprise, scarcely remembered from a critic's days at the university in the 1960's.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Many Questions Raised in Texas On Murder Case","web_url":"https://www.nytimes.com/1993/04/28/us/many-questions-raised-in-texas-on-murder-case.html","abstract":"  Gov. Ann W. Richards is reviewing a request for an emergency 30-day stay of execution for Gary Graham, a Texas inmate facing death by injection on Thursday even as his lawyers raise factual questions about the case.   \"She has made no decision,\" said Leticia Vasquez, a spokeswoman for the Governor, adding that it was doubtful that she would decide before Wednesday evening, pending the outcome of a flurry of legal activity on Mr. Graham's behalf.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/28/nyregion/c-corrections-020793.html","abstract":"  Weather listings from Jan. 7 through last Thursday carried incorrect daily temperature and precipitation readings for San Juan, P.R., because of a computer programming error at WSI, a weather data supplier. Readers wishing corrected figures may write to the News Desk, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"New York's Bleak Job Outlook","web_url":"https://www.nytimes.com/1993/04/28/nyregion/new-york-s-bleak-job-outlook.html","abstract":"  The Port Authority predicted that the New York region would lose 67,000 jobs this year, the fourth straight year of job losses. Page B1.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-letters-to-the-editor.html","abstract":"On the Killing Ground Regarding \"Europe's Reasons to Skip Bosnia Aren't All Bad\" (Opinion, April 21) by Roy Denman:. I wonder if Mr. Denman has ever seen a family executed. I wonder what his state of mind would be if, as a father, he were to loo","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"The Suns Apparently Have Their Eyes on Dudley","web_url":"https://www.nytimes.com/1993/04/28/sports/pro-basketball-notebook-the-suns-apparently-have-their-eyes-on-dudley.html","abstract":"  Are the Phoenix Suns prepared to make a big push to get Chris Dudley should he be available on the free-agent market? Apparently they are, and according to one National Basketball Association general manager who asked not to be identified, the Suns are even prepared to give forward Tom Chambers his walking papers, which would open a salary slot for Dudley.   The Suns won't talk about Dudley -- \"I can't talk about Chris Dudley -- that would be tampering,\" Cotton Fitzsimmons, Phoenix's senior executive vice president, said -- but he is apparently a player they would love to have.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"It's Tucker And Lewis And a War Of Words","web_url":"https://www.nytimes.com/1993/04/28/sports/boxing-notebook-it-s-tucker-and-lewis-and-a-war-of-words.html","abstract":"  In his fashion, Don King cited the Bible, Rostand and Shakespeare. But Tony (TNT) Tucker simply cited his fists yesterday in one of those obligatory pre-fight scenes of angry stares, putdowns and slightly askew literary allusions.   All the rhetoric will be put to rest on May 8 when Tucker, the contender, fights Lennox Lewis, the champion, in Las Vegas, Nev., for the World Boxing Council heavyweight title.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Yale Study About Allen Flawed, Expert Testifies","web_url":"https://www.nytimes.com/1993/04/28/nyregion/yale-study-about-allen-flawed-expert-testifies.html","abstract":"  A child psychiatrist testified yesterday that experts at Yale-New Haven Hospital had mishandled interviews and used faulty methodology to conclude that Woody Allen had not molested his 7-year-old daughter, Dylan.   Testifying at the custody trial of Mr. Allen and Mia Farrow, the psychiatrist, Dr. Stephen Herman, called the Yale report \"seriously flawed.\" He said the investigators had developed questionable interpretations of many of Dylan's statements to them, inappropriately destroyed original notes of the meetings and leaped to unsubstantiated conclusions about people whom they had not even interviewed.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Burying Urgent Mental Health Issues in Kitsch","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-burying-urgent-mental-health-issues-in-kitsch-054193.html","abstract":"  To the Editor:   \"When a Long Therapy Goes a Little Way\" (The Week in Review, April 18) did little to illuminate the real issues in hammering out a national mental health benefits package. I was outraged that a completely erroneous quote, attributed to me, presented the National Association of Social Workers' position as antithetical to what it really is.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"A Litmis Test for Justices?;\nLegal Views Do Matter","web_url":"https://www.nytimes.com/1993/04/28/opinion/a-litmis-test-for-justices-legal-views-do-matter.html","abstract":"President Clinton is being criticized for saying he wants to appoint Supreme Court Justices who believe the Constitution protects a woman's right to choose to have an abortion. Critics say that is an inappropriate \"litmus test\" and will undercut the Court's independence. But there is nothing improper about looking for nominees who hold certain general views about the Constitution or who embrace a constitutional right repeatedly recognized under settled law.\n\nWould anyone call it an improper \"litmus test\" for President Clinton to say he will only nominate Justices who accept the principle, established by Brown v. Board of Education, that racial segregation is unconstitutional?","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/28/style/chronicle-009693.html","abstract":"  CHARLTON HESTON, known variously as Moses, Ben-Hur and Michelangelo, took on a new role yesterday in Paris. In his words, \"I am the announcer of the gift.\"    Indeed he was, announcing at a news conference in the Musee Guimet that SmithKline Beecham, the pharmaceutical company, will donate 100,000 doses of polio vaccine to CARE, the humanitarian organization.","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"Islanders Upset Over Slashing","web_url":"https://www.nytimes.com/1993/04/28/sports/hockey-islanders-upset-over-slashing.html","abstract":"  The Islanders, upset with a slash to the wrists of Steve Thomas by Kevin Hatcher during Washington's 6-4 victory on Monday night, requested today a league disciplinary investigation into what they call flagrant actions by the Capitals' defenseman.   Although X-rays showed no broken bones, Thomas was listed as a questionable starter for Game 6 Wednesday at Nassau Coliseum. According to General Manager Don Maloney of the Islanders, a previous slash by Hatcher had mangled the knuckles of Benoit Hogue in Game 3, an injury the team chose not to publicize.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Arts Endowment Awards $53 Million","web_url":"https://www.nytimes.com/1993/04/28/arts/arts-endowment-awards-53-million.html","abstract":"  The National Endowment for the Arts announced the awarding of $53 million in Federal grants today, including more than $9 million to agencies and organizations in New York State.   Among the recipients was the Brooklyn Academy of Music, which was given $565,000 to support the International Theater Project to bring theater companies, actors and directors to the academy to perform works from their repertories. The New York Philharmonic received $243,100 to engage young conductors, perform commissioned works and present free concerts in the city and in Suffolk and Westchester Counties.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"A View From the Fence","web_url":"https://www.nytimes.com/1993/04/28/world/a-view-from-the-fence.html","abstract":"  Behind Western Europe's reluctance to agree to air strikes or ground operations to halt Serbian attacks against Muslims in Bosnia and Herzegovina is the fear, expressed today by the European Community's peace negotiator, Lord Owen, of becoming involved in somebody else's civil war.   \"Europe must not become combatants in a civil war,\" Lord Owen said in an interview. \"It will be very difficult for the Europeans to take American suggestions of military action seriously until your forces are also on the ground as peacekeepers.\"","thumbnail":null,"section":"World"},{"date":"19930428","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/28/nyregion/metro-digest-428293.html","abstract":"  NEW YORK CITY  DINKINS TO SEEK SERVICE REDUCTIONS   The Dinkins administration acknowledged that it would be forced to reduce city services to close a half-billion-dollar budget gap it now projects for the next fiscal year, putting Mayor David N. Dinkins in the uncomfortable position of having to seek service cuts at a time when he is running for re-election. A1. LANDMARKS COMMISSION ANGERS CRITICS   The Landmarks Preservation Commission, created after an architecturally and historically significant version of Penn Station was torn down nearly 30 years ago, is attracting critics who say that it is doing too much preventing and that useful projects are being blocked. A1. HOLTZMAN SENATE FUND DIDN'T COVER GALA   Elizabeth Holtzman's Senate campaign financed a primary-night reception last fall through a fund that was not authorized to spend money in the Senate race, city, state and Federal election records show. The move appears to have violated Federal election laws. B3. SCHOOL BOARD RACES ACCELERATE   With New York City's school board races entering the final week, the Rev. Pat Robertson's Christian Coalition poured voter guides into churches and synagogues as campaigning by gay advocates and other liberal groups also picked up steam. B3. TROUBLED TENNIS COACH HAD CALMER SIDE    For two decades, Gary Wilensky, the popular New York tennis coach who killed himself on Saturday after trying to abduct a favorite student to a homemade prison in the Adirondacks, had been dismissed from job after job. His employers said his behavior was unbalanced. But friends said Mr. Wilensky was a charmer. B3.  Investigation chief defends handling of complaint by Transportation Commissioner two years ago. B3. Day-care center hazards reported. B2.  Dinkins administration is urged not to renew contracts with a South Bronx community-service agency headed by Ramon Velez. B2. The Parks Commissioner's opinion on a Marlboro billboard may help it be removed. B2. Expert faults inquiry into Woody Allen molestation charges. B4. Lee P. Brown, the former Police Commissioner, is chosent to be Federal drug czar. A15. REGION  WEICKER LOSES BID ON DEPOSITS   Governor Weicker's plan to replace Connecticut's 5-cent bottle deposit with a 5-cent-a-bottle tax was killed by the General Assembly's Appropriations Committee. B6. D'AMATO DEFENSE PRESSES UNISYS WORKER   The lawyer for Armand P. D'Amato, on trial for mail fraud, tried to show that top officials of the Unisys Corporation knew that Mr. D'Amato had been hired by a company employee to lobby his brother, Senator Alfonse M. D'Amato, for at least seven months before moving to end the relationship. B6. A Connecticut company returns from Mexico, saying the lower wages did not compensate for the lack of worker productivity there. B6. About New York by Michael T. Kaufman B3  Chronicle B4","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930428","time":"1993-04-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":82,"wspd":14.8},{"date":"19930428","time":"1993-04-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":83,"wspd":16.6},{"date":"19930428","time":"1993-04-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":85,"wspd":24.1},{"date":"19930428","time":"1993-04-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":85,"wspd":14.8},{"date":"19930428","time":"1993-04-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":84,"wspd":16.6},{"date":"19930428","time":"1993-04-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":85,"wspd":18.4},{"date":"19930428","time":"1993-04-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":84,"wspd":13},{"date":"19930428","time":"1993-04-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":83,"wspd":14.8},{"date":"19930428","time":"1993-04-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":79,"wspd":24.1},{"date":"19930428","time":"1993-04-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":79,"wspd":24.1},{"date":"19930428","time":"1993-04-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":78,"wspd":24.1},{"date":"19930428","time":"1993-04-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":73,"wspd":22.3},{"date":"19930428","time":"1993-04-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":69,"wspd":24.1},{"date":"19930428","time":"1993-04-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":66,"wspd":22.3},{"date":"19930428","time":"1993-04-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":65,"wspd":20.5},{"date":"19930428","time":"1993-04-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":65,"wspd":22.3},{"date":"19930428","time":"1993-04-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":65,"wspd":20.5},{"date":"19930428","time":"1993-04-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":67,"wspd":24.1},{"date":"19930428","time":"1993-04-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":73,"wspd":18.4},{"date":"19930428","time":"1993-04-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":78,"wspd":18.4},{"date":"19930428","time":"1993-04-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":83,"wspd":24.1},{"date":"19930428","time":"1993-04-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":83,"wspd":20.5},{"date":"19930428","time":"1993-04-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":84,"wspd":16.6},{"date":"19930428","time":"1993-04-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":85,"wspd":18.4},{"date":"19930428","time":"1993-04-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":21,"wspd":20.5},{"date":"19930428","time":"1993-04-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":21,"wspd":16.6},{"date":"19930428","time":"1993-04-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":68,"wspd":9.4},{"date":"19930428","time":"1993-04-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":73,"wspd":9.4},{"date":"19930428","time":"1993-04-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":74,"wspd":7.6},{"date":"19930428","time":"1993-04-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":76,"wspd":7.6},{"date":"19930428","time":"1993-04-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":80,"wspd":9.4},{"date":"19930428","time":"1993-04-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":80,"wspd":7.6},{"date":"19930428","time":"1993-04-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":82,"wspd":7.6},{"date":"19930428","time":"1993-04-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":85,"wspd":0},{"date":"19930428","time":"1993-04-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":82,"wspd":0},{"date":"19930428","time":"1993-04-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":82,"wspd":9.4},{"date":"19930428","time":"1993-04-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":63,"wspd":13},{"date":"19930428","time":"1993-04-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":52,"wspd":16.6},{"date":"19930428","time":"1993-04-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":35,"wspd":16.6},{"date":"19930428","time":"1993-04-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":22,"wspd":18.7},{"date":"19930428","time":"1993-04-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":24,"wspd":16.6},{"date":"19930428","time":"1993-04-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":22,"wspd":14.8},{"date":"19930428","time":"1993-04-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":19,"wspd":14.8},{"date":"19930428","time":"1993-04-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":18,"wspd":9.4},{"date":"19930428","time":"1993-04-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":18,"wspd":14.8},{"date":"19930428","time":"1993-04-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":18,"wspd":14.8},{"date":"19930428","time":"1993-04-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":20,"wspd":11.2},{"date":"19930428","time":"1993-04-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":24,"wspd":13}]},"19930429":{"guardian_articles":[],"nytimes_articles":[{"date":"19930429","headline":"NHL May Support Hockey in Russia","web_url":"https://www.nytimes.com/1993/04/29/sports/IHT-nhl-may-support-hockey-in-russia.html","abstract":"For less than $5 million a year, Russia is offering to become a plantation for the National Hockey League. . The two sides are negotiating the survival of post-Soviet hockey, Russian officials said Wednesday at the World Ice Hockey Championships, where th","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"PEOPLE: Who Owns a Kiss?","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-who-owns-a-kiss.html","abstract":"A retired couple took photographer Robert Doisneau to court Wednesday, claiming he stole a moment of youthful passion in a famed photo of two lovers embracing on a Paris street 43 years ago. The trial should determine whether Doisneauviolated the privac","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"German Metalworkers In East Approve Strike","web_url":"https://www.nytimes.com/1993/04/29/world/german-metalworkers-in-east-approve-strike.html","abstract":"  Thousands of metalworkers in eastern Germany have voted overwhelmingly to strike to press their demand for an immediate 26 percent pay increase, their union announced today.   Employers agreed to the increase in 1991 but reneged earlier this year, saying such a raise would be ruinously expensive because productivity is low in eastern Germany.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Corpse at Grand Hyatt","web_url":"https://www.nytimes.com/1993/04/29/nyregion/corpse-at-grand-hyatt.html","abstract":"  The body of a Brooklyn woman was found in the Grand Hyatt Hotel in midtown Manhattan last night, and an autopsy is planned for later today to determine the cause of death, according to the police. Sgt. Anthony Barlanti, a departmental spokesman, identified the woman as Marie Daniele, 24 years old, of 233 Withers Street, in Williamsburg. Sergeant Barlanti said the police were called to the hotel after the body was found in Room 3431 about 7:30 P.M. No details about why the woman was in the hotel, which is next to Grand Central Station, were available.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/29/nyregion/c-corrections-940993.html","abstract":"  A picture caption on Saturday with the continuation of an article about the difficulties faced by people who live in mobile homes misstated the locations of two of the homes shown. The homes at the top right and the bottom are in Rathbone, N.Y.; the one at the top left is in Cameron, N.Y.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Washington Memo; Clinton's Plan for Economy May Hinge on His Popularity","web_url":"https://www.nytimes.com/1993/04/29/us/washington-memo-clinton-s-plan-for-economy-may-hinge-on-his-popularity.html","abstract":"  Despite some early setbacks and the worries expressed by some of President Clinton's top advisers, his economic plan, on which the ultimate success or failure of his Presidency could ride, has not been derailed by Congress.   But the overall package, with its steep tax increases, deficit reduction and huge shifts in spending away from the military and toward social programs and public works projects, is not -- as the White House maintains day after day -- completely on track either.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"Why New York's Sanitation Workers Earn More Than Police","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-why-new-york-s-sanitation-workers-earn-more-than-police-026193.html","abstract":"  To the Editor:   In your editorial \"The Police and Election-Year Politics\" (April 17), you relied strictly upon figures supplied by New York City that are misleading. The city's comparison of police and sanitation workers' pay cavalierly ignores three weighty components of sanitation worker income: holiday pay, night shift differential and sanitation's double-time rate for overtime. These, coupled with gain-sharing bonuses, enable sanitation workers to earn greater annual income than police officers.   While you consider this methodology \"a strange way to calculate wages,\" economists, arbitrators and even city negotiators normally factor in the calculations used by the Patrolmen's Benevolent Association to determine total earnings. Moreover, your assertion that police officers    \"earn   $11,000 more than sanitation workers do\" is absurd.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"N.B.A. Toughens Penalties For Fights","web_url":"https://www.nytimes.com/1993/04/29/sports/pro-basketball-nba-toughens-penalties-for-fights.html","abstract":"  Imagine it is Game 2 of the first-round playoff series between the Knicks and Indiana. The Pacers' Rik Smits crashes an elbow to Patrick Ewing's temple. Ewing pushes a forearm in retaliation. It is a close, physical game, and tempers are running short. Although he does not connect, Ewing throws a punch. It is a big mistake.   He is ejected from the game -- standard National Basketball Association punishment for throwing a punch -- but he is also automatically suspended from the next game, too, and his team is suddenly put in a crippling position.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/29/arts/classical-music-in-review-668093.html","abstract":"  'Aida'  Houston Grand Opera   The usually forward-looking Houston Grand Opera has waxed nostalgic in recent weeks with a restaging of the production of Verdi's \"Aida\" that opened its first season in the Wortham Center, in 1987. Pier Luigi Pizzi's designs were acclaimed at the time, especially for their charming props, like the life-size elephants on wheels that achieve a certain grandeur of scale while gently mocking the literalistic grandiosity often applied to the work.   Ross A. Perry has provided new direction and choreography, and the dance scenes, in particular, were attractive on Saturday evening. But for a visitor new to the production, the garishness of the costumes jarred with the starkness of the sets.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93397077669.html","abstract":"1918: Two Escapees Shot","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Library President Remembered for His Leadership","web_url":"https://www.nytimes.com/1993/04/29/nyregion/library-president-remembered-for-his-leadership.html","abstract":"  Bryant Park was aglow with tulips and daffodils, children's laughter, sounds of music and the pleasure of sun worshipers during the memorial service yesterday celebrating the life of Dr. Timothy S. Healy.   Dr. Healy was the president of the Public Library at 42d Street and Fifth Avenue when he died of a heart attack on Dec. 30 at 69. About 700 friends, colleagues and other admirers gathered under a large white tent in the park, across from the library, to remember the Jesuit priest and educator.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Sports of The Times; Rocco's Boy Was Special Right Away","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-of-the-times-rocco-s-boy-was-special-right-away.html","abstract":"  HE was a funny kid. That's how I choose to remember Jim Valvano, who died of cancer yesterday, much too young at 47. Everything that was still appealing in him as a coach or a broadcaster was there when he was 15, playing backcourt for his father.   He most certainly was not one of those people who becomes famous and then everybody says: \"That guy? What a cipher. He was in my home room. Never said a word.\" This was a classic case of the child being father to the stand-up comic.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/29/sports/results-plus-744993.html","abstract":"  TENNIS  Comeback Skid: Wilander Is Beaten   The comeback of former Mats Wilander was interrupted by Richard Fromberg of Australia in the second round of the $300,000 A.T.&T. Challenge yesterday in Duluth, Ga. Wilander, who was ranked No. 1 in the world in 1988 when he won three of the four Grand Slam titles, stopped playing professionally two years ago. He defeated seventh-seeded Luis Herrera on Tuesday in his return match, but lost, 6-3, 6-1, to Fromberg. \"Yesterday, I felt like I had time to get into a rhythm, but today his serve was bigger and the over all game was faster,\" said Wilander, a 28-year-old native of Sweden who won 33 tournaments including seven Grand Slam events. (AP) Korda Falls to Spain's Altur: Top-seeded Petr Korda was upset in the second-round of the B.M.W. tournament yesterday in Munich, Germany, beaten by Spain's Jose Altur, 5-7, 6-3, 6-3. Andre Medvedev, seeded fourth and from Ukraine, also was an unexpected loser, falling, 6-7 (7-1), 7-6 (7-5), 6-4, to France's Cedric Piolane. Korda, ranked No. 5 in the world, has been recovering from a viral infection, but refused to blame that for his loss to the world's 171st-ranked player. \"I'm just playing bad at the moment and I don't know why,\" said Korda of the Czech Republic. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Books of The Times; Putting In a Word for Homer, Herodotus, Plato, Etc.","web_url":"https://www.nytimes.com/1993/04/29/books/books-of-the-times-putting-in-a-word-for-homer-herodotus-plato-etc.html","abstract":"  The Oldest Dead White European Males  And Other Reflections on the Classics  By Bernard Knox  144 pages. W. W. Norton & Company    The title of Bernard Knox's stimulating new book, \"The Oldest Dead White European Males: And Other Reflections on the Classics,\" is a bit of a tease. Since its author is a classicist and the director emeritus of Harvard's Center for Hellenic Studies in Washington, the reader expects an aggressive defense of ancient Greek culture against the multiculturalists and feminists who argue, not incorrectly, that the classical Greek polis, having been a sort of men's club supported by slavery, appears today, in Mr. Knox's own words, an emblem of \"reactionary conservatism\" and of \"enforced conformity.\"","thumbnail":null,"section":"Books"},{"date":"19930429","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/29/arts/classical-music-in-review-037793.html","abstract":"  Krystian Zimerman  Pianist Carnegie Hall    Krystian Zimerman is a musical thinker rather than a virtuoso; his best interpretations unfold as a sequence of bracing illuminations. He has also been known to contradict himself and produce a somewhat bewildering musical picture. A case in point was the Schubert Piano Sonata in B flat, played on the second half of his program Friday night. Mr. Zimerman had the technique and control for Schubert's easeful spans of sound, but the argument went awry at several crucial points.   At the outset of the first movement, for example, the main theme foundered amid unnecessary spells of rubato: the bass trill in the eighth bar, which should rumble beneath an even surface, failed to play its unsettling role. Then, later in the movement, Mr. Zimerman undercut major events with inexpressive articulation: the forte statement of the main theme did not roll in with the right leisurely grandeur (the tempo was slightly too fast throughout), and the momentous triple-piano re-entry of this same theme in the development slid past without a shiver of epiphany.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Measuring Warming","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-measuring-warming-043193.html","abstract":"  To the Editor:   Vice President Gore may know more about global warming than the President (\"Mr. Clinton, Meet Mr. Gore,\" editorial, April 20), but the whole Administration should be aware of what is known. Few of the nations that voted for the 1990 limit on carbon dioxide emissions have the information base to report their 1990 emissions or monitor their progress. The United States does, and in our society of policy by court cases, if we had signed such a treaty the Government would be sued to actually comply with it.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Texas Governor Delays Execution 30 Days","web_url":"https://www.nytimes.com/1993/04/29/us/texas-governor-delays-execution-30-days.html","abstract":"  Gov. Ann W. Richards gave a convict a 30-day reprieve today, hours before he was to be executed for a 1981 murder.    In a statement late this afternoon, the Governor said of the convict, Gary Graham, \"I pass no judgment on his guilt or innocence but believe that questions have been raised in this case that deserve further examination.\"","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"VAT's Offer a Way to Conceal the Tax Burden","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-vat-s-offer-a-way-to-conceal-the-tax-burden-030093.html","abstract":"  To the Editor:   \"New Tax on Goods Is Weighed to Pay for Health Care\" (news article, April 15) reveals that the White House is considering the imposition of a value-added tax to raise revenue for President Clinton's health-care reform. Having lived under a VAT for several years in England at university, I hope such consideration will prove slight.   Value-added taxes are \"popular\" in Europe only in the sense that a number of avaricious bureaucracies thereabouts have recognized the political expediency in obscuring the full weight of the tax burden they impose upon their citizens. Whereas an income tax is the traditional benchmark of taxation, it is sometimes difficult to recognize the true cost to the individual reflected in rising consumer prices.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"City Council Bungles on Jobs","web_url":"https://www.nytimes.com/1993/04/29/opinion/city-council-bungles-on-jobs.html","abstract":"  If there's a lesson to be learned from the New York City Council's approach to a spring jobs program for youngsters, it's that many of the pesky good-government regulations that should govern a program like this exist for a purpose. Without them, favoritism and bad judgment take over.   A few weeks ago, the Council and the Mayor's Department of Employment split the task of finding 400 students to work in a nine-week program of city-funded jobs. The mayor's office relied on referrals from the community organizations that handle the city's federally funded summer jobs. The Council members freelanced. Most Council members depended on recommendations from community and youth groups. But others gave the jobs to relatives of friends, employees or political allies.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Review/Organ; Amid Grandeur, a Subtle Palette","web_url":"https://www.nytimes.com/1993/04/29/arts/review-organ-amid-grandeur-a-subtle-palette.html","abstract":"  A church organ is a remarkable instrument: in its construction, its size, its cost, its sound and its function, it defines a community and its space. So when the Church of St. Ignatius Loyola presented a dedicatory concert of its new tracker organ on Tuesday night, it was only partly out of musical interest that the line to get into the church stretched around the corner of Park Avenue and 84th Street. A new instrument of this size is an event in musical and religious life. When the doors finally closed, every pew was filled, folding chairs were in the aisles and the pastor publicly wished that the church had such problems every Sunday.   The audience, drawn by advance word of this largest mechanical-action organ ever installed in this city (and the largest ever built in England, by N. P. Mander Ltd.), was a reminder, before even a note was played, of the importance attached to a new organ intallation.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Administration Unveils $1.3 Bilion High-Speed Rail Proposal","web_url":"https://www.nytimes.com/1993/04/29/us/administration-unveils-1.3-bilion-high-speed-rail-proposal.html","abstract":"  The Clinton Administration today announced a five-year, $1.3 billion plan that would create Federal-state partnerships to develop high-speed train service in densely populated areas around the nation.    Transportation Secretary Federico F. Pena said such railroads would relieve highway and airport congestion, reduce pollution and travel delays and \"improve the quality of life of Americans throughout our country.\"","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/29/nyregion/no-headline-188293.html","abstract":"  \"Everybody knows men can do everything. They always get the credit. Now we have to get some.\" -- DELIA VELEZ, 12, on Take Our Daughters to Work Day.  [ B8:4. ]","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people.html","abstract":"The judge who must settle the Woody Allen-Mia Farrow child custody fight saidhe was \"the least qualified person to do that\" after the last witness testified the truth may never emerge about whether the filmmaker sexually abused his 7-year-old","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Bentsen Signals Official's Ouster Over Initial Raid on Cult in Texas","web_url":"https://www.nytimes.com/1993/04/29/us/bentsen-signals-official-s-ouster-over-initial-raid-on-cult-in-texas.html","abstract":"  Treasury Secretary Lloyd Bentsen signaled today that the senior Washington official who supervised the Feb. 28 raid on the Branch Davidian compound near Waco, Tex., would soon be asked to step down.   Mr. Bentsen issued a statement this afternoon saying he was \"deeply troubled by conflicting statements\" about the raid, which began the 51-day siege that ended in flames last week. Other Administration officials said the remarks were aimed at Stephen E. Higgins, the director of the Treasury agency that carried out the raid, in which four agents and six cult members died.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"In Trade Center Bombing Case, Two Rights Collide","web_url":"https://www.nytimes.com/1993/04/29/nyregion/in-trade-center-bombing-case-two-rights-collide.html","abstract":"  Judge Kevin T. Duffy is known around the Federal courthouse in Manhattan as a judge with strong opinions. Perhaps nothing illustrates this better than when he banned anyone connected with the World Trade Center bombing case he is hearing from saying anything to the media.   It is an order so sweeping that the United States Attorney's office won't even comment on its position about the order.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Critic's Notebook; In the Know and Willing to Talk","web_url":"https://www.nytimes.com/1993/04/29/arts/critic-s-notebook-in-the-know-and-willing-to-talk.html","abstract":"  All clear, cowed news fans. The assault by television experts has subsided, and for the moment it seems safe to tune in your favorite interview shows. But watch your head; this is likely to be just a Serbian truce.   After the invasion of experts on terrorism set off by the bombing of the World Trade Center, there was only a brief respite before the little war in Waco, Tex., called forth a swarm of experts on cultism. These cadres, swooping straight from producers' Rolodexes onto the nation's screens, were in a thriving television tradition of know-it-alls expatiating at the summons of the evening news on why a catastrophe they never predicted could now easily be foreseen.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Review/Theater; Trying to Grasp an AIDS Tragedy","web_url":"https://www.nytimes.com/1993/04/29/theater/review-theater-trying-to-grasp-an-aids-tragedy.html","abstract":"  Lee Blessing's \"Patient A\" is a playwright's conversation with himself about the difficulties of understanding a real-life tragedy and distilling it into dramatic form. The case is that of Kimberly Bergalis, the young woman in Florida who became infected with AIDS after being treated by her dentist. For a time, the play seems like a delaying mechanism to avoid telling the story.   As portrayed by Jon DeVries, Mr. Blessing is himself a character onstage. Acting as narrator and editor, he repeatedly interrupts Ms. Bergalis (Robin Morse), tossing in poems, statistics and observations. Just at the point that we become annoyed with his interference in the narrative, he apologizes for that interference. Despite all these distractions, \"Patient A\" moves a theatergoer to feelings of sympathy and admiration for Kimberly, and outrage at all those who took advantage of her.","thumbnail":null,"section":"Theater"},{"date":"19930429","headline":"Essay; Bosnia Speech Draft","web_url":"https://www.nytimes.com/1993/04/29/opinion/essay-bosnia-speech-draft.html","abstract":"    Team A is drafting the President's speech on the need to intervene in Bosnia. Originally prepared at State, it is being made intelligible by the national security adviser, punched up by Presidential speechwriters and smoothed down by Ambassador Talbott. Here is the alternate draft from my own Team B.     Fellow Americans, and fellow citizens of the world:","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Home Video","web_url":"https://www.nytimes.com/1993/04/29/arts/home-video-547093.html","abstract":"  The Next VCR   Since most American households have had a VCR for a number of years, a question arises. What is the next generation of VCR that might excite consumers the way the old machines did?   As cable operators and telephone companies develop methods of electronic delivery that will eventually be able to feed information directly to the television set, it might be argued that there will be no next VCR. But that isn't necessarily the case.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Bellamy's Comment on Cuomo Draws Rebuke","web_url":"https://www.nytimes.com/1993/04/29/nyregion/bellamy-s-comment-on-cuomo-draws-rebuke.html","abstract":"  H. Carl McCall picked up the support of a former opponent in the race for State Comptroller today, while Carol Bellamy drew a rebuke from Gov. Mario M. Cuomo for comments she made about his involvement in the contest.   Mr. McCall, the president of the New York City Board of Education, won an endorsement from Assemblyman Joseph R. Lentol, a Brooklyn Democrat who dropped out of the race today. Mr. Lentol's withdrawal left only five candidates in the contest, with Mr. McCall and Ms. Bellamy considered the leading contenders by most in the Legislature.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Feeling Betrayed and Hounded, Andreotti Breaks His Silence","web_url":"https://www.nytimes.com/1993/04/29/world/feeling-betrayed-and-hounded-andreotti-breaks-his-silence.html","abstract":"  By his own account, Giulio Andreotti is not sleeping well these days and feels he can trust no one beyond the family hearth, now that he has been accused -- wrongfully, he insists -- of consorting with the Mafia.    But most of all, as Italy's reformist tide left him beached today, the seven-time Prime Minister and one-time key power of Italian politics seemed to be fretting about when he would come to a trial that, in his reckoning, would restore respect to his name.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Dinkins's Choice: Tax Rise or Service Cuts","web_url":"https://www.nytimes.com/1993/04/29/nyregion/dinkins-s-choice-tax-rise-or-service-cuts.html","abstract":"  Like its predecessors, the Dinkins administration plays the budget game each year like high-stakes poker. For most of the winter and spring, Mayor David N. Dinkins shows as few cards as possible, trying to appear fiscally vulnerable so that his friends in Albany and Washington will offer the maximum amount of help.   Then, usually in May, the Mayor lays down his hand. Last year he had a full house, including a surplus that eventually topped $600 million. But this year, Mr. Dinkins acknowledged on Tuesday -- to the sharp surprise of some of his fellow politicians -- that he had no cards.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/29/arts/classical-music-in-review-039393.html","abstract":"  New York Philharmonic  Avery Fisher Hall    If an orchestra takes the trouble to commission a new work, it ought to show at least a degree of concern for the finished product. On Thursday night, the New York Philharmonic extended no such courtesy to Phillip Ramey, giving his Concerto for Horn and Strings a run-through rather than a performance. The strings repeatedly smudged entries and produced a dull, anemic sound. Philip Myers made his way through the solo part with much effort and little grace. Leonard Slatkin appeared to be doing his best on the podium, but the orchestra palpably had no enthusiasm for the music.   In the Philharmonic's defense, it must be said that the Ramey concerto, a leisurely, mildly dissonant work in two movements, was not the most distinctive of this season's 150th-anniversary commissions. The decision to expose a solo horn line without full orchestral support was risky, to begin with; Mr. Ramey's episodic string sonorities supplied an unfocused background. The first movement initiated an atmosphere of expectation that later events failed to answer. The basic melodic material was not arresting.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-letters-to-the-editor-93280648178.html","abstract":"Seeking the Reason Why . Former Prime Minister Margaret Thatcher criticizes the \"passivity\" of Europe in the face of the Bosnian crisis, and so do former President Ronald Reagan and former Secretary of State George Shultz. One could go on.To o","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Sealy Plays a Waiting Game","web_url":"https://www.nytimes.com/1993/04/29/sports/pro-basketball-sealy-plays-a-waiting-game.html","abstract":"  Malik Sealy's voice is not lost.   Even in the din of the Indiana Pacers' dressing room, the home of a group whose bold pronouncements have often exceeded its performance in recent seasons, Sealy's words have not been ignored.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/04/29/theater/theater-in-review-655893.html","abstract":"  Via Theater Triplets  Ontological at St. Mark's Theater Second Avenue at 10th Street East Village Through Sunday  New works by Brian Jucha, John Jesurun and Anne Bogart; lighting by Roma Flowers; costumes by Kasia Walicka-Maimone; Presented by Via Theater, Ms. Bogart and Mr. Jucha, co-artistic directors.   BRING ME YOUR LOVE, from the short story by Charles Bukowski; adapted and directed by Mr. Jucha. WITH: David Neumann, Megan Spooner, David J. Steinberg and Lisa Welti. SOUTHERN CROSS, written, directed and designed by Mr. Jesurun. WITH: Sheryl Dold, Mr. Jucha, Barney O'Hanlon, Mr. Neumann, Tina Shepard, Ms. Spooner and Ms. Welti. BEHAVIOR IN PUBLIC PLACES, based on the writings of Erving Goffman; conceived and directed by Ms. Bogart, in collaboration with the company; music by Istvan Marta, performed by the Kronos Quartet. WITH: Ms. Dold, Mr. Jucha, Tamar Kotoske, Mr. O'Hanlon, Ms. Shepard, Ms. Spooner and Ms. Welti.","thumbnail":null,"section":"Theater"},{"date":"19930429","headline":"What to Do in Bosnia? 3 Hard Choices for Clinton","web_url":"https://www.nytimes.com/1993/04/29/world/what-to-do-in-bosnia-3-hard-choices-for-clinton.html","abstract":"  As President Clinton weighs military action in Bosnia and Herzegovina, senior officials say he is torn by two contradictory desires:   He wants to bring the swiftest possible end to a war that has already taken more than 100,000 lives. But he also wants to set an example that aggression does not pay, and thus he is unwilling to allow the Serbs to keep the territory they have seized in a year of \"ethnic cleansing.\"","thumbnail":null,"section":"World"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-90819512642.html","abstract":"Prince says he's quitting studio recording to concentrate on theater, film and other ventures. Theannouncement comes seven months after the rock star signed a $100 million deal with Warner Bros. Records that made him a vice president.He will be able","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Era of Female Combat Pilots Opens With Shrugs and Glee","web_url":"https://www.nytimes.com/1993/04/29/us/era-of-female-combat-pilots-opens-with-shrugs-and-glee.html","abstract":"  At Whiting Field Naval Air Station, where 75 percent of Navy, Marine and Coast Guard fighter, patrol and helicopter pilots receive their initial training, the new era of women in combat promised by the Pentagon was greeted today with jubilation by the female pilots and acceptance by their male counterparts.   Veterans saw the Pentagon's decision to eliminate restrictions on women in aerial and naval combat as folly. But regardless of their stand on the issue, all military personnel recognize that the directive will catapult the armed forces into uncharted territory in which women may face the same perils of war as men. New Options Called Tempting    \"I get goose bumps just thinking about it,\" said Lieut. Rhonda Buckner, a 37-year-old flight instructor who is scheduled to retire next year when her 20 years of service are up. \"I wish I were 20 years younger. When I came in, women didn't even work on planes, and being a pilot was an option I didn't even think about. It's remarkable, the changes I've seen.\"","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"Mansell Makes Plans","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-people-auto-racing-mansell-makes-plans.html","abstract":"  Although NIGEL MANSELL, the defending world champion, was scheduled to undergo back surgery last night, it may not prevent him from trying to qualify for the Indianapolis 500 pole position on May 15.   MICHAEL KNIGHT, a spokesman for Mansell's Indy-car team, Newman/ Haas Racing, said yesterday that the surgery would repair a separation in soft tissue in Mansell's lower back that was suffered when he crashed at Phoenix International Raceway on April 3. The injury, which did not involve bone or muscle, created a cavity that was filling with blood, Knight said.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"The Number of Gay Men Doesn't Matter","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-the-number-of-gay-men-doesn-t-matter-029693.html","abstract":"  To the Editor:   I am deeply concerned about the Alan Guttmacher Institute's report on gay men (\"Sex Survey of American Men Finds 1% Are Gay,\" news article, April 15). Social conservative groups have already voiced their self-assuredness and gay groups are scrambling to downplay the figures.    Yet William R. Grady, one of the study's authors, conceded to The Boston Globe that there were two flaws with the study. First, 30 percent of the men asked to participate refused. Second, participants in surveys like this one tend to give \"socially appropriate\" answers. Because many have been taught to believe that homosexuality is morally \"incorrect,\" it is likely that men will underreport their homosexual feelings and behavior.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Frost-Free in Manhattan: A Couple's Odyssey; Keeping Up With 1980's Refrigerator Technology Isn't That Easy, Despite the Benefits","web_url":"https://www.nytimes.com/1993/04/29/nyregion/frost-free-manhattan-couple-s-odyssey-keeping-up-with-1980-s-refrigerator.html","abstract":"  In 1988 Milton and Mildred Lewis bought a two-door, frost-free refrigerator for $800.   Almost anywhere else that would be an unremarkable action. In a perfect world -- or maybe just a rational one -- what followed would have been impossible.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Her Colleagues Voice Support for Anita Hill","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-her-colleagues-voice-support-for-anita-hill-027093.html","abstract":"  To the Editor:   \"For Oklahoma, Anita Hill's Story Is Open Wound\" (news article, April 19) continues the biased coverage of Professor Hill by ignoring the support she has received by those who know her best: her colleagues at the University of Oklahoma. Dean David Swank hardly stands alone; a petition signed by 439 faculty and staff members and students appeared recently in our local newspaper supporting an endowed chair honoring her. The absence of this information from your account continues the bias evident during the Senate Judiciary Committee hearings.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Study Says a Blood Fat Alone Rarely Hurts Heart","web_url":"https://www.nytimes.com/1993/04/29/us/study-says-a-blood-fat-alone-rarely-hurts-heart.html","abstract":"  A study of more than 7,000 adults at 10 medical centers around the country indicates that for most people a high level of the blood fat triglycerides does not directly raise their risk of dying prematurely of heart disease.   Rather, elevated triglyceride levels seem to go hand in hand with other factors, like being overweight and having high blood sugar levels, which themselves raise coronary risk.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-92101935689.html","abstract":"TheJapanese conductor Yutaka Sado, 32, whoworked with Seiji Ozawa and the late Leonard Bernstein, will beresident conductor for the next two seasons of the LamoureuxOrchestra of Paris.The Kyoto-born musician will replace the RussianValentin Ko","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Adewale Ayuba to Perform","web_url":"https://www.nytimes.com/1993/04/29/arts/adewale-ayuba-to-perform.html","abstract":"  The Nigerian singer Adewale Ayuba and his Bonsue Fuji Creation Band are to perform at Tramps tonight, replacing a fellow Nigerian, King Sunny Ade. The one-night show is at 9. Tramps is at 54 West 21st Street, Chelsea. Information: (212) 727-7788.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"U.S. Asked Saudis to Aid Palestinians","web_url":"https://www.nytimes.com/1993/04/29/world/us-asked-saudis-to-aid-palestinians.html","abstract":"  To lure the Palestinians back to the Middle East peace talks, the Clinton Administration recently asked Saudi Arabia to resume the financial aid that it had cut off during the Persian Gulf war, senior Administration officials said today.   One American official, speaking on condition of anonymity, said the United Stateseffort had been a critical element in getting the Palestinians to resume the talks.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"A Crackdown Is Proposed On Overdue Child Support","web_url":"https://www.nytimes.com/1993/04/29/nyregion/a-crackdown-is-proposed-on-overdue-child-support.html","abstract":"  Wayne R. Bryant, the State Assemblyman from Camden who wrote the law denying additional payments to welfare mothers who have another child, now proposes going after fathers who do not pay their child support.   Mr. Bryant has introduced an eight-bill package that he says would give New Jersey the toughest law in the nation to track down and punish parents -- almost all fathers -- who do not comply with court orders to pay child support.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"In Next Year's Shadow, Daly Set for Cavaliers","web_url":"https://www.nytimes.com/1993/04/29/sports/pro-basketball-in-next-year-s-shadow-daly-set-for-cavaliers.html","abstract":"  Many in the National Basketball Association see Chuck Daly as the savior of the Nets franchise. And why not? When he was with the Detroit Pistons, he became only the third coach in N.B.A. history to win back-to-back titles. He coached the 1992 Olympic team to a gold medal, and even if he walked away now, Daly would be considered one of the best coaches ever.   Which brings us back to the Nets and the potential for a very big problem.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Navy Revamps Minesweeping for Unpredictable Age","web_url":"https://www.nytimes.com/1993/04/29/us/navy-revamps-minesweeping-for-unpredictable-age.html","abstract":"  For the past two weeks, these scenic Canadian waters have been used to mimic the most sinister seas that United States Navy warships might face in future third world trouble spots.   The Navy, ill-prepared for Iraq's extensive use of mines in the Persian Gulf war, is now trying to deal with the kind of coastal warfare that military planners fear in any post-cold-war conflicts with countries like Iran or Iraq.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/29/nyregion/c-corrections-944193.html","abstract":"  A picture caption on Saturday about the reopening of Alexander Hamilton Park in New Jersey referred to the location incorrectly. It is in the township of Weehawken, not Weehawken Heights. And it is near the site of Hamilton's death in a duel with Aaron Burr, but not at the site.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/29/nyregion/c-corrections-949293.html","abstract":"  Because of an editing error, an article in Business Day on Monday about the Securities and Exchange Commission's computerized network for filing financial documents referred incorrectly to recent disruptions. They involved a small number of computer terminals in the S.E.C.'s public reference room, not the system's main computers, which were not affected.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: New Opera Season","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Bill Clinton's Hundred Days","web_url":"https://www.nytimes.com/1993/04/29/opinion/bill-clinton-s-hundred-days.html","abstract":"  All Presidents since Franklin Roosevelt have had their reputations stretched or shortened by a Procrustean journalistic device known as the \"first hundred days.\" The hundred days test is, of course, fundamentally silly. As Arthur Schlesinger pointed out on the Op-Ed page recently, Roosevelt assumed office at a time of such calamity that Congress \"dared not say him nay.\" No President since has faced a comparable crisis.   Yet so durable is the standard that not even the White House, which might prefer to forget some of Bill Clinton's first hundred days, can ignore it. To mark the occasion Mr. Clinton's p.r. apparatus churned out a little pamphlet called \"Season of America's Renewal,\" the title lifted from the President's hopeful address to Congress in February. The Republicans responded with a less flattering exegesis, \"On the Wrong Track.\"","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"NEGLIGENCE IS SEEN IN ACTOR'S DEATH","web_url":"https://www.nytimes.com/1993/04/29/us/negligence-is-seen-in-actor-s-death.html","abstract":"  A police investigation indicates that the fatal shooting of the actor Brandon Lee on a movie set here last month was due to negligence on the part of crew members, not foul play, the District Attorney says.   District Attorney Jerry Spivey said Tuesday that the investigation was nearly complete and that he had not yet decided whether to file criminal charges. \"There's no indication that I see at all from the investigative report that anyone intentionally hurt Brandon,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"Derby Has the Quick, and the Quirks","web_url":"https://www.nytimes.com/1993/04/29/sports/horse-racing-derby-has-the-quick-and-the-quirks.html","abstract":"  There is a horse galloping around the track at Churchill Downs these mornings without a saddle. He is El Bakan, \"the Big Shot\" from Panama. His owner says he'll be wearing a saddle in the 119th Kentucky Derby on Saturday, but \"this is the way they train them in South America.\"   There is another horse here named Rockamundo who ran the fastest mile and an eighth of the year for 3-year-old horses when he won the Arkansas Derby in 1:48. People think his name is amusing. So were the odds he beat when he won in Arkansas two weeks ago: 108-1. He has another peculiarity besides beating long odds: He tends to hold his breath during races, like a child throwing a tantrum. His jockey, Calvin Borel, overcame that problem by leaning down and poking Rockamundo in the belly.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-93785657497.html","abstract":"Edward James Olmos has been denied permission to carry a concealed gun by the Los Angeles police.The actor saidthat he and his family had received death threats.Richard Demeron, the city police commission's commanding officer, said there was no evi","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Sampson Denies Deal With Asian Team","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-people-basketball-sampson-denies-deal-with-asian-team.html","abstract":"  The former All-Star RALPH SAMPSON yesterday denied that he has reached an agreement to play and coach in Asia's first men's pro basketball league.   DOUGLAS MARAN, executive director of the Asian Basketball Association, had said Tuesday that the 7-foot-4-inch Sampson would play for Hong Kong when the six-team league debuts this summer.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Scientists Find Clue to Peril of Volcanic Eruptions","web_url":"https://www.nytimes.com/1993/04/29/world/scientists-find-clue-to-peril-of-volcanic-eruptions.html","abstract":"  A team of scientists has discovered a chemical clue in molten lava that appears to signal whether a volcano's eruption will be relatively short-lived or long and violent, a finding that could aid hazard prediction and save human lives.   The research was done on the Unzen volcano in Japan, which has killed 43 people since it came back to life in November 1990 and is still active today. The volcano lies some 25 miles east of Nagasaki on the southern island of Kyushu. It has repeatedly shaken the citizens of the nearby town of Shimabara and left many of them homeless.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Mets Look Up and See the Marlins","web_url":"https://www.nytimes.com/1993/04/29/sports/baseball-mets-look-up-and-see-the-marlins.html","abstract":"  \"At least we're better than the Marlins.\"   A week ago, it was a macabre, anonymous clubhouse suggestion for a 1993 motto for the Mets. Tonight, it was no longer true, much less darkly humorous.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Accord Reached on Easing Voter Registration","web_url":"https://www.nytimes.com/1993/04/29/us/accord-reached-on-easing-voter-registration.html","abstract":"  House and Senate negotiators agreed today on the final wording of legislation to encourage voter registration, , apparently resolving a feud between Republicans and Democrats over which party might gain an electoral advantage from the change.   The compromise bill would allow citizens to register to vote by signing a form whenever they obtain a driver's license, apply for welfare or disability benefits or enlist in the military. It also establishes a standard form enabling citizens in any state to register by mail.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"For Girls Only: Glimpse of Workaday World","web_url":"https://www.nytimes.com/1993/04/29/us/for-girls-only-glimpse-of-workaday-world.html","abstract":"  At the Metro-North Commuter Railroad nerve center on Madison Avenue, Casey O'Connor, a chief train dispatcher, needed to clear a signal yesterday, so he mobilized his one-day assistant.   \"O.K., Danielle, honey, push 61, E4, execute,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/29/style/chronicle-997293.html","abstract":"  SPIKE LEE finally got to speak at the University of California at Irvine Tuesday evening -- almost a year late. The director got caught in traffic on his way to the campus last April 30, the second night of the rioting sparked by the acquittals of four Los Angeles police officers charged with beating Rodney King.    \"I really wanted to speak that night,\" Mr. Lee said to the crowd of about 1,500 in the university's Bren Center, The Associated Press reported. \"I was feeling a lot of hurt, a lot of anger, and I understood why people were acting the way they did. \"","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Dance Awards Presented","web_url":"https://www.nytimes.com/1993/04/29/arts/dance-awards-presented.html","abstract":"  Dance Magazine has given its 36th annual awards to Bill T. Jones, the modern dance choreographer and performer; Beatriz Rodriguez, a leading dancer with the Joffrey Ballet, and the ballroom dancing duo of Pierre Dulaine and Yvonne Marceau. The awards, which are given to men and women who have made important contributions to dance, were presented at an invitation-only ceremony on Monday at the Asia Society in Manhattan. The master of ceremonies was Kevin McKenzie, the director of American Ballet Theater.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"New York Seeks Curbs At Sex Clubs","web_url":"https://www.nytimes.com/1993/04/29/nyregion/new-york-seeks-curbs-at-sex-clubs.html","abstract":"  The New York City Department of Health said yesterday that it will require business establishments that promote sex among customers to take actions to prevent the transmission of the AIDS virus, which would force businesses to monitor sexual behavior to prevent unsafe practices.   The officials said they have trained about a dozen Health Department workers to begin a new round of inspections to enforce compliance at such establishments, known as sex clubs. They said failure to comply would lead to warnings, fines and, if appropriate, closure.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Review/Music; A Baritone's Pleasure in the Sound of His Voice","web_url":"https://www.nytimes.com/1993/04/29/arts/review-music-a-baritone-s-pleasure-in-the-sound-of-his-voice.html","abstract":"  One need only listen a short while to the baritone Dmitri Khvorostovsky to know how much pleasure he takes from the sound of his voice. This is a singer who relishes the physicality of the act of singing: the control he has over his breath, enabling long legato lines, the ways in which he can leap across registers and land with full impact on a note, athletically certain of his balance. There is almost no sign of strain, only a little dryness on top. And none of this is precious or affected; the voice is naturally produced and youthfully secure in its assumption of power.   Mr. Khvorostovsky's voice, recorded on the Philips label and heard in Carnegie Hall on Monday night, can also provide such pleasure to others: the sound, across its range, is topped by a ringing overtone. The voice can even create, in its lower range, the illusion of being far bigger than it really is; it carries well. Add to this an imposing physical presence and a fervent delivery, and it is easy enough to see why this young singer, born in 1962, has made such a strong impression since he first came to world attention in 1989 as the winner of BBC's Cardiff Singer of the World competition.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Cruel and Now Forgotten, Like an Unmarked Grave","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-cruel-and-now-forgotten-like-an-unmarked-grave.html","abstract":"- General George S. Patton described it as an \"epic of stark infantry combat.\" The U.S. Army Command and General Staff College at Fort Leavenworth, Kansas, later used it as an example of how a battle should not be fought. These conflicting views refer to a battle that has been forgotten by all except those of us who got a taste of hell in a patch of German woods near Aachen in late 1944.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Tikhonov Joins Sharks","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-people-hockey-tikhonov-joins-sharks.html","abstract":"  VASILY TIKHONOV, the son of the former Russian national hockey coach VIKTOR TIKHONOV, has been hired as a consultant with the San Jose Sharks. Tikhonov, 35, was most recently the coach of Assat Pori of Finland's Elite League. Tikhonov will help the Sharks evaluate European talent for the National Hockey League draft, instruct Russian and Latvian players in the Sharks' system and assist in negotiations for the release of players under contract to teams overseas. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Review/Dance; Performance With a Bit of Physiotherapy","web_url":"https://www.nytimes.com/1993/04/29/arts/review-dance-performance-with-a-bit-of-physiotherapy.html","abstract":"  The new and recent dances presented by Marijeanne Liederbach last Thursday night at Dia Center for the Arts were full of odd and provocative ideas and imagery as well as potent atmospheres that were dark but not oppressive. The effect was enhanced by Susan Hamburger's eerie lighting. But Ms. Liederbach, who is also a physical therapist, shifts fluidly between dancerly runs and long, clean stretches to hobbled movement and subtle losses of coordination.   In \"Lake,\" a new work set to music by Andy Haas, three men move slowly in and out of a near-acrobatic tangle of balances and clings in a tight-knit cluster. \"Lake\" was danced by Philip Karg, Tom Mossbrucker of the Joffrey Ballet and Michael Siebert, the figure skater. The musicians were Mr. Haas, Dan Brown and Michael Evans.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-letters-to-the-editor-91408488433.html","abstract":"Suffering in Azerbaijan . Regarding \"Suffering in Armenia\" (Letters, April 2) from Kevork Oskanian:. Armenian leaders and the Armenian lobby in the West are propagating the notion that Armenia is suffering considerably under the effects of the A","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"HOCKEY;\nRussians Look to the N.H.L. For Financing of Their Teams","web_url":"https://www.nytimes.com/1993/04/29/sports/hockey-russians-look-to-the-nhl-for-financing-of-their-teams.html","abstract":"For less than $5 million a year, Russia is offering itself to the National Hockey League as a sort of farm team.\n\nThe two sides are negotiating the survival of post-Soviet hockey, Russian officials revealed here today at the world championships, where their national team has advanced to a semifinal against Canada. On Friday, the Russians will meet the tournament's leading scorer, Eric Lindros, whose $4.4 million annual salary from the Philadelphia Flyers could support Russia's 64 clubs.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"From Hope to Ashes: F.B.I. Negotiator Looks Back","web_url":"https://www.nytimes.com/1993/04/29/us/from-hope-to-ashes-fbi-negotiator-looks-back.html","abstract":"  Right up until the fiery end, the F.B.I.'s chief negotiator, Byron Sage, and his team were trying to persuade David Koresh's followers to see their leader as a thief, a liar, a child molester and a profanity-spouting con man.    Five days before the fire, Mr. Koresh's lieutenant, Steve Schneider, was rambling over the phone about the Bible's Book of Revelation when a negotiator interrupted. \"He asked him if he'd ever seen 'The Wizard of Oz,' \" Mr. Sage said. \"Steve said, 'Yes.' The negotiator said, 'Look behind the curtain,' and hung up.\"","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"Left Behind, Some Boys Feel Left Out","web_url":"https://www.nytimes.com/1993/04/29/nyregion/left-behind-some-boys-feel-left-out.html","abstract":"  At first they were perfectly sensitive 90's kind of guys, these boys of the midtown campus of Murry Bergtraum High School.   They said they understood that maybe girls aren't encouraged to do as many things as boys, or to be as many things as boys, and that girls faced discrimination in the past and that possibly things were still a bit unfair. So maybe girls deserved a day to visit television studios and businesses and law offices while the boys stayed stuck in class.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Smits May Miss Opener","web_url":"https://www.nytimes.com/1993/04/29/sports/pro-basketball-smits-may-miss-opener.html","abstract":"  Indiana's task in its first-round playoff series against the Knicks may have become more difficult today when the Pacers learned Rik Smits may not be available for Game 1 on Friday night.   Smits, 7-foot-4-inch center, awoke with pain in his right knee on Tuesday. He departed Market Square Arena immediately after a closed practice this afternoon and did not discuss the injury. Results of an examination today were not available, but the condition was believed by club officials to be similar to tendinitis that led to arthroscopic surgery on his left knee last year.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/29/nyregion/inside-208093.html","abstract":"  How U.S. Lured Palestinians   To lure the Palestinians back to the Mideast talks, Washington asked Saudi Arabia to resume aid cut off in the gulf war, senior aides said. Page A10. New Chairman for the S.E.C.    Arthur Levitt Jr., the American Stock Exchange's former head, was picked to be the Securities and Exchange Commission's chairman. Page D1. High Tech, Meet Low Key    Recession and consumer rejection of cutting-edge design produced a new look at the Milan furniture collections. The Home Section, page C1. Follow the Bouncing Ball    The National Basketball Association playoffs open tonight. How does the first round shape up? Page B18.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/29/nyregion/metro-digest-293593.html","abstract":"  METRO DIGEST  WHERE THE GIRLS WERE: AT WORK   Girls here, girls there, girls everywhere. It was \"Take Our Daughters to Work Day,\" and countless thousands of workers across the country did just that. Young girls tagged along with a parent or friend to that inscrutable place they often know only as \"work\" and gleaned some firsthand feel for the workaday world. A1.    At a high school in midtown Manhattan, it was effectively Leave Our Sons at School Day, and the boys turned restive. B8. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/04/29/arts/classical-music-in-review-038593.html","abstract":"  Musica Viva  Unitarian Church of All Souls Lexington Avenue and 80th Street    One could justifiably give Sunday's performing space equal billing alongside the singers and musicians for Musica Viva's all-Bach program. Indeed, the tall, well-kept and barrel-vaulted church interior seemed to shape the style of music making as much as the players did. Walter Klauss's choir is small and expert; individuals step forward for solos and then blend back in for ensemble singing.   The overall effect, musically and acoustically, was of a lovely legato haze. Indeed, it was a tribute to the group's deft, light togetherness that the familiar motet \"Lobe den Herrn,\" emerged with the clarity that it did. Elsewhere, in the cantatas \"Nach dir, Herr, verlanget mich\" and \"Himmelskonig, sei willkommen,\" carefully sung contrapuntal lines kept drifting up toward the high ceiling and crumbling into pieces. Pretty much the same thing happened in the solo cantata \"Ich habe genug\" where Kurt Owen Richard's pleasant bass became one constituent floating in an impressionistic mass of sound.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"China and Taiwan to Extend Talks in Singapore by a Day","web_url":"https://www.nytimes.com/1993/04/29/world/china-and-taiwan-to-extend-talks-in-singapore-by-a-day.html","abstract":"  China and Taiwan today extended their talks by one day after saying they had been unable to agree so far on several matters.   Delegates said that the two sides would still sign several agreements at the close of the talks on Thursday, but that the wording of a final communique would depend on the outcome of discussions.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"PEOPLE","web_url":"https://www.nytimes.com/1993/04/29/style/IHT-people-90646121152.html","abstract":"LaToya Jackson has decided to press a civil assault case against her husband Jack Gordon, 54, for an alleged beating that left her with a split lip and bruises, a spokeswoman for the Manhattan district attorney said.Jackson initially filed criminal char","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Review/Dance; When the Performers Choose the Moves","web_url":"https://www.nytimes.com/1993/04/29/arts/review-dance-when-the-performers-choose-the-moves.html","abstract":"  In \"Another Story as in Falling,\" Trisha Brown's visually spectacular and blazingly theatrical new dance work, eight dancers in red outfits may or may not complete an 18-minute movement sequence that Ms. Brown has taught them.    The choreographer, seeking to vary each performance of the piece, is allowing the dancers to decide on the spot whether they will execute the phrase in its entirety or only parts of it. During the Trisha Brown Dance Company's two-week season, which opened on Tuesday night at City Center (131 West 55th Street, Manhattan), one can be sure only that in this piece, the cast might be partly obscured by the black slats of a tall picket fence at the rear.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Parents in Bronx District Urge Voter Turnout as a Way to Improve Schools","web_url":"https://www.nytimes.com/1993/04/29/nyregion/parents-in-bronx-district-urge-voter-turnout-as-a-way-to-improve-schools.html","abstract":"  Every day for the last few weeks, Mildred Bonilla and a gaggle of black and Hispanic parents have hit the streets of the South Bronx in a campaign they call Mothers on the Move.   Armed with fliers and petitions, interrupting afternoon naps and lunches, they are telling parents that the coming school board elections are their best chance to challenge a political system that they say has left the schoolchildren of their hard-pressed neighborhood shortchanged.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-letters-to-the-editor-92449218408.html","abstract":"Stop theMuzak. Regarding \"Café Music: Good, Bad and Soppy\" (Leisure, April 9):. Bryan Miller is much too generous. As discerning diners, serious restaurateurs and all musicians know, any canned music during one's meal is at best a distrac","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Foreign Affairs; Yeltsin Duels the Old Guard","web_url":"https://www.nytimes.com/1993/04/29/opinion/foreign-affairs-yeltsin-duels-the-old-guard.html","abstract":"  In the wake of his victory at the polls, President Boris Yeltsin seems to be doing a very smart thing. He's giving the surly Parliament, dominated by ex-Communists, a chance to negotiate its own suicide -- before he tries to kill it outright.   \"If there is a one-in-a-thousand chance that the present deputies will accept the referendum results and take this path of constitutional reform,  [ we ]  are obliged to give them this chance,\" was how Deputy Prime Minister Sergei Shakhrai explained step one. Then came the twist into step two: \"I'm not saying it will necessarily work.\"","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/29/nyregion/c-corrections-214593.html","abstract":"  An article on April 19 about a conference at the University of Iowa on \"Nancy Drew\" mysteries misstated the location of Applewood Books, a publisher of the novels. It is in Bedford, Mass., not New Bedford.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Dialogue: Bomb the Serbs?;\nNot Enough. Send Troops.","web_url":"https://www.nytimes.com/1993/04/29/opinion/dialogue-bomb-the-serbs-not-enough-send-troops.html","abstract":"The Clinton Administration is considering limited bombing raids on Serb positions in Bosnia and lifting the arms embargo against the Bosnian government.\n\nHowever welcome and even long overdue such actions may be, if the goal is to stop the genocide of the Muslims neither step will be sufficient. There appears to be a consensus in Washington that full-scale military intervention, including ground troops, is the one thing that must be avoided at all costs. But such a commitment is also the one thing that is likely to make a real difference.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"VAT's Offer a Way to Conceal the Tax Burden; How Many Layers?","web_url":"https://www.nytimes.com/1993/04/29/opinion/l-vat-s-offer-a-way-to-conceal-the-tax-burden-how-many-layers-041593.html","abstract":"  To the Editor:  Your editorial about the pros and cons of the value-added tax contains the erroneous assumption that the consumer is not informed about its burden; actually in all VAT countries the tax has to be shown separately on all bills and receipts.   The regressive impact of the tax is generally overstated, because the poor pay practically no tax and the difference between middle-class taxpayers and rich taxpayers is usually proportionate to their consumption of goods other than necessities such as food, rent, health care and similar items that can be kept free of tax or subject to lower rates. As a matter of fact, the VAT may act as an incentive to savings, the lack of which is one of the reasons for our economic disorder.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"U.S. MILITARY SPLIT ON USING AIR POWER AGAINST THE SERBS","web_url":"https://www.nytimes.com/1993/04/29/world/us-military-split-on-using-air-power-against-the-serbs.html","abstract":"  While President Clinton nears a decision on a more active policy in the Balkans, top generals engaged in an unusually public debate today over the effectiveness of air strikes to stop Serbian attacks against the Bosnian Government.   In the most positive endorsement by a senior American military officer of the use of air power, Gen. Merrill A. McPeak, the Air Force Chief of Staff, told a Senate subcommittee that one option under consideration -- bombing the Bosnian Serbs' gun positions -- would be completely effective and pose \"virtually no risk\" to attacking American warplanes.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92639629027.html","abstract":"1943: Poland and Russia","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Indian Army Troops Crush Revolt by Police in Kashmir","web_url":"https://www.nytimes.com/1993/04/29/world/indian-army-troops-crush-revolt-by-police-in-kashmir.html","abstract":"  Indian Army troops stormed the police headquarters in Kashmir early this morning, crushed a police revolt in the capital, Srinagar, and freed top police and civilian officials without bloodshed.   Light artillery guns and armored personnel carriers were brought to back up the army, but they were not used and the 15-minute operation ended without violence or casualties as hundreds of policemen, armed with rifles and a few automatic weapons, surrendered without a fight.","thumbnail":null,"section":"World"},{"date":"19930429","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/04/29/nyregion/editors-note-216193.html","abstract":"  An article on April 14 about Bill Baird, a longtime advocate of abortion rights, described his differences with some supporters of the movement. A reference to others, who praise his work, was deleted in editing.    The article also reported that some opponents of abortion view Mr. Baird as the Devil incarnate and quoted him as asking, \"Am I the devil?\" Based on that material, the headline in some editions referred to Mr. Baird as \"The Devil of Abortion.\"","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Review/Pop; Aretha Franklin, In Stellar Company And on Her Own","web_url":"https://www.nytimes.com/1993/04/29/arts/review-pop-aretha-franklin-in-stellar-company-and-on-her-own.html","abstract":"  She didn't sing \"Respect.\" And she didn't have to. \"Aretha Franklin: Duets,\" a tribute to the great soul singer at the Nederlander Theater on Tuesday night, lavished praise on Ms. Franklin as stars stepped forward and declared how thrilled they were to share the stage with her. Bonnie Raitt, Smokey Robinson, Rod Stewart, Elton John, Gloria Estefan and P.M. Dawn joined Ms. Franklin in a benefit concert for Gay Men's Health Crisis, the AIDS organization. The actors Dustin Hoffman and Robert De Niro also appeared.   The concert was recorded for broadcast on May 9 on Fox. Despite delays and retakes that prolonged the event to four hours, the concert lived up to Ms. Franklin's magnificent voice. Her own recent tours have been frustrating teases, offering only hints of what she can do amid second-rate pop. Perhaps by adding competition, \"Duets\" brought out Ms. Franklin's improvisational genius. She can summon the agility of jazz, the pain of the blues, the sultriness of pop and the fervor of gospel, and while her voice is smokier now than it was in her 1960's heyday, she has all the range she needs.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"2 Dinkins Rivals, Giuliani and Stein, Woo Donors at Fund-Raisers for Mayor Race","web_url":"https://www.nytimes.com/1993/04/29/nyregion/2-dinkins-rivals-giuliani-and-stein-woo-donors-at-fund-raisers-for-mayor-race.html","abstract":"  In elegant hotels seven blocks apart, the two leading contenders to unseat Mayor David N. Dinkins held dueling fund-raisers last night, with Rudolph W. Giuliani taking in another $1 million for his Republican campaign and Andrew J. Stein reaping several hundred thousand dollars at one of a series of cocktail buffets he plans in the coming weeks.    The race for money -- and the momentum and credibility it can confer -- is much of what the campaign amounts to in these spring days, and its progress is vital to the candidates' fortunes. That is especially so for Mr. Stein, who has raised more than anyone but is lagging badly behind the Mayor in the polls for the Democratic nomination and has begun the costly undertaking of television advertising well before his rivals.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/29/nyregion/news-summary-189093.html","abstract":"  International A3-10  GENERALS DEBATE BOSNIA STEPS  As the President nears a decision on U.S. policy in the Balkans, top generals engaged in an unusually public debate over the effectiveness of bombing to stop Serbian attacks against Muslims in Bosnia.  A1  CLINTON WEIGHS HIS OPTIONS  Senior officials say President Clinton is torn between wanting the quickest possible end to the fighting and setting an example that aggression does not pay.  A6","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/29/style/chronicle-383493.html","abstract":"  Is there no end to the travails of IMELDA MARCOS? Rumors abound in Manila that the 63-year-old widow of Ferdinand Marcos plans to marry the lawyer who represents her in America, JAMES PAUL LINN, but she contends that the stories are a nasty Government plot to harass her and damage Mr. Linn's reputation.    \"I hope this is not somebody's idea of a cruel joke,\" Mrs. Marcos said this week in Manila, \"because I am just a poor widow who still has not buried her husband.\" She has had disputes with the Governments of Corazon Aquino and Fidel Ramos about where she can bury Mr. Marcos, who died in 1989, so his body remains in a crypt on a Honolulu hilltop.","thumbnail":null,"section":"Style"},{"date":"19930429","headline":"Extension for Levy","web_url":"https://www.nytimes.com/1993/04/29/sports/sports-people-football-extension-for-levy.html","abstract":"  The Buffalo Bills have extended Coach MARV LEVY's contract through 1996, according to published reports.   The Buffalo News said yesterday that Levy, 64, agreed to the extension during talks with the team owner, RALPH C. WILSON Jr., while team executives gathered at Rich Stadium this weekend for the draft. \"In my mind, Marv can be the coach here until he gets tired of it,\" Wilson said.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Wary Vermont Watches Rising Lake Champlain","web_url":"https://www.nytimes.com/1993/04/29/us/wary-vermont-watches-rising-lake-champlain.html","abstract":"  In this boating community just north of Burlington, and in dozens of flooded communities along Lake Champlain, residents have been dazed by Mother Nature as they watched the lake climb to its highest level since measurements began in 1869.    The combination of record snowfalls (and then snow melt), runoff from rivers and above-average rainfall this year has driven the water to a record high of 101.8 feet, where it peaked yesterday and shows no signs of receding. The level of the lake, which is 118 miles long and 10 miles wide at its widest point, is normally 94.5 to 98.9 feet, according to the National Weather Service.","thumbnail":null,"section":"U.S."},{"date":"19930429","headline":"McRae's Tantrum: A Tradition Continues","web_url":"https://www.nytimes.com/1993/04/29/sports/on-baseball-mcrae-s-tantrum-a-tradition-continues.html","abstract":"  Earlier this week, Hal McRae, the Kansas City Royals' manager, threw a temper tantrum after a game, set off by a \"stupid question\" from a radio talk-show host. In the process, McRae grabbed objects from his desk and flung them across the room. A reporter deflected a tape recorder and it struck another on the cheek, cutting him.   The incident appeared to have been defused only 24 hours later, but McRae will take his place with Tommy Lasorda and Lee Elia in the hall of fame of taped managerial tirades.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/29/nyregion/c-corrections-951493.html","abstract":"  A picture caption on the Media Business page on Monday with an article about New England Cable News referred incorrectly to the business reporter shown. He is Mont Fennel.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/29/opinion/IHT-letters-to-the-editor.html","abstract":"Facing the 21st Century. A new world, already economically interdependent, with instant communication, rapid travel, global trade, live television from any region, and much, much more has already emerged. Even our environmental problems are global in scop","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Folk Benefit for Y","web_url":"https://www.nytimes.com/1993/04/29/arts/folk-benefit-for-y.html","abstract":"  Judy Collins, Odetta and Burl Ives are among the singers scheduled to perform in \"Folksongs U.S.A.,\" a fund-raising concert for the 92d Street Y. It is to be held at the Y, 1395 Lexington Avenue, on May 17 at 8 P.M. Also on the program are Tom Paxton, the Chad Mitchell Trio, Theodore Bikel, Paul Robeson Jr. and Oscar Brand. Tickets are $200 to $1,000. Information: (212) 415-5488.","thumbnail":null,"section":"Arts"},{"date":"19930429","headline":"Seesaw Ninth Tilts Langston's Way, Leaving Abbott in Lurch","web_url":"https://www.nytimes.com/1993/04/29/sports/baseball-seesaw-ninth-tilts-langston-s-way-leaving-abbott-in-lurch.html","abstract":"  Buck Rodgers, the Angels' manager, visited the mound with two out in the ninth inning and it appeared that his starter, Mark Langston, was finally done. He had carried a no-hitter into the eighth, but the potential tying runs were on base and Danny Tartabull was the batter. Maybe the California manager thought it was time to reach for a fresh arm.   The meeting was short. Rodgers did most of the talking, and the fans at Anaheim Stadium roared when he allowed Langston to remain in the game and try to finish off his shutout and preserve his two-hitter. But Tartabull had another notion, and he seemingly spoiled Langston's gorgeous game by hammering a two-run double down the left- field line to tie the score, 2-2. Except for the few Yankee fans, the stadium grew silent.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Follow-Up Care for Mental Patients Is Criticized","web_url":"https://www.nytimes.com/1993/04/29/nyregion/follow-up-care-for-mental-patients-is-criticized.html","abstract":"  New York hospitals routinely draw up elaborate plans for the care of mentally ill patients after their release but then do virtually no follow-up to make sure that the patients actually receive the recommended services, a state study released yesterday said.   Forty percent of the discharged mental patients whoses cases were reviewed, were unable to negotiate the complicated government and health-care bureaucracies that they rely on for help, and ended up being rehospitalized within six months, at an average cost of $36,750 per patient.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"Transactions","web_url":"https://www.nytimes.com/1993/04/29/sports/transactions-763593.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Extended the contract of Buck Rodgers, manager, through 1995.   CHICAGO WHITE SOX -- Activated Dave Stieb, pitcher, from the 15-day disabled list. Optioned Rod Bolton, pitcher, to Nashville of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Review/Dance; Under Ruffles and Frills, Searching Out the Tango","web_url":"https://www.nytimes.com/1993/04/29/theater/review-dance-under-ruffles-and-frills-searching-out-the-tango.html","abstract":"  \"Tango Pasion,\" a revue at the Longacre Theater that banks on fond memories of \"Tango Argentino,\" offers tackiness in place of the high style that made the earlier show a hit in 1985.   Not surprisingly, you can't go home again. But you can go slumming and for all its lack of taste in concept and decor, \"Tango Pasion\" can still entice the crowds of aficionados converted to a new craze by \"Tango Argentino.\"","thumbnail":null,"section":"Theater"},{"date":"19930429","headline":"Police Charge 3 Janitors Stole From Poor Box","web_url":"https://www.nytimes.com/1993/04/29/nyregion/police-charge-3-janitors-stole-from-poor-box.html","abstract":"  The Rev. Joseph Hertel, the pastor of St. Francis of Assisi Church in midtown Manhattan, suspected for several months that someone was taking money from the poor boxes, but he did not know who.   Yesterday, to his dismay, city detectives and a private security agency who conducted a stakeout with surveillance cameras and infrared binoculars told him the robbers were none other than three church janitors.","thumbnail":null,"section":"New York"},{"date":"19930429","headline":"DIALOGUE: Bomb the Serbs?;\nA Wider War Would Follow","web_url":"https://www.nytimes.com/1993/04/29/opinion/dialogue-bomb-the-serbs-a-wider-war-would-follow.html","abstract":"The chorus of American voices calling for intervention against Serbia continues to swell, with influential Democrats like Senator Joseph Biden echoing Republican criticism of President Clinton's cautious approach. Even Boris Yeltsin chimed in on Tuesday, warning the Serbians, \"The time has come for decisive measures to quell the conflict.\" But those who seek quick retribution for atrocities should appreciate that military action directed solely at Serbs in Bosnia will unleash a wider war across the Balkans.\n\nWhat might America gain from military strikes or lifting the arms embargo on Bosnian Muslims? First, a cathartic sense of righteousness would spread among those who would believe that a policy of appeasement had been overturned and that the U.S. had grasped the world's moral leadership.","thumbnail":null,"section":"Opinion"},{"date":"19930429","headline":"Jets Must Do Without Monday Night Glare","web_url":"https://www.nytimes.com/1993/04/29/sports/pro-football-jets-must-do-without-monday-night-glare.html","abstract":"  The Jets have made several off-season moves to help build a premier team for next season, but it would appear the National Football League is not too impressed.   The league has excluded the Jets from \"Monday Night Football,\" along with the likes of the Tampa Bay Buccaneers, the New England Patriots and the Phoenix Cardinals -- each deemed unworthy of such prime-time exposure. Generally, these games are reserved for teams the league regards as contenders.","thumbnail":null,"section":"Sports"},{"date":"19930429","headline":"Bosnia: Talk Plus Threat","web_url":"https://www.nytimes.com/1993/04/29/opinion/bosnia-talk-plus-threat.html","abstract":"  Senator John McCain of Arizona boiled President Clinton's problems down to a precise phrase. The arguments of those who want him to bomb the Serbs are \"hauntingly familiar\" reminders of Vietnam. Senator Ernest F. Hollings of South Carolina made a telling point, too. The Reagan Administration's eagerness to bomb the Bekaa Valley and inject marines into the chaos of Lebanon led to a disastrous loss of life.    Secretary of State Warren Christopher advanced a wise formula. There should be no American military action in the Balkans without a clear goal, a likelihood of success and a plan for getting out. Finally, he said, there must be public support.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930429","time":"1993-04-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":87,"wspd":20.5},{"date":"19930429","time":"1993-04-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":87,"wspd":13},{"date":"19930429","time":"1993-04-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":88,"wspd":14.8},{"date":"19930429","time":"1993-04-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":89,"wspd":16.6},{"date":"19930429","time":"1993-04-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":90,"wspd":16.6},{"date":"19930429","time":"1993-04-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":91,"wspd":18.4},{"date":"19930429","time":"1993-04-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":90,"wspd":16.6},{"date":"19930429","time":"1993-04-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":89,"wspd":16.6},{"date":"19930429","time":"1993-04-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":84,"wspd":18.4},{"date":"19930429","time":"1993-04-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":80,"wspd":18.4},{"date":"19930429","time":"1993-04-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":74,"wspd":14.8},{"date":"19930429","time":"1993-04-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":67,"wspd":14.8},{"date":"19930429","time":"1993-04-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":65,"wspd":20.5},{"date":"19930429","time":"1993-04-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":63,"wspd":13},{"date":"19930429","time":"1993-04-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":60,"wspd":13},{"date":"19930429","time":"1993-04-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":60,"wspd":13},{"date":"19930429","time":"1993-04-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":62,"wspd":14.8},{"date":"19930429","time":"1993-04-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":63,"wspd":13},{"date":"19930429","time":"1993-04-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":67,"wspd":13},{"date":"19930429","time":"1993-04-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":82,"wspd":9},{"date":"19930429","time":"1993-04-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":74,"wspd":13},{"date":"19930429","time":"1993-04-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":76,"wspd":13},{"date":"19930429","time":"1993-04-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":78,"wspd":13},{"date":"19930429","time":"1993-04-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":82,"wspd":7.6},{"date":"19930429","time":"1993-04-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":38,"wspd":11.2},{"date":"19930429","time":"1993-04-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":43,"wspd":9.4},{"date":"19930429","time":"1993-04-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":43,"wspd":11.2},{"date":"19930429","time":"1993-04-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":44,"wspd":9.4},{"date":"19930429","time":"1993-04-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":44,"wspd":0},{"date":"19930429","time":"1993-04-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":50,"wspd":0},{"date":"19930429","time":"1993-04-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":46,"wspd":5.4},{"date":"19930429","time":"1993-04-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":9.4},{"date":"19930429","time":"1993-04-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":51,"wspd":9.4},{"date":"19930429","time":"1993-04-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":54,"wspd":7.6},{"date":"19930429","time":"1993-04-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":58,"wspd":11.2},{"date":"19930429","time":"1993-04-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":61,"wspd":7.6},{"date":"19930429","time":"1993-04-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":52,"wspd":9.4},{"date":"19930429","time":"1993-04-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":26,"wspd":13},{"date":"19930429","time":"1993-04-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":44,"wspd":14.8},{"date":"19930429","time":"1993-04-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":35,"wspd":16.6},{"date":"19930429","time":"1993-04-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":27,"wspd":11.2},{"date":"19930429","time":"1993-04-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":16,"wspd":7.6},{"date":"19930429","time":"1993-04-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":18,"wspd":13},{"date":"19930429","time":"1993-04-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":19,"wspd":11.2},{"date":"19930429","time":"1993-04-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":18,"wspd":13},{"date":"19930429","time":"1993-04-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":18,"wspd":7.6},{"date":"19930429","time":"1993-04-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":18,"wspd":9.4},{"date":"19930429","time":"1993-04-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":21,"wspd":13}]},"19930430":{"guardian_articles":[],"nytimes_articles":[{"date":"19930430","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/04/30/arts/the-spoken-word.html","abstract":"  MAY DAY SYMPOSIUM, Vincent Astor Gallery, New York Public Library for the Performing Arts, Lincoln Center. Presented in conjunction with the exhibition \"It Can't Happen Here: Anti-Fascist Performance in New York.\" Speakers include Malcolm Goldstein, author of \"The Political Stage,\" and Dan Georgakas, co-editor of the \"Encyclopedia of the American Left.\" Tomorrow at noon. Free. Information: (212) 870-1630. \"DIRECTOR'S EYE,\" Angelika Film Center, Houston and Mercer Streets, Greenwich Village. A two-day film seminar presented by Benjamin Hayeem, a film professor at New York University. Tomorrow and Sunday from 10 A.M. to 6 P.M. Tickets: $250; $225 for students. Information: (212) 274-1978. FICTION READING, Teachers and Writers Collaborative, 5 Union Square West, Manhattan. Shashi Tharoor, author of \"The Great American Novel\"; Michael Guinzburg, author of \"Beam Me Up, Scotty,\" and Patricia H. Chao read from their work. Part of the Early Voices series. Tonight at 7. Admission: $5. Information: (212) 666-3909. POETRY READING, St. Mark's Church in the Bowery, Second Avenue and 10th Street, East Village. Bob Brown and Lisa Walker read from their work. Tonight at 10:30 P.M. Admission: $5. Information: (212) 674-0910. POETRY READING, Nuyorican Poets Cafe, 236 East Third Street, East Village. Laura Foreman reads from her work. Tonight at 10. Admission: $5. Information: (212) 505-8183. RADIO DISCUSSION, WNYC-AM (820). A series of recorded interviews and discussions, sponsored by the New York Public Library and WNYC, continues with \"W.P.A. Writers,\" featuring Lionel Abel, Livingston Biddle, David Ignatow, Jerre Mangione and Ellen Tarry. Sunday at 4 P.M. TALKS AT THE WHITNEY, Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. \"The 1993 Biennial Exhibition,\" tomorrow and Sunday at 2 and 3:30 P.M. Free with museum admission: $6; $4 for students and the elderly. Information: (212) 570-3676.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93434828655.html","abstract":"1918: Russian Rumors","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"On My Mind; Bill Clinton's War","web_url":"https://www.nytimes.com/1993/04/30/opinion/on-my-mind-bill-clinton-s-war.html","abstract":"  When an American President enters a war, widens a war or prolongs a war, it becomes his war.   It makes no difference who started it. Japan, North Korea and Iraq started wars that became the center of life and office for Presidents Roosevelt, Truman and Bush. Neither Presidents Johnson nor Nixon started the war in Vietnam but it became theirs from the moment of their oaths.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Bosnia Rivals Set New Talks As U.S. Weighs Action Plans","web_url":"https://www.nytimes.com/1993/04/30/world/bosnia-rivals-set-new-talks-as-us-weighs-action-plans.html","abstract":"  The United Nations announced today that the three warring factions in Bosnia and Herzegovina will resume talks this weekend on ending the conflict, and President Clinton summoned the United States' top military commanders to the White House for a final review of options on ending Serbian aggression.   The talks, which are to begin in Athens on Saturday, would give Bosnia's Serbian nationalists a chance to make peace before the United States and its allies decide on a tougher course of action.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Article 189193 -- No Title","web_url":"https://www.nytimes.com/1993/04/30/arts/article-189193-no-title.html","abstract":"  Anybody who has ever attended a basketball game can imagine the scene tonight at Madison Square Garden, where the Knicks will open the playoffs against the Indiana Pacers: It's a tight moment, time running down, when Doc Rivers steals the ball and feeds John Starks going down the lane for the jam, and he's fouled! Up goes the roar of the crowd. Up leap the 19,000 or so fans from their seats. And down goes the plate of nachos dripping with yellow cheese that had been so precariously balanced on your knees.   Can there be any question why God created hot dogs?","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor-92644410755.html","abstract":"Imperial Oversight. Regarding \"Hinterland View: No Choice but Yeltsin\" (April 24):. Your correspondent, impressed by the ankle-deep slime on Russian roads, expresses his \"sympathy for Napoleon and his Republican Guard, floundering on the Sm","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Livery Cab Kills 2-Year-Old Boy and Injures 3","web_url":"https://www.nytimes.com/1993/04/30/nyregion/livery-cab-kills-2-year-old-boy-and-injures-3.html","abstract":"  A livery cab with an unlicensed driver at the wheel mounted a traffic island at a busy Brooklyn intersection yesterday and struck two small boys, their mother and a blind woman waiting for a light, the police said. A 2-year-old boy in a stroller was killed and his 5-year-old brother was critically injured.   Witnesses told of a blur of metal and people, of tragedy on a sunny spring afternoon -- a roaring engine, a shriek of brakes, a stroller crushed, children pinned against a parked van and a mother screaming on Eastern Parkway and Nostrand Avenue in Crown Heights, a corner where residents said four people had been killed by cars in the last five years.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Starting to Build Their First Bridge, China and Taiwan Sign 4 Pacts","web_url":"https://www.nytimes.com/1993/04/30/world/starting-to-build-their-first-bridge-china-and-taiwan-sign-4-pacts.html","abstract":"  Delegates from China and Taiwan today concluded the first high-level meeting they have ever held by signing four agreements, including one providing for a regular dialogue between the two former adversaries.   As dozens of strobe lights flashed, the septuagenarians who head the two delegations slowly signed copies of the agreements, which call for increased exchanges across the Taiwan Strait and closer cooperation in areas like fighting crime. For the first time, the two sides will have a formal channel for communication, instead of the informal method used until the end of the 1970's -- pounding the other side with artillery shells.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Fossils Prove Life Came About Faster","web_url":"https://www.nytimes.com/1993/04/30/us/fossils-prove-life-came-about-faster.html","abstract":"  Fossil microorganisms discovered in Australia by an American scientist prove that life was already thriving and diversified 3.485 billion years ago, leaving a much narrower window than previously thought for life to develop.   The microorganisms, representing 11 distinct types, are more than 1.3 billion years older than any comparable fossil group ever found. This dramatically curtails the time available for life to have evolved naturally on earth, and could focus more attention on the disputed hypothesis that life originated elsewhere in the universe and somehow reached earth from afar.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Review/Film; Love in a New York Isosceles Triangle","web_url":"https://www.nytimes.com/1993/04/30/movies/review-film-love-in-a-new-york-isosceles-triangle.html","abstract":"Love in a N.Y. isosceles triangle. Fresh, engaging story with droll, believable viewpoint.","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"Officials Lower Death Toll In Waco Fire to Around 72","web_url":"https://www.nytimes.com/1993/04/30/us/officials-lower-death-toll-in-waco-fire-to-around-72.html","abstract":"  Autopsies found gunshot wounds in more bodies of cult members taken from the ashes of the Branch Davidian compound, as the authorities today revised the death toll downward, from 86 to as low as 72.   The medical examiner's office in Fort Worth, where the bodies have been taken, reported that gunshot wounds had been found in 7 of the 28 bodies examined so far. While the medical examiner was not able to say whether the wounds were self-inflicted, they were consistent with Federal agents' reports of bursts of gunfire inside the compound as it was consumed by flames on April 19.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"A Line-Item Veto Is Passed, But It Has Key Restrictions","web_url":"https://www.nytimes.com/1993/04/30/us/a-line-item-veto-is-passed-but-it-has-key-restrictions.html","abstract":"  The House of Representatives voted today to give the President more power to slice spending from the Federal budget, but stopped short of approving the full line-item veto that President Clinton had sought.   Despite the House action, prospects for the legislation are dubious in the Senate, and even if it passes there, it will have no effect on the automatic spending programs like Social Security that are responsible for most of the growth in Federal deficit spending.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/30/arts/sounds-around-town-488293.html","abstract":"  Nina Simone   Nina Simone, the Beacon Theater, 2124 Broadway, at 74th Street, (212) 307-7171. With five of her vintage recordings featured in the soundtrack for the movie \"Point of No Return\" and a brilliant new album to be released this summer by Elektra Records, this 60-year-old pop-jazz singer and pianist is poised for a dramatic career resurgence. Ms. Simone's cool, deep voice may have lost much of its smoothness, but in place of that polish, she brings a personal involvement with her material that is often so intense that even banal material can acquire layers of brooding ambivalence. If her concert versions of \"The Folks Who Live on the Hill,\" \"If I Should Lose You\" and \"Papa, Can You Hear Me?\" (from the movie \"Yentl\") are anything like the renditions included on her forthcoming album, \"A Single Woman,\" they should be devastating. Show time is tomorrow night at 8 and tickets are $35.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Widened Definition of AIDS Leads to More Reports of It","web_url":"https://www.nytimes.com/1993/04/30/us/widened-definition-of-aids-leads-to-more-reports-of-it.html","abstract":"  new and expanded definition of AIDS has led to a predicted surge in the number of reported cases during the first quarter of this year, Federal health officials said yesterday.   More than 35,000 AIDS cases were reported in the first quarter of 1993, an increase of 204 percent over the number reported for the same period in 1992, the Centers for Disease Control and Prevention said in a report.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"For a Fair and Thriving South Africa","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-for-a-fair-and-thriving-south-africa.html","abstract":"- South Africa cannot permit violence by a few radicals to block progress toward elections. Pretoria should move quickly to set a date for elections and then draft a new constitution to reverse the country's downward economic spiral.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Propeller Inspections Ordered After Crash","web_url":"https://www.nytimes.com/1993/04/30/us/propeller-inspections-ordered-after-crash.html","abstract":"  The Federal Aviation Administration today ordered the immediate detailed inspection of propeller assemblies on 80 corporate aircraft whose four-blade propellers have more than 3,000 flying hours.   The action came after the April 19 crash of a twin-engine plane that killed Gov. George S. Mickelson of South Dakota and seven other people in Eastern Iowa. The agency also sent telegrams to foreign governments whose citizens owned 36 other models of the plane, the Mitsubishi MU-2B-60.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Bills and Lofton Part","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-pro-football-bills-and-lofton-part.html","abstract":"  The Buffalo Bills said yesterday that they won't renew their contract with 36-year-old JAMES LOFTON. The wideout is the N.F.L.'s all-time leader in receiving yards. Lofton has caught 750 passes in his career for 13,086 yards. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/30/style/chronicle-897193.html","abstract":"  What is it about the restaurant business that draws athletes? MICHAEL JORDAN says he always longed for a place to \"hang my hat,\" so he decided to open a place, called, not surprisingly, Michael Jordan's the Restaurant in Chicago.    \"This is going to be a great place to just come and have a good time, meet some good people and get a little food,\" the Chicago Bulls superstar said Wednesday evening, as he welcomed people to opening night at the three-level, $6 million venture on the North Side. Bo Jackson, of the Chicago White Sox, the actors Mickey Rooney and George Segal, Samuel K. Skinner, a former White House chief of staff in the Bush Administration, and Mayor Richard M. Daley were among the 500 guests.","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"Review/Film; The Chicano Experience, in Its Glory and Tedium","web_url":"https://www.nytimes.com/1993/04/30/movies/review-film-the-chicano-experience-in-its-glory-and-tedium.html","abstract":"Prison, drugs and gang war touch three in East Los Angeles, 1970's to 1990's, via Taylor Hackford.","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"Affordable Housing;\nAfter 15 Years, Harlem Project Is On","web_url":"https://www.nytimes.com/1993/04/30/us/affordable-housing-after-15-years-harlem-project-is-on.html","abstract":"The four vacant lots marking the corners along Frederick Douglass Boulevard between 136th and 138th Streets in central Harlem have stood as a symbol of a housing project promised but never delivered. Now, nearly 15 years and four redevelopment plans later, that is beginning to change\n\nTwenty-eight duplex condominiums are taking shape on the 138th Street parcel. They are the start of a $17 million project that is to bring the four corners back to life as a 116-unit residential community designed to be affordable and to blend with the 19th-century character of the nearby historic Striver's Row neighborhood.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Seven Languages and Tongue-tied","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-seven-languages-and-tonguetied.html","abstract":"- According to the tourist brochures, this island-state is a harmonious ethnic mix, chiefly of Chinese and Malays. As an American of Chinese descent, brought up in Hawaii, I thought I would be instantly at home.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"OIL-SPILL DAMAGES DISPUTED BY EXXON","web_url":"https://www.nytimes.com/1993/04/30/us/oil-spill-damages-disputed-by-exxon.html","abstract":"  Scientists for the Exxon Corporation clashed sharply with Government biologists this week as they presented their evidence that Alaska's Prince William Sound had essentially recovered from ecological damage inflicted by the Exxon Valdez oil spill four years ago.   Exxon is contending that the damage to animals like sea birds, sea otters and pink salmon was less than the Government says and that all the animal populations have essentially recovered. The company makes its case in technical papers offered here at a four-day symposium ending today.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Yale Students Urge a Trustee to Quit After Company Is Fined","web_url":"https://www.nytimes.com/1993/04/30/nyregion/yale-students-urge-a-trustee-to-quit-after-company-is-fined.html","abstract":"  Student pressure is growing for the resignation of a longtime Yale University trustee whose company pleaded guilty last month to cooperating with Arab countries in their economic boycott of Israel.   The student government and the student newspaper have called on the trustee, Vernon Loucks, to step down.  A newly formed group, Students for Business Ethics, has collected more than 900 signatures on a petition seeking his resignation.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/30/nyregion/news-summary-415193.html","abstract":"  International A3-11  YELTSIN PUSHES A CONSTITUTION  Boris Yeltsin summoned regional leaders to Moscow to receive a new draft constitution that would strengthen the presidency and eliminate the Congress.  A1  Russia was urged to press ahead faster with market reforms.  A6","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor-90664442378.html","abstract":"An Assassin's Aim. Regarding \"Sarajevo, a Year Later: Survival Is the Main Job\" (April 7):. The assassination of Archduke Ferdinand was not \"aimed at destroying a society,\" but at ending Austria-Hungary's rule over Bosnia, as well as o","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Recovering From Waco's Ashes","web_url":"https://www.nytimes.com/1993/04/30/opinion/recovering-from-waco-s-ashes.html","abstract":"  If anything redeems the Texas disasters -- the killing of four Treasury agents and the fiery deaths of scores of cultists and their children -- it may be that the Government's scattered law enforcement machinery will finally be studied for competence and coherence.    Even before investigations are complete, it is clear that two Federal agencies botched their jobs badly. The Bureau of Alcohol, Tobacco and Firearms raid on the Branch Davidian compound near Waco on Feb. 28 was disastrous in concept and execution; it led to several deaths and an armed standoff. And the recent assault on the compound, led by the Federal Bureau of Investigation, triggered the very catastrophe it sought to prevent, the mass death of the cultists.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"In Shadow Of Derby, Bid to Save The Sport","web_url":"https://www.nytimes.com/1993/04/30/us/in-shadow-of-derby-bid-to-save-the-sport.html","abstract":"  Amid the dawn's sweet blend of hot coffee and horses shimmering through their workouts, Gina Smith watched from the back-side rail at Churchill Downs this morning, looking for a glimpse of her own future in thoroughbred racing as much as for a favorite in Saturday's Kentucky Derby.   \"Studying the bloodlines, you see so many good horses,\" mused Ms. Smith, a 22-year-old business major in one of the most unusual university programs in the country, the equine administration curriculum of the University of Louisville. The program seeks to academically breed some fresh management blood and winning ideas into a racing industry deeply troubled by the spread of legalized casino gambling around the nation.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"For Yanks, All's Well That Ends Over .500","web_url":"https://www.nytimes.com/1993/04/30/sports/baseball-for-yanks-all-s-well-that-ends-over-.500.html","abstract":"  The road trip began with a devastating loss in Oakland 10 days ago as the Yankees battered Dennis Eckersley in the ninth inning but fumbled the game away in the 10th. It ended with a frustrating loss in Anaheim Wednesday night as the Yankees dented Mark Langston in the ninth and then saw their comeback disintegrate minutes later.   In between crisscrossing the West Coast and botching opportunities at the start and finish of their eight-game excursion, the Yankees managed to win five of six contests in the middle. After losing 12 of 18 games in two visits to the West last year, the Yankees had to be pleased with their 5-3 record on a trip that once looked imposing.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Review/Photography; Images Projected, Images Caught","web_url":"https://www.nytimes.com/1993/04/30/arts/review-photography-images-projected-images-caught.html","abstract":"  Things are seldom what they seem in Philip-Lorca diCorcia's powerful new photographs on view at his exhibition, \"Strangers,\" at the Museum of Modern Art. Mr. diCorcia went to Santa Monica Boulevard in Hollywood, an area frequented by male prostitutes and other hustlers, and paid men to pose for him. The results, which combine elements of traditional documentary photography and staged imagery of the sort found in advertising and commercial photography, raise challenging questions about the boundaries between fiction and reality.    In a typical photograph, a model-handsome young man sits in front of a glowing sign for a fast-food restaurant at night. In another, a man bathed in blue light is seen through the screen of a motel window, a portable radio pressed to his ear. Carefully posed and lighted, scenes of this sort take on a sense of dramatic moment and, often, of unspecified threat. (Further examples of Mr. diCorcia's work from this project, along with earlier pictures of his family and friends done in a similar style, are on view at Wooster Gardens, in SoHo.)","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Dr. King's Widow Finally Has Her Day in Court","web_url":"https://www.nytimes.com/1993/04/30/us/dr-king-s-widow-finally-has-her-day-in-court.html","abstract":"  The widow of the Rev. Dr. Martin Luther King Jr. is in Superior Court here this week, fighting Boston University for possession of more than 83,000 of her husband's papers, including his letters, manuscripts and correspondence from American Presidents.   The papers, which Dr. King deposited at Boston University in 1964 and 1965, at the height of the civil rights movement, are the crown jewel of the university archives. Dr. King earned his doctorate in theology from the university.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/30/arts/art-in-review-018693.html","abstract":"  Betsy Friedman  Murunashi-Lederman 426 Broome Street SoHo Through May 8    Betsy Friedman paints with an animator's skill, an intinerate muralist's economy. The buoyant lines, squiggles and curlicues of her lightly tinted abstractions suggest incidental details like grape leaves: bunches and tendrils from the borders of a restaurant mural marshaled onto canvas, there to imitate, parody, and also reaffirm painting.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Review/Dance; Still Poses And Moving Pictures","web_url":"https://www.nytimes.com/1993/04/30/arts/review-dance-still-poses-and-moving-pictures.html","abstract":"  Trisha Brown's choreography is undeniably complex. Yet her works delight, rather than intimidate. Each is based upon a few structural principles, and part of the fun of watching a piece is spotting the basic movement themes that inspire such amazing intricacies. Ms. Brown's compositions first tease the eye, then please the mind.    She kept her audience's minds and eyes almost as busy as the members of her Trisha Brown Dance Company on Wednesday night at City Center, when the program featured the New York premiere of \"For M. G.: The Movie.\" The first part of that title needs explaining; the second part of it deserves pondering.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"HEAR THIS","web_url":"https://www.nytimes.com/1993/04/30/style/IHT-hear-this.html","abstract":"Great moments in jurisprudence: A woman called Cynthia Albritton, who made plaster casts of rock stars' genitalia in the late 1960s, was awarded $10,000 damages by a Los Angeles court for being denied the chance to display her \"works.\" Reuters t","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"For a Very Long Year, His Days Were Full","web_url":"https://www.nytimes.com/1993/04/30/sports/tv-sports-for-a-very-long-year-his-days-were-full.html","abstract":"  When scandal at North Carolina State chased Jim Valvano into the arms of ESPN and ABC, he embraced TV with the same fervor he exhibited a decade earlier as he raced for hugs after his Wolfpack team became the 1983 national collegiate basketball champions.   Before cancer changed his outlook and after coaching explained who he was, TV defined Jim Valvano. He was a naturally outsized character: quick-witted, emotional and opinionated. He mastered studio and game analysis and rarely allowed the Jimmy Vee lounge act to interfere. It was too early to say he transformed his portion of the craft, as John Madden has in pro football, but he entertained with his mind, his passion and his TeleStrator pencil. He had something to say.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Finks Has Cancer","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-pro-football-finks-has-cancer.html","abstract":"  JIM FINKS, who helped build the first winning teams in New Orleans Saints history and was nearly elected N.F.L. commissioner in 1989, is being treated for cancer, the team announced yesterday. The 65-year-old Finks, the Saints' president, had complained about respiratory problems for several weeks. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Dial-an-Ear: Young People Tell Young People Their Troubles","web_url":"https://www.nytimes.com/1993/04/30/nyregion/dial-an-ear-young-people-tell-young-people-their-troubles.html","abstract":"  The place was a sedate gray room in downtown Brooklyn, the time was a Wednesday night and the elliptical note that Ruth Joseph, a high school senior, scribbled as she talked on the telephone said: 17, pregnant. Father, 29.   \"You say that you're 17, you're pregnant, and your mother doesn't want you to have anything to do with your boyfriend,\" Ms. Joseph said calmly as she searched her computer for a Planned Parenthood. \"Right now you must be feeling scared. Are you feeling confused, too?\"   Across the room, Nicole Carraturro, a freshman at Kingsborough Community College, leaned intently into her desk as she cradled her telephone. The caller was a woman, 19 years old, H.I.V. positive and pregnant. She said she was \"very depressed\" and did not know whether she should keep her baby or marry her boyfriend, who had vowed to stick by her through the days ahead.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Man Suspected in Killing Linked by Police to Rapes","web_url":"https://www.nytimes.com/1993/04/30/nyregion/man-suspected-in-killing-linked-by-police-to-rapes.html","abstract":"  A man who killed a woman after he talked his way into her Washington Heights apartment in February by posing as a repairman is suspected in the rapes of two other women in the same area of upper Manhattan, the police said yesterday.   Using the same ruse in all the attacks, the suspect entered the apartments of the victims with a polite request to fix a leak that had begun in another apartment, the police said. In two instances, on New Year's Day and last Sunday morning, he raped the women at gunpoint, then fled with jewelry and a few dollars in cash, said Lieut. Ellen Hale, head of the Special Victims Squad. The suspect remains at large.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Mets' April Has Franco Shouting Mayday","web_url":"https://www.nytimes.com/1993/04/30/sports/baseball-mets-april-has-franco-shouting-mayday.html","abstract":"  It was another abomination for the Mets today: A 10-5 defeat to the Giants, five errors made, four home runs given up. The ramifications were no prettier: an 8-12 record (4-11 against nonexpansion clubs); five losses in a row; last place in the National League East; and a seven-and-a-half-game climb to the first-place Philadelphia Phillies.   Calamity was the state of the Mets, and the clubhouse cried out for an address. The manager declined to do it. Most senior players only hinted at the humiliation. The backups and rookies chose embarrassed silence.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"A Turkish Candlestick Sets an Auction Record","web_url":"https://www.nytimes.com/1993/04/30/style/IHT-a-turkish-candlestick-sets-an-auction-record.html","abstract":"A Turkish faience candlestick was sold Thursdayat Sotheby's for a record £617,500 (about $970,000).This is the highest price ever paid at auction for a Turkish objet d'art, or indeed any Islamic object.It was bought by Laure Soustiel, a Paris","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"Holocaust Museum Is for Real, Not Metaphor","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-holocaust-museum-is-for-real-not-metaphor-510293.html","abstract":"  To the Editor:   In \"The Misguided Holocaust Museum\" (Op-Ed, April 18) Jonathan Rosen seizes upon a statement by the project's director, Michael Berenbaum, and presents a fearful vision based on his own misinterpretation.   Mr. Berenbaum referred to the building recently completed in Washington as an \"Americanization of the Holocaust.\" Mr. Rosen misinterprets this aim and implants it within all of the museum's efforts, ultimately producing a mutant image far separate from the edifice now standing.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"College Bans on Faculty-Student Romance Demean Women","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-college-bans-on-faculty-student-romance-demean-women-512993.html","abstract":"  To the Editor:   I find it astonishing that the very institutions that stand for freedom and diversity of thought -- our colleges and universities -- now seek to ban certain types of personal relations between adults (\"Love or Harassment? Campuses Bar (and Debate) Faculty-Student Sex,\" Education page, April 14).   What is so special about the relationship between a graduate student or professor and an adult student? Certainly the power of the former over the latter is trivial compared with the power that, say, a factory manager has over an assembly-line worker. Why have our colleges and universities gone far beyond other environments in proscribing certain relationships?","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Review/Film; An Otherworldly Fugitive","web_url":"https://www.nytimes.com/1993/04/30/movies/review-film-an-otherworldly-fugitive.html","abstract":"  Alex (Thierry van Werveke), the protagonist of \"Dead Flowers,\" a supernatural mystery film from Austria, is a dour-faced exterminator who lives with his widowed grandmother (Tana Schanzara) in a Vienna suburb.    One day while driving around in his van, he picks up an attractive hitchhiker named Alice (Kate Valk), who has an intense, slightly mischievous stare and a tendency to shed her clothes at a moment's notice. Alex takes her home with him, and it isn't long before they are a couple. As it happens, Alice is being pursued by a sinister stranger. At first she explains she is in danger because her father is a United Nations diplomat in the pay of the Central Intelligence Agency. But as she later reveals, she is really a ghost who has escaped from the underworld. The Mephistophelean hoodlum who pursues her, Willy d'Ville (Dominique Horwitz), is an agent of forces who want to capture her and bring her back.","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/30/sports/results-plus-114093.html","abstract":"  GOLF  McCallister Perseveres  Blaine McCallister shook off heavy rains and a long delay to shoot an eight-under-par 64 yesterday, taking a one-stroke lead as the opening round of the Houston Open was suspended because of darkness at the Woodlands, Tex. Seventy-eight players in the field of 156 remained on the course when play was halted and were to finish their opening rounds today. Among them was John Flannery, who made the turn at six-under 30 and was at six under through 13 holes when play was called. Of the finishers, John Huston was second at 65, with Jeff Maggert and Ed Sneed at 66. Five players, including Ben Crenshaw, Gil Morgan and Billy Ray Brown, were at 67. (AP) Albers in the Lead: Kristi Albers, a Ladies Professional Golf Association veteran, had an eagle as part of a six-under 66 and grabbed the opening-round lead in the richest tournament in women's golf. Albers, looking for her first victory after more than seven seasons on tour, held a two-shot lead over Page Dunlap in the $1.2 million Sprint Classic in Tallahassee, Fla. Albers, who started on the back nine, catapulted into the lead when she eagled the 464-yard, par-5 fifth with a 30-foot chip. She birdied No. 7 to open a two-stroke advantage. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Profiting From Europe's Business-Fare Wars","web_url":"https://www.nytimes.com/1993/04/30/style/IHT-profiting-from-europes-businessfare-wars.html","abstract":"\"WE'VE finally made the dam burst quite dramatically,\" says Sir Michael Bishop, chairman of British Midland. \"About five million people a year traveling business class through Heathrow have suddenly got lower fares. That is because other ai","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/04/30/arts/art-in-review-522693.html","abstract":"  George Segal   Sidney Janis Gallery  110 West 57th Street  Manhattan  Through May 15    The sculptures in this show are in George Segal's long-familiar mode. They consist of life-size cast-plaster figures, most of them painted black and placed in three-dimensional settings that suggest the forlorn drabness of transient hotels. In one tableau, a heavy nude woman, her back to the viewer, sits on the edge of an unmade bed facing a blank window. In another, a woman lies sprawled in sleep, the crumpled bedclothes covering her body like a frozen wave of lava.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Deadline for Cleaner Politics","web_url":"https://www.nytimes.com/1993/04/30/opinion/deadline-for-cleaner-politics.html","abstract":"  Candidates thinking about running in New York City's fall elections have until midnight tonight to register their commitment to cleaner politics.   That's the deadline for candidates to notify the Campaign Finance Board if they intend to participate in the city's campaign financing system. The voluntary program dispenses public matching funds to candidates who agree to more stringent contribution limits and more thorough disclosure than required by the flabby state election law.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Group of Seven Urges Yeltsin to Push His Reforms","web_url":"https://www.nytimes.com/1993/04/30/world/group-of-seven-urges-yeltsin-to-push-his-reforms.html","abstract":"  Finance ministers from the major industrialized nations urged President Boris N. Yeltsin of Russia today to use his victory in the referendum last weekend to press ahead faster with reforms to create a market economy.   After the finance ministers met in Washington, several officials said Russia would be able to take maximum advantage of the $28 billion in aid that the Group of Seven promised it only if it pushed rapidly ahead with change.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Making The Best Of Lean Times At the Auctions","web_url":"https://www.nytimes.com/1993/04/30/arts/the-art-market-making-the-best-of-lean-times-at-the-auctions.html","abstract":"  IF the boom of the late 1980's had never happened, then the offerings wouldn't seem so slim at Sotheby's and Christie's, whose important spring sales of Impressionist, modern and contemporary art begin next week in Manhattan. But those heady days when catalogues were as thick as telephone books and estimates hit the double-digit millions weren't so long ago. They still haunt the art world. By comparison, the more than $225 million worth of paintings, drawings and sculpture by artists like Monet and Matisse, Warhol and Lichtenstein that are on public view this weekend and go up for sale beginning on Monday night at Sotheby's, seem modest, to say the least.   \"It's quite clear both of us have had to struggle to get pictures,\" said Christopher Burge, the president of Christie's in New York. It is also clear that as the art market struggles out of a two-year slump, collectors who don't have to sell would prefer to hold off until prices go up.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"For the Nets, At Least It Won't Get Much Worse","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-basketball-for-the-nets-at-least-it-won-t-get-much-worse.html","abstract":"  The first sign for the Nets that this would be a really bad night came when Rumeal Robinson picked up his third foul only 2 minutes 16 seconds into the game. When your starting point guard sits the almost the entire first half because of foul trouble, that's a sure sign that things could begin crumbling fast.   Crumble? It was as if a gaping hole opened in the Richfield Coliseum floor and the Nets, one by one, began to fall in. The only one who managed to hang on to the rim was Derrick Coleman, but even his powerful arms can't hold an entire team. And that's why the Nets fell to the Cleveland Cavaliers, 114-98, in the opener of their playoff series, which resumes here on Saturday.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Time Marches On, Except in Cases When It Gallops","web_url":"https://www.nytimes.com/1993/04/30/sports/horse-racing-time-marches-on-except-in-cases-when-it-gallops.html","abstract":"  A year ago, Arazi and his slightly imperious French trainer Francois Boutin were the toast of Kentucky.   Then came the race.    Arazi, the wonder colt that wasn't, finished eighth in the Derby, putting a summary end to any further comparisons with Secretariat.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"King Verdict's Answer Is Community Policing","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-king-verdict-s-answer-is-community-policing-536693.html","abstract":"  To the Editor:   The verdict in the second Rodney King trial (news article, April 18) is certain to leave in its wake a public that is inadequately protected unless radical changes are instituted. Many dedicated police officers, fearful of disciplinary actions resulting from charges of using excessive force, may avoid taking appropriate measures when events require them.   Police departments will no doubt mandate that officers take refresher courses to review the existing parameters relative to the lawful use of force. But such measures may not resolve this dilemma.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Holocaust Museum Is for Real, Not Metaphor; 'What I Know I Saw'","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-holocaust-museum-is-for-real-not-metaphor-what-i-know-i-saw-530793.html","abstract":"  To the Editor:   Your April 20 news article reporting the results of a survey by the Roper Organization that one in five Americans voiced doubt that the Holocaust ever happened was appalling to me; they were saying that I didn't see what I know I saw: dead bodies, some naked, most in tattered clothing, lying helter-skelter in the Ohrdruf concentration camp, near Erfurt, Germany. Or the dead bodies piled one on top of another like cordwood, or the pit where they tried to burn the dead.   After General Eisenhower saw these scenes, he wrote, \"If the American soliders don't know what they are fighting for, now they know what they are fighting against.\"","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/30/us/inside-425993.html","abstract":"  Tiny Fossils Reveal Early Diversity of Life   Fossil microorganisms found in Australia prove that life was already thriving and diversified 3.485 billion years ago. The discovery sharply cuts the time available for life to have evolved naturally on earth. Page A10. Clash Over Alaska Cleanup    Exxon, disagreeing sharply with Government biologists, said Prince William Sound had essentially recovered from the 1989 oil spill. Page A18. Trade Pact's Support Grows    The North American Free Trade Agreement is winning broad political support and prospects for its approval are brightening. Page D2. Court Test for Davidians    Experts say prosecutors face many hurdles in proving that any surviving Branch Davidian members committed any crimes. Law, page B16.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Buckingham Palace Will Offer $12.50 Tours","web_url":"https://www.nytimes.com/1993/04/30/world/buckingham-palace-will-offer-12.50-tours.html","abstract":"  Pressed for cash to help repair fire damage at her out-of-town residence at Windsor Castle, Queen Elizabeth II said today that she was throwing open the doors of Buckingham Palace in London and charging tourists the equivalent of about $12.50 apiece to tour her state apartments and picture gallery.   Beginning this summer, and continuing for at least five years, royal advisers say, the palace will open its doors for eight weeks in August and September, when the Queen and her family are usually vacationing outside London. This year, the palace said, the tours will begin the second week in August.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor-94131369005.html","abstract":"The View From Haiti . Regarding \"No Need to Worry About Haiti, 'Injustice Will Prevail' \" (Opinion, April 7):. Herbert Gold's main concern seems not to be the resolution of the Haitian political crisis, but a secret desire to punish or hurt the","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/04/30/arts/diner-s-journal.html","abstract":"  Feeding on the News    In an age when celebrity chefs toil under the same glaring spotlight as sports stars and politicians, it is no wonder that the changing of the guard at a major restaurant prompts a feeding frenzy, literally and journalistically.   Such is the case with the boyish-looking Sylvain Portay, who took the tiller of Le Cirque early this year after the defection of Daniel Boulud. Mr. Boulud's new restaurant, Chez Daniel, is scheduled to open next month.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Times Appoints a Columnist","web_url":"https://www.nytimes.com/1993/04/30/nyregion/times-appoints-a-columnist.html","abstract":"  Bob Herbert, a journalist with wide experience as a reporter and columnist in New York City, will join The New York Times in June as a columnist on its Op-Ed page. His appointment was announced yesterday by Arthur Sulzberger Jr., publisher of The Times.   Mr. Herbert's column will appear twice weekly, exploring issues including politics, urban affairs and social trends.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Massawa Journal; In Ruins of Eritrea, Freedom's Dawn Brings Hope","web_url":"https://www.nytimes.com/1993/04/30/world/massawa-journal-in-ruins-of-eritrea-freedom-s-dawn-brings-hope.html","abstract":"  Several decades ago, Massawa was known as the pearl of the Red Sea, a port where lavish Ottoman-style villas alternated with Italian cafes full of bar girls, sailors and businessmen.   Then in 1990, in the battle that marked the beginning of the end of the Marxist Government in Ethiopia, bombs and tanks almost obliterated this city in the northern region of Eritrea.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"HORSE RACING: Sports of The Times; Shoemaker Wants To Go the Distance","web_url":"https://www.nytimes.com/1993/04/30/sports/horse-racing-sports-of-the-times-shoemaker-wants-to-go-the-distance.html","abstract":"  HORSE people tend to arrive at the track in powerful and flashy cars that announce their place in the world.   The trainer of Diazo arrived for the Kentucky Derby in a boxy Ford van of a rather prosaic shade of brown, with the words Department of Vocational Rehabilitation, Commonwealth of Kentucky, printed on the side panels.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"'Tango Pasion' Closing","web_url":"https://www.nytimes.com/1993/04/30/theater/tango-pasion-closing.html","abstract":"  \"Tango Pasion,\" a revue conceived by Mel Howard and choreographed by Hector Zaraspe, is to close after the matinee on Sunday at the Longacre Theater, 220 West 48th Street, Manhattan. The Sunday matinee will be the fifth regular performance of the show; it had six previews.","thumbnail":null,"section":"Theater"},{"date":"19930430","headline":"Those 'Pork-Barrel' Projects Help People","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-those-pork-barrel-projects-help-people-535893.html","abstract":"  To the Editor:   \"Mr. Dole's Selfish Strut\" (editorial, April 23) asserts \"it's important to look behind the headlines\" that congratulate Republican senators on their brilliant defeat of the President's jobs-stimulus plan. You should have done so yourself before writing that \"by including $2.5 billion of pork-barrel projects in its stimulus package, the Clinton team handed Mr. Dole a weapon.\"   The \"weapon\" is the request for $2.5 billion for the Community Development Block Grant, a 20-year-old program created by the Nixon Administration to provide decent housing, a suitable living environment and economic opportunities for low- and moderate-income Americans.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Sports of The Times; One Guilty, But Trial Continues","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-of-the-times-one-guilty-but-trial-continues.html","abstract":"  FOR stalking, mugging and slamming Pierre Turgeon into the boards from behind after the Islanders' best player had scored, Dale Hunter of the Washington Capitals was on trial yesterday, but he wasn't the only one. Gary Bettman, the new commissioner, and the National Hockey League itself also were on trial.   The verdict on Hunter was guilty as charged. He received an \"indefinite suspension\" for now. His specific sentence will be announced by the end of next week and will be served next season.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Limit Free-Vaccine Plan to Poor Families","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-limit-free-vaccine-plan-to-poor-families-514593.html","abstract":"  To the Editor:   \"Free-Vaccine Plan Creates Unusual Array of Skeptics\" (front page, April 22) quotes me as suggesting that if low-income families \"can pay for cable TV, they can pay for their children's immunization.\"   In my April 21 testimony I said: \"Certainly the costs that would be incurred to  [ immunize children ]  can be borne by parents of moderate incomes. I think, in fact, it is a legitimate request to ask the parents of moderate incomes to pay $400 or $500 over a two-year period for immunization. It would be significantly less than they pay on car payments or maybe even for their television cable cost . . . the government has no obligation to pick up that cost. If the parent can pay for their cable TV, then they can pay for their child's immunization. And for the low-income parent, yes, the government can pick up that cost without putting any great burden on the government . . . \"","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/30/nyregion/metro-digest-512393.html","abstract":"  NEW YORK CITY THE TROUBLES WITH DISTRICT 12   Forced to resign as principal of one New York City school -- for selling junk food to her poor students at a profit -- Virginia Noville wanted a second chance. Last month, the authorities said, she sat in a Cadillac on the Lower East Side and counted out $2,000 in cash to a member of the South Bronx school district, District 12, who had agreed to cooperate with the authorities. As she awaits arraignment on bribery charges, and on the eve of school board elections, a special investigator has released a scathing report depicting the district as ruled by patronage. A1.    A guide to Bronx school board elections. B2.   A STRUGGLE FOR REPRESENTATION   For the school district that includes Williamsburg, with its history of tensions between Hispanic and Hasidic residents, the election on Tuesday symbolizes the clash between the interests of Jews and Catholics concerned about the board's control over government funds allocated to parochial schools, and the growing political hopes of the Hispanic community. B2.    WOMAN'S KILLER SUSPECTED IN TWO RAPES   A man who killed a woman after he talked his way into her Washington Heights apartment in February by posing as a repairman is suspected in the rapes of two other women in the same area of upper Manhattan, the police said. B3.   EX-FIANCE ARRESTED IN HYATT STRANGLING   A woman whose body was found in a room at the Grand Hyatt, in midtown, was strangled by her former fiance, the police said. B3.   POLLUTION GATE FOR EAST RIVER PROPOSED    Engineers and government officials gathered at Columbia University to discuss a bold approach to cleaning up the waters of the East River and Long Island Sound: a \"tidal barrage,\" or one-way water gate, for the East River. B3.     A new city-sponsored 24-hour telephone line is staffed by young people, for young people. B3.   The police seize 35 cars from suspected drug buyers in upper Manhattan. B3. REGION DUAL LINE FOR G.O.P.   New Jersey's major Republican candidates for governor, Cary Edwards, Christine Todd Whitman and Jim Wallwork, are courting a specific audience: the moderates at the heart of the 20 percent of the state's voters who call themselves Republicans, who talk a conservative line but have liberal values. B5.   DENIAL OF CABLE FRANCHISE BACKED   Connecticut will continue trying to revoke the franchise of Cablevision, which serves Fairfield County, despite the company's decision not to drop Connecticut stations from its lineup, the State Attorney General said. B5.   YALE STUDENTS PRESS FOR A RESIGNATION   Student pressure is growing for the resignation of a longtime Yale University trustee whose company pleaded guilty last month to cooperating with Arab countries in their economic boycott of Israel. B4.   Army Corps of Engineers awards $5.7 million contract to repair gap in Westhampton barrier island to an Illinois dredging company. B5.   Our Towns by Iver Peterson B5    Chronicle B4","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"A No Man's Land Thrives As Everyone's Garden","web_url":"https://www.nytimes.com/1993/04/30/nyregion/our-towns-a-no-man-s-land-thrives-as-everyone-s-garden.html","abstract":"  TOM MURRAY, on sabbatical from Trenton State College, is just back from several months in Costa Rica, where all the food was laced with the slightly off-center taste of cilantro, parsley's more assertive cousin. Now he's back in his South Trenton neighborhood, looking over the first shoots of green rising from the community park and vegetable garden behind his row house, and there it is again, advancing amid the santolina, lovage and sorrel:   \"I guess it's the yuppie herb,\" he said under his breath.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Diplomats, and Aristide, See an End to Haiti Impasse","web_url":"https://www.nytimes.com/1993/04/30/world/diplomats-and-aristide-see-an-end-to-haiti-impasse.html","abstract":"  Diplomats said today that military leaders in Haiti had signaled their readiness for a new push to end the country's political stalemate, and the ousted President said he was increasingly confident that he would soon return to office.   In an interview in the Georgetown apartment that has been his home for over a year, the President, the Rev. Jean-Bertrand Aristide, also gave the first explanation of an offer of amnesty for his opponents; diplomats say the amnesty is a key to a negotiated transfer of power in Haiti.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/30/nyregion/c-corrections-483693.html","abstract":"  An article yesterday about the Middle East peace talks referred incorrectly in some editions to the spokeswoman for the Palestinian delegation. She is Hanan Ashrawi.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Bribery and Patronage Cited At School District in Bronx","web_url":"https://www.nytimes.com/1993/04/30/nyregion/bribery-and-patronage-cited-at-school-district-in-bronx.html","abstract":"  Forced to resign as principal of one New York City school -- for selling junk food to her poor students at a profit -- Virginia Noville wanted a second chance.   Last month, the authorities say, she sat in the front seat of a Cadillac parked in front of Katz's deli on the Lower East Side, and as a hidden camera caught the scene, she counted out $2,000 in cash to a man she called \"my godfather,\" an influential member of a South Bronx school district who had agreed to cooperate with investigators.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Topics of The Times; A Piece of the Wall","web_url":"https://www.nytimes.com/1993/04/30/opinion/topics-of-the-times-a-piece-of-the-wall.html","abstract":"  The world, according to T. S. Eliot, ends not with a bang but a whimper. The Soviet empire, it seems, ends in New Jersey.   In Fort Lee last Sunday, the 10 last large pieces of the Berlin wall were put up for auction at a motel. The 12-foot-high cement slabs, weighing two tons each, were still in Germany. But they were described in a brochure, completely without irony, as being the perfect way to \"decorate the entrance hall of your corporate headquarters, museum, or estate.\" (One can only imagine what Nikita Khrushchev might have thought of his \"bulwark against capitalism\" ending up as a piece of corporate sculpture for, say, a dress manufacturer in Greenwich, Conn.)","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Holocaust Museum Is for Real, Not Metaphor; 'Never Again' Is for All","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-holocaust-museum-is-for-real-not-metaphor-never-again-is-for-all-532393.html","abstract":"  To the Editor:   I believe that it is Jonathan Rosen who is misguided and not the Holocaust Museum (Op-Ed, April 18). There deserves to be a monument here in the United States, and a Holocaust museum in the capital of every country that stood by and did not forcefully and promptly strike to end the murder of six million men, women and children guilty of being Jews. \"Never again\" is not only for Jews to remember, but for all humankind. BETTY COOPER WALLERSTEIN  New York, April 18, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Critic's Notebook; When History Is a Casualty","web_url":"https://www.nytimes.com/1993/04/30/arts/critic-s-notebook-when-history-is-a-casualty.html","abstract":"  LAST week, the very week the United States Holocaust Memorial Museum opened in Washington, the Roper Organization reported that 22 percent of the adults it polled said it seemed possible that the Holocaust had never happened; an additional 12 percent said they did not know if it was possible.   These startling statistics underscore a disturbing phenomenon that has gained momentum in recent years in both America and Europe: a growing ignorance about the Holocaust on the part of ordinary citizens, and the growing visibility of \"revisionist historians,\" who are trying to whitewash, even erase from memory, the Nazi atrocities of World War II.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Bengals Try to Rope Jets' Hasty With Loophole","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-football-bengals-try-to-rope-jets-hasty-with-loophole.html","abstract":"  The Cincinnati Bengals have signed James Hasty, the Jets' star cornerback, to an offer sheet that would pay him a $1.5 million salary from the Bengals but $2.7 million should the Jets keep him. Yesterday, the Jets were unsure what they would do.   \"Cincinnati gave James an offer sheet,\" said General Manager Dick Steinberg of the Jets in a statement, \"and we have seven days to decide what to do with it.\"","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92895009871.html","abstract":"1943: Report for Prison","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"There Are Rules and Then . . .","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-basketball-there-are-rules-and-then.html","abstract":"  While the Knicks maintained they were not concerned about the National Basketball Association's increased penalties for fighting, they also vowed not to become more timid. Just ask forward Charles Oakley.   \"If something occurs during the game that calls for us to be physical, then whatever,\" Oakley said today, as the Knicks prepared for their playoff opener against Indiana Friday night at Madison Square Garden. \"The rules aren't going to affect me. If somebody goes out of their way after me, I'm coming after them, rules or no rules.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/30/nyregion/no-headline-470493.html","abstract":"  \"Everyone must now understand that the President, the Government and the policy of reforms now enjoy the protection of the people.\" -- BORIS N. YELTSIN.  [ A6:2. ]","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/30/arts/sounds-around-town-133693.html","abstract":"  On Guitar    Bill Frisell, Church of St. Ann and the Holy Trinity, 157 Montague Street, at Clinton Street, Brooklyn Heights, (718) 858-2424. Bill Frisell plays stealth guitar, in solos that waft into view like clouds, glide and billow, then suddenly crystallize into unlikely chords or sly, side-long melodies. Tomorrow, he is to perform his own new scores for three silent Buster Keaton films: \"The High Sign,\" \"One Week\" and the classic \"Go West.\" Tomorrow at 8 P.M.; tickets are $13 and $15.  Preacher to Singer    Solomon Burke, Tramps, 45 West 21st Street, Chelsea, (212) 727-7788. The soul music of the 1960's never strayed too far from its gospel roots, and Solomon Burke has gone back and forth repeatedly, from preacher and gospel singer to the soul hit maker who belted \"Cry to Me\" and \"Everybody Needs Somebody to Love.\" His ardent tenor voice is still strong, and his concerts intersperse preaching with the earthier messages of his hits. Tonight's double bill is to include Little Milton, the singer and guitarist who melds jazz and blues into urbane, heartfelt songs. Tonight and tomorrow night at 8:30 and 11:30; tickets are $20.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"N.F.L. Labor Decision Today","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-football-nfl-labor-decision-today.html","abstract":"  Judge David Doty, who is expected to approve the Jan. 6 labor settlement that opened the way to free agency and an eventual salary cap in the National Football League, has notified the parties that he intends to hand down his final ruling today in Federal district court in Minneapolis.   The judge, who has heard arguments from both individual owners and players dissatisfied with various aspects of the settlement, has indicated that he will either accept or reject the settlement as a whole and will not impose any changes. If he approves the settlement, as expected, any of the objectors would be able to appeal to the Court of Appeals.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Gaffes and Gags Of a Shy Dimwit","web_url":"https://www.nytimes.com/1993/04/30/movies/gaffes-and-gags-of-a-shy-dimwit.html","abstract":"  SOMEWHERE toward the final quarter of \"Safety Last\" (1923), Harold Lloyd's greatest so-called \"thrill comedy,\" Harold, identified as \"the Boy\" in the cast list, finds himself scaling the facade of Bolton's Department Store, where he's usually employed as a junior salesman. The climb is a publicity stunt gone awfully wrong. As he reaches each floor, Harold expects to be spelled by a pal, who likes to climb buildings this way. At each floor he's disappointed. Dread, unforeseen circumstances force Harold on.   The peril mounts as the heights become dizzier. Someone drops birdseed on him, which attracts pigeons. They peck eagerly around his shoulders and face, obscuring his view and interfering with his grip. In remarkable shots that clearly are not faked, the audience watches in delicious, joyful panic as Harold continues his ascent and at last seems to be at least 25 stories above the street. Without a net. At one point he hangs suspended from the hands of the giant Bolton's clock, the face of which slowly pulls apart with his weight.","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor.html","abstract":"Science vs. Religion . Regarding \"Big Science Takes a Look Upstairs\" (Opinion, April 10) by Bryan Appleyard:. The writermakes the classic mistake of expecting explanations from religions, although even the most superficial examination of the m","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/04/30/theater/on-stage-and-off.html","abstract":"  Reaching for Audiences    It's a hectic time in the Broadway season, with several shows opening (and three, alas, closing), the Tony nominations looming and the annual summer drought on the horizon. The general sense that shows are jockeying for position is confirmed by some recent shifts in marketing strategies.   To begin with, two new musicals are staggering after a critical pounding. The brassy, ubiquitous ads for \"Ain't Broadway Grand\" apparently did not lift attendance much, and the producers have now adopted a strategy of silence. After opening night, contrary to general practice, they would not supply weekly Variety with box-office totals for the first week, leaving the magazine to estimate receipts at a paltry $137,000. The show's press representative, Fred Nathan, said sales were slightly better this week than last, although he would not give figures. On Wednesday, the show ran a newspaper ad with a probably unique offer: any patrons who, by intermission, didn't like the show enough to stay until the end, could have their money back. (At Wednesday's matinee, seven people claimed the refund but were turned down because they had bought discount tickets.)","thumbnail":null,"section":"Theater"},{"date":"19930430","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/30/nyregion/c-corrections-426293.html","abstract":"  Because of an editing error, an article in Business Day yesterday about a consultant and former vendor to Home Shopping Network Inc. omitted a statement by an assistant United States attorney in White Plains. She said a lawsuit by the consultant, Francis R. Santangelo, against two former business partners played a significant role in their prosecution for Federal tax fraud.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/30/nyregion/c-corrections-417393.html","abstract":"  A chart in Business Day yesterday with an article about real estate investment trusts showed incorrect figures in some editions for the trusts' total market capitalization, or value. A corrected chart appears today on page D2.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Wallace Stegner Memorial","web_url":"https://www.nytimes.com/1993/04/30/arts/wallace-stegner-memorial.html","abstract":"  A memorial service for Wallace Stegner, the Pulitzer Prize-winning novelist and short-story writer, who died on April 13 at the age of 84, will be held at 3 P.M. on Monday at the Stanford Memorial Church in Palo Alto, Calif.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"U.S. Would End Cutting of Trees In Many Forests","web_url":"https://www.nytimes.com/1993/04/30/us/us-would-end-cutting-of-trees-in-many-forests.html","abstract":"  Under orders from the White House to try again to put Federal timber sales on a sounder economic footing, the United States Forest Service has proposed changes that would end logging in more than a third of the national forests by 1998.    Environmental groups and other opponents of the timber sales have long argued that the Government charges too little and provides too many services to companies that log national forests, at a cost to taxpayers at hundreds of millions of dollars a year.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"The UN Is Losing in Cambodia","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-the-un-is-losing-in-cambodia.html","abstract":"- International despair over the impotence of the United Nations in Bosnia has distracted attention from the flouting of UN authority in Cambodia. The violent challenge by the Khmer Rouge to the Paris peace agreement of October 1991 has not, so far, matched the scale of Serbian bloodletting. But their murderous record and ferocious opposition to a political settlement through elections promises a return to full-scale civil war.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/04/30/arts/sounds-around-town-489093.html","abstract":"  A Night of Jazz    John Goldsby, Greenwich House, 27 Barrow Street, Greenwich Village, (212) 242-4140. An unusual program of jazz compositions written by such celebrated jazz bassists as Paul Chambers, Ray Brown, Oscar Pettiford, Charles Mingus, Sam Jones and Red Mitchell, along with works by Duke Ellington composed for his bassist Jimmy Blanton, will be played by the contemporary bassist John Goldsby at 8 P.M. on Sunday in a free program, which was financed by the National Endowment for the Arts. Mr. Goldsby is to present the premiere of a work written for him by the pianist Bill Mays, who is to be a member of the group accompanying Mr. Goldsby, along with the alto saxophonist Andy Fusco and the drummer Terry Clarke. With Karen Akers    Karen Akers, Rainbow and Stars, 30 Rockefeller Plaza, (212) 632-5000.  A highlight of Karen Akers's debut engagement at Rainbow and Stars is a song written by Irving Berlin in 1922. It was featured in \"The Music Box Revue of 1922-23\" but was never performed publicly since then until last fall, when Berlin's daughter Mary Ellin Barrett found it in a trunk filled with her father's old songs just after she had seen Miss Akers at a concert in East Hampton, L.I. The song, \"I'm Looking for a Daddy Long Legs,\" is about the romantic problems of an unusually tall woman. Miss Barrett immediately thought it would be perfect for the 6-foot-tall Miss Akers. Miss Akers added the song to her repertory in an October concert at the 92nd Street Y, before raising it to new heights at Rainbow and Stars. Shows are at 8:30 and 10:30 tonight and tomorrow night. There is a $35 cover charge but no minimum. Happy Birthday, Bing    Bing Crosby Festival Weekend, Red Blazer Too, 349 West 46th Street, Clinton, (212) 262-3113. The 90th birthday of Bing Crosby, born May 2, 1903, will be celebrated this weekend by the stable of jazz groups at the Red Blazer Too every night and on Sunday afternoon. The jazz styles they play are Dixieland and swing which, appropriately, were the two kinds of jazz that Crosby favored. The weekend opens tonight with the singer Cathy Chamberlain's Dixie Dance Band, followed tomorrow by the trumpeter Bob Cantwell's Dixieland Stompers. Both groups are to perform from 9 P.M. to 1 A.M. On Sunday from 1 to 5 P.M., the clarinetist Sol Yaged and his Swing Era Jazz All-Stars are to recall the lively side of Der Bingle. The pianist Howie Wyeth's Ragtime Band winds up the festival on Sunday night from 7 to 11. The selections cover Crosby hits from \"Out of Nowhere,\" his first No. 1 hit, recorded in 1931, to his last hit record, \"True Love,\" which he sang with Grace Kelly in the film \"High Society\" in 1956.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Peekskill Tries a Creative Approach to Revival; Welcoming Artists Fill Vacant Spaces in Hopes of Invigorating a Shopping District","web_url":"https://www.nytimes.com/1993/04/30/nyregion/peekskill-tries-creative-approach-revival-welcoming-artists-fill-vacant-spaces.html","abstract":"  Larry D'Amico's recent decision to relocate his life and work to a crumbling, 148-year-old former church in downtown Peekskill prompts an immediate question: What's a nice landscape painter like you doing in a place like this?   After all, the retail hub of this small city on the Hudson seemed to be near death's door as recently as two years ago. That was before Ralph DiBart, a planner on retainer to the city, concocted a scheme to resuscitate downtown Peekskill by converting it into an artists' enclave.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Ex-Fiance Held in Killing In Hotel Room","web_url":"https://www.nytimes.com/1993/04/30/nyregion/ex-fiance-held-in-killing-in-hotel-room.html","abstract":"  A 24-year-old woman whose body was found in a room at a midtown hotel near Grand Central Terminal Wednesday night was strangled by her former fiance, the police said yesterday.   The police arrested Gerald Ardito, 34, yesterday in the killing at the Grand Hyatt Hotel and charged him with second-degree murder.    Lieut. Arthur Monahan, head of the Midtown South Detective Squad, said that Mr. Ardito is the son of the late Frances Victoria Ardito, who was accused of having her lover killed in 1976.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Nervous Europe, an Eye on the Sharks","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-nervous-europe-an-eye-on-the-sharks.html","abstract":"- If Europe had its own foreign policy, yet another disaster in the Balkans might not now be in the making. But it has no such policy, and the disaster looms.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"L.I. Takes Steps to Close Breach in Barrier Island","web_url":"https://www.nytimes.com/1993/04/30/nyregion/li-takes-steps-to-close-breach-in-barrier-island.html","abstract":"  An emergency project to close a gaping breach in the Westhampton barrier island here advanced today as the Army Corps of Engineers awarded a $5.7 million contract to an Illinois dredging company that will begin work in May.   The project involves hammering two rows of steel sheet piling deep in to the sand across the half-mile breach, now named Little Pike Inlet, and filling in with sand dredged from offshore.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/04/30/style/IHT-what-theyre-reading.html","abstract":"Helmut Schlesinger, chairman of the Bundesbank, is reading John Steinbeck's \"Grapes of Wrath.\". Generally, he reads \"mostly German-language literature, some history, few biographies and never autobiographies,\" as well as\"simpler","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"Goodbye, Saigon. Finally.","web_url":"https://www.nytimes.com/1993/04/30/opinion/goodbye-saigon-finally.html","abstract":"Flipping through my United States passport as if it were a comic book, the customs man at the Noi Bai Airport, near Hanoi, appeared curious. \"Brother, when did you leave Vietnam?\"\n\n\"One day before National Defeat Day,\" I said without thinking. It was an exile's expression, not his.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Senate Primary in Texas Will Winnow a Big Field","web_url":"https://www.nytimes.com/1993/04/30/us/senate-primary-in-texas-will-winnow-a-big-field.html","abstract":"  Despite two months of expensive, tiring campaigning by 24 candidates, Saturday's United States Senate primary still boils down to the basic question posed when the race began: which Republican will get the chance to challenge Senator Bob Krueger?   While he appears to be in the lead, there seems to be no possibility that Mr. Krueger, appointed in January to succeed Lloyd Bentsen after at least two others turned down Gov. Ann W. Richards, can win a majority. If no one wins a majority in one or both parties on Saturday, there will be a primary runoff in early June.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"An Olympic Bid Is Alive and Well in Manchester","web_url":"https://www.nytimes.com/1993/04/30/sports/IHT-an-olympic-bid-is-alive-and-well-in-manchester.html","abstract":"- How can a place like this win the right to stage the Olympic Games? There might never be a positive answer, but Manchester, known for dreary weather and depressed industry, is researching the question intensely at a cost of £5.5 million.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Ditka's Roles Clarified","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-pro-football-ditka-s-roles-clarified.html","abstract":"  MIKE DITKA has had his new NBC roles clarified. The former Chicago Bears coach will be a studio analyst on \"The N.F.L. Live\" pre-game show starting in September, and next winter will work seven or eight golf tournaments in which he will profile golfers and receive golf lessons. The latter feature will be sponsored by advertisers to pay the estimated $225,000 of his $525,000 salary ascribed to his golf work.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"College Bans on Faculty-Student Romance Demean Women; Recusal at Amherst","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-college-bans-on-faculty-student-romance-demean-women-recusal-at-amherst-533193.html","abstract":"  To the Editor:   Your Education page article misrepresents Amherst College's sexual harassment policy. The faculty voted on March 2 for a policy of \"recusal\" -- that is, to require that a faculty member must \"remove himself or herself from any supervisory, evaluative, advisory, or other pedagogical role involving a student with whom he or she has had or currently has a sexual relationship.\" Faculty who date their students are    not    required to \"report their relationships to department heads\" or to give a reason for recusal. TERRY Y. ALLEN  Assoc. Secty., Public Affairs Amherst College Amherst, Mass., April 16, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Drug Buyers Seized Along With 35 Cars","web_url":"https://www.nytimes.com/1993/04/30/nyregion/drug-buyers-seized-along-with-35-cars.html","abstract":"  In what was called Operation Chariot, 35 cars, including a limousine, were seized and 56 people arrested as suspected drug buyers. The police were directing the operation at people who drove in from the suburbs to make purchases before heading home on the highways that lace through and around upper Manhattan. Those arrested included an airport worker, a tile layer, an electrician and a stockbroker.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"PRO BASKETBALL: The Knicks' Private Powerhouse; Ewing Wants to Be an Enigma Wrapped in a Title Banner","web_url":"https://www.nytimes.com/1993/04/30/sports/pro-basketball-knicks-private-powerhouse-ewing-wants-be-enigma-wrapped-title.html","abstract":"  The fans who cheer him, the reporters who cover him, the majority of people who meet him, will never get close to him.   That is the way Patrick Ewing wants it. His passion for privacy will undoubtedly hurt him in the balloting for this year's National Basketball Association Most Valuable Player Award. So be it.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Howard I. Podell, 76, Engineer and Inventor","web_url":"https://www.nytimes.com/1993/04/30/nyregion/howard-i-podell-76-engineer-and-inventor.html","abstract":"  Howard I. Podell, an engineer, patent agent and inventor, died on Tuesday at a hospital in Boston. He was 76 and lived in New Rochelle, N.Y., and Tucson, Ariz.   The cause was cancer, his family said.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Don't Say Good Night Yet, Gracie: Vaudeville on Film","web_url":"https://www.nytimes.com/1993/04/30/movies/don-t-say-good-night-yet-gracie-vaudeville-on-film.html","abstract":"  George Burns, wearing a fedora and a suit, and Gracie Allen, in a frilly garden-party dress and large floppy hat, stand in the center of the screen and talk, stealing glances at the camera as they do.   George: \"Can I give you a ride home in my car?\"","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"Open Admissions Was White Flight's Excuse","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-open-admissions-was-white-flight-s-excuse-513793.html","abstract":"  To the Editor:   \"A Day at City College\" by A. M. Rosenthal (column, April 20) is in error when it states, \"Whites began to apply elsewhere when it became an open-admissions school, shrinking the value of its degrees.\"   The reason white students began to apply elsewhere was not because of open admissions, but because they could afford private-college tuition.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Gay Soldiers No Problem Elsewhere, Experts Say","web_url":"https://www.nytimes.com/1993/04/30/us/gay-soldiers-no-problem-elsewhere-experts-say.html","abstract":"  The armed forces of Canada and Australia, the two military establishments that most recently lifted their bans on homosexuals, have had no morale problems as a result, several experts told Senators today.    Supporters of retaining the ban on homosexuals in the United States military have warned that without the restrictions, combat readiness would erode, recruiting would plummet and the American armed services would deteriorate into a \"second-rate force.\"","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-letters-to-the-editor-94058816761.html","abstract":"Legacy of East Timor. Regarding \"Repression as Legacy of Timor Killings\" (April 22):. With so many war zones in today's world, one tends to forget the sufferings of the East Timorese. One error in your highly informative article ought to be corr","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"U.S. Plans to Leave Troops To Back U.N. Somalia Unit","web_url":"https://www.nytimes.com/1993/04/30/world/us-plans-to-leave-troops-to-back-un-somalia-unit.html","abstract":"  The United States plans to keep an Army \"quick reaction\" force in Somalia to help protect the United Nations peacekeeping forces there, Administration officials say.   The United States plans to transfer the peacekeeping mission in Somalia next week to a 28,000-member United Nations force. But about 4,000 American Army forces will stay behind, including a 1,300-member quick reaction force.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Summer Sounds:It's Festival Time","web_url":"https://www.nytimes.com/1993/04/30/style/IHT-summer-soundsits-festival-time.html","abstract":"Summer means festivals. There are literally hundreds of music festivals around the world, with the highest concentration in Europe, and it can be mind-boggling to choose one. Are you going strictly for the music, or should you also choose a good setting?","thumbnail":null,"section":"Style"},{"date":"19930430","headline":"Hey, Pundits, What About Yeltsin?","web_url":"https://www.nytimes.com/1993/04/30/opinion/hey-pundits-what-about-yeltsin.html","abstract":"Democracy and market reforms triumphed spectacularly in Russia's referendum. And now President Boris Yeltsin is losing no time in carrying out his mandate. Before the vote, too many American pundits, journalists and experts on Russia were wrong about what would happen.\n\nMany still don't see the light, even though Mr. Yeltsin won an overwhelming mandate for his leadership and his drive for new parliamentary elections to replace a legislature held over from the Communist regime.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Review/Film; Sharing High Jinks And the Rent","web_url":"https://www.nytimes.com/1993/04/30/movies/review-film-sharing-high-jinks-and-the-rent.html","abstract":"Time-sharing in the Village. Too broad.","thumbnail":null,"section":"Movies"},{"date":"19930430","headline":"3-Point Savings Plan","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-basketball-3-point-savings-plan.html","abstract":"  DON CALHOUN, the 23-year-old office supplies salesman from Bloomington, Ill., who threw in that $1 million shot during a timeout of a Chicago Bulls' game April 14, said yesterday he has received a check of $50,000, the first installment of a promised 20 at that figure. And what did Calhoun do with the $50,000? \"Put it in savings,\" said Calhoun, who plans to leave his job in the fall to become a full-time college student.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Islanders Should Be Ecstatic, Right? Try Irate Instead","web_url":"https://www.nytimes.com/1993/04/30/sports/hockey-islanders-should-be-ecstatic-right-try-irate-instead.html","abstract":"  Rarely has there been a gloomier ending to a successful playoff campaign, but unfavorable circumstance continued to force the New York Islanders to assess their four-games-to-two domination of the Washington Capitals with a mixture of resignation and revenge. And those are unhealthy components to apply to a Stanley Cup playoff quest that involves an imminent tangle with the defending Stanley Cup champions.   \"How do you beat the Pittsburgh Penguins? I don't know; nobody else has been able to,\" said center Ray Ferraro, who knows his playoff-leading eight goals will come under a direct challenge from Mario Lemieux when the division championships get under way Sunday afternoon in Pittsburgh.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/30/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: No Royal Nod","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/30/nyregion/c-corrections-411493.html","abstract":"  An obituary yesterday about Ben Schwartzwalder, the former football coach at Syracuse, misstated his age in some editions. He was 83.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Brown to Seton Hall","web_url":"https://www.nytimes.com/1993/04/30/sports/sports-people-basketball-brown-to-seton-hall.html","abstract":"  ANDRE BROWN, a 6-foot-3-inch guard who scored more than 4,000 points in his high school career in Louisiana, signed a letter of intent yesterday to attend Seton Hall. Brown, an all-state guard from Vandebilt Catholic High School in Houma, La., is the eighth all-time scorer in high school basketball with 4,125 points. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"TESTS INDICATING IRAQ GAS WARFARE","web_url":"https://www.nytimes.com/1993/04/30/world/tests-indicating-iraq-gas-warfare.html","abstract":"  Scientists said today that they had been able to verify that Iraq used chemical weapons against the Kurds more than four years ago through analyzing soil samples, a technique that could prove useful in enforcing a new international chemical weapons treaty.   Scientists working with human rights groups said that, using advanced chemical analysis, they had found residues of mustard and nerve gases used against a Kurdish village in northern Iraq in 1988, an action the Iraqi Government continues to deny.","thumbnail":null,"section":"World"},{"date":"19930430","headline":"Hartford Backs Rescinding a Cable TV Franchise","web_url":"https://www.nytimes.com/1993/04/30/nyregion/hartford-backs-rescinding-a-cable-tv-franchise.html","abstract":"  Connecticut will continue trying to revoke the franchise of the cable company that serves Fairfield County, despite the company's decision not to drop Connecticut stations from its lineup, the State Attorney General said today.   The company, Cablevision, had angered Fairfield County residents earlier this year when it announced plans to eliminate all Connecticut stations and replace them with new cable channels, including a science-fiction channel and an all-cartoon channel.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/30/sports/transactions-364993.html","abstract":"  Baseball  National League   ATLANTA BRAVES -- Placed Deion Sanders, outfielder, on the disqualified list. Recalled Tony Tarasco, outfielder, from Richmond of the International League.   CINCINNATI REDS -- Claimed Travis Buckley, pitcher, off waivers from the Colorado Rockies and optioned him to Chattanooga of the Southern League.","thumbnail":null,"section":"Sports"},{"date":"19930430","headline":"Wooing the G.O.P.'s Heart, Moderately","web_url":"https://www.nytimes.com/1993/04/30/nyregion/wooing-the-gop-s-heart-moderately.html","abstract":"  Being Republican in New Jersey in modern times, at least for those bent on winning elections, has meant following a basic script: Conservative talk followed by more liberal action.   The right wing has not counted for much when it comes to winning statewide general elections. Despite a lack of broad appeal over the last 20 years, it has found popular support here and there -- among the more prominent members is the current Assembly Speaker, Garabed (Chuck) Haytaian -- and has even managed to field a few suicidal statewide candidacies in the last 20 years. The party has no left wing.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"For Children","web_url":"https://www.nytimes.com/1993/04/30/arts/for-children.html","abstract":"  Family Workshops and Performances   Arts Connection  Murry Bergtraum High School  120 West 46th Street  Manhattan  (212) 302-7433  Recommended ages: 5 and up   Through June 19    Arts Connection provides a link between the arts and many New York City students, especially those in public schools without art or music teachers. Last year, the nonprofit group moved into the midtown campus of Murry Bergtraum High School, the former High School of the Performing Arts, and since then, Arts Connection has lured families to free art workshops and to live performances every Saturday. Advance registration is required.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Pollution Experts Consider a Gate Across the East River","web_url":"https://www.nytimes.com/1993/04/30/nyregion/pollution-experts-consider-a-gate-across-the-east-river.html","abstract":"  Almost every summer, the oxygen levels in the waters of western Long Island Sound drop so low that fish die in huge, stinking pools. And the water quality in both the Sound and the East River is poor, despite billions spent on sewage treatment plants.   Yesterday, about 100 engineers and government officials gathered at Columbia University to discuss an unusually bold approach to cleaning both bodies of water: a \"tidal barrage,\" or one-way water gate, for the East River.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Thousands in California Say Goodbye to Chavez","web_url":"https://www.nytimes.com/1993/04/30/us/thousands-in-california-say-goodbye-to-chavez.html","abstract":"By the thousands, they converged on a dusty field today to say goodbye to one of their own, a migrant farm worker whose final journey was back to the orchards and vineyards he so hated and loved.\n\nIn a heavy pine coffin hastily built over the weekend by his brother, the body of Cesar Chavez, who died last week at the age of 66, was borne by scores of supporters and family members along a hot, four-mile stretch of road from the center of this sleepy agricultural city to Forty Acres, the first union hall of the United Farm Workers.","thumbnail":null,"section":"U.S."},{"date":"19930430","headline":"Dinkins Calls For Delaying A Police Class","web_url":"https://www.nytimes.com/1993/04/30/nyregion/dinkins-calls-for-delaying-a-police-class.html","abstract":"  Mayor David N. Dinkins wants to save nearly $20 million by delaying a Police Academy class this summer. To persuade state lawmakers to accept his plan, he offered yesterday to accelerate the start of two other classes next year.   The Mayor's proposal is the latest attempt to resolve a long-running dispute between the Dinkins administration and the State Legislature over whether the city is meeting state-mandated deadlines for hiring new officers under the city's ambitious police expansion known as Safe Streets, Safe City.","thumbnail":null,"section":"New York"},{"date":"19930430","headline":"Abroad at Home; Middle East Paradox","web_url":"https://www.nytimes.com/1993/04/30/opinion/abroad-at-home-middle-east-paradox.html","abstract":"  On the ground, it is a bitter time in relations between Israelis and Palestinians. On Israel's side there is fear of Palestinian violence, on the Palestinians', resentment of harsh repression.   But at the Middle East peace talks in Washington, just resumed, the logic may be different. Both the Israeli Government and the mainstream Palestinian leadership have urgent reasons to reach an agreement. If they seize the moment -- and history makes that a big if -- they could at last take a real step toward peace.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/04/30/arts/restaurants-041093.html","abstract":"  Luxe    Luxe is a very good restaurant with a very bad name. Such an elitist label no doubt scares away a significant number of would-be patrons, leaving them deprived of some arresting cosmopolitan cooking at moderate prices.   Luxe, which opened in August on East 21st Street near Park Avenue South, is a spacious, urbane space done in gold tones with blue-green banquettes, votive candles on the tables, an expansive bar up front and soft music. The enterprising chef is Rick Laakkonen, formerly of the River Cafe in Brooklyn and Petrossian in midtown Manhattan. His dishes are delightfully innovative, sometimes startlingly so, yet always well thought-out.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Dancing Diversity In 6-Hour Marathon","web_url":"https://www.nytimes.com/1993/04/30/arts/dancing-diversity-in-6-hour-marathon.html","abstract":"  Time and space will be telescoped in \"Dancing Without Walls,\" a six-hour dance marathon to take place tomorrow, starting at noon, at the Ambrose Stage at Pier 16, on the East River at Fulton Street. Twenty-two dance companies will perform in a miniature version of \"America Dancing,\" a series of dance and music events taking place during the spring and summer in connection with the ambitious eight-part \"Dancing\" series on PBS that starts May 3.    \"Dancing\" has gone around the world to film its programs. All the companies performing this weekend are based in New York, but the variety of their dancing suggests the range of cultures represented in the city's population.","thumbnail":null,"section":"Arts"},{"date":"19930430","headline":"Holocaust Museum Is for Real, Not Metaphor; Making Fact Into Faith","web_url":"https://www.nytimes.com/1993/04/30/opinion/l-holocaust-museum-is-for-real-not-metaphor-making-fact-into-faith-531593.html","abstract":"  To the Editor:   The revelation that more than one-fifth of Americans believe that the Holocaust never occurred reminds us of what comes from transforming a historical fact into an article of faith (\"1 of 5 in New Survey Express Some Doubt About the Holocaust,\" news article, April 20).   While faith can be stronger than knowledge, it can also be more contested. And the horrifying reality of the murder of six million Jews is the most lamentable, irrefutable fact that modern man has yet had to face.","thumbnail":null,"section":"Opinion"},{"date":"19930430","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/04/30/theater/last-chance.html","abstract":"  Here is a sampling of shows and art exhibitions in the New York metropolitan region that close soon: Closing This Weekend  \"CANDIDA,\" Roundabout Theater, 1530 Broadway, at 45th Street. George Bernard Shaw's romantic comedy, directed by Gloria Muzio and featuring Mary Steenburgen. Through Sunday. Performances: Tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 2 P.M. Tickets: $42; $38 for Saturday matinee. Information: (212) 869-8400.","thumbnail":null,"section":"Theater"}],"wiki_events":[{"date":"19930430","headline":"CERN announces World Wide Web protocols will be free.","pages":[{"title":"CERN","web_url":"https://en.wikipedia.org/wiki/CERN","description":"European research centre based in Geneva, Switzerland","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/a/ae/CERN_logo.svg/320px-CERN_logo.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The European Organization for Nuclear Research, known as CERN, is an intergovernmental organization that operates the largest particle physics laboratory in the world. Established in 1954, it is based in a northwestern suburb of Geneva, on the France–Switzerland border. It comprises 23 member states, and Israel is currently the only non-European country holding full membership. CERN is an official United Nations General Assembly observer."},{"title":"World Wide Web","web_url":"https://en.wikipedia.org/wiki/World_Wide_Web","description":"Linked hypertext system on the Internet","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/WWW-LetShare.svg/320px-WWW-LetShare.svg.png","thumbnail_width":320,"thumbnail_height":267},"abstract":"The World Wide Web (WWW), commonly known as the Web, is an information system enabling documents and other web resources to be accessed over the Internet."}]}],"weather":[{"date":"19930430","time":"1993-04-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":83,"wspd":7.6},{"date":"19930430","time":"1993-04-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":85,"wspd":7.6},{"date":"19930430","time":"1993-04-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":89,"wspd":5.4},{"date":"19930430","time":"1993-04-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":93,"wspd":5.4},{"date":"19930430","time":"1993-04-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":96,"wspd":5.4},{"date":"19930430","time":"1993-04-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":97,"wspd":3.6},{"date":"19930430","time":"1993-04-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":95,"wspd":3.6},{"date":"19930430","time":"1993-04-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":92,"wspd":5.4},{"date":"19930430","time":"1993-04-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":87,"wspd":3.6},{"date":"19930430","time":"1993-04-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":83,"wspd":3.6},{"date":"19930430","time":"1993-04-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":76,"wspd":3.6},{"date":"19930430","time":"1993-04-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":70,"wspd":5.4},{"date":"19930430","time":"1993-04-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":63,"wspd":3.6},{"date":"19930430","time":"1993-04-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":56,"wspd":3.6},{"date":"19930430","time":"1993-04-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":52,"wspd":3.6},{"date":"19930430","time":"1993-04-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":64,"wspd":3.6},{"date":"19930430","time":"1993-04-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":60,"wspd":3.6},{"date":"19930430","time":"1993-04-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":60,"wspd":3.6},{"date":"19930430","time":"1993-04-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":64,"wspd":9},{"date":"19930430","time":"1993-04-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":68,"wspd":3.6},{"date":"19930430","time":"1993-04-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":73,"wspd":0},{"date":"19930430","time":"1993-04-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":79,"wspd":3.6},{"date":"19930430","time":"1993-04-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":88,"wspd":3.6},{"date":"19930430","time":"1993-04-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":94,"wspd":3.6},{"date":"19930430","time":"1993-04-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":30,"wspd":11.2},{"date":"19930430","time":"1993-04-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":44,"wspd":13},{"date":"19930430","time":"1993-04-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":46,"wspd":9.4},{"date":"19930430","time":"1993-04-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":45,"wspd":13},{"date":"19930430","time":"1993-04-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":47,"wspd":14.8},{"date":"19930430","time":"1993-04-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":42,"wspd":11.2},{"date":"19930430","time":"1993-04-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":53,"wspd":9.4},{"date":"19930430","time":"1993-04-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":57,"wspd":5.4},{"date":"19930430","time":"1993-04-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":63,"wspd":0},{"date":"19930430","time":"1993-04-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":59,"wspd":0},{"date":"19930430","time":"1993-04-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":72,"wspd":5.4},{"date":"19930430","time":"1993-04-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":74,"wspd":0},{"date":"19930430","time":"1993-04-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":7.6},{"date":"19930430","time":"1993-04-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":7.6},{"date":"19930430","time":"1993-04-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":43,"wspd":5.4},{"date":"19930430","time":"1993-04-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":42,"wspd":7.6},{"date":"19930430","time":"1993-04-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":38,"wspd":7.6},{"date":"19930430","time":"1993-04-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":38,"wspd":9.4},{"date":"19930430","time":"1993-04-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":38,"wspd":11.2},{"date":"19930430","time":"1993-04-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":35,"wspd":13},{"date":"19930430","time":"1993-04-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":36,"wspd":11.2},{"date":"19930430","time":"1993-04-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":49,"wspd":16.6},{"date":"19930430","time":"1993-04-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":61,"wspd":13},{"date":"19930430","time":"1993-04-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":73,"wspd":13}]}}