{"19940606":{"guardian_articles":[],"nytimes_articles":[{"date":"19940606","headline":"From Retiree, a Legacy of Volunteerism","web_url":"https://www.nytimes.com/1994/06/06/nyregion/from-retiree-a-legacy-of-volunteerism.html","abstract":"  Winifred Brown had a talent: She found volunteers willing to work without pay for New York City.   Now, after serving in five administrations as director of the Mayor's Voluntary Action Center, Miss Brown, 71, is retiring.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Where 'D-Day' and 'H-Hour' Came From","web_url":"https://www.nytimes.com/1994/06/06/world/the-d-day-tour-code-names-where-d-day-and-h-hour-came-from.html","abstract":"  The Allied invasion of France was an extraordinary endeavor, but the expression D-Day has a rather ordinary history. The term had been used long before June 6, 1944.    D-Day originally meant nothing more than the day on which an envisioned military operation would be started.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"Mets Blow a Game and Green Blows Up","web_url":"https://www.nytimes.com/1994/06/06/sports/baseball-mets-blow-a-game-and-green-blows-up.html","abstract":"  Dwight Gooden has heard plenty of screaming since Dallas Green took over as the Mets' manager in May 1993. There have been many loud speeches, several tirades and some general bellows, here and there. Today's tirade ranked up with the best.   In an explosion that Bret Saberhagen, a 10-year major league veteran, called \"the best I've ever seen,\" Green eviscerated his players in the visitors' clubhouse at Riverfront Stadium after the Mets blew what had been a two-run lead with two outs in the ninth, then played horrific baseball in the 10th inning to lose, 9-6, to the Reds.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"Review/Television; Diversity Of Tragedy In an Island Prison","web_url":"https://www.nytimes.com/1994/06/06/arts/review-television-diversity-of-tragedy-in-an-island-prison.html","abstract":"  Jon Alpert and Nina Rosenblum, exponents of video verite, took their cameras to Rikers Island, that New York City landmark where 17,000 men and women await disposition of criminal charges. \"Lock Up: The Prisoners of Rikers Island\" (tonight at 10:15 on HBO), a 75-minute distillation of months of filming, ventures onto racial or ethnic turfs (black inmates here, Hispanic inmates there, voluntarily segregated to avoid incidents of perceived disrespect); a nook for homosexual prisoners, one of whom displays his wardrobe of nifty outfits (\"My little Gap suit with my matching hat\"); the ward where pregnant women await their babies, and the area for \"disorganized and paranoid prisoners\" (including a man who explains volubly that he is a K.G.B. agent with vital information to impart). It's like a stroll through bedlam.   Perhaps in an effort to convey the feeling of being on the inside looking out, the prisoners are treated as individuals while the guards are mostly seen marching or charging together, a faceless force incessantly searching and shackling those whom they call \"gentlemen.\" The camera catches the consequences of the sort of prisoner violence that keeps the officers on edge and incites retaliation in kind, but the program seems to be striving for poignancy in its attention to the pregnant women and to a man, H.I.V.-positive, who was born in a jail and seems likely to die in one.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/06/sports/results-plus-313572.html","abstract":"  SOCCER  Czech Republic Wins  Ireland, a surprise winner over the Netherlands and Germany on the road last week, was a 3-1 victim yesterday of the Czech Republic in a pre-World Cup game in Dublin. Pavel Kuka scored twice and midfielder Jan Suchoparek scored a third goal as the Czechs found holes in the Irish defense. Andy Townsend scored a first-half goal for Ireland. The defeat follows three impressive performances, a 1-0 victory in the Netherlands, a 1-0 home triumph over Bolivia and a 2-0 victory in Germany against the defending World Cup champion. The Czechs did not qualify for the World Cup. Ireland opens its World Cup schedule on June 18 against Italy at Giants Stadium in East Rutherford, N.J. (AP) Sweden Wins Nordic Cup: In Stockholm, striker Tomas Brolin struck twice within six minutes early in the second half as Sweden beat Norway, 2-0, to win the three-nation Nordic Cup tournament. It was the last exhibition before the World Cup finals for Norway, which plays Mexico in its opening game in Washington June 19.  (AP) Brazil 1, Canada 1: At Edmonton, Alberta, Canada produced one of its finest soccer results, tying the powerhouse Brazil, 1-1, on a goal by the substitute Eddy Berdusco in the 70th minute of a World Cup tuneup game. Berdusco, who entered in the 62d minute, sent the crowd of 51,930 into a frenzy when he hammered a shot high into the left corner over Brazilian goalie Claudio Taffarel. The goal came after Romario scored in the 45th minute. (AP) AUTO RACING  Wallace Outduels Irvan  Rusty Wallace, biding his time as Ernie Irvan toyed with the field over the first 400 miles, yesterday won the crash-filled Budweiser 500 Nascar race in Dover, Del. The two engaged in a stirring duel before Wallace held off Irvan at the finish. The margin of victory was about three car lengths (.34 seconds). (AP) GOLF  Daniel in a Breeze  There was little doubt Beth Daniel would win the L.P.G.A. Oldsmobile in East Lansing, Mich., yesterday. The main question was: How many records would she break on the way? Daniel closed with a four-under 68 yesterday, and her 20-under total tied the L.P.G.A. record for 72 holes set by Nancy Lopez in the 1985 Henredon Classic at the Willow Creek Golf Club in High Point, N.C., also a par-72 course. (AP) Brooks Takes Kemper: Mark Brooks won the Kemper Open with an 18-foot birdie putt on the 18th green yesterday, capping a two-under-par 69 that gave him a three-stroke victory over Bobby Wadkins and D. A. Weibring. But the tournament at Potomac, Md., was essentially decided 12 holes earlier. That was when Wadkins lost his ball -- and a shot at his first victory in his 20 years on the PGA Tour. (AP) (AP) HORSE RACING  Market Booster Prevails  Market Booster, a 22-1 long shot, got up in the final strides to beat Irish Linnet by a half length in the $100,000-added Sheepshead Bay Handicap at Belmont Park yesterday. Fairy Garden rallied late to finish a length back in third in the field of nine fillies and mares. Market Booster, ridden by Jose Santos, stalked the brisk pace set by Irish Linnet, taking command in late stretch to cover one and three-eighths miles in 2:113/5 over a firm inner turf course. The Wayne Lukas-trained mare, a 5-year-old daughter of Green Dancer, earned her first victory in six starts this year, and $66,690 for owner Moyglare Stud. Market Booster returned $44 for a $2 wager to win. (AP) Strodes Creek Stumbles: Strodes Creek, the Kentucky Derby runner-up trained by Charlie Whittingham, was taken off the track in a horse ambulance during training for the Belmont Stakes early yesterday morning but was uninjured. (AP) CYCLING  Yates Surges to Title  Sean Yates of England took the lead in the ninth of 10 laps and won the United States Pro Cycling Championship in Philadelphia yesterday. Yates, 34, finished with a time of 6 hours 4 minutes 25 seconds in the 156-mile race, the richest single-day cycling event in America. Yates's first-place prize was $25,000. Steve Hegg, of Dana Point, Calif., finished fifth and, as the first American finisher, is the United States professional road cycling champion. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"PRO BASKETBALL: Sports of The Times; The Anti-Knicks Just Trudged to Houston","web_url":"https://www.nytimes.com/1994/06/06/sports/pro-basketball-sports-of-the-times-the-anti-knicks-just-trudged-to-houston.html","abstract":"  UNGRACEFUL. Unlovely. Unrevered. These are the New York Knicks, who have now grittily trudged all the way to the finals, out of sheer, dogged gall. They did it their own way last night, in frantic rugby scrums under their own basket, refusing to be beaten by their opponents or their own shortcomings. They like it that way. They'd better. They have no choice.   \"If we ever swept anybody, or won it, 4-1, it wouldn't be our style,\" said Anthony Mason, one of their scrappers from the bush leagues. \"We don't want it easy. We thrive on danger.\"","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"Trisha Brown to Receive Scripps Dance Award","web_url":"https://www.nytimes.com/1994/06/06/arts/trisha-brown-to-receive-scripps-dance-award.html","abstract":"  Trisha Brown is to be given the 1994 Samuel H. Scripps American Dance Festival Award, which honors American choreographers for lifetime contributions to modern dance. The award, which carries a $25,000 cash prize, is to be presented by Ms. Brown's longtime collaborator, the artist Robert Rauschenberg, on June 19 at the festival in Durham, N.C.   The Scripps Award was established in 1981. Previous winners include Martha Graham, Alvin Ailey, Merce Cunningham, Erick Hawkins and Paul Taylor.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Law on Window Gates Would Save Lives","web_url":"https://www.nytimes.com/1994/06/06/opinion/l-law-on-window-gates-would-save-lives-314676.html","abstract":"  To the Editor:   In two recent tragic and deadly fires, one in the Mott Haven section of the Bronx and one in the Bedford-Stuyvesant section of Brooklyn (and, Fire Department officials say, in dozens of others), the victims prevented their own escape by blocking or padlocking their apartment fire escapes. Sadly, to deter robberies and break-ins, many New Yorkers have become prisoners in their own homes. This understandable response is dangerous -- and also illegal.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Rwandan Prisoners Say They Were Forced to Kill Tutsi","web_url":"https://www.nytimes.com/1994/06/06/world/rwandan-prisoners-say-they-were-forced-to-kill-tutsi.html","abstract":"A Rwandan farmer killed three friends from the minority Tutsi tribe because a mayor from the majority Hutu tribe ordered it. Now, imprisoned by Tutsi rebels, he says he regrets what he did. \n\n\"I killed three, a man and two women, with a big club,\" said Samuel Karemera, 41, a farmer from the southeastern commune of Kibongo. \"They were my neighbors. I knew them well.\"","thumbnail":null,"section":"World"},{"date":"19940606","headline":"Tokyo Journal; Japan Falls for Soccer, Leaving Baseball in Lurch","web_url":"https://www.nytimes.com/1994/06/06/world/tokyo-journal-japan-falls-for-soccer-leaving-baseball-in-lurch.html","abstract":"  Make no mistake: these are tough times in Japan. The economy is deep in recession, politics are in upheaval and the corporations that invented lifetime employment are cutting jobs.    Relaxing at a major league baseball game, Michio Shoji, a Government official from western Japan, said he found these problems worrisome but manageable. But he seemed less able to deal with signs of a crisis in a beloved sport.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"A Tearful Last Day Of School For Pacers","web_url":"https://www.nytimes.com/1994/06/06/sports/pro-basketball-a-tearful-last-day-of-school-for-pacers.html","abstract":"  In the exuberance of victory a week ago, the Indiana Pacers happily talked about how vacations had been obliterated by their unexpected success against the Knicks. Yesterday, in the tearful gloom of their locker room after a 94-90 loss at Madison Square Garden in the series finale, they choked up, and many of them cried, at the prospect of finally catching up with their vacations.   Vern Fleming can go to Aruba now. Rik Smits can leave for the Netherlands, LaSalle Thompson can jet off to Los Angeles and Reggie Miller -- who caused so many heartaches for New York in this series and who came within a hair of causing the biggest one of all last night -- will stay home in Indiana.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/06/nyregion/news-summary-308862.html","abstract":"  International A3-11  RISING TIDE OF TRADE    Trade between Mexico and the United States reached record levels in the three months after a new trade agreement took effect on Jan. 1.  A1","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Review/Jazz; Keith Jarrett and Trio In Gentle Discoveries","web_url":"https://www.nytimes.com/1994/06/06/arts/review-jazz-keith-jarrett-and-trio-in-gentle-discoveries.html","abstract":"  Keith Jarrett changes with his setting. In solo piano concerts, he becomes orchestral, rolling out expansive ostinatos and grand gospel chords. But with a trio, his playing turns transparent and sparse, full of fragile implications and weightless melodies.    Mr. Jarrett's only performances anywhere this year took place over the weekend at the Blue Note. He led the trio he has worked with since 1983, with Gary Peacock on bass and Jack DeJohnette on drums, and Friday's first set included, as usual, standards both well known (the Gershwins' \"How Long Has This Been Going On?,\" Charlie Parker's \"Now's the Time\") and obscure. The three-night engagement was Mr. Jarrett's first New York club date in 11 years, and for it he turned the club into a miniature concert hall; smoking was prohibited, and no food or drinks were served during the set. The music was recorded for a possible album.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Music Notes","web_url":"https://www.nytimes.com/1994/06/06/arts/music-notes.html","abstract":"  Change of Label   William Christie and his Paris-based period-instrument ensemble Les Arts Florissants, who performed at the Brooklyn Academy of Music last month, have left Harmonia Mundi France, their longtime record label, and signed an exclusive five-year agreement with Erato. The move was something of a surprise: Mr. Christie has been making harpsichord recordings for Harmonia Mundi since 1976 and the label has been recording his ensemble ever since it was founded in 1979. Les Arts Florissants has made more than 20 recordings for Harmonia Mundi, including its highly regarded versions of Lully's \"Atys,\" Rameau's \"Indes Galantes,\" Marc-Antoine Charpentier's \"Medee\" and Purcell's \"Dido and Aeneas.\" To a great degree, this discography helped establish Les Arts Florissants as one of the world's great early-instrument groups.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Review/Dance; A Robbins Premiere With a Cast To Match Its Youthful Outlook","web_url":"https://www.nytimes.com/1994/06/06/arts/review-dance-a-robbins-premiere-with-a-cast-to-match-its-youthful-outlook.html","abstract":"  If any choreographer can make sunlight virtually stream into a theater, it is Jerome Robbins. And that is exactly what he has done again so naturally in \"Two- and Three-Part Inventions,\" an infinitely fresh and wonderful new ballet set to Bach's piano studies.   After what seemed like a dry spell of six years, America's premier classical choreographer has come up with a masterpiece of a special kind. The temptation will be to see it as an informal sequel to \"Goldberg Variations,\" his epic Bach ballet of 1971, in the same way that several shorter Robbins pieces to Chopin's piano music are creative spinoffs from \"Dances at a Gathering,\" his great Chopin ballet of 1969.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Yanks' Taste of Failure Doesn't Prompt Panic","web_url":"https://www.nytimes.com/1994/06/06/sports/on-baseball-yanks-taste-of-failure-doesn-t-prompt-panic.html","abstract":"  While Europe is busy commemorating D-Day, the Yankees are trying to avoid a re-enactment of their own. Yes, they lost their fourth straight game at the Stadium yesterday, but they don't believe they will be losing their self-confidence, something that seemed to happen to last year's team.   The Yanks lost to Kansas City, 3-1, a defeat that sealed the Royals' first three-game sweep at Yankee Stadium since 1978. The loss sent the Yankees out of town with their first taste of prolonged failure this season, what with four straight defeats and six losses in the last seven games.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"Retracing History: Clinton's 20-Something Aides","web_url":"https://www.nytimes.com/1994/06/06/world/d-day-tour-reporter-s-notebook-retracing-history-clinton-s-20-something-aides.html","abstract":"  President Clinton and his top White House aides have only read the history that many here have lived through. And as the Administration flotilla started across the Channel to re-create the invasion of Normandy, there were signs everywhere that this is not exactly the Lindy Hop, Spam fritter and \"Pennsylvania 6-5000\" crowd.   In a fashion statement that it is hard to imagine Brent Scowcroft making, Calvin Mitchell 3d, a National Security Council official on the D-Day memorial tour, wore a gold hoop in his left ear.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"Resolving a Crisis: Can Haiti Emulate South Africa?","web_url":"https://www.nytimes.com/1994/06/06/world/resolving-a-crisis-can-haiti-emulate-south-africa.html","abstract":"  They have both been governed for generations by rigid caste systems, South Africa's based solely on race, Haiti's driven by both money and skin color. Both countries have long been riven by political violence. And both have been the objects of strong international pressure for change.   But since Nelson Mandela rose to the presidency of South Africa, successfully negotiating a democratic end to the system of apartheid that choked his nation, Haitians have been watching, some envious and many fearful, wondering if this is where the similarities between their two countries end.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"Books of The Times; Putting a Human Face On One Shattering Day","web_url":"https://www.nytimes.com/1994/06/06/books/books-of-the-times-putting-a-human-face-on-one-shattering-day.html","abstract":"  D-Day, June 6, 1944  The Climactic Battle of World War II  By Stephen E. Ambrose  Illustrated. 655 pages. Simon & Schuster. $30.    To many Americans old enough to remember 50 years ago today, the Allied invasion of Nazi-occupied France was a series of crackling radio announcements with a sense of inevitable victory about them.","thumbnail":null,"section":"Books"},{"date":"19940606","headline":"Sports of The Times; One of the '40 Rangers Remembers the Cup","web_url":"https://www.nytimes.com/1994/06/06/sports/sports-of-the-times-one-of-the-40-rangers-remembers-the-cup.html","abstract":"  NEAR big wide windows the Stanley Cup was gleaming in the lobby of the Waterfront Center hotel, but Clint Smith's name and those of all his 1940 Stanley Cup teammates on the Rangers were no longer on it.   \"Our names are in Toronto, in the Hall of Fame,\" the 80-year-old former center was saying now. \"They took off the silver bands with the names of the teams from 1927 to 1940 to make room for new names.\"","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"The Terrible and Sacred Shore","web_url":"https://www.nytimes.com/1994/06/06/opinion/the-terrible-and-sacred-shore.html","abstract":"  It was a battle on a titanic scale, its name as resonant as Yorktown and Trafalgar, Waterloo and Gettysburg. It proved decisive on the Western front in a war unequaled for its mortal toll and global reach. It was a masterpiece of organization, its inevitable blunders in execution redeemed by ordinary Americans, Britons and Canadians on code-named beaches that have become legend: Utah, Omaha, Gold, Sword and Juno.    Even so, the 50th anniversary of the Normandy invasion is rightly being remembered in print and on prime time as more than a feat of arms. It reminds us anew that given the right challenge and leadership, democracies can prevail together against daunting odds, if their will and resources are great enough.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Smile Gives Away Thompson","web_url":"https://www.nytimes.com/1994/06/06/sports/pro-basketball-smile-gives-away-thompson.html","abstract":"  One of the happiest people in Madison Square Garden last night was John Thompson, Patrick Ewing's coach at Georgetown. Thompson and his academic adviser, Mary Fenlon, were seated just to the right of the Knicks' bench in the second half.   \"He refused to lose,\" Thompson said, smiling broadly, which he rarely does in the Garden when coaching against St. John's. \"I thought Patrick's passing was excellent tonight. They have not died. That is a credit to the team and the staff.\"","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"The News Was of Liberation but Also of America","web_url":"https://www.nytimes.com/1994/06/06/opinion/IHT-the-news-was-of-liberation-but-also-of-america.html","abstract":"D-Day came late for me, meaning that I heard about it some time after it happened. News didn't reach the place where I was as fast as most places. We were on the far side of an abyss separating life and death; we were the living dead. For us, news was ne","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Woodstock Meets the 90's; Two Days of Peace, Music and Interactive Video","web_url":"https://www.nytimes.com/1994/06/06/nyregion/woodstock-meets-the-90-s-two-days-of-peace-music-and-interactive-video.html","abstract":"  After 25 years, it has come to this: the festival commemorating Woodstock this summer in Saugerties, N.Y., will be broadcast live on pay-per-view television, just like Wrestlemania II, championship boxing and Howard Stern's New Year's Eve Party.   And that is only one telling difference between the definitive countercultural event of the late 1960's and the attempt by the original organizers, now paired with a $4 billion entertainment company, to rekindle its spirit for another generation.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"For Many Canadians, the Normandy Landing Marked a Nation's Coming of Age","web_url":"https://www.nytimes.com/1994/06/06/world/d-day-tour-for-many-canadians-normandy-landing-marked-nation-s-coming-age.html","abstract":"  Lance Cpl. Kelvin Mactier, 23, of the Royal Winnipeg Rifles got 20 to 30 yards up the beach near Courseulles-sur-Mer when the German sniper's bullet smashed into the left side of his face. It was \"just like getting hit on the head with a sledgehammer,\" he says.   Earlier that morning, June 6, 1944, Acting Petty Officer Ivan Doherty, 18, was in the engine room of the Canadian minesweeper Guysborough as it came to within a mile and a half of the French coast to clear a lane for the assault ships.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/06/nyregion/c-corrections-314510.html","abstract":"  A report in the Food Notes column of The Living Section on Wednesday about the competition for the Grand Prix du Sommelier misstated the history of American participation. Michael McNeil of the Ritz-Carlton Buckhead, in Atlanta, is not the first American finalist. In 1986, Larry Stone, then working at Charlie Trotter's in Chicago, was a finalist and went on to win the international prize.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Jericho Is Being Turned Into a Booming City of the Future","web_url":"https://www.nytimes.com/1994/06/06/world/jericho-is-being-turned-into-a-booming-city-of-the-future.html","abstract":"  In the warm desert evening, as dusk settles over the Jordan Valley, there are traffic jams on the dusty road to Jericho.   Long lines of cars packed with families from other West Bank towns stretch back from an Israeli checkpoint at the city limits, near a joint command center where Israeli and Palestinian flags fly side by side.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"A Savvy Sanchez Puts a Stop To Pierce","web_url":"https://www.nytimes.com/1994/06/06/sports/tennis-a-savvy-sanchez-puts-a-stop-to-pierce.html","abstract":"  Arantxa Sanchez Vicario, the Spanish scamperer who chases down and captures the same balls other women let pass them by, successfully diluted the power game of Mary Pierce today and repossessed the French Open trophy she last held at age 17 in 1989, when she became this Grand Slam's youngest champion.   This time around it wasn't Steffi Graf, the No. 1-ranked defending champion, across the net but the newcomer and crowd favorite Pierce, who had been virtually invincible here in the breakthrough performance that has taken her to a career-high No. 7 in the world.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"Ahead for Health Proposal: Subtle Art of Compromise","web_url":"https://www.nytimes.com/1994/06/06/us/ahead-for-health-proposal-subtle-art-of-compromise.html","abstract":"  The technocratic era of the health care struggle is long over, with the White House policy purists consigned to the sidelines. It is June, time is running short for passing a bill, and some major Congressional committees have been stymied for months over one central issue: whether to require employers to contribute to the cost of their workers' insurance.   For the lawmakers in the middle, it is time for some serious dealing, time to look for some political fixes and some political cover and time to find a way to finesse the chasm between those who have proudly and angrily opposed those \"employer mandates\" and those who have just as proudly and angrily supported them. It is the moment, in short, when politicians like Senator John B. Breaux of Louisiana, a conservative Democrat who is a member of the Senate Finance Committee, a quintessential swing vote who loves to deal, become very, very important.","thumbnail":null,"section":"U.S."},{"date":"19940606","headline":"Can E-Mail Cachet = jpmorgan@park.ave?","web_url":"https://www.nytimes.com/1994/06/06/us/can-e-mail-cachet-jpmorgan-parkave.html","abstract":"  In late 1990, Alain Pinel Realtors Inc. of Saratoga, Calif., plunged into the electronic age with a vengeance. Employees were given personal computers, and when the company joined the Internet, the global web of computer networks, each worker was assigned an electronic-mail address.   Even in the real estate company's Silicon Valley home, however, the initial reaction to those addresses -- listed on business cards, and thus the outward sign of its high-tech move -- was lukewarm at best. Some agents complained that the arcane computer language -- like jones@apr.com, for example -- looked like messy typographical errors. Potential customers were puzzled.","thumbnail":null,"section":"U.S."},{"date":"19940606","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/06/nyregion/metro-digest-310360.html","abstract":"  CLEANING UP THE ST. LAWRENCE RIVER   At the northernmost tip of New York, where the St. Lawrence River forms the boundaries of three nations -- the United States, Canada and the 28,000-acre Akwesasne Mohawk nation -- the costliest and most extensive toxic waste cleanup undertaken in the United States by private companies is beginning. The scientific and administrative lessons learned there are likely to be applied to similarly complex contamination problems in the Hudson River, the Great Lakes, San Francisco Bay, the Chesapeake Bay and the San Pedro Channel off Los Angeles, the Environmental Protection Agency said. B8.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Political Memo; Hoping Voters Ignore Personal Stains","web_url":"https://www.nytimes.com/1994/06/06/us/political-memo-hoping-voters-ignore-personal-stains.html","abstract":"  Forgive or forget. That would be an apt slogan for many candidates running for office this year.   While some American legends were elected from a jail cell, the truth is that not so long ago politicians caught doing something wrong would often hurriedly look for the nearest exit out of public life.","thumbnail":null,"section":"U.S."},{"date":"19940606","headline":"Vallone, a Deal Maker, Is Caught in the Middle","web_url":"https://www.nytimes.com/1994/06/06/nyregion/vallone-a-deal-maker-is-caught-in-the-middle.html","abstract":"  Holding the middle ground is no mean feat in the Balkanized and bare-fisted world of New York City politics, but over the years the City Council Speaker, Peter F. Vallone, has proved himself a master.   His skill was evident two months ago when Manhattan liberals pressed him to act on a bill discouraging protesters from blocking access to abortion clinics. Mr. Vallone accommodated them, but not until he had simultaneously introduced a bill extending the same protections to churches and synagogues.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Abroad at Home; The Lying Machine","web_url":"https://www.nytimes.com/1994/06/06/opinion/abroad-at-home-the-lying-machine.html","abstract":"  Henry Kissinger, the former Secretary of State, has taken exception to a recent column of mine. It noted that 20,492 Americans died in Vietnam while he and Richard Nixon made policy on the war, in the years 1969-72. It quoted H. R. Haldeman's diaries as saying that on Dec. 15, 1970, Mr. Kissinger objected to an early peace initiative because there might be bad results before the 1972 election.   In a letter to the editor of The New York Times, Mr. Kissinger said the column had pounced \"on a single entry in 600 pages\" of the diaries to show that \"President Nixon's Vietnam policy was driven by electoral politics.\"","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Sánchez, Then Bruguera Make It Spain's Day in Paris","web_url":"https://www.nytimes.com/1994/06/06/sports/IHT-sanchez-then-bruguera-make-it-spains-day-in-paris.html","abstract":"The clock spun backward to 1992 and the Olympics moved north like a traveling circus. It was supposed to be the French Open - with a French woman on the verge of winning the title for the first time in 27 years - but three of the finalists came from Barc","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"BridgeTwo teams match wits in the final of the Reisinger knockout team championship.","web_url":"https://www.nytimes.com/1994/06/06/nyregion/bridgetwo-teams-match-wits-final-reisinger-knockout-team-championship.html","abstract":"  Teams headed by Richard Schwartz of East Elmhurst, Queens, and Michael Kopera of Brooklyn clashed yesterday afternoon in the final of the prestigious Reisinger knockout team championship. At the midpoint of the 56-deal match at the Manhattan Club at 27 West 72d Street, Kopera led Schwartz by one imp.   In semifinal play on Saturday, the Schwartz team, a foursome including Peter Weichsel of Encinitas, Calif., Sam Lev of Forest Hills, Queens, and Michael Polowan of Manhattan, won by 50 imps against a group led by Bruce Rogoff of Ridgewood, N.J. Kopera, whose team consists of Michael Radin, Kitty Munson, John Rengstorff, Jared Lilienstein and Glenn Milgrim, all of Manhattan, defeated Edgar Kaplan of Manhattan and his team by 22 imps.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"In Middle-Class Queens, Blacks Pass Whites in Household Income","web_url":"https://www.nytimes.com/1994/06/06/nyregion/in-middle-class-queens-blacks-pass-whites-in-household-income.html","abstract":"  Driven by striking gains in the 1980's among working wives and immigrants, the median income of black households in Queens has surpassed that of whites.    A fresh analysis of 1990 census results found that the economic progress by blacks in Queens, New York City's quintessential middle-class borough, was built largely on a traditional foundation of family solidarity. Married couples, whether born here or abroad, typically made the greatest strides, while households headed by individuals generally lagged.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"'Bullets Tore Holes in the Water'","web_url":"https://www.nytimes.com/1994/06/06/opinion/bullets-tore-holes-in-the-water.html","abstract":"Countless words have been spoken and written about the day called \"D,\" as photographer Robert Capa quipped, and especially the hour called H, 6:30 A.M., June 6, 1944, when troops hit the beaches of Normandy.\n\nThat first rush, the initial step or fall into the surf and onto the beach, carried the whole weight of the invasion. Surely it must be the moment hardest to put into words, even to recall with any clarity. Recall itself is probably wordless, must reside more in roaring, indecipherable sound and blurred images than in language.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/06/nyregion/c-corrections-314498.html","abstract":"  An article and a picture caption in Business Day on Friday about changes in the top management at the Pacific Gas and Electric Company misstated the new titles of the two top executives. Richard A. Clarke, current chairman and chief executive, will remain chairman. Stanley T. Skinner will become chief executive, not chairman.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Knicks Go Out of the Frying Pan and Into the N.B.A. Finals","web_url":"https://www.nytimes.com/1994/06/06/sports/pro-basketball-knicks-go-out-of-the-frying-pan-and-into-the-nba-finals.html","abstract":"  They became Eastern Conference champions the hard way, the Knick way, the only way that was fitting for a team that has never stopped battling, no matter how tough the circumstances.   Reaching the National Basketball Association finals for the first time since 1973, the Knicks stormed back in the second half last night to outplay the Indiana Pacers, 94-90, in a remarkable Game 7 of the Eastern Conference finals at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"It's Silly For Yanks To Worry, Right?","web_url":"https://www.nytimes.com/1994/06/06/sports/baseball-it-s-silly-for-yanks-to-worry-right.html","abstract":"  Of course it's too early to panic, and with the possible exception of the man upstairs or in Tampa or wherever he is in his new low public-profile approach, none of the Yankees plans to. But the Yankees did suffer their fourth successive loss and sixth in their last seven games yesterday, and the 11-game road trip that begins in Texas tonight should provide a telling glimpse of how good these Yankees really are.   With Kevin Appier dazzling them for nearly eight innings, the Kansas City Royals stopped the Yankees, 3-1, completing their first sweep of a Yankee Stadium series since July 1978. It was the Royals who, in Kansas City a week earlier, started the Yankees on their worst week since they took over first place in the American League East May 9.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"U.S.-MEXICO TRADE ADVANCES SHARPLY UNDER NEW ACCORD","web_url":"https://www.nytimes.com/1994/06/06/us/us-mexico-trade-advances-sharply-under-new-accord.html","abstract":"  In the first three months after a new trade agreement took effect, trade between Mexico and the United States rose sharply to record levels.   Imports from Mexico grew much more rapidly than United States exports, cutting the American trade surplus with Mexico for the first quarter nearly in half. The numbers are the first to measure the impact of the North American Free Trade Agreement since it took effect Jan. 1.","thumbnail":null,"section":"U.S."},{"date":"19940606","headline":"Protecting Son, Owner of Store Is Shot in Robbery in Brooklyn","web_url":"https://www.nytimes.com/1994/06/06/nyregion/protecting-son-owner-of-store-is-shot-in-robbery-in-brooklyn.html","abstract":"  A grocery store owner in Boerum Hill in Brooklyn was shot and critically wounded Saturday night when he tried to shield his 18-month-old son from an armed robber, the police said.   Shortly before 9 P.M., a man entered Saleh Nasef's store, the Third Avenue Corner, at 93 Third Avenue between Bergen and Dean Streets, the police said, brandished a gun and said, \"Give it up,\" to Mr. Nasef, who was standing behind the counter with his son, David.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"STANLEY CUP FINALS;\nCanuck Secret Weapon Can Put on the Pressure","web_url":"https://www.nytimes.com/1994/06/06/sports/stanley-cup-finals-canuck-secret-weapon-can-put-on-the-pressure.html","abstract":"Pavel Bure could feel the pressure bearing down on his shoulders. The Canucks' star wing felt his chest tightening. His breathing was becoming shallow. And then someone flipped a switch, sending pure oxygen into the hyperbaric chamber.\n\nAn hour later this morning, Bure climbed out of the machine. As elusive off the ice as he is during a game, Bure said: \"I feel all right. I don't like to talk about it.\" Then the Russian Rocket blasted out the door of the trainer's room, leaving a vapor trail.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/06/nyregion/no-headline-309850.html","abstract":"  \"I liken it to the Manhattan Project, when they were building the atomic bomb. Remember Fat Man and Little Boy? When they had a big crunch, they brought in scientists from all over the world.\" -- TREY ROGERS, a Michigan State professor trying to grow grass for the Silverdome.  [ 30:1. ]","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/06/nyregion/chronicle-311707.html","abstract":"  How can six hands play one piano? \"You all have to be slim,\" said JOHN CONTIGUGLIA, who, with his twin brother, RICHARD, and RUTH LAREDO, will be doing just that next Monday. The trio, with some other composers and musicians, will be among the participants celebrating the 50th anniversary of WNYC-FM, a classical music station, with a live concert to be broadcast from Alice Tully Hall. Tickets are from $50 to $125, the highest price including a reception after the concert.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"73,511 See Colombia Romp at Meadowlands","web_url":"https://www.nytimes.com/1994/06/06/sports/soccer-73511-see-colombia-romp-at-meadowlands.html","abstract":"  The crowd at Giants Stadium totaled 73,511 this afternoon. The fans were vividly dressed in the colors of Colombia and Greece, and for the first time in the stadium's history, the field was naturally green. It was just an exhibition, but the atmosphere was electric and lacked none of the pageantry of the World Cup. Colombia dominated play everywhere in a 2-0 triumph over Greece, and its fans staged such a huge party it prevented the Greeks from doing any dancing, not even in the isles.   The huge gathering was the largest for a soccer game here since the glory days of the Cosmos, but the excitement created in the stands by the predominantly Colombian crowd surpassed anything ever seen for soccer at Giants Stadium, whose grass surface for the World Cup got its first real test.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"New York City Striving to Lure Corporations And New Jobs","web_url":"https://www.nytimes.com/1994/06/06/nyregion/new-york-city-striving-to-lure-corporations-and-new-jobs.html","abstract":"  In recent years, New York City has been so desperate to hold on to companies already in the city that it handed out hundreds of millions of dollars in tax incentives to stem the corporate diaspora.   But now, with clear signs emerging that the local economy is finally on the mend, City Hall is looking outward, trying to lure companies prowling for a new home.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"1944:The Invasion Is On : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/06/opinion/IHT-1944the-invasion-is-on-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The German news agency Transocean said today in a broadcast that the Allied invasion had begun. There was no Allied confirmation. The German broadcast could be one which Allied leaders have expected would be made with the purpose of upsetting pat","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"West Should Assist Russian Education","web_url":"https://www.nytimes.com/1994/06/06/opinion/l-west-should-assist-russian-education-301566.html","abstract":"  To the Editor:   Re \"In Russian Education, Growing Class Distinction\" (news article, May 22): The lament of Yevgeny V. Tkachenko, Russian Education Minister, \"education is no longer a priority in our society,\" is a great understatement. While per capita gross domestic product has fallen roughly 40 percent in the last three years, the percent of G.D.P. spent on education has dropped from 4 percent to 3.5 percent (against 7 percent in 1970).","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Ward, a 2-Sport Star, Yank Pick in 3d Sport","web_url":"https://www.nytimes.com/1994/06/06/sports/colleges-ward-a-2-sport-star-yank-pick-in-3d-sport.html","abstract":"  Charlie Ward, the Heisman Trophy winner and an expected high choice in the coming National Basketball Association draft, has played only one season of baseball since his youth-league days, but the Yankees selected him in last week's draft of amateur players.   The Yankees haven't announced Ward's selection, but two executives from other clubs yesterday confirmed the selection and Eugene Parker, Ward's agent, said he had spoken with Ward about it Saturday.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"A Gun Dealer's Story: Good Intentions Go Astray","web_url":"https://www.nytimes.com/1994/06/06/us/a-gun-dealer-s-story-good-intentions-go-astray.html","abstract":"  Last year, Terrence Williams, a hair stylist seeking to earn a little extra money, did what 250,000 other Americans have done: he obtained a Federal license to buy and sell firearms.   Now Mr. Williams, who is 27, is serving a four-year sentence in Federal prison for illegal gun trafficking. So far, his guns have been linked to two homicides -- a young woman in Camden, N.J., shot in a dispute with her boyfriend in January, and a 21-year-old man found dead here last year -- two armed robberies, five assaults and at least two dozen other crimes in Pennsylvania and New Jersey. Eleven of his guns were taken from juveniles.","thumbnail":null,"section":"U.S."},{"date":"19940606","headline":"Irregular Heartbeat for Smith","web_url":"https://www.nytimes.com/1994/06/06/sports/baseball-irregular-heartbeat-for-smith.html","abstract":"  Mets pitcher Pete Smith was released from a local hospital after spending one night under observation for an irregular heartbeat.   Smith, who has suffered from this condition in the past, left the Mets' dugout during their game Friday night against the Cincinnati Reds and was taken to Cincinnati Jewish Hospital. Smith did not appear seriously concerned by his condition, and he has been cleared to pitch in the Mets' coming series in Colorado.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"1894: European Arms : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/06/opinion/IHT-1894-european-arms-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The conclusion of the session of the Prussian Landtag has been highly interesting. Herr Miquel, the Prussian Minister of Finance, gave some singular details respecting the finances of the country. The Budgets show a continued series of deficits. T","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Review/Music; The Choral Splendor Of the Bach 'St. Matthew'","web_url":"https://www.nytimes.com/1994/06/06/arts/review-music-the-choral-splendor-of-the-bach-st-matthew.html","abstract":"  Whatever discordant notes may have sounded during the 17th annual conference of Chorus America last week in New York were submerged in a wash of choral splendor on Friday evening at Carnegie Hall, after a series of open rehearsals.   In its basics, the performance of Bach's \"St. Matthew\" Passion, with Richard Westenburg leading the chorus and orchestra of Musica Sacra, held no particular surprises for anyone familiar with the conductor's work over the years. Mr. Westenburg showed his usual thorough command of the score, and his beautifully prepared and responsive chorus sang with sure intonation and good strength. Typically, the orchestral strings were less refined, although solos by Daniel Stepner on violin and Mary Springfels on viola da gamba were engaging, and the woodwinds were mostly excellent.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/06/nyregion/c-corrections-314480.html","abstract":"  A picture caption in some editions yesterday about a Navy diving exhibition at the Intrepid Sea-Air-Space Museum misstated the purpose of the event. The divers were performing as part of Fleet Week celebrations, but not specifically to honor Russian soldiers who fought in World War II.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Help the Living Help the Dying","web_url":"https://www.nytimes.com/1994/06/06/opinion/help-the-living-help-the-dying.html","abstract":"  Every year, countless New Yorkers enter their last illnesses without having arranged for others to make health care decisions for them. Perhaps signing a living will or health care proxy is too discomforting a reminder of mortality. Or perhaps they assume that the relationships that sustain them through life can sustain them through dying. They are shortsighted on the first count, wrong on the second.   Under current New York law, no one, not even parents or children or siblings, can refuse life-sustaining treatment for incapacitated adult patients unless those patients have either signed a proxy or left \"clear and convincing evidence\" of how they want to be treated and when -- if ever -- they want treatment discontinued. New York is one of only two states (the other is Missouri) in which the courts have specifically held that family members cannot make these decisions.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/06/nyregion/c-corrections-314471.html","abstract":"  An article on May 31 about health care insurance for recent college graduates misstated the percentage of insurance companies offering individual coverage. It is 5 percent, not 95.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Amid Royal Support, Bruguera Retains Title","web_url":"https://www.nytimes.com/1994/06/06/sports/tennis-amid-royal-support-bruguera-retains-title.html","abstract":"  As Spain made a clean sweep of the French Open, with that nation's clay-court specialists turning this Grand Slam into the Spanish Open at least for the day, Sergi Bruguera outplayed his unseeded friend and countryman Alberto Berasategui and extended his reign at Roland Garros for another year.   With a 6-3, 7-5, 2-6, 6-1 victory, the sixth-seeded Bruguera became the ninth man in French Open history to repeat as champion. The last was Jim Courier, the man Bruguera dethroned last year and detoured this year in the semifinals.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"Uncharted Law for a Man Between Life and Death","web_url":"https://www.nytimes.com/1994/06/06/us/uncharted-law-for-a-man-between-life-and-death.html","abstract":"  Joey Fiori was 21 years old in 1971, a Vietnam veteran looking forward to a Navy career as an officer specializing in nuclear physics and planning to marry his childhood sweetheart.   It was not to be.","thumbnail":null,"section":"U.S."},{"date":"19940606","headline":"Evolution Benefits Species as a Whole; To Combat Boredom","web_url":"https://www.nytimes.com/1994/06/06/opinion/l-evolution-benefits-species-as-a-whole-to-combat-boredom-314650.html","abstract":"  To the Editor:   \"The Male of the Species: Why Is He Needed?\" (Science Times, May 17) is a zanily humorous article, which only in its conclusion hits upon the probable real reason there is a male of the species.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Half-Century Later, Allies Return to Normandy","web_url":"https://www.nytimes.com/1994/06/06/world/the-d-day-tour-the-overview-half-century-later-allies-return-to-normandy.html","abstract":"  In company with ships of many nations, the American aircraft carrier George Washington, with President Clinton and his entourage aboard, steamed tonight toward Normandy and a rendezvous with memories of a mighty victory.   For Mr. Clinton and other leaders of the World War II Allies, a Sunday as mild and sunny as Saturday was dank and rainy passed in a swirl of color and high British military pageantry. Kings, princes, presidents and prime ministers from three continents, the leaders had come together to mark the launching, precisely half a century ago, of the greatest seaborne invasion in history, Operation Overlord.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"Foster Care, Still Shortchanged","web_url":"https://www.nytimes.com/1994/06/06/opinion/foster-care-still-shortchanged.html","abstract":"  It is no secret that New York City's foster care system is plagued with problems. Now, State Comptroller Carl McCall weighs in with a report that, once again, calls attention to the unmanageable caseloads, inadequate screening and monitoring of families, and the system's inability to place children in permanent homes.    The Child Welfare Administration, an agency within the city's Human Resources Administration, is generally responsible for the 47,300 abused and neglected children who have been removed from their homes and placed with foster families or are in families that require supervision.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Rangers Savor Canucks' Slip While Avoiding the Same","web_url":"https://www.nytimes.com/1994/06/06/sports/stanley-cup-finals-rangers-savor-canucks-slip-while-avoiding-the-same.html","abstract":"  Early in Game 3 of the Stanley Cup finals Saturday night, the Canucks' fans at Pacific Coliseum began to taunt the visiting team from New York.   \"Rangers Stink!\" is the PG translation of the chant.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"How Support Collection Units Harass Fathers","web_url":"https://www.nytimes.com/1994/06/06/opinion/l-how-support-collection-units-harass-fathers-301604.html","abstract":"  To the Editor:   \"Private Firms Help Single Parents Get What's Due\" (front page, May 21), on the failure of state governments to collect child support for single mothers, tells only the mother's side of the story. As a divorced father until recently under court order to pay support through the New York State Support Collection Unit, I would like to tell the father's side.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Essay; School For Scandal","web_url":"https://www.nytimes.com/1994/06/06/opinion/essay-school-for-scandal.html","abstract":"  \"Invidious\" was the deliciously defamatory word chosen by Lloyd Cutler, White House counsel, to denounce my use of \"bribery\" to characterize the undeclared gift of $100,000 in so-called profit to the Clintons.    I'm used to that. Here are three recent examples of investigations stemming from enlightened invidiousness, in this space and elsewhere, and where they went. Three years ago, a cloud no bigger than a man's hand appeared on the political horizon: the bank operated by the House of Representatives was exposed as a check-kiting center, providing interest-free loans to perkomaniacal members.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"It Can Get Pretty Wild In His Backyard Habitat","web_url":"https://www.nytimes.com/1994/06/06/nyregion/it-can-get-pretty-wild-in-his-backyard-habitat.html","abstract":"Edward Drozdowski is a man obsessed with animals.\n\nHe has turned his two-and-a-half-acre yard into a virtual wildlife park, with 50 pigeons, 40 birdhouses, 3 ponds and an assortment of rabbits, squirrels, frogs, snakes, geese, doves and ducks. And he recently built specially designed boxes to attract bats.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/06/nyregion/inside-308846.html","abstract":"  Fed's Benign Inflation View   Top Federal Reserve officials have concluded that inflation is under control, making more near-term interest rate increases less likely. Page D1. Bosnians Delay Talks    The Bosnian Government raised objections that delayed peace talks in Geneva, and it appeared not to be eager for a cease-fire. Page A3. A River Revival    A cleanup of the St. Lawrence River is yielding some promising results, but the Mohawk Indians' life style may never be the same. Page B8.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"War on Two Fronts","web_url":"https://www.nytimes.com/1994/06/06/opinion/war-on-two-fronts.html","abstract":"  This editorial appeared in The New York Times on June 7, 1944.   It was never, of course, going to be like this. If Hitler, the man of a thousand certainties, was more certain of one thing than of all the others, it was that he was not going to repeat the monstrous mistake of his predecessors in 1914 and get himself involved simultaneously in a war on two fronts. It was to be one nation at a time -- even, where necessary, one bite of one nation at a time. In fact, the German people were led to suppose at first that it was to be wholly a bloodless conquest. First the Rhineland, then Austria, then the Sudetenland, then the rest of Czechoslovakia -- all without bloodshed, if you do not count a few incidental assassinations.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"A Slick Take on Talk Shows Feeds a New Little Channel","web_url":"https://www.nytimes.com/1994/06/06/arts/a-slick-take-on-talk-shows-feeds-a-new-little-channel.html","abstract":"  Maybe it's the magenta lights, which give the foyer an eerie, extraterrestrial glow. Or perhaps it's the color scheme of the executive offices: purple and electric turquoise. Or maybe it's the exaggerated ebullience of the logo that makes it clear this company has attitude:   E!   A relative newcomer to the cable lineup, E! is the first cable channel to celebrate openly the triumph of hype over content. What other channel, after all, would be able to announce with unalloyed pride, as E! did last week, that it is giving Howard Stern a nightly television show? And what other channel would boast as its signature show a program like \"Talk Soup,\" a compendium of the day's weirdest talk-show clips, a program, in other words, that never ventures beyond television itself?","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Review/Dance; A Modernist Vision of the Baroque","web_url":"https://www.nytimes.com/1994/06/06/arts/review-dance-a-modernist-vision-of-the-baroque.html","abstract":"  There could have been no better way to end the Diamond Project, the New York City Ballet's showcase of new works, than with the premiere of Robert La Fosse's \"Danses de Cour\" on Friday night.   It is, in every sense, a festive ballet, a choreographic bouquet that evokes an 18th-century fete champetre. From the moment the curtain rose at the New York State Theater, the formal ensemble that framed two couples -- Darci Kistler and Nikolaj Hubbe; Ethan Stiefel and Yvonne Borree -- conveyed the spirit of the ballet and its music.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Anderson in Vancouver: A Beginning, an End?","web_url":"https://www.nytimes.com/1994/06/06/sports/stanley-cup-finals-anderson-in-vancouver-a-beginning-an-end.html","abstract":"  The child became a man. The game he once rejected because of its frustrating difficulty is bringing him joy again. The circle of Glenn Anderson's career is nearly complete. He is home again in Pacific Coliseum, six blocks from the home of his early childhood. Anderson is emerging, after two difficult months, as the factor that Ranger management sought when he was acquired from the Toronto Maple Leafs on March 21, the day the Rangers underwent their Stanley Cup makeover.   Anderson's deflection of a shot by Sergei Nemchinov, while parked in front of Vancouver goaltender Kirk McLean, became his second consecutive game-winning goal in New York's second straight victory over the Canucks. The goal was Anderson's 91st career playoff score, fourth best in National Hockey League history.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"Keep Politics Out of the Military","web_url":"https://www.nytimes.com/1994/06/06/opinion/l-keep-politics-out-of-the-military-301582.html","abstract":"  To the Editor:   Having just returned from a Defense Department-sponsored tour of military bases, I read with interest \"Keeping Politics Out of Base Closings\" (editorial, May 24). What you say must be put into greater context if we are to base military policies primarily on the needs of the military, rather than power politics.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Virulent Strep In Throat Puts 2 in Hospital","web_url":"https://www.nytimes.com/1994/06/06/nyregion/virulent-strep-in-throat-puts-2-in-hospital.html","abstract":"  A virulent form of strep throat, similar to the kind that killed 11 people in Britain this year, has hospitalized two residents of Norwalk, Conn. The cases are the first reported in the United States this year, but health officials said yesterday that there was no reason to fear a widespread outbreak.   The two cases were reported late last week by Norwalk Hospital after a man and a woman, both in their 30's, were admitted to the emergency room suffering from a Type A subgroup of streptococcus, said Diana Karish, acting vice president of the hospital's nursing division.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"6 A.M. EXTRA!","web_url":"https://www.nytimes.com/1994/06/06/world/6-am-extra.html","abstract":"  \"The invasion of Europe from the west has begun.\" So began the dispatch reporting D-Day in The New York Times. The front page of that edition is reprinted on page A11.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"Riley Rumors Clipped Away","web_url":"https://www.nytimes.com/1994/06/06/sports/pro-basketball-riley-rumors-clipped-away.html","abstract":"  A report that painted a picture of Pat Riley leaving the Knicks turned into nothing more than a fizzling rumor last night amid the hoopla of Game 7 of the Eastern Conference finals.   A CBS Sports report yesterday said that the Los Angeles Clippers were ready to offer the Knicks' coach a $3 million package to become their coach and a part owner. The network did not offer any sources for the report, which was broadcast on its \"Eye on Sports\" program.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/06/nyregion/chronicle-314692.html","abstract":"  The first Weizmann Women and Science Award will be presented tomorrow to DR. JOAN ARGETSINGER STEITZ of Yale. Although the $25,000 award could be used by Dr. Steitz to finance her own projects, she will, she said, give it to the Jane Coffin Childs Memorial Fund for Medical Research to be passed on to the highest-ranking female post-doctoral student in biomedical research.   \"I'm in the very fortunate position of not needing funding,\" said Dr. Steitz, a professor of molecular biophysics and biochemistry. \"I'm an investigator of the Howard Hughes Medical Institute, which funds about 5 percent of biomedical research in this country, and they support us handsomely.\"","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Efforts Revive River But Not Mohawk Life","web_url":"https://www.nytimes.com/1994/06/06/us/efforts-revive-river-but-not-mohawk-life.html","abstract":"  The St. Lawrence River is clearer than it has been in years. Unsightly sores caused by chemicals have all but disappeared from the bellies and backs of catfish and bass taken from the river.   As Francis Jock, a Mohawk fisherman and environmental researcher, sped away from the bank in a small boat to check his nets, he listed other indicators of the river's improving condition. \"The eagles and the hawks have come back,\" said Mr. Jock, who has spent all of his 52 years along the river's edge. \"I see mink and otter again. And the fish -- they are plentiful, like when I was a child.\"","thumbnail":null,"section":"U.S."},{"date":"19940606","headline":"North Korea's Motives Baffle U.S. and the South","web_url":"https://www.nytimes.com/1994/06/06/world/north-korea-s-motives-baffle-us-and-the-south.html","abstract":"  For America's allies in Asia, the imagery is a bit eerie. As President Clinton observes the 50th anniversary of D-Day, leaders across the Pacific are struggling once again to understand the motives of an 82-year-old dictator who seems to have stepped out of the grainy newsreels of another conflict and may be lurching toward a last, desperate confrontation with his old enemies.   Few believe that North Korea's President, Kim Il Sung, will deliberately reopen the Korean War 41 years after it ended. Far too much has changed since his invasion of South Korea took Seoul and the Truman Administration by complete surprise, and this time, Mr. Kim knows, China and Russia would not come to his aid.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"Review/Dance; Betraying Giselle Shyly, Despite Love","web_url":"https://www.nytimes.com/1994/06/06/arts/review-dance-betraying-giselle-shyly-despite-love.html","abstract":"  American Ballet Theater ended its season at the Metropolitan Opera House on Saturday with exciting performances of \"Giselle\" from some of the company's finest dancers. But one dancer, Parrish Maynard, stood out.    Mr. Maynard has already distinguished himself as a promising young classicist. His radiant debut in the testing role of Albrecht at the matinee suggested that he is now well on his way to stardom.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"The Gloves Are Coming Off In Senate and Local Races","web_url":"https://www.nytimes.com/1994/06/06/nyregion/the-gloves-are-coming-off-in-senate-and-local-races.html","abstract":"  Republican primaries in two Congressional districts at opposite ends of the state are drawing most of the attention as voters prepare to pick their candidates Tuesday for scores of county and local races as well as for the United States Senate and New Jersey's 13 Congressional seats.   Polls will open at 7 A.M. and close at 8 P.M.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Review/Rock; Lyrics as Poetry First, Song Parts Second","web_url":"https://www.nytimes.com/1994/06/06/arts/review-rock-lyrics-as-poetry-first-song-parts-second.html","abstract":"  King Missile is a band with multiple personalities. It's an art-rock outfit, a heavy-metal group, a comedy ensemble and a lounge act. But no matter what stylistic elements it's appropriating, this New York City band's appeal ultimately rests on the front man, John S. Hall. Mr. Hall is not a songwriter; he's a poetry spieler. A King Missile number succeeds or fails depending on what humorous ideas and non sequiturs he brings to it.    On Friday night at Wetlands in TriBeCa, King Missile's music threatened to overtake Mr. Hall's words. The group played songs with poetry breaks in the middle instead of spoken texts set to loose-limbed music. Even \"Sensitive Artist,\" Mr. Hall's 1987 parody of the creative ego, was rewritten to sound more like a song than a poem. This is in keeping with the band's sixth album, simply titled \"King Missile\" (Atlantic). Most of the songs on \"King Missile\" are attempts to integrate Mr. Hall's words and the bassist and keyboardist Chris Xefos's music into fully developed songs.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Cool Welcome For Nominee","web_url":"https://www.nytimes.com/1994/06/06/us/cool-welcome-for-nominee.html","abstract":"  As Oliver L. North celebrated winning the Republican nomination for the Senate from Virginia, two national party Senators questioned today whether he could win the general election.   Senator Bob Dole of Kansas, the minority leader, passed up an opportunity to endorse Mr. North and said he would meet this week with J. Marshall Coleman, a former Virginia Attorney General who may run as an independent. Mr. Dole spoke on the CBS News program \"Face the Nation.\"","thumbnail":null,"section":"U.S."},{"date":"19940606","headline":"Buoyed by Croats' Support, Bosnians Reject a Cease-Fire","web_url":"https://www.nytimes.com/1994/06/06/world/buoyed-by-croats-support-bosnians-reject-a-cease-fire.html","abstract":"  The Bosnian Government today appeared to be pressing for war rather than peace after once again rejecting United Nations-sponsored cease-fire talks here.   After a fourth day of fruitless attempts to end the boycott by the Muslim-led Government, Yasushi Akashi, the top United Nations official in the Balkans, first declared the talks canceled, then said he would make one last effort to convene them Monday.","thumbnail":null,"section":"World"},{"date":"19940606","headline":"The Big Guy Delivers With Finest Moment","web_url":"https://www.nytimes.com/1994/06/06/sports/on-pro-basketball-the-big-guy-delivers-with-finest-moment.html","abstract":"  On the biggest Knicks possession of Patrick Ewing's career, he didn't get the ball. He went and scored the franchise's most significant basket in more than two decades just the same.   \"I thought the shot went in,\" John Starks said of his driving layup with the Knicks down a point to the Indiana Pacers, inside 30 seconds to play. It did, but only because Ewing was there to rescue Starks, to save the Knicks, to guide the ball into the basket and erase the doubts, once and for all, about how high he could reach at the height of the drama.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"Flocking to Salsa, No Longer Hispanic Fogy Music","web_url":"https://www.nytimes.com/1994/06/06/arts/flocking-to-salsa-no-longer-hispanic-fogy-music.html","abstract":"  In the early 1980's, Hispanic teen-agers in New York City were listening to the singers India and Marc Anthony and dancing to Latin hip-hop, a dance-club music that glorified an electric, metallic sound. These two sang in English, perfect for a generation of youth yearning to define themselves in opposition to whatever their parents and their immigrant culture represented. Ten years later teen-agers are listening to India, now known as La India, and Marc Anthony. But La India (Linda Caballero) and Marc Anthony (Marco Antonio Muniz) are singing salsa, the music of (gasp) their parents. And Hispanic youth are flocking to it.   \"I used to be so embarrassed by salsa, I wasn't into it,\" said La India, who performs tonight at S.O.B.'s, with her orchestra.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Commencements; College of S.I. Hears Mayor Praise Area","web_url":"https://www.nytimes.com/1994/06/06/nyregion/commencements-college-of-si-hears-mayor-praise-area.html","abstract":"  Mayor Rudolph W. Giuliani, addressing the graduating class of the College of Staten Island yesterday, used the occasion to extol some of the borough's favorite sons and to praise the section of the city that many considered crucial to his mayoral victory last year.   \"The College of Staten Island is an extraordinary place of which you can be very proud,\" Mr. Giuliani told the 1,800 graduates seated with 3,000 other people under a huge white tent on the lawn of the sprawling 204-acre campus. \"It has a unique identity that sets it apart, just as Staten Island has a unique identity.\"","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"17 Firefighters Injured In Lower Manhattan Fire","web_url":"https://www.nytimes.com/1994/06/06/nyregion/17-firefighters-injured-in-lower-manhattan-fire.html","abstract":"  Firefighters responding to a suspicious blaze in lower Manhattan yesterday found oil on the stairs inside the building and on the fire escape ladder, and Fire Department officials said the aim was to deliberately injure firefighters, 17 of whom were hurt in the fire, including one seriously.   \"Whoever the arsonist, we have to assume he's attempting to kill or seriously injure firefighters,\" said Chief of Operations Donald Burns. Commercial-Loft Building    The blaze roared through a five-story commercial-loft building at 79 Worth Street, which also had residential tenants, said John Baldassarre, a Fire Department spokesman.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Review/Jazz; Steve Coleman Expands The Limits of a Musical Idea","web_url":"https://www.nytimes.com/1994/06/06/arts/review-jazz-steve-coleman-expands-the-limits-of-a-musical-idea.html","abstract":"  The alto saxophonist and composer Steve Coleman's first set at Zanzibar on Wednesday night featured his group Five Elements, a band that merges jazz improvisation with a highly sophisticated use of a funk rhythm section. Mr. Coleman has been doing this for a while now, and it was fascinating to see how far he has taken the idea. His formula has stayed the same, but he has made it all more complex and pliable, with pieces weaving in and out of one another and inspiring fervent improvisations. But its limitations have stayed the same.   At the opening of its five-night stand, the band -- featuring Ravi Coltrane on tenor saxophone, Andy Milne on piano, Reggie Washington on bass and Gene Lake on drums -- never lost some of the chill that Mr. Coleman's music often has. As able as the musicians are at playing the music, with its difficult meters and distinct rhythmic conception, the group rarely raised it above the level of a musician's exercise, technically interesting but mostly mute emotionally.","thumbnail":null,"section":"Arts"},{"date":"19940606","headline":"Heroin","web_url":"https://www.nytimes.com/1994/06/06/nyregion/pulse-heroin.html","abstract":"  Heroin use and its dire effects appear to be on the rise as the drug has become cheaper, stronger and more widely available. The percentage of drug arrests in New York City involving heroin has risen for almost a decade. Visits to city hospitals for heroin-related emergencies rose 31 percent in the first half of 1993, from the first six months of 1992. The more potent heroin is more easily smoked or snorted than injected. New York City has some of the purest and cheapest heroin in the nation, according to the latest D.E.A. samples. The average purity of heroin obtained in the city was 64 percent; the average price was 45 cents a milligram. The national averages were 35 percent purity and $1.64 a milligram.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Public Advocate Seeks to Alter Program for City's Lifeguards","web_url":"https://www.nytimes.com/1994/06/06/nyregion/public-advocate-seeks-to-alter-program-for-city-s-lifeguards.html","abstract":"  New York City's Public Advocate yesterday called for a complete overhaul of the city's lifeguard program, saying that mismanagement, lack of training and negligence may have contributed to several drownings during the last few years.   Bearing the results of a three-month preliminary investigation by his department, the Public Advocate, Mark Green, charged that inadequate training and supervision of the city's 800 lifeguards might have contributed to five of nine drownings reported to the city's health department since 1988.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Legislators' Agreement on Tax Cuts May End State Budget Impasse","web_url":"https://www.nytimes.com/1994/06/06/nyregion/legislators-agreement-on-tax-cuts-may-end-state-budget-impasse.html","abstract":"  The long battle over the state's $33 billion budget appeared near its end tonight as legislators reviewed two chunks of a new budget plan that calls for almost half a billion dollars in tax cuts, mostly for business, and programs to fix schools and improve stadiums around the state.   The budget was 66 days late tonight and legislative aides said the deal was not yet complete. But in a sign that negotiations were nearly over, the leaders of the Senate and Assembly unveiled for legislators their agreements on tax cuts and capital projects, including a $24 million aquatic center on Long Island and $103 million for other sports facilities.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/06/nyregion/c-corrections-314501.html","abstract":"  An article on Friday about the new Claytor-Scannell Control Center for Pennsylvania Station in Manhattan referred incorrectly to Daniel T. Scannell, one of the men for whom it is named. He is the first vice chairman of the Metropolitan Transportation Authority; he is not retired.","thumbnail":null,"section":"New York"},{"date":"19940606","headline":"Evolution Benefits Species as a Whole","web_url":"https://www.nytimes.com/1994/06/06/opinion/l-evolution-benefits-species-as-a-whole-314641.html","abstract":"  To the Editor:   \"The Male of the Species: Why Is He Needed?\" (Science Times, May 17) asks this relevant question from the standpoint of the female of the species. The underlying assumption is that the male and the female of each species compete for power, much as they do in modern-day human society.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Health Care Reform or Social Revolution?","web_url":"https://www.nytimes.com/1994/06/06/opinion/l-health-care-reform-or-social-revolution-314668.html","abstract":"  To the Editor:   William Safire's \"Let's Make a Deal on Health\" (column, May 23) is remarkable in that it concisely identifies 99 percent of what is wrong with the Clintons' health care reform package, as well as what should be done to correct it.","thumbnail":null,"section":"Opinion"},{"date":"19940606","headline":"Americans Don't Let Home Support Hinder Progress","web_url":"https://www.nytimes.com/1994/06/06/sports/soccer-world-cup-94-americans-don-t-let-home-support-hinder-progress.html","abstract":"  This is how Joe DiMaggio must have felt when he went to dinner with Marilyn Monroe.   An audience of 91,123 showed up at the Rose Bowl on Saturday. It was the largest crowd to watch the United States soccer team in this country, even if almost everyone came to see Mexico.","thumbnail":null,"section":"Sports"},{"date":"19940606","headline":"1919: War Reparations : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/06/opinion/IHT-1919-war-reparations-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Council of Four has definitely decided upon a number of changes in the Treaty with Germany. Two meetings held yesterday resulted in President Wilson, M. Clemenceau and Mr. Lloyd George reaching the basis of an agreement. A number of changes ha","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940606","headline":"China Northwest Airlines Flight 2303 crashes near Xi'an Xianyang International Airport, killing all 160 people on board.","pages":[{"title":"China Northwest Airlines Flight 2303","web_url":"https://en.wikipedia.org/wiki/China_Northwest_Airlines_Flight_2303","description":"1994 aviation accident","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/CAAC_Tupolev_Tu-154_Goetting.jpg/320px-CAAC_Tupolev_Tu-154_Goetting.jpg","thumbnail_width":320,"thumbnail_height":217},"abstract":"China Northwest Airlines Flight 2303 was a domestic flight from Xi'an to Guangzhou, People's Republic of China. On June 6, 1994, the aircraft operating the flight, a Tupolev Tu-154M, broke up in-flight and crashed as a result of an autopilot malfunction which caused violent shaking and overstressed the airframe. All 160 people on board were killed. As of 2024, it remains the deadliest airplane crash ever in mainland China."},{"title":"Xi'an Xianyang International Airport","web_url":"https://en.wikipedia.org/wiki/Xi'an_Xianyang_International_Airport","description":"Airport serving Xi'an, Shaanxi, China","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Airport%2C_Terminal_JP7410579.jpg/320px-Airport%2C_Terminal_JP7410579.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Xi'an Xianyang International Airport is an international airport serving the city of Xi'an, the capital of Northwest China’s Shaanxi province, as well as the whole Guanzhong area. Covering an area of 5 square kilometres (1.9 sq mi), it is the largest airport in Northwest China, and the second largest airport in Northern China. The airport was the hub for China Northwest Airlines until the company was merged into China Eastern Airlines in 2002. Xi'an Airport is also the hub for Joy Air and Hainan Airlines. Xi'an Xianyang International Airport is a Skytrax 4-star airport."}]}],"weather":[{"date":"19940606","time":"1994-06-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":80,"wspd":18.4},{"date":"19940606","time":"1994-06-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":89,"wspd":13},{"date":"19940606","time":"1994-06-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":93,"wspd":13},{"date":"19940606","time":"1994-06-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":92,"wspd":16.6},{"date":"19940606","time":"1994-06-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":92,"wspd":9.4},{"date":"19940606","time":"1994-06-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":92,"wspd":13},{"date":"19940606","time":"1994-06-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":91,"wspd":14.8},{"date":"19940606","time":"1994-06-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":89,"wspd":14.8},{"date":"19940606","time":"1994-06-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":88,"wspd":18.4},{"date":"19940606","time":"1994-06-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":82,"wspd":18.4},{"date":"19940606","time":"1994-06-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":80,"wspd":16.6},{"date":"19940606","time":"1994-06-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":74,"wspd":16.6},{"date":"19940606","time":"1994-06-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":71,"wspd":16.6},{"date":"19940606","time":"1994-06-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":65,"wspd":24.1},{"date":"19940606","time":"1994-06-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":62,"wspd":25.9},{"date":"19940606","time":"1994-06-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":63,"wspd":24.1},{"date":"19940606","time":"1994-06-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":62,"wspd":24.1},{"date":"19940606","time":"1994-06-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":61,"wspd":22.3},{"date":"19940606","time":"1994-06-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":59,"wspd":24.1},{"date":"19940606","time":"1994-06-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":62,"wspd":20.5},{"date":"19940606","time":"1994-06-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":62,"wspd":16.6},{"date":"19940606","time":"1994-06-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":80,"wspd":18.4},{"date":"19940606","time":"1994-06-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":85,"wspd":14.8},{"date":"19940606","time":"1994-06-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":86,"wspd":20.5},{"date":"19940606","time":"1994-06-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":63,"wspd":13},{"date":"19940606","time":"1994-06-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":78,"wspd":13},{"date":"19940606","time":"1994-06-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":78,"wspd":11.2},{"date":"19940606","time":"1994-06-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":63,"wspd":14.8},{"date":"19940606","time":"1994-06-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":63,"wspd":11.2},{"date":"19940606","time":"1994-06-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":63,"wspd":13},{"date":"19940606","time":"1994-06-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":70,"wspd":9.4},{"date":"19940606","time":"1994-06-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":70,"wspd":11.2},{"date":"19940606","time":"1994-06-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":79,"wspd":7.6},{"date":"19940606","time":"1994-06-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":79,"wspd":7.6},{"date":"19940606","time":"1994-06-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":81,"wspd":9.4},{"date":"19940606","time":"1994-06-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":81,"wspd":7.6},{"date":"19940606","time":"1994-06-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":76,"wspd":13},{"date":"19940606","time":"1994-06-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":84,"wspd":14.8},{"date":"19940606","time":"1994-06-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":81,"wspd":14.8},{"date":"19940606","time":"1994-06-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":16.6},{"date":"19940606","time":"1994-06-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":84,"wspd":13},{"date":"19940606","time":"1994-06-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":79,"wspd":14.8},{"date":"19940606","time":"1994-06-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":74,"wspd":14.8},{"date":"19940606","time":"1994-06-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":71,"wspd":11.2},{"date":"19940606","time":"1994-06-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":65,"wspd":9.4},{"date":"19940606","time":"1994-06-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":67,"wspd":13},{"date":"19940606","time":"1994-06-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":67,"wspd":22.3},{"date":"19940606","time":"1994-06-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":18.7}]},"19940607":{"guardian_articles":[],"nytimes_articles":[{"date":"19940607","headline":"Pierce's Paris Party Hint of Game's Future","web_url":"https://www.nytimes.com/1994/06/07/sports/tennis-pierce-s-paris-party-hint-of-game-s-future.html","abstract":"  It was a Grand Slam event that humbled both of the world's No. 1 players, turned a cold shoulder to Martina Navratilova on her final visit, and made it clear that, in the matter of a grueling two-week war on red clay, top 10 rankings mean far less than tenacity. It also made a star of Mary Pierce, the French-Canadian-American teen-ager who rescued the tennis dress from obsolescence, and whose life story is the stuff of which Grade B movies are made.   The springtime showers that seem intent on pelting Paris daily parted just long enough on Sunday to make space for a pair of French Open finals confirmed Sergi Bruguera, who made a triumphant defense of his 1993 crown, and Arantxa Sanchez Vicario, who reclaimed the title she'd won at 17, as the best clay-court artists in the world. The finals also confirmed what most of the tennis community already knew, that Spain, which produced three of the four finalists, is the undisputed global powerhouse of clay-court tennis.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Knicks Take Off For Final Mission","web_url":"https://www.nytimes.com/1994/06/07/sports/pro-basketball-knicks-take-off-for-final-mission.html","abstract":"  Determined to win the franchise's first championship since 1973, the Knicks departed for Houston today -- excited, exhausted and ecstatic about their new status as Eastern Conference champions.   The Knicks will open the four-of-seven-game National Basketball Association finals Wednesday night at the Summit against the Rockets. And for the first time in the playoffs, the Knicks enter a series as the underdogs. Not only will the Rockets be well rested, but they have the home-court advantage, and they whipped the Knicks in both their regular-season meetings.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Books of The Times; Life's Plain Certainties Cast in Mysterious Guises","web_url":"https://www.nytimes.com/1994/06/07/books/books-of-the-times-life-s-plain-certainties-cast-in-mysterious-guises.html","abstract":"  The Spectacle of the Body  By Noy Holland  190 pages. Alfred A. Knopf.. $20.   \"The Spectacle of the Body,\" the title of Noy Holland's debut collection of stories, tells it all: her prose-poem tales, spun out of yards and yards of spangled language, are all concerned, at heart, with the mortality of the human body, its short, precarious holiday here on earth, its susceptibility to accidents and disease and sorrow.","thumbnail":null,"section":"Books"},{"date":"19940607","headline":"Review/Television; Of Women, by Women, for Women: The Heroes","web_url":"https://www.nytimes.com/1994/06/07/arts/review-television-of-women-by-women-for-women-the-heroes.html","abstract":"  \"A Century of Women\" is a celebration of some lesser-known American heroes along with a few big-name figures who have helped better the lives and transform the image of women over the past 100 years. The six hours smack of a progressive-school curriculum, but the vignettes are vivid.   The recounting of tribulations and accomplishments, narrated by Jane Fonda, begins tonight with two hours on \"Work and Family.\" You can meet these worthies:","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"Panel's New Leader Offers a Health Program","web_url":"https://www.nytimes.com/1994/06/07/us/panel-s-new-leader-offers-a-health-program.html","abstract":"  The acting chairman of the House Ways and Means Committee, Representative Sam M. Gibbons, sketched his vision of a universal health insurance program today. It would guarantee health insurance for all Americans by 1998 while raising taxes less than President Clinton has proposed.   Mr. Gibbons, a Florida Democrat, will preside over the committee when it meets on Thursday. He will take the gavel from Representative Dan Rostenkowski, the Illinois Democrat who stepped aside after he was indicted last week on Federal corruption charges.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Big Doings In Biology In a Small Puddle","web_url":"https://www.nytimes.com/1994/06/07/science/peripherals-big-doings-in-biology-in-a-small-puddle.html","abstract":"  AS a junior field biologist, you visit freshwater ponds in North and South America, Africa, Europe, Asia and Australia, study the creatures that live in them, classify them and then ship them to the Bio-Ark, a floating environment run by the World Biological Council for Sustainable Development. That is the premise of Puddles to Pondwater, an educational program for the 7-to-14 set and for computers running DOS, from the NIAD Corporation of Buffalo, N.Y.    You start on a continent of your choice and see a freshwater pond on the screen. The pond is full of creatures at various depths, which you can select by moving the cursor and clicking a mouse button. A quiz asks you to classify the creatures and, if you answer all the questions correctly, they are is moved to the Bio-Ark's aquarium-terrarium. If you give a wrong answer, you can go into the database on the Bio-Ark's big computer for further study. You can also enter the Bio-Ark itself for quizzes in the test center, to see ranks of the top 10 players or even to create your own creature. You can advance through 10 ranks, through senior field biologist and director of research to worldwide chief of operations.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"New York City Seeks to Sell U.N. Plaza Hotel to Help Close Deficit","web_url":"https://www.nytimes.com/1994/06/07/nyregion/new-york-city-seeks-to-sell-un-plaza-hotel-to-help-close-deficit.html","abstract":"  The very thought of checking into a hotel owned by a city government that faces a $2.3 billion deficit might be enough to send some tourists screaming back to Kansas.   Yet New York City has managed to become one of the premier hoteliers in town. For nearly 20 years it has owned the sparkling pair of blue-glass-and-steel towers above the East River known as the United Nations Plaza Hotel.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Medical Consumers Need Malpractice Data; Protecting Patients","web_url":"https://www.nytimes.com/1994/06/07/opinion/l-medical-consumers-need-malpractice-data-protecting-patients-321516.html","abstract":"  To the Editor:   While our nation is trying to determine how to reform the health system, for-profit insurance companies have quietly worked to assure their shareholders continued dominance (and dividends) over our patients. The doctors of the American Medical Association believe that no one's interest should come before our patients. That is what \"emboldened the A.M.A.\" and Senator Paul Wellstone (the Minnesota Democrat well known as a consumer advocate) to propose the patient protection bill, and not \"flagging support for the President's plan,\" as you wrongly assert in \"The A.M.A. -- Deja Vu, Again\" (editorial, May 29).","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"White's New Summer Tour","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-people-football-white-s-new-summer-tour.html","abstract":"  A year ago, REGGIE WHITE was roaming the country as a free agent, looking for a new football team. This summer, the eight-time All-Pro defensive end is just shopping a message. White was in town yesterday, addressing intermediate-school students at the Joan of Arc Public School Auditorium on Manhattan's Upper West Side. Throughout his short talk, White stressed the importance of respecting authority and one another.   \"Football taught me some of the greatest lessons about submitting to authority,\" White said. \"The thing that we are most missing in America today is that young people have no respect for authority. We have to learn how to care for one another and love one another.\"","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Grand Jury To Consider Chief's Case","web_url":"https://www.nytimes.com/1994/06/07/nyregion/grand-jury-to-consider-chief-s-case.html","abstract":"  A grand jury will look into a party attended by the Police Chief of Goshen, N.Y., shortly before he was involved in a car crash and shot himself in the jaw, the Ulster County District Attorney said today.   Liquor was served at the party, which was sponsored by F.B.I agents and a police chiefs' association.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Law on Abortion Protesters Gets First Test","web_url":"https://www.nytimes.com/1994/06/07/us/law-on-abortion-protesters-gets-first-test.html","abstract":"  Demonstrating its intention to crack down on abortion protesters who block access to clinics, the Clinton Administration announced tonight that Federal prosecutors had used the new Federal law to arrest six demonstrators who tried to block a clinic in Milwaukee over the weekend.   An affidavit filed in Federal court in Milwaukee today said the demonstrators used chains and containers weighted with concrete to attach themselves to two cars blocking the entrance to the downtown clinic on Saturday. The protest closed the clinic for more than an hour before local police and firefighters pried the protesters loose.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Man Shoots Wife to Death As She Holds Their Infant","web_url":"https://www.nytimes.com/1994/06/07/nyregion/man-shoots-wife-to-death-as-she-holds-their-infant.html","abstract":"  After weeks of quarreling with his wife, Thomas Rodriguez surprised her yesterday morning at the elevator outside the door of a Bronx apartment and shot her to death as she cradled an infant in her arms, a 3-year-old at her side, the police said.   The woman, Joselina Quezada, dropped the infant and collapsed with four bullets in her body. Mr. Rodriguez then raised his .38-caliber revolver to his temple and killed himself with a single shot.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Strodes Creek O.K., Stays In the Belmont","web_url":"https://www.nytimes.com/1994/06/07/sports/strodes-creek-ok-stays-in-the-belmont.html","abstract":"  Strodes Creek, widely regarded as the favorite to win the Belmont Stakes on Saturday, galloped one mile at Belmont Park yesterday morning with no sign of trouble, one day after he had stopped galloping for no apparent reason.   \"He's fine,\" said Charlie Whittingham, the colt's 81-year-old trainer. \"We thought maybe he stepped on a stone, but two veterinarians checked him over and his legs are clean.\"","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"In Budapest, Signs Of a Literary Life After Communism","web_url":"https://www.nytimes.com/1994/06/07/books/in-budapest-signs-of-a-literary-life-after-communism.html","abstract":"  The Budapest Book Week used to be a worthy event, where Hungary's state-run publishing houses dutifully released art volumes, comradely fiction from the Warsaw Pact countries and, in the 1980's, a smattering of Western titles. Then, after the collapse of Communism, the literary fireworks that everyone anticipated failed to materialize and publishing, afflicted by economic hardship, went into the doldrums.   But at the 65th annual fair, held here last week on graceful Vorosmarty Square in the center of the city, a fresh spirit seemed to dominate, suggesting that new writing was at last emerging in Eastern Europe after a five-year dry spell.","thumbnail":null,"section":"Books"},{"date":"19940607","headline":"Santorini Volcano Ash, Traced Afar, Gives a Date of 1623 B.C.","web_url":"https://www.nytimes.com/1994/06/07/science/santorini-volcano-ash-traced-afar-gives-a-date-of-1623-bc.html","abstract":"  ASH believed to be from a great explosive eruption that buried the Minoan colony on the island of Santorini 36 centuries ago has been extracted from deep in an ice core retrieved last year from central Greenland. Its depth in the core indicated that the Aegean eruption, which may have given rise to the Atlantis legend, occurred in or about 1623 B.C.   From the top half of the 9,000-foot core evidence has been found of some 400 volcanic eruptions in the past 7,000 years. The ash spewed into the air was high and voluminous enough to reach Greenland, about 3,500 miles away. A prominent ash layer at a depth corresponding to 4803 B.C. may have come from the eruption in Oregon that destroyed Mount Mazama, leaving the giant caldera that is now Crater Lake.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"The Knicks Break Through -- at Last","web_url":"https://www.nytimes.com/1994/06/07/opinion/the-knicks-break-through-at-last.html","abstract":"  When the New York Knicks chose Patrick Ewing in the N.B.A. draft nine years ago, euphoria broke out all over Gotham. Skywriters heralded the news in the city's heavens. Predictions of an imminent Knick championship fell like rain.    The eagerness was understandable. New York City, basketball Mecca though it be, had been without a basketball championship for more than a decade. As the dominant player on the college scene, Ewing was expected to do as he had done at Georgetown: Hoist the team onto his shoulders and carry it to a championship.","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"IN PERFORMANCE: RECORDINGS","web_url":"https://www.nytimes.com/1994/06/07/movies/in-performance-recordings-321206.html","abstract":"  Movie Soundtrack Takes Little From Other Sources  'The Crow' Original Motion Picture Soundtrack Atlantic 82519, cassette and CD    The death-obsessed, God-haunted, heavily armed avenger who is the title character of \"The Crow\" has a fitting soundtrack: a canny selection of mope-rock and the mopiest hard-rock, topped off with consoling female voices at the end.","thumbnail":null,"section":"Movies"},{"date":"19940607","headline":"The Bra's Revival Is a Youth Movement","web_url":"https://www.nytimes.com/1994/06/07/style/the-bra-s-revival-is-a-youth-movement.html","abstract":"  The bra, which has had a checkered career in the last few decades, has moved back into fashion's graces. Push-up bras like the Wonderbra that emphasize cleavage have attracted business in lingerie departments all over the country. Seamless, molded styles to wear under sweaters, and sports bras to wear to the gym are also selling briskly.    Most important: younger women are among the most enthusiastic customers.","thumbnail":null,"section":"Style"},{"date":"19940607","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/07/style/chronicle-321079.html","abstract":"  BLAINE TRUMP and PRINCESS FIRYAL of Jordan weren't discussing hemlines at yesterday's Chanel fashion show and luncheon for New York Hospital-Cornell Medical Center's department of obstetrics and gynecology. They were discussing basketball as they sat under a tent at Damrosch Park at Lincoln Center.   \"We didn't get to sleep until 3 A.M.,\" said Mrs. Trump, who had sat courtside at Madison Square Garden with her husband, Robert, cheering on the New York Knicks on Sunday night. Afterward, the Trumps celebrated the team's victory over the Indiana Pacers with Pat Riley, the Knicks' coach, at Elaine's.","thumbnail":null,"section":"Style"},{"date":"19940607","headline":"That's No Joke About Cows and Methane","web_url":"https://www.nytimes.com/1994/06/07/opinion/l-that-s-no-joke-about-cows-and-methane-321460.html","abstract":"  To the Editor:   Your microreport on a Federal grant of $500,000, \"to find out if cattle belch enough methane to contribute to global warming,\" will produce much sophomoric mischief. In this case the Environmental Protection Agency seems to be investing our money wisely, contrary to the tone in \"Of Global Warming and Burping Cows\" by The Associated Press (some editions, May 29).","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Job Agency Head Resigns After a Report Criticizes Spending","web_url":"https://www.nytimes.com/1994/06/07/nyregion/job-agency-head-resigns-after-a-report-criticizes-spending.html","abstract":"  The president of the New York State Job Development Authority announced her resignation yesterday, hours after the state Inspector General criticized her for spending about $10,000 in agency money on personal expenses like credit card bills.   The Inspector General, George R. Moresco, also found that the job agency's $99,750-a-year president, Audrey P. Bynoe, had improperly used staff members and equipment for political activities. The inspector general's report said the authority lacked the management checks and balances needed to prevent the kinds of abuses Mr. Moresco said had taken place.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Chief Timoney: Point Man in Reorganizing Police Department","web_url":"https://www.nytimes.com/1994/06/07/nyregion/chief-timoney-point-man-in-reorganizing-police-department.html","abstract":"  While visiting station houses, when he gets to the part of his address to police officers about excessive force, Chief of Department John F. Timoney speaks of his former partner, the only New York City officer in the last 20 years to be convicted of homicide while on duty.    Chief Timoney, the department's No. 1 uniformed officer, wonders whether things might have been different had he not been on vacation that day in 1975 when Officer Thomas Ryan helped arrest a burglary suspect in the Bronx. The prisoner, Israel Rodriguez, was beaten and died.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"H.I.V. Testing For Children In Foster Care","web_url":"https://www.nytimes.com/1994/06/07/nyregion/hiv-testing-for-children-in-foster-care.html","abstract":"  In the most aggressive effort yet to identify and treat children with H.I.V. in New York State, the Department of Social Services plans to begin routine testing of children in the foster-care system who are believed to have been exposed to the virus.   State Social Services Commissioner Michael J. Dowling said his department was developing regulations to require that all children entering foster care be evaluated for H.I.V. infection within five days. If a child is found to have risk factors, like drug addiction at birth, an H.I.V. test would be performed within a month, he said.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"The NBA Finals on TV","web_url":"https://www.nytimes.com/1994/06/07/sports/IHT-the-nba-finals-on-tv.html","abstract":"These are the countries and stations, according to the National Basketball Association, in which the NBA Finals will be telecast either live or on tape delay. Please check local listings for time and date of the telecast in your area..The games in the","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Cairo Journal; In Bureaucrats' Castle, Everyone Else Is a Beggar","web_url":"https://www.nytimes.com/1994/06/07/world/cairo-journal-in-bureaucrats-castle-everyone-else-is-a-beggar.html","abstract":"  Egypt has many monuments attesting to the grandeur of human achievement, but Mugamma, the imposing stone building in Tahrir Square in Cairo, is not one of them.   Mugamma, or \"the complex,\" is a 12-story arc-shaped structure. Nearly every Egyptian enters its doors at some point to do official business with the state. But the transactions are so impeded by procedures, obscure regulations (some dating from the Ottoman Empire), capriciousness and ineptitude that routine paperwork can take weeks, years or decades to complete.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"Sports of The Times; Swapping Stitches For the Stanley Cup","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-of-the-times-swapping-stitches-for-the-stanley-cup.html","abstract":"  IF the Rangers win the Stanley Cup, Jay Wells's name will be engraved on it. Just as the scars from his surgical stitches are engraved on his face.   No other athletes sacrifice their face for fame as hockey players do. Baseball and basketball players seldom bleed. Football players are protected by masks. Boxers get sliced around the eyes, but not as often as hockey players do. And nobody is slashing a boxer's face with a hard wooden hockey stick.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Judge Drops Logging Ban In Northwest","web_url":"https://www.nytimes.com/1994/06/07/us/judge-drops-logging-ban-in-northwest.html","abstract":"  A Federal judge ruled today that limited logging may resume in the public forests of the Pacific Northwest, but he withheld final approval of the Clinton Administration's plan to protect the habitat of the northern spotted owl.   The ruling by Judge William L. Dwyer of Federal District Court in Seattle left both sides in the long-running dispute free to continue lawsuits contesting the plan. It delayed, if only for a few more months, the climax in a legal struggle that has turned the spotted owl into the symbol of the environmental movement and the northwestern forest into the foremost test of the Administration's quest for consensus on environmental policies.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Review/Concerts; Hard Music in Nature's Soft Embrace","web_url":"https://www.nytimes.com/1994/06/07/arts/review-concerts-hard-music-in-nature-s-soft-embrace.html","abstract":"  Awakening to the birds of the Ojai Valley as they run through their virtuoso repertory renders music somewhat of an anticlimax. Yet for 47 years the Ojai Festival has sent its performances into the outdoors and hoped for the best. Man-made art without a roof over its head is necessarily at cross-purposes. It seeks nature's certification and at the same time struggles to be free of it.   Composers like Charles Wuorinen, Henry Cowell and Luciano Berio had indeed much to compete with last weekend: the riot of bougainvillea, the smell of jasmine, the dignified eucalyptus and the live oak and sycamore that bend protectively over Libbey Bowl, where all the music takes place. For every biting exclamation by Varese or Bernstein there has been the soft touch of this blessed valley offered in refutation.","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"Sports of The Times; The Knicks, The Rockets, A Millennium","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-of-the-times-the-knicks-the-rockets-a-millennium.html","abstract":"  IN the madness of the moment that engulfed the Knick players and fans in Madison Square Garden Sunday, the unfettered John Starks, still aglow in sweat from the comeback victory in Game 7, told an interviewer at courtside: \"After these tough playoff series we've had, Houston will be a breeze.\"   \"He said that?\" asked Charles Smith. \"Good, old John. That adds a little fuel to the fire.\" It was now Monday afternoon. Smith had driven to SUNY-Purchase where he and the rest of the Knicks were meeting the team bus for the trip to Houston for the National Basketball Association finals starting Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Watch Out: Here Comes Johnson on TV","web_url":"https://www.nytimes.com/1994/06/07/sports/pro-football-watch-out-here-comes-johnson-on-tv.html","abstract":"  Jimmy Johnson, the former Dallas Cowboy coach turned Fox Network football broadcaster, said yesterday that he had received two solid offers to return to coaching in the National Football League this season but would not come back until next season at the earliest.   Johnson said he has completely thrown himself into his new job, and has blinders on as far as coaching this season is concerned. And he promised not to bite his tongue when commenting on controversial subjects.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"High Court Overturns Taxes Often Imposed in Drug Cases","web_url":"https://www.nytimes.com/1994/06/07/us/high-court-overturns-taxes-often-imposed-in-drug-cases.html","abstract":"  Expanding the constitutional protection against double jeopardy, the Supreme Court ruled today that states may not follow up a narcotics conviction by imposing a tax on the illegal drugs.   The 5-to-4 decision was the first time the Court applied to taxation the Fifth Amendment's prohibition against multiple prosecutions or punishments for the same offense. The majority opinion by Justice John Paul Stevens provoked a sharp retort from Chief Justice William H. Rehnquist, who said the decision \"drastically alters existing law.\"","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Mormons Pick Lawyer, 86, as Leader","web_url":"https://www.nytimes.com/1994/06/07/us/mormons-pick-lawyer-86-as-leader.html","abstract":"  The Church of Jesus Christ of Latter-Day Saints yesterday announced the selection of Howard W. Hunter, an 86-year-old former corporate lawyer, as its 14th president, recognized as the supreme authority and \"prophet, seer and revelator\" by the world's 8.7 million Mormons.   As successor to Ezra Taft Benson, who died at 94 on May 30, Mr. Hunter heads a church that is rapidly growing but is also facing lingering disputes about feminism, intellectual freedom, a recent series of excommunications and, indeed, about the system that has a top leadership advanced in age and in some cases failing in health.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/07/nyregion/inside-317209.html","abstract":"  Tax on Illegal Drugs Vioded   In another sign of a new wariness about anti-drug tactics, the Supreme Court overturned a tax on illegal drugs, calling it a version of double jeopardy. Page A18. Testing Children for H.I.V.    In an effort to identify and treat children with H.I.V., New York State plans routine testing of children in foster care who are believed to have been exposed to the virus. Page B1. The Ultimate Balloon Race    As many as five teams of balloonists will draw on high technology and daring in equal parts as they vie to be first around the world nonstop in a balloon. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Hold It! Rangers Are the First to Say Cup Isn't in the Bag Just Yet","web_url":"https://www.nytimes.com/1994/06/07/sports/stanley-cup-finals-hold-it-rangers-are-first-say-cup-isn-t-bag-just-yet.html","abstract":"  A continent away, their followers are in a strange position the Rangers have not inspired in generations: Somewhere between staking out positions along the victory parade route and waiting for that bolt of lightning to strike the team bus on its way to Pacific Coliseum.   The spot on the curb may appear more promising than it has in the lifetime of many of those fans. Especially after the implausible trifecta that struck the Vancouver Canucks in Game 3 of this final series: the two shockingly bad goals allowed by gifted goalkeeper Kirk McLean, and Pavel Bure's first-period game misconduct penalty.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Old Canseco Rises From the Ashes","web_url":"https://www.nytimes.com/1994/06/07/sports/baseball-old-canseco-rises-from-the-ashes.html","abstract":"  One of the most embarrassing and damaging moments in Jose Canseco's intriguing career probably rescued his career. If Canseco had not completely torn the ulnar collateral ligament in his right elbow while foolishly thinking he could be a pitcher last May, he conceded that he might not have discovered he could still be an imposing power hitter.   Even after having ligament reconstruction surgery last July, Canseco's career was still in doubt. One miserable inning of 33 pitches against the Red Sox helped transform one of the game's great home run hitters and former most valuable player and rookie of the year into a great question mark.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Reviews/Television; Priests, Boys and Abuse, As Considered by HBO","web_url":"https://www.nytimes.com/1994/06/07/arts/reviews-television-priests-boys-and-abuse-as-considered-by-hbo.html","abstract":"  The subject: priests sexually abusing very young boys. How can television, addicted to the sensational and explosive, possibly resist? Recurrent headlines provide the fodder; institutional wafflings fuel speculation. So tonight, HBO's \"Lifestories: Families in Crisis,\" a series of fact-based, 25-minute dramas, offers \"A Child Betrayed: The Calvin Mire Story.\" Calvin (Blake Bashoff) is an 11-year-old chosen by Father Rooney (Craig Wasson) to become an altar boy. Calvin's joy quickly fades when the priest summons him to receive a \"special type of confession\" in church.   Bruce Harmon's script does manage to convey a good deal of emotion in a short amount of time. Calvin's battered innocence is sensitively reflected as he feels increasingly isolated, not only from his devout mother, who has no idea of what is happening, but also from the other altar boys, who do know but feel that complaining will \"only make it worse.\"","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"Intractable Pain Of Sickle Cell Begins to Yield","web_url":"https://www.nytimes.com/1994/06/07/science/intractable-pain-of-sickle-cell-begins-to-yield.html","abstract":"  THE pain is like no other, its sufferers say, deep, gnawing agony that goes to the bone. Those who have experienced other conditions known for their measure of pain, like cancer, childbirth, arthritis and surgery, almost always say none compares with the torment of sickle cell disease.   The pain of sickle cell is not only intractable but in many cases lifelong. And while many people have heard that the condition is associated with acute suffering, experts say, few have a sense of how bad it can be.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/07/sports/results-plus-317926.html","abstract":"  BASEBALL  Miami Eliminates Auburn  Danny Buxbaum's two-run double in the seventh inning helped Miami overcome six errors and eliminated Auburn from the College World Series by defeating the Tigers, 7-5, yesterday in Omaha. Miami will play Arizona State today, with the loser being eliminated. Oklahoma will play the winner in a semifinal Thursday afternoon.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"New Baseball Disk: Hits and Errors","web_url":"https://www.nytimes.com/1994/06/07/science/personal-computers-new-baseball-disk-hits-and-errors.html","abstract":"  WHEN will digital media supplant books, newspapers and magazines? \"Now!\" cry on-line revolutionaries. \"Never!\" retort paper-wielding traditionalists. A new CD-ROM makes both cases superbly.   Complete Baseball, from the Microsoft Corporation, requires a Multimedia PC and will open its season Friday at a suggested ticket price of $79.95, or about $55 from \"scalpers.\" It is among the prettiest references on disk yet it does not stint on content. According to Microsoft spokesmen, the CD-ROM contains more than 7,500 images, 2,500 biographies (including current players, whose \"biographies\" consist only of vital statistics), 84 audio clips, 12 video clips, and a featured collection of 100 articles from The New York Times.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"Q&A","web_url":"https://www.nytimes.com/1994/06/07/science/q-a-319678.html","abstract":"  Kamikaze Cardinal   Q.  A male cardinal has been bashing himself against a window of my house for weeks. He did it last year, too. Why is he doing it and how can I get him to stop? And how long do cardinals live?","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"The Day of Decision: G.I.'s 'Pulled This Out'","web_url":"https://www.nytimes.com/1994/06/07/world/the-d-day-tour-history-the-day-of-decision-gi-s-pulled-this-out.html","abstract":"  On the fog-shrouded evening of Jan. 15, 1944, Gen. Dwight D. Eisenhower arrived in the Addison Road Station in London aboard a train from Scotland, the final leg of his trip from Washington, to take up his duties as Supreme Commander, Allied Expeditionary Forces.   He did so with a directive from the combined chiefs of staff of the United States and Britain:","thumbnail":null,"section":"World"},{"date":"19940607","headline":"Tarpley Doesn't Want Dallas","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-people-basketball-tarpley-doesn-t-want-dallas.html","abstract":"  ROY TARPLEY wants to play in the N.B.A. again, but not for the Dallas Mavericks. Tarpley, barred three years ago for a minimum of two years after violating the N.B.A.'s drug-abuse policy three times, has completed a substance-abuse program and has applied for reinstatement. But he told The Chicago Tribune he did not want to rejoin the Mavericks. \"It would be like stepping back into the fire to return to Dallas,\" Tarpley said. He expressed no team preference. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Fight Looms Over Curbs On Smoking In New York","web_url":"https://www.nytimes.com/1994/06/07/nyregion/fight-looms-over-curbs-on-smoking-in-new-york.html","abstract":"  Opening what is likely to be a bitterly fought battle, the tobacco industry officially began its campaign yesterday to challenge a set of proposals that would ban smoking in virtually all public places in New York City.   The City Council's Health Committee opened hearings on the bill with a full day of often-spirited testimony that drew a broad array of people, from anti-smoking advocates and public officials to tobacco industry spokesmen, restaurateurs and cancer victims.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Olajuwon Gets His Man: Ewing; When You Wish Upon a Star for the Finals, He May Show Up","web_url":"https://www.nytimes.com/1994/06/07/sports/olajuwon-gets-his-man-ewing-when-you-wish-upon-star-for-finals-he-may-show-up.html","abstract":"  Throughout their grueling, uphill battle in the playoffs, the Knicks have had an unlikely fan in their corner: Hakeem Olajuwon, the Houston Rockets' talented center.   Even as he fought his own battles out West, ultimately leading Houston to the Western Conference championship, Olajuwon watched the Knicks out of the corner of his eye, and pulled for them to join Houston on center stage in the National Basketball Association championship series.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Same Listeners Could Hear WNYC Programs","web_url":"https://www.nytimes.com/1994/06/07/opinion/l-same-listeners-could-hear-wnyc-programs-393347.html","abstract":"  To the Editor:   I'd like to explain to B. Elizabeth Mina (letter, May 27) why I described the WNYC Foundation's understanding with Mayor Rudolph W. Giuliani about a sale of the license to FM 93.9 as \"an elegant solution.\"","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"At Bosnia Mission, News Makes Parties Irrelevant","web_url":"https://www.nytimes.com/1994/06/07/world/at-bosnia-mission-news-makes-parties-irrelevant.html","abstract":"  The smudged windows have no East River view, and the walls are papered with crinkled maps. Impermanence and disarray pervade the Bosnian mission to the United Nations, where the mood wavers between melancholy and panic.   On a typical morning, volunteers and visitors start arriving before the coffee is brewed. The college students who file documents come first, followed by two stern-looking Citibank representatives who want a word with Muhamed Sacirbey, chief Bosnian delegate to the United Nations. By 10:30 A.M., an adviser is conferring with Sarajevo on a satellite telephone, barking instructions and scribbling notes.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/06/07/sports/soccer.html","abstract":"  With the World Cup finals starting next Friday, most of the 24 participants are in the United States, but some are still scattered around the globe, training or playing warm-up games.   What follows is an update on the 24 teams in the finals. The tournament begins on June 17 when Germany, the defending champion, plays Bolivia in Chicago. The World Cup concludes with the championship game in Pasadena, Calif., on July 17. Argentina    The Argentines concluded their preparatory matches with a disappointing scoreless tie against Croatia in Zagreb on Saturday. They are training at Babson College near Boston. Belgium    Belgium registered a 9-0 triumph over Zambia on Saturday and has a game against Hungary in Brussels tomorrow before arriving at its training site in Orlando, Fla., on Friday. Bolivia    The Bolivians have a game against Peru tomorrow and will arrive at UMass-Dartmouth on Thursday before traveling to Montreal to play Switzerland on Saturday. Brazil    The Brazilians suffered a morale-shattering blow on Sunday in a 1-1 tie with Canada in Edmonton, Alberta. They have a game against Honduras tomorrow in San Diego and a game against El Salvador on Sunday at Fresno, Calif. Their training base is at Santa Clara, Calif. Bulgaria    This is a team in turmoil after the president of the national federation -- who had promised the players large bonuses if they do well in the World Cup -- resigned last week. The team arrived in Dallas last night and will train at Southern Methodist University. Cameroon    For financial reasons, the Indomitable Lions have been training in Haiti instead of Los Angeles. The good news is that the 42-year-old Roger Milla, the hero of the team's run to the quarterfinals in Italy four years ago, is on the roster. Colombia    The new favorite among the South American entries, the Colombians proved in victories over Northern Ireland and Greece last weekend that they are in impressive form. They will be training at Cal-State Fullerton in California. Germany    The defending champion will conclude its warm-up matches with a game against Canada tomorrow in Toronto before moving to Chicago in advance of the tournament's opening match against Bolivia. Greece    Not only were the Greeks outplayed by Colombia in a 2-0 loss on Sunday, their locker room at Giants Stadium was broken into and ransacked, according to their coach, Alkis Panagoulis. Later in the day, the Nassau County, L.I., police reported that three hotel rooms occupied by the players were also burglarized. The team is leaving for Middlesex School near Boston tomorrow, and not a day too soon. Ireland    Despite a 3-1 loss at home to the Czech Republic on Sunday in its last preparatory match, more than 7,000 fans were at the Dublin airport yesterday to give the team a rousing send-off for Orlando, Fla., where it will train. Italy    The Italians will arrive today in New Jersey and settle at their training site, at the Pingry School near Princeton. They edged Switzerland on a questionable goal in Rome on Saturday and will conclude their preparation with a game against Costa Rica on Saturday at the Yale Bowl in New Haven. Mexico    After a 1-0 loss to the United States on Saturday, the Mexicans have one more exhibition left: Saturday in Miami against Northern Ireland, a nonqualifier. The Mexicans will train at George Mason University in Fairfax, Va., next week. Morocco    The Moroccans will arrive in Orlando on Saturday to prepare for their opener there, against Belgium. They will train for four days at Rutgers before their game against Saudi Arabia June 25 at Giants Stadium. The Netherlands    Ruud Gullit's departure will have a negative effect on a team that was once one of the favorites to win the World Cup. The Dutch have a game against Canada on Sunday in Toronto before they settle at their training site at the University of Central Florida. Nigeria    They received an official letter of apology from Dallas Mayor Richard Beckert after a report in a local newspaper quoted the city's police chief, James McLaughlin, making racist remarks about Nigerian fans. Norway    The Norwegians lost, 2-0, to Sweden on Sunday in Stockholm and will conclude their preparatory matches against Denmark tomorrow in Oslo. They will arrive at their training base in Princeton, N.J., on Thursday. Romania    A scoreless tie with Slovenia was disappointing. Romania will conclude its preparations in a game against Sweden on Sunday in San Diego. The Romanians arrived at their training site in Los Angeles last Friday. Russia    The Russians are scheduled to arrive at their training site near San Francisco tomorrow to prepare for their opener against Brazil on June 20. Saudi Arabia    The Saudis have been training at Richard Stockton State College in Pomona, N.J., for two weeks. After their scoreless tie against the United States, the Saudis beat Trinidad and Tobago by six goals on Saturday. They will play Northern Ireland tomorrow. South Korea    The South Koreans arrived yesterday in Dallas and will play there against Honduras on Saturday in their last preparatory game. Spain    After a 2-1 victory over Finland last Friday, the Spaniards have a game against Canada in Montreal on Friday, then travel to their training headquarters near Chicago. Sweden    Tomas Brolin scored both goals in the 2-0 victory over Norway on Sunday and could be a star in the tournament. The Swedes will play Romania on Sunday in San Diego before moving to Los Angeles to train. Switzerland    The close 1-0 loss to Italy in Rome on Saturday gives the Swiss some hope. They play Bolivia on Saturday in Montreal before going to their training site in Detroit. They open the tournament against the United States on June 18 in the Pontiac Silverdome. United States    The 1-0 victory over Mexico on Saturday in Los Angeles is the best thing that has happened to the Americans since the 2-0 victory over England last June. The victory lifted their spirits, but it will mean nothing unless they come away with a victory in their opening game of the tournament against Switzerland. ALEX YANNIS","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/07/opinion/IHT-letters-to-the-editor-91900455690.html","abstract":"I have just returned from Florence and a visit to the nearby cemetery for U.S. servicemen, which is in beautiful shape. It is good to know that servicemen who died in other theaters of war are not forgotten.","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Police Chief in Newburgh in Trouble Again","web_url":"https://www.nytimes.com/1994/06/07/nyregion/police-chief-in-newburgh-in-trouble-again.html","abstract":"  Skull shaved bare and armed with a badge, Christopher P. Gershel is a dead ringer for Kojak.   And like the detective in the 1970's television series, Mr. Gershel, Newburgh's Police Chief, has a knack for flamboyance and speaking his mind.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Raiders Re-Sign McCallum","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-people-football-raiders-re-sign-mccallum.html","abstract":"  Running back NAPOLEON McCALLUM, an unrestricted free agent who led the Raiders in rushing and scoring in last season's playoffs, re-signed with Los Angeles yesterday. McCallum, 30, rushed for 114 yards in 13 games last year, missing the final three games of the regular season after undergoing an emergency appendectomy on Nov. 27. He had 137 yards and five touchdowns in the playoffs as the Raiders reached the A.F.C. semifinals. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"It's Your Money or Strife in Zaire, Where Corruption Reigns","web_url":"https://www.nytimes.com/1994/06/07/world/it-s-your-money-or-strife-in-zaire-where-corruption-reigns.html","abstract":"  Traveler to Zaire, beware!   Stepping off the sweltering tarmac at Ndjili, the new arrival becomes a helpless fish in a sea of sharks.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"Older, Maybe Wiser, But No Less Intrepid","web_url":"https://www.nytimes.com/1994/06/07/sports/horse-racing-older-maybe-wiser-but-no-less-intrepid.html","abstract":"  \"The Belmont Stakes?\" asked Julie Krone, treating the memory tenderly. \"One year later, it doesn't fade.\"   She reached into the memory for more, and said: \"It feeds my soul. And it probably will for the rest of my life.\"","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/07/nyregion/metro-digest-314889.html","abstract":"  ALBANY EXPANDS WELFARE FINGERPRINTING   The Governor and legislative leaders have agreed to expand a contentious program for fingerprinting welfare recipients to a total of 12 New York counties. But top officials said that the plan, part of an evolving deal on the state budget, excludes New York City, where two-thirds of the state's welfare recipients live. A1.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Kidd Gets a Misdemeanor","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-people-basketball-kidd-gets-a-misdemeanor.html","abstract":"  A misdemeanor hit-and-run charge was filed yesterday against JASON KIDD, a likely National Basketball Association lottery pick, in connection with a traffic accident last month. The All-America point guard from the University of California, also charged with speeding, was scheduled to be arraigned Friday in Oakland Municipal Court.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/07/nyregion/c-corrections-321095.html","abstract":"  An article and a picture caption yesterday about the shooting of a grocery owner at his store in Brooklyn misidentified the neighborhood in some editions. The store, on Third Avenue between Bergen and Dean Streets, is in Boerum Hill, not Cobble Hill.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/07/style/chronicle-317802.html","abstract":"  VANESSA REDGRAVE, who has provoked storms of protest in Israel by her vocal support of the Palestine Liberation Organization, is scheduled to make her theatrical debut in Israel next month.    ODED KUTLER, the director of the Haifa Theater, said the Academy Award-winning actress had agreed to appear there as a result of the Israel-P.L.O. peace agreement, The Associated Press reported yesterday.","thumbnail":null,"section":"Style"},{"date":"19940607","headline":"Did Tennis See Pierce Bloom?","web_url":"https://www.nytimes.com/1994/06/07/sports/IHT-did-tennis-see-pierce-bloom.html","abstract":"For nine days, the women's tournament at the French Open amounted to a minority-party caucus. No one paid much attention as one practically anonymous candidate after another tried to become the darkhorse who would take on Steffi Graf, the world No.1..M","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Boy, 3, Is Killed in Fall","web_url":"https://www.nytimes.com/1994/06/07/nyregion/boy-3-is-killed-in-fall.html","abstract":"  Despite the presence of window guards, a 3-year-old boy fell to his death yesterday from a 13th-floor window in a New York City housing project in the Bronx, the police said.    \"It appears to be an accident,\" said Lieut. Thomas J. Sbordone, a spokesman for the housing police. \"There's no indication of foul play.\"","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Haze Gets Worse in 2 Eastern Parks, But 10 Parks in the West Fare Better","web_url":"https://www.nytimes.com/1994/06/07/science/haze-gets-worse-in-2-eastern-parks-but-10-parks-in-the-west-fare-better.html","abstract":"  CONFOUNDING the expectations of environmentalists, a 10-year study of air quality in national parks has found that atmospheric haze increased markedly in Shenandoah National Park in Virginia and the Great Smoky Mountains National Park in Tennessee and North Carolina.    In 10 parks in the West, however, visibility improved or held steady, two researchers from the University of California at Davis reported.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/07/nyregion/no-headline-317462.html","abstract":"  \"June 6, 1944, sent a signal. It meant that though nothing was yet won, everything was possible.\" -- FRANCOIS MITTERAND, President of France.  [ A8:1. ]","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Medical Consumers Need Malpractice Data","web_url":"https://www.nytimes.com/1994/06/07/opinion/l-medical-consumers-need-malpractice-data-321478.html","abstract":"  To the Editor:   \"You Bet Your Life. Do You Know the Odds?\" (The Week in Review, May 29) asks: \"How much information about the competence of doctors are patients entitled to have?\" The question is critically important to health care reform.","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Alcoholic Said He Killed, Colleagues Testify","web_url":"https://www.nytimes.com/1994/06/07/nyregion/alcoholic-said-he-killed-colleagues-testify.html","abstract":"  Five and a half years ago, the authorities say, Paul Cox walked into the Larchmont house where he had lived as a child and, for seemingly no reason, brutally stabbed to death the couple -- both doctors -- who had bought the house from his parents.   The case remained unsolved for four years until the police were told that Mr. Cox, by then a member of Alcoholics Anonymous, had, as part of his recovery efforts, been telling fellow members that he thought he killed the couple during a drunken blackout.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Jet Crash in China Kills 160; Another Flight Is Hijacked","web_url":"https://www.nytimes.com/1994/06/07/world/jet-crash-in-china-kills-160-another-flight-is-hijacked.html","abstract":"  China's overstressed and fast-growing aviation industry suffered its worst single air disaster today when a Russian-built jet crashed near the ancient capital of Xian, killing all 160 passengers and crew members.   In a separate incident a Dragonair flight from Nanjing to Hong Kong made an emergency landing in Hong Kong that injured eight passengers.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/06/07/arts/in-performance-classical-music-321230.html","abstract":"  Mixing East and West, Now From the Asian Side  The Kitchen    Western composers of an experimental stripe have been trying for decades to mix Asian and Western techniques. Now Asian composers are offering their own perspective, and in recent years their hybrids have been far more persuasive than those of their Western predecessors. The New Music Consort offered a few recent efforts in this direction on Saturday evening.","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"By Design; The Bags of Summer","web_url":"https://www.nytimes.com/1994/06/07/style/by-design-the-bags-of-summer.html","abstract":"  It's time to put away winter's heavy leather handbag and move your wallet and makeup into something soft and light to complement summer's linens and cottons.    The summer bags that look best right now are squishy pouches made of crocheted cord, sisal or raffia, macrame or woven linen in neutral, go-with-anything tones ranging from ivory to earth brown.","thumbnail":null,"section":"Style"},{"date":"19940607","headline":"Confession Is Admissible in Katie Beers Case","web_url":"https://www.nytimes.com/1994/06/07/nyregion/confession-is-admissible-in-katie-beers-case.html","abstract":"  A judge today refused to throw out Salvatore Inghilleri's confession to sexually abusing Katie Beers, the 11-year-old Long Island girl who was kidnapped and held in an underground bunker for 16 days.   But Mr. Inghilleri, 41, of Bay Shore, who has said that the police coerced the confession, said he would still refuse a plea bargain from the Suffolk County District Attorney, James M. Catterson Jr., that would have spared Katie from testifying.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Balloon Teams Vie to Be First Around World","web_url":"https://www.nytimes.com/1994/06/07/science/balloon-teams-vie-to-be-first-around-world.html","abstract":"  TO ride the winds around the world in a balloon has been the dream of aeronauts for two centuries, but despite many attempts -- some of them disastrous -- none has succeeded. Now, at last, the smell of success is in the air, and world-class balloonists are scrambling to join competing teams for what may be the greatest balloon race of all time.   As many as five teams may try for the ultimate ballooning achievement: a nonstop circumnavigation of the globe. Hopes are riding not only on high spirits but on new technologies and the innovative balloon designs that the competing groups have devised. Some of the contestants hope to fly higher than any previous balloonist, and they will carry sophisticated scientific apparatus to conduct experiments in the upper atmosphere.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"On Edge of Gaza, a Haven for Israel's Informers","web_url":"https://www.nytimes.com/1994/06/07/world/on-edge-of-gaza-a-haven-for-israel-s-informers.html","abstract":"  Unlike other Arab towns in Gaza, Dhaniya is not celebrating Palestinian self-rule.  There are no pictures of Yasir Arafat, the P.L.O. leader. Nor are there Palestinian flags or graffiti welcoming Palestinian independence.   Instead, the wind-swept streets of this town of about 500 people on the southeastern edge of the Gaza Strip are largely empty, except for a few children playing and the occasional stray dog. Most residents stay at home, sometimes peering from behind steel shutters, checking out Israeli Army patrol cars or rare visitors venturing from Gaza's border.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"1944:Mightiest Invasion : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/07/opinion/IHT-1944mightiest-invasion-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS, ALLIED EXPEDITIONARY FORCE - [From our New York edition:] Initial success in all respects was reported at Allied headquarters at midnight last night [June 6], twenty- four hours after Allied parachutists had landed in Normandy as the","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"It's Not a Dream Season If You Can Only Watch","web_url":"https://www.nytimes.com/1994/06/07/sports/stanley-cup-finals-it-s-not-a-dream-season-if-you-can-only-watch.html","abstract":"  Five years ago, when both were barely in their 20's, Eddie Olczyk and Jimmy Carson were two of the hot, young stars of the National Hockey League. They were part of the new wave of Americans with bright futures.   Olczyk, a Chicago native, had hit his stride with the Toronto Maple Leafs, with seasons of 42 and 38 goals, after arriving in a trade from the Blackhawks. Carson, born and raised in suburban Detroit, was a sniper with Edmonton, scoring 49 goals with the Oilers after scoring 55 the year before in Los Angeles. It seemed as if both had found a niche and might someday might lead their teams to Stanley Cup contention.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Subpoenas Against House Members Rejected","web_url":"https://www.nytimes.com/1994/06/07/us/subpoenas-against-house-members-rejected.html","abstract":"  A Federal district judge today forcefully rejected subpoenas secured against two House members last month by the Brown & Williamson Tobacco Corporation, accusing the company of \"seeking to intimidate, and in a sense to punish\" its critics in a bitter dispute over the hazards of smoking.   The company responded just as forcefully, saying through a spokesman that the judge had put members of Congress \"above the law\" and that it would appeal the ruling.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Smallpox Virus Gets One-Year Reprieve","web_url":"https://www.nytimes.com/1994/06/07/science/smallpox-virus-gets-one-year-reprieve.html","abstract":"  The smallpox virus, which was targeted for destruction by last New Year's Eve, will survive in freezers in Moscow and Atlanta for at least another year, an official of the World Health Organization in Geneva said today.   Health officials had sought to destroy the remaining stocks of the smallpox virus to reduce the security costs associated with preserving it and to avoid the threat of an accidental escape from a laboratory or seizure by terrorists.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"Mets Don't Mess Around With This One","web_url":"https://www.nytimes.com/1994/06/07/sports/baseball-mets-don-t-mess-around-with-this-one.html","abstract":"  The Colorado Rockies were the start of this awful mess with the Mets, their three-game visit to Shea Stadium last week a sweep that sent the Mets on this current road trip tinged with more than a little embarrassment.   Things got worse in Cincinnati this past weekend, when a series that started so neatly -- the Mets won 4-3 on Friday -- finished with two disastrously blown games and a tirade of epic proportions by Dallas Green, the Mets' manager.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"1919: War Seeds Sown : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/07/opinion/IHT-1919-war-seeds-sown-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - When M. Paderewski, the Polish Premier, confronted the Council of Four on Thursday [June 5], he was told politely and pleasantly by its spokesman some very unpleasant things, the substance of which is something like this: \"The Germans have as","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/07/nyregion/c-corrections-321087.html","abstract":"  A chart with the Advertising column on on May 26, about the agencies recently dismissed by the International Business Machines Corporation, included two agencies erroneously. Those agencies, which specialize in direct marketing, are Bronner Slosberg Humphrey and Barry Blau & Partners; they have not been dismissed, and continue to work for I.B.M.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Victory of Civil Society : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/07/opinion/IHT-victory-of-civil-society-letters-to-the-editor.html","abstract":"Thank you for John Ausland's opinion column, \"There Were Germans in Normandy, and Some Lie There Still\" (May 18). Fifty years have passed since the D-Day landings that brought the beginning of the end of World War II. For those of us not yet bor","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"American Team Drops Out","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-people-yachting-american-team-drops-out.html","abstract":"  DAVID SCULLY, a sailor from Chicago who is a favorite to win the upcoming BOC solo yacht race around the world, dropped out of a trans-Atlantic competition yesterday from Plymouth, England, to Newport, R.I. Officials of the event, the Plymouth Development Corporation Two-handed Trans-Atlantic Race, reported that Scully and his co-skipper, STEVE FOSSET, of Beaver Creek, Colo., turned back to England from a position about 300 miles at sea. Scully plans to race around the world beginning in September aboard Coyote, the 60-foot monohull that the late MIKE PLANT was sailing when he was lost at sea two years ago.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Patterns","web_url":"https://www.nytimes.com/1994/06/07/style/patterns-317853.html","abstract":"  Eye Patches from Barneys?    When Gabrielle began singing in London clubs in 1990, she was one of a kind: hair marcelled like Josephine Baker's, a sequin-encrusted eye patch over one eye, 1940's-style glamorous dresses and chunky sneakers.","thumbnail":null,"section":"Style"},{"date":"19940607","headline":"Bitter Memory of Defeat Amid Pomp and Medals","web_url":"https://www.nytimes.com/1994/06/07/world/the-d-day-tour-france-bitter-memory-of-defeat-amid-pomp-and-medals.html","abstract":"  Of the 156,000 Allied troops who landed in Normandy on D-Day, only 177 were French. Survivors of their commando unit gathered today in the little port they liberated on June 6, 1944, to be honored by President Francois Mitterrand for their heroism.   But while there was wreath-laying, distribution of medals and a rendering of the \"Marseillaise\" near the end of a day packed with ceremony, France's commemoration of its own role in D-Day could not help evoking the mixed feelings that the event still stirs among many French.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/06/07/theater/in-performance-theater-321222.html","abstract":"  A Badly Gored Matador Finds His Nurse Is the Bull  Alice's Fourth Floor    If you don't see what you want at Alice's Fourth Floor (432 West 42d Street, Clinton), where the Miranda Theater Company is presenting \"Cinoman & Rebeck,\" wait a few minutes: another play will be right along.","thumbnail":null,"section":"Theater"},{"date":"19940607","headline":"Soothing Report on Labor Relations","web_url":"https://www.nytimes.com/1994/06/07/opinion/soothing-report-on-labor-relations.html","abstract":"  A Presidential commission on labor-management relations released a scrupulously balanced fact-finding report last week to the applause of labor and business. But the warm reception was testimony to the commission's decision, for now, to sidestep controversy.   The commission, headed by former Labor Secretary John Dunlop, points to several disturbing trends: slow productivity growth, falling wages of low-paid males, declining union membership and escalating workplace litigation. These trends are mostly beyond Congress's reach. But the report does show where Washington could help.","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Packers' Top Pick Injured","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-people-football-packers-top-pick-injured.html","abstract":"  AARON TAYLOR, the Green Bay Packers' No. 1 draft pick, injured his knee during mini-camp yesterday and will be sidelined for up to six months. The team said the Notre Dame guard was scheduled for surgery today by Dr. PATRICK McKENZIE, the team physician. Taylor tore the patellar tendon between the right kneecap and the lower leg. A preliminary exam showed no damage to the anterior cruciate ligament, a more serious injury that might have ended Taylor's season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"IN PERFORMANCE: DANCE","web_url":"https://www.nytimes.com/1994/06/07/arts/in-performance-dance-321214.html","abstract":"  Donald Byrd's War of the Sexes Ends Almost Happily, if Warily  Majestic Theater, Brooklyn    The war of the sexes is an eternally relevant theme that lends itself easily to choreographic treatment. Yet dances that show men and women perpetually slugging one another can easily grow predictable and monotonous.","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/07/nyregion/news-summary-316920.html","abstract":"  International A3-13  U.S. SHIFT ON TRADE POLICY  The Clinton Administration signaled that it is ready to jettison its all-or-nothing approach to a trade agreement with Japan and strike whatever arrangements it can get.  A1","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Owners Pull So Hard on Cap, They Can't See Strike in Their Path","web_url":"https://www.nytimes.com/1994/06/07/sports/on-baseball-owners-pull-so-hard-on-cap-they-can-t-see-strike-in-their-path.html","abstract":"  A high-ranking executive of an American League team asked a reporter the other day what the chances were that the players would strike later this season. Told that the chances were very strong that the players would strike, very likely in August, the executive was clearly bothered that management people had not been appraised of the serious nature of the threat.   \"It's been kept very quiet in baseball circles,\" he said. \"No one knows enough about it. When someone mentions something about a strike, everyone is hushed about it.\"","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Looking Back: D-Day's Heroes Tell Their Tales","web_url":"https://www.nytimes.com/1994/06/07/world/the-d-day-tour-the-veterans-looking-back-d-day-s-heroes-tell-their-tales.html","abstract":"  They look no different from the other guys who hang out at the Grange Hall or the ones who bowl in the Friday league. But talk to them, the heroes of Omaha and Utah Beach and the others, and they have a thousand tales to tell.   That is just the point. Most led ordinary lives before their supreme test on D-Day, and ordinary lives afterward as well. Most do not see themselves as heroes, and they talk hesitantly, if at all, about the scenes of carnage that met them on that gray morning in 1944.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"Supreme Court Roundup; Prison Officials Can Be Found Liable for Inmate-Against-Inmate Violence, Court Rules","web_url":"https://www.nytimes.com/1994/06/07/us/supreme-court-roundup-prison-officials-can-be-found-liable-for-inmate-against.html","abstract":"  The Supreme Court ruled today that prison officials can be found liable for failing to protect an inmate from violence at the hands of other prisoners if the officials did not act when they knew of a \"substantial risk of serious harm.\"   The 9-to-0 ruling gave a transsexual Federal prisoner whose suit against prison officials was dismissed by two lower courts a chance to show at trial that the beatings and rapes he suffered at the Federal penitentiary at Terre Haute, Ind., were the result of officials' \"deliberate indifference\" to his need for special protection.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Commander in Chief In the Role of Protege","web_url":"https://www.nytimes.com/1994/06/07/world/the-d-day-tour-reporter-s-notebook-commander-in-chief-in-the-role-of-protege.html","abstract":"  The week was not about Bill Clinton, the President's aides insisted. It was about the veterans.   But it was very much about Bill Clinton, of course. The President was seeking redemption this week on the issue of military service. He deftly used his speeches to reposition himself in a more flattering light and to court the military with lavish praise and promises that the downsizing of the armed forces would soon be over. And he relished his favorite role of President-as-pupil.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"Drama Teacher's Drill: Re-invent the Classics","web_url":"https://www.nytimes.com/1994/06/07/theater/drama-teacher-s-drill-re-invent-the-classics.html","abstract":"  In \"Fragments of a Trilogy,\" Andrei Serban distilled the essence of \"The Trojan Women,\" \"Electra\" and \"Medea\" into an astonishing collage of freely interpretive theater. Twenty years later, as the director of the Oscar Hammerstein 2d Center for Theater Studies at Columbia University, Mr. Serban has led his graduate students through their own variations on his initial journey.   As an end-of-term exercise, the students recently created and performed abridgements of 20 Greek plays interspersed with 13 fables from Aesop. Call it fragments of \"Fragments.\" The breathless sweep from Euripides to Plautus included a modern \"Electra,\" with Helen of Troy depicted as \"the bitch who ran away with a white man,\" and a more lyrically inclined \"Electra,\" complete with a gauzy scenic design and sculptural tableaux.","thumbnail":null,"section":"Theater"},{"date":"19940607","headline":"Signs of Life After Pan Am; Thousands of Workers Stranded by Airline's Sudden Demise Find Training and Jobs","web_url":"https://www.nytimes.com/1994/06/07/nyregion/signs-life-after-pan-am-thousands-workers-stranded-airline-s-sudden-demise-find.html","abstract":"  John Wallace remembers the day Pan American World Airways flew for the last time: the Kennedy International Airport maintenance shop where he had worked as a machinist for 24 years was \"the quietest thing I've ever seen in my life.\"   \"There was no screaming, no complaining,\" he said. \"We all just got our tools and left.\"","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Don't Expect Enthusiasm From Tokyo","web_url":"https://www.nytimes.com/1994/06/07/opinion/IHT-dont-expect-enthusiasm-from-tokyo.html","abstract":"The crisis on the Korean Peninsula requires the closest possible cooperation between Japan and the United States at a time when the two nations are still recovering from months of economic friction. But the depth of pacifist feeling in Japan and the weak","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Shostakovich to Louis Armstrong","web_url":"https://www.nytimes.com/1994/06/07/arts/shostakovich-to-louis-armstrong.html","abstract":"  The complete string quartets of Shostakovich, a farewell recital by the Dutch soprano Elly Ameling, a new series of Sunday morning concerts and a Louis Armstrong Festival are among the offerings on the Lincoln Center Productions schedule for the 1994-95 season.    Great Performers, the center's main series of symphonic, chamber and recital programs, opens on Oct. 21 with Seiji Ozawa conducting the Boston Symphony Orchestra in an all-Berlioz program that will include the recently discovered Messe Solonelle. Other orchestras scheduled to perform in Avery Fisher Hall include the Los Angeles Philharmonic, the Russian National Symphony Orchestra, the Royal Philharmonic Orchestra, the Israel Philharmonic and the London Symphony.","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"SPORTS PEOPLE: COLLEGES;","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-people-colleges.html","abstract":"  A Los Angeles jury yesterday awarded $2.1 million to a former University of Southern California assistant athletic director who claimed the school breached his contract and discriminated against him. MARVIN COBB claimed his salary was reduced and his responsibilities were cut after he complained that black student-athletes were not getting the education the school promised them. A Superior Court jury awarded Cobb $1.1 million in economic damages and $1 million for emotional injury. It deadlocked, 8-4, on the discrimination claim. The university planned to appeal the verdict, its attorney, CARL DOUGLAS, said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Ewing's Challenge Grows Ever Tougher","web_url":"https://www.nytimes.com/1994/06/07/sports/pro-basketball-notebook-ewing-s-challenge-grows-ever-tougher.html","abstract":"  Although some suggested that John Starks or Charles Oakley were the keys to the Knicks' success this season, Pat Riley knew that they would never reach the National Basketball Association finals without a strong performance by Patrick Ewing.   \"I told him one time that in order for us to get there you're going to have to play your best ever, and he did it,\" Riley said yesterday after the team met in Purchase, N.Y., before leaving for Houston, where the Knicks will begin the four-of-seven-game series with the Rockets on Wednesday night.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/06/07/style/IHT-what-theyre-reading.html","abstract":"John de St. Jorre, author of a forthcoming history of the Olympia Press, is reading \"Girls Lean Back Everywhere: The Law of Obscenity and the Trials of Genius,\" by Edward de Grazia..\"A very good read about the landmark novels and legal ca","thumbnail":null,"section":"Style"},{"date":"19940607","headline":"Hidden Earthquake Toll Puzzles Experts","web_url":"https://www.nytimes.com/1994/06/07/us/hidden-earthquake-toll-puzzles-experts.html","abstract":"  More than 60,000 buildings were damaged in the earthquake that hit the Los Angeles area on Jan. 17, with brick, concrete and wooden structures faring the worst.   But of the 400 or so steel-frame buildings in the quake region -- the type of structure believed to be among the safest -- all emerged standing, most with minimal damage.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Hope and Frustration: A Ghost Village Is Born","web_url":"https://www.nytimes.com/1994/06/07/nyregion/our-towns-hope-and-frustration-a-ghost-village-is-born.html","abstract":"  IT was a Sunday in the Hamptons as bright as new chrome, and the chairs and blankets were unfolding in lazy profusion. No activity seemed the best.   But for some people -- too many for narrow Dune Road -- it was the perfect day to drive out and see the wracked land and ruined houses that became a village the other day.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/06/07/arts/in-performance-classical-music-318078.html","abstract":"  A Hybrid Recital Style For 'The Art of the Song'  Alice Tully Hall    For its Art of the Song series this season, Lincoln Center encouraged performers to explore musical styles or extramusical themes systematically. The inventive Dvorak and Janacek installment that was presented on Sunday evening was proposed by the pianist Rudolf Firkusny, and although he had to bow out because of poor health, his plan was generally well served.","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"Medical Consumers Need Malpractice Data; Minnesota Achievement","web_url":"https://www.nytimes.com/1994/06/07/opinion/l-medical-consumers-need-malpractice-data-minnesota-achievement-321508.html","abstract":"  To the Editor:   I am delighted to see Minnesota used once again as an example in a discussion of health care reform. But \"Unhealthy Maintenance Organizations\" by Kip Sullivan and Keith W. Sehnert (Op-Ed, May 30) draws all the wrong lessons from Minnesota.","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"A Mysterious Disease Strikes Serengeti Lions","web_url":"https://www.nytimes.com/1994/06/07/science/a-mysterious-disease-strikes-serengeti-lions.html","abstract":"  A MYSTERIOUS ailment has been devastating the much studied lions of the Serengeti National Park in Tanzania, and scientists said yesterday that it had been identified as canine distemper, a viral disease that causes severe neurological symptoms and death.   Prides of lions in the Serengeti, whose behavior has been the subject of intensive study for almost 30 years, have been decimated by the disease outbreak since it was first noticed at the beginning of the year, said researchers monitoring the animals.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"Valenzuela 9-2 in Mexico Play","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-people-baseball-valenzuela-9-2-in-mexico-play.html","abstract":"  FERNANDO VALENZUELA, 33, improved his record to 9-2 by pitching a five-hitter as the Jalisco Charros defeated Dos Laredos, 9-3, Sunday in a seven-inning Mexican League game, the second half of a doubleheader in Guadalajara. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"On My Mind; Facing Nuclear Fallout","web_url":"https://www.nytimes.com/1994/06/07/opinion/on-my-mind-facing-nuclear-fallout.html","abstract":"  The Clinton Administration has to stare hard at one question every time it considers what to do about the fact that North Korea either has nuclear weapons or all the makings at hand.    If it comes to war to roll North Korea back to zero weapons, what would it cost in lives?","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Oldest Tracks?","web_url":"https://www.nytimes.com/1994/06/07/science/science-watch-oldest-tracks.html","abstract":"  Footprints unearthed in an ancient flood plain in northwest New Mexico may be the oldest dinosaur tracks yet discovered in North America, researchers from the University of Colorado and the United States Geological Survey say.   The four prints appear to have been made by a turkey-sized ornithiscian, a plant-eating dinosaur that lived some 225 million years ago, said Stephen Hasiotis, a doctoral student in geology at the University of Colorado in Boulder who also works for the Geological Survey.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"Record Label Reissues A Treasured Collection Of Rhythm-and-Blues","web_url":"https://www.nytimes.com/1994/06/07/arts/record-label-reissues-a-treasured-collection-of-rhythm-and-blues.html","abstract":"  When Rhino Records recently reissued seven compact disks of rhythm-and-blues from the vaults of King Records, it not only reclaimed material that had long been lost but also accorded the music something it deserves but has rarely received: a measure of respect.   The music, by artists like Hank Ballard and the Midnighters, Freddie King, Little Willie John and Wynonie Harris, is sometimes raucous and wild, sometimes cool and often extreme. It's the sound of the American Saturday night. Harris's rendition of \"Bloodshot Eyes\" -- \"Your eyes look like two cherries in a glass of buttermilk/Don't roll those bloodshot eyes at me\" -- is not just a humorous party song. It is, in many ways, an important pop-cultural artifact.","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/07/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding the report \"Clinton in Normandy: A Tricky Act on the World Stage\" (May 23) by Ann Devroy and John F. Harris:.The writers open their article by saying that President Bill Clinton would face a daunting challenge at the 50th anniversar","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Slump? Try a Yankee Texas Stampede","web_url":"https://www.nytimes.com/1994/06/07/sports/baseball-slump-try-a-yankee-texas-stampede.html","abstract":"  There had been so many tortuous evenings at old Arlington Stadium for the Yankees that they would have helped operate the wrecking ball to destroy it. After one splendid evening at the new Ballpark in Arlington tonight, they were ready to help operate the lawn mowers or anything else to preserve the scenery for what transpired. Especially Bernie Williams.   Perhaps Williams liked the grassy field, perhaps he enjoyed the inviting right-field fences or perhaps he was motivated by having his center-field job threatened, but he responded with a virtuoso performance of two homers and seven runs batted in to steer the Yankees to a 17-7 victory over the Rangers tonight. The triumph ended New York's four-game losing streak and prevented Texas from reaching .500 for the first time this season.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"U.S. Proposes Healthier Food At All Schools","web_url":"https://www.nytimes.com/1994/06/07/us/us-proposes-healthier-food-at-all-schools.html","abstract":"  The Clinton Administration plans sweeping changes in the school lunch program to improve the nutritional content of meals served daily to 25 million children, Administration officials said today.   New rules drafted by the Agriculture Department would set limits on fat, sodium and cholesterol in school lunches and would require more dietary fiber by increasing the use of vegetables, fruits and grain products.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Three Recent Fires May Be Work of One Person, Officials Say","web_url":"https://www.nytimes.com/1994/06/07/nyregion/three-recent-fires-may-be-work-of-one-person-officials-say.html","abstract":"  Fire investigators said yesterday that the same person may have been responsible for setting three recent fires in lower Manhattan, including a blaze Sunday night in which the authorities said an arsonist deliberately set out to injure firefighters.   The Sunday fire, which occurred in a commercial building at 79 Worth Street, left a fire lieutenant in \"extremely critical\" condition, said Fire Commissioner Howard Safir. The lieutenant, George Lener, suffered carbon monoxide poisoning and cardiac arrest. 'Absolutely Disturbed'    Commissioner Safir said fire marshals believe that two of the recent fires and possibly all three were set by the same person and, because oil had been poured down an interior stairwell and a fire escape in Sunday's fire, the arsonist had been trying to hurt firefighters.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Bosnians Join Geneva Talks On Cease-Fire","web_url":"https://www.nytimes.com/1994/06/07/world/bosnians-join-geneva-talks-on-cease-fire.html","abstract":"  After a four-day boycott, the Bosnian Government joined talks today on stopping the fighting in Bosnia, but there was little indication that differences with the Serbs over the length and nature of a cease-fire could be bridged.   Ejup Ganic, vice president of the newly formed Muslim-Croatian federation in Bosnia, agreed to start talking after determining that no Serbian forces were left in the eastern Bosnian Muslim enclave of Gorazde. The presence of a handful of Serbs, in defiance of a six-week-old NATO ultimatum, had been the reason given by the Muslim-led Government for its boycott.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"Chess","web_url":"https://www.nytimes.com/1994/06/07/arts/chess-316350.html","abstract":"  Judit Polgar registered the greatest success of her life by running away with the Madrid International Tournament, which ended in mid-May in Spain. The 17-year-old Hungarian grandmaster took first prize with a 7-2 tally in an illustrious field.   Second prize went to the Bosnian grandmaster Ivan Sokolov, who scored 5 1/2-3 1/2. Three grandmasters tied for third place: Gata Kamsky of Brooklyn, Miguel Illescas Cordoba of Spain and Alexei Shirov of Latvia. They each had 5-4.","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/06/07/sports/transactions-320455.html","abstract":"  Baseball American League  SEATTLE MARINERS -- Claimed Milt Hill, pitcher, on waivers from the Atlanta Braves.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"U.S. Steps Up North Korea Talks And Drafts an Embargo Plan","web_url":"https://www.nytimes.com/1994/06/07/world/us-steps-up-north-korea-talks-and-drafts-an-embargo-plan.html","abstract":"  The United States intensified consultations here today, seeking to build a coalition in favor of punitive action against North Korea if it continues to defy United Nations nuclear inspectors.   American officials said the United States had drafted a proposed resolution for an economic embargo but had not yet shown the text to other countries.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"Invasion And Evasions","web_url":"https://www.nytimes.com/1994/06/07/opinion/invasion-and-evasions.html","abstract":"  No, there was really no place for us Germans at the D-Day celebrations on the beaches of Normandy. The simplest reason for the Allies refusal to invite us is the most telling: from everything we know about that day, it wasn't the Germans who landed near Caen to free Europe from Fascism.   The Russians have a significantly better reason to be upset over not being invited to Liberation Day. Without the Red Army's victories at Stalingrad and Kursk and in Byelorussia, the Allied invasion forces would never have advanced so quickly to the Rhine. It is true that the Red Army liberated \"its\" part of Europe, then forced it under Stalin's yoke. But it wouldn't have done any harm to remind the world and the Russians of the really liberating part that their Great Patriotic War played in the fight against Fascism, and to honor them on D-Day.","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"1894: The Embassy Fete : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/07/opinion/IHT-1894-the-embassy-fete-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - In spite of the uninviting weather Lady Dufferin's garden-party at the British Embassy yesterday afternoon [June 6] turned out the social success of the present season. It called forth the remark from a Frenchman of la vieille noblesse: \"Nous","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Solemn Salute for Those Who 'Saved the World'","web_url":"https://www.nytimes.com/1994/06/07/world/the-d-day-tour-the-overview-solemn-salute-for-those-who-saved-the-world.html","abstract":"  At places with names that gleam on the pages of history -- Pointe du Hoc, Pegasus Bridge, Utah Beach and more -- the victors today commemorated their success in breaching Hitler's Atlantic Wall a half-century ago and opening the way to ultimate triumph in World War II.   \"When they were young, these men saved the world,\" President Clinton said of the D-Day veterans who gathered in the American cemetery on the bluff overlooking the bloodiest of the landing beaches, Omaha. \"We are the children of your sacrifice.\"","thumbnail":null,"section":"World"},{"date":"19940607","headline":"Computers in Libraries","web_url":"https://www.nytimes.com/1994/06/07/opinion/l-computers-in-libraries-321451.html","abstract":"  To the Editor:   Re \"Data Highway Ignoring Poor, Study Charges,\" (front page, May 24): Pat industry responses to the study do little to assure the public that the information highway won't bypass certain areas. Access to computers is the goal in Brooklyn's public libraries. Computer literacy is the data superhighway learner's permit.","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"New Washington Arena Near","web_url":"https://www.nytimes.com/1994/06/07/sports/sports-people-basketball-new-washington-arena-near.html","abstract":"  While the Washington Redskins owner, JACK KENT COOKE, proceeds with plans to move his football team from the nation's capital, the area's basketball and hockey teams may be moving in. The Washington Post reported today that ABE POLLIN, owner of the Washington Bullets and Capitals, and the District of Columbia are close to an agreement for a new downtown arena. The arena would be built on a mostly vacant tract in the Chinatown area of downtown Washington. The two sides met for several hours yesterday and city representatives expressed optimism that a deal would be struck. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"Pollution Threatens World's Caviar Source","web_url":"https://www.nytimes.com/1994/06/07/science/pollution-threatens-world-s-caviar-source.html","abstract":"  AFTER two million years of a most celebrated existence in the Caspian Sea, the sturgeon -- and caviar, its revered offspring -- have been pushed by pollution, corruption and greed to the edge of extinction.   More than 90 percent of sturgeon and 95 percent of all black caviar come from the Caspian, which despite its name is the world's largest lake. A full-grown beluga, the largest member of the sturgeon family, can weigh a ton and carry more than two million eggs, although its relatives, the sevruga and osetra, are more common and not nearly as big.","thumbnail":null,"section":"Science"},{"date":"19940607","headline":"Group Admits School Gains Weren't Real","web_url":"https://www.nytimes.com/1994/06/07/us/group-admits-school-gains-weren-t-real.html","abstract":"  Education Alternatives Inc., the Minneapolis company that manages public schools for profit, said yesterday that it had overstated the academic progress of students attending the schools it manages in Baltimore.   In an admission that is sure to fuel the debate over the privatization of public schools, Education Alternatives said its error in reporting the Baltimore test scores had been \"completely unintentional.\" It corrected the error yesterday; the mistake was reported last weekend by the Minneapolis Star Tribune.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Observer; Farce Among the Swells","web_url":"https://www.nytimes.com/1994/06/07/opinion/observer-farce-among-the-swells.html","abstract":"  For a long time the bumper stickers said, \"Virginia Is For Lovers.\" This was silly. Virginia for lovers? Surely it hadn't come to that for the Old Dominion.    For lovers? Virginia, Mother of Presidents, was being advertised as just another piece of hot-mattress geography like Las Vegas?","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/06/07/arts/in-performance-classical-music-321249.html","abstract":"  American Scenes of the 50's From the Chamber Opera  Marymount Manhattan Theater    For the final program of its 10th season, the American Chamber Opera Company is presenting Jack Beeson's \"Hello Out There\" and Leonard Bernstein's \"Trouble in Tahiti,\" both from the early 1950's. The Bernstein work, a scathing satire of the American suburban idyll, is certainly the stronger of the two. The composer's libretto works too hard at its social agenda, but the music achieves a fairly seamless synthesis of classical and popular styles, with a generous application of melodic grace.","thumbnail":null,"section":"Arts"},{"date":"19940607","headline":"Checklist of Tax Cuts","web_url":"https://www.nytimes.com/1994/06/07/nyregion/the-details-checklist-of-tax-cuts.html","abstract":"  Major Tax Cuts Agreed to By the Legislature and Gov. Mario M. Cuomo   Corporate Tax Surcharge: The rate will go from 15 percent to 10 percent in October 1994. It will then drop to 5 percent in October 1995, and be eliminated in October 1996. Mr. Cuomo's original proposal would have reduced the tax to 10 percent over three years.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Exclusion of Soviet Veterans From the Ceremonies Is a Source of Resentment","web_url":"https://www.nytimes.com/1994/06/07/world/d-day-tour-russia-exclusion-soviet-veterans-ceremonies-source-resentment.html","abstract":"  To many Russians, the absence of Soviet veterans at the ceremonies marking D-Day is another reminder of what they see as the West's reluctance to embrace the new Russia with much more than lofty words.   \"The overall success of the Allies was due to the fact that the Soviet Union helped to accelerate the defeat of fascism,\" said Ivan Yershov, a 73-year-old retired colonel. \"Now, the absence of our veterans at the ceremonies strikes a blow to the honor and worthiness of the alliance as a whole.\"","thumbnail":null,"section":"World"},{"date":"19940607","headline":"STANLEY CUP FINALS;\nCan McLean Get Back in the Groove?","web_url":"https://www.nytimes.com/1994/06/07/sports/stanley-cup-finals-can-mclean-get-back-in-the-groove.html","abstract":"There is a single horseshoe nailed to the wall above the dressing cubicle of Canuck goaltender Kirk McLean. It faces up, which, as a superstitious person will remind you, is so the shoe can hold in all the luck.\n\nNo one knows whether some troll from the bowels of the Pacific Coliseum sneaked into the locker room during Game 3 of the Stanley Cup finals Saturday and messed with McLean's talisman, but McLean faced an avalanche of bad luck. He gave up five goals, his worst performance in a month, during a 5-1 Rangers victory that put Vancouver behind, two games to one, in this four-of-seven-game series.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"California Primary Sets a Lavish Tone, Lifting a Long Shot","web_url":"https://www.nytimes.com/1994/06/07/us/california-primary-sets-a-lavish-tone-lifting-a-long-shot.html","abstract":"  Seldom, if ever, has there been a better example of the power of money and television in politics than in California's 1994 Senate race.   Over the past few months, by pouring more than $6.5 million of his personal fortune into a television advertising blitz, Michael Huffington, a little-known first-term Republican Congressman from Santa Barbara, has made a real contest out of what once looked to be a political yawn.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/07/style/chronicle-321060.html","abstract":"  When FREDERICK E. HART, the sculptor, worked as a volunteer in Jimmy Carter's 1976 campaign, he could not have known that he would someday contribute something more permanent to the 39th President's legacy. But this morning, his newest work, the James Earl Carter Presidential Statue, is to be unveiled on the grounds of the Georgia State Capitol in Atlanta.    Mr. Hart, who also created the \"Three Servicemen\" sculpture at the Vietnam Veterans Memorial in Washington, rendered the former President's torso from photographs but asked him to sit at the Carter Center in Atlanta while he worked on the head. \"It is a large statue, so I designed the head so it could be removed,\" Mr. Hart said the other day.","thumbnail":null,"section":"Style"},{"date":"19940607","headline":"A Way Out, if the Right People Lead the Way","web_url":"https://www.nytimes.com/1994/06/07/sports/on-golf-a-way-out-if-the-right-people-lead-the-way.html","abstract":"  On a practice tee at St. Andrew's Golf Club, the present watched the future hit balls yesterday. Jim Thorpe, at present the only African-American golfer on the PGA Tour, stood near his golf bag and looked on as Eldrick (Tiger) Woods lofted some delicate lob shots into a small, tight circle.   Thorpe nodded his head approvingly. \"You know,\" he said, swatting at a swarm of mosquitoes that buzzed around his thick forearms, \"this kid is doing everything right. He's got one of the most beautiful golf swings I've seen, the closest thing to Tom Weiskopf's swing I've seen in years. He's getting an education. He's getting all the tricks of the trade of the game. He's got a great work ethic and as an amateur he's already played a lot of the great courses. And he's got his dad there with him.","thumbnail":null,"section":"Sports"},{"date":"19940607","headline":"9 Youths Shot at Party Near Los Angeles","web_url":"https://www.nytimes.com/1994/06/07/us/9-youths-shot-at-party-near-los-angeles.html","abstract":"  Frank Chen's parents were asleep upstairs in their million-dollar home and the last few teen-age partygoers at his \"end of the year jam\" were cleaning up quietly early Sunday morning when gunfire raked the swimming pool area and someone screamed, \"Everybody run!\"   Bullets crashed through the glass patio doors and ripped through the drawn curtains where half a dozen young people were watching television at about 1 A.M. Only one managed to rise from the couch before all were gunned down, Chief Frank Wills said today.","thumbnail":null,"section":"U.S."},{"date":"19940607","headline":"Wars and Generations","web_url":"https://www.nytimes.com/1994/06/07/opinion/wars-and-generations.html","abstract":"  The occasion was electric with memory and feeling, and freighted with the ambiguity that surrounds this Commander in Chief's relationship with the military. With three generations watching, President Clinton kept his footing in his difficult address yesterday at the U.S. cemetery on the bluffs above Omaha Beach. Of the Americans who fell there 50 years ago, Mr. Clinton's best phrase said it all: \"They were the fathers we never knew, the uncles we never met . . . the heroes we can never repay. They gave us our world.\"    Mr. Clinton was right to opt for homage and humility rather than the soaring martial rhetoric used in the same place 10 years ago by another noncombatant chief commander, Ronald Reagan. The words touched the right chord not just for Americans, but for the British, the French, the Canadians and eight other nationalities in the extended Allied family.","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Police Search the Records of Slain Teacher","web_url":"https://www.nytimes.com/1994/06/07/nyregion/police-search-the-records-of-slain-teacher.html","abstract":"  Investigators yesterday removed four boxes of records and personal effects from the office of a Brooklyn schoolteacher who was found shot to death Friday night.   Detective Robert DeLeon said the records from Public School 94 were being reviewed in an attempt to uncover a motive for the slaying of Morris Binder, a 52-year-old teacher who was discovered dead in Queens behind the wheel of his wife's car with several thousand dollars in his pockets and four gunshot wounds in his face and chest.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Medical Consumers Need Malpractice Data; Consumption Tax","web_url":"https://www.nytimes.com/1994/06/07/opinion/l-medical-consumers-need-malpractice-data-consumption-tax-321494.html","abstract":"  To the Editor:   As an octogenarian and having had a career in the Foreign Service and as an international business consultant, I venture to suggest a solution to the health care impasse.","thumbnail":null,"section":"Opinion"},{"date":"19940607","headline":"Albany to Expand Fingerprinting Plan For Welfare Funds","web_url":"https://www.nytimes.com/1994/06/07/nyregion/albany-to-expand-fingerprinting-plan-for-welfare-funds.html","abstract":"  The Governor and legislative leaders have agreed to expand a contentious program for fingerprinting welfare recipients to a total of 12 counties. But top officials said today that the plan, part of an evolving deal on the state budget, excludes New York City, where two-thirds of the state's welfare recipients live.    Details of the fingerprinting program -- aimed at curbing welfare fraud -- emerged today as negotiators rushed to seal the final details of the roughly $34 billion state budget, which is now more than two months late. Though several important parts of the budget remained unsettled, the package includes more than $450 million in tax cuts, mostly to businesses, and is loaded with election-year spending projects across the state.","thumbnail":null,"section":"New York"},{"date":"19940607","headline":"Ship to Screen 2,000 Haitians Each Week","web_url":"https://www.nytimes.com/1994/06/07/world/ship-to-screen-2000-haitians-each-week.html","abstract":"  Anticipating a major pickup in the number of Haitian boat people, the Clinton Administration expects to process about 2,000 Haitians a week when it begins reviewing applicants for refugee status this month on a ship off Jamaica's coast, United States officials said today.   That rate is far higher than the 130 Haitian boat people that the Coast Guard has stopped each week so far this year. Administration officials foresee such a large increase because they expect Haitians to be encouraged by President Clinton's decision last month to grant individual interviews instead of forcibly returning Haitians without hearings.","thumbnail":null,"section":"World"},{"date":"19940607","headline":"A Sinister Political Turn in Virginia","web_url":"https://www.nytimes.com/1994/06/07/opinion/a-sinister-political-turn-in-virginia.html","abstract":"  Many of the retrograde forces that brought us the ugliest Republican National Convention in recent memory have now conspired to nominate Oliver L. North for the United States Senate in Virginia. Hard-right evangelical activists, educated by Pat Robertson's Christian Coalition, easily defeated Mr. North's opponent, James C. Miller, a budget director in the Reagan Administration.   Responsible conservatives and moderate Republicans cannot be pleased with this turn of events -- even though Mr. North could win and thus help realize the party's hope of capturing control of the Senate in this year's midterm elections.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940607","time":"1994-06-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":86,"wspd":25.9},{"date":"19940607","time":"1994-06-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":82,"wspd":20.5},{"date":"19940607","time":"1994-06-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":83,"wspd":20.5},{"date":"19940607","time":"1994-06-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":85,"wspd":16.6},{"date":"19940607","time":"1994-06-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":88,"wspd":18.4},{"date":"19940607","time":"1994-06-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":87,"wspd":14.8},{"date":"19940607","time":"1994-06-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":86,"wspd":16.6},{"date":"19940607","time":"1994-06-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":84,"wspd":14.8},{"date":"19940607","time":"1994-06-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":81,"wspd":20.5},{"date":"19940607","time":"1994-06-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":76,"wspd":16.6},{"date":"19940607","time":"1994-06-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":75,"wspd":16.6},{"date":"19940607","time":"1994-06-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":72,"wspd":16.6},{"date":"19940607","time":"1994-06-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":65,"wspd":16.6},{"date":"19940607","time":"1994-06-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":63,"wspd":20.5},{"date":"19940607","time":"1994-06-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":61,"wspd":16.6},{"date":"19940607","time":"1994-06-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":60,"wspd":22.3},{"date":"19940607","time":"1994-06-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":57,"wspd":13},{"date":"19940607","time":"1994-06-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":56,"wspd":22.3},{"date":"19940607","time":"1994-06-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":60,"wspd":14.8},{"date":"19940607","time":"1994-06-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":62,"wspd":16.6},{"date":"19940607","time":"1994-06-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":64,"wspd":24.1},{"date":"19940607","time":"1994-06-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":66,"wspd":16.6},{"date":"19940607","time":"1994-06-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":68,"wspd":16.6},{"date":"19940607","time":"1994-06-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":74,"wspd":14.8},{"date":"19940607","time":"1994-06-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":97,"wspd":22.3},{"date":"19940607","time":"1994-06-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":14.8},{"date":"19940607","time":"1994-06-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":18.7},{"date":"19940607","time":"1994-06-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":93,"wspd":24.1},{"date":"19940607","time":"1994-06-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":93,"wspd":14.8},{"date":"19940607","time":"1994-06-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":93,"wspd":22.3},{"date":"19940607","time":"1994-06-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":93,"wspd":22.3},{"date":"19940607","time":"1994-06-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":97,"wspd":16.6},{"date":"19940607","time":"1994-06-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":97,"wspd":11.2},{"date":"19940607","time":"1994-06-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":22.3},{"date":"19940607","time":"1994-06-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":18.7},{"date":"19940607","time":"1994-06-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":22.3},{"date":"19940607","time":"1994-06-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":90,"wspd":22.3},{"date":"19940607","time":"1994-06-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":25.9},{"date":"19940607","time":"1994-06-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":27.7},{"date":"19940607","time":"1994-06-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":63,"wspd":27.7},{"date":"19940607","time":"1994-06-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":55,"wspd":22.3},{"date":"19940607","time":"1994-06-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":51,"wspd":18.7},{"date":"19940607","time":"1994-06-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":45,"wspd":24.1},{"date":"19940607","time":"1994-06-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":41,"wspd":20.5},{"date":"19940607","time":"1994-06-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":36,"wspd":22.3},{"date":"19940607","time":"1994-06-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":34,"wspd":24.1},{"date":"19940607","time":"1994-06-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":38,"wspd":25.9},{"date":"19940607","time":"1994-06-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":45,"wspd":24.1}]},"19940608":{"guardian_articles":[{"date":"19940608","headline":"Welcome to Britain","web_url":"https://www.theguardian.com/society/1994/jun/08/guardiansocietysupplement","abstract":null,"thumbnail":null,"section":"Society"}],"nytimes_articles":[{"date":"19940608","headline":"Fickle Favors of Lady Luck","web_url":"https://www.nytimes.com/1994/06/08/sports/IHT-fickle-favors-of-lady-luck.html","abstract":"A World Cup cycle is several times more fickle than fate..Four years ago, Salvatore (Toto) Schillaci, the pop- eyed Sicilian, was the embodiment of Italy's World Cup. Six games he played, six times he scored..But now the cycle has turned, now the Ita","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Japanese Book Praises Hitler For His Electoral Techniques","web_url":"https://www.nytimes.com/1994/06/08/world/japanese-book-praises-hitler-for-his-electoral-techniques.html","abstract":"  An official of the Liberal Democratic Party urges in a new book that his party try to regain power by adopting a new role model: Hitler.   The book, \"Hitler Election Strategy: A Bible for Certain Victory in Modern Elections,\" says the Nazi leader's process for \"unifying public opinion in a short period of time and snatching power\" provides \"very important teachings.\"","thumbnail":null,"section":"World"},{"date":"19940608","headline":"Whittingham Still Seeks a Belmont","web_url":"https://www.nytimes.com/1994/06/08/sports/horse-racing-whittingham-still-seeks-a-belmont.html","abstract":"  At 81 and counting, Charlie Whittingham is the dean of American horse trainers. He has won more than 2,400 races, 600 of them stakes, including the Kentucky Derby twice and the Preakness once. He has earned more than $104 million in purses. He has trained 10 national champions. He has won the Hollywood Gold Cup 8 times, the Santa Anita Handicap 9 times, the San Bernardino 11 times and the San Juan Capistrano 14 times.   But in 60 years of prizes, he somehow has missed one: the Belmont Stakes. He will try it for the third time on Saturday with Strodes Creek, who has raced only five times in his career, who did not win either the Santa Anita Derby or the Kentucky Derby and who did not even run in the Preakness.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/08/style/chronicle-334588.html","abstract":"  JOHN GAVIN, a former United States Ambassador to Mexico and former movie idol, was on a plane yesterday, too. He was headed from his home in Los Angeles to Albany, where today he is to have a news conference for a favorite cause: clamping down on drunken driving by young people.    Mr. Gavin, the chairman of the Century Council, an organization of vintners and distillers that works to reduce alcohol abuse and under-age drinking, will appeal to state legislators to pass a bill that would make the blood-alcohol limit for minors lower than that for adults. The bill stipulates suspension of drivers licenses for infractions.","thumbnail":null,"section":"Style"},{"date":"19940608","headline":"A Dangerous Form of Strep Stirs Concern in Resurgence","web_url":"https://www.nytimes.com/1994/06/08/us/a-dangerous-form-of-strep-stirs-concern-in-resurgence.html","abstract":"  A HIGHLY virulent strain of streptococcal bacteria, often referred to in popular accounts as \"deadly, flesh eating bacteria,\" is making a comeback in the United States and elsewhere, experts say. Although the number of people affected is relatively small, medical scientists say they are concerned because the bacteria are so dangerous and yet the symptoms they produce are often disregarded in the early stages of disease, when treatment is still possible.   The bacteria, called group A strep, are reported to have caused a dozen deaths in England this year, giving rise to widespread alarm. The microorganisms in their severe, invasive form can cause a fatal drop in blood pressure, toxic shock and organ failure and, in about 25 to 50 percent of cases, in a form known as necrotizing fasciitis can eat away at flesh. Another form, called myositis, eats at muscle.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/08/nyregion/c-corrections-333859.html","abstract":"  The calendar of events in the Long Island Weekly on Sunday misstated the date of the opening reception for \"A Cartoon Celebration: The Berndt Toast Gang,\" at the Mills Pond House on Route 25A in St. James, L.I. It will be on Saturday at 2 P.M.; it was not last Sunday.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Honors for Doby's '14'","web_url":"https://www.nytimes.com/1994/06/08/sports/sports-people-baseball-honors-for-doby-s-14.html","abstract":"  The Cleveland Indians have decided to retire LARRY DOBY's uniform No. 14 on July 3, honoring the first black player in the American League.   Doby, 69, played with the Indians for 10 seasons, from 1947-55 and in 1958. In his 13-year career, he hit .283 with 253 home runs, leading the American League in homers twice. He also played for the Chicago White Sox and Detroit Tigers, and he became the majors' second black manager with the White Sox in 1978.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"The Trouble With a Bull Run Theme Park","web_url":"https://www.nytimes.com/1994/06/08/opinion/l-the-trouble-with-a-bull-run-theme-park-334162.html","abstract":"  To the Editor:   William Safire betrays misunderstanding in \"Third Manassas\" (column, May 26) of opposition to Disney's proposed development in Virginia. The issue is the site, in some of America's most beautiful and historic countryside. Opponents would welcome the theme park closer to Washington, where it could be served by public transportation, thus eliminating the air pollution of adding 77,000 car trips a day to a gridlocked Interstate 66.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"STANLEY CUP FINALS;\nCanucks Now Face Gloomy Prospects","web_url":"https://www.nytimes.com/1994/06/08/sports/stanley-cup-finals-canucks-now-face-gloomy-prospects.html","abstract":"This is how a dream dies. On home ice, playing their best hockey of the series, the Canucks had taken a 2-0 lead against the Rangers tonight in Game 4 of the Stanley Cup finals at the Pacific Coliseum.\n\nThey did it with aggressive forechecking, hard hitting in the corners that jarred pucks loose from the Rangers and the derring-do of Pavel Bure, who set up the Canucks' second goal with a brilliant piece of skating.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Bangladesh Seeks Writer, Charging She Insults Islam","web_url":"https://www.nytimes.com/1994/06/08/world/bangladesh-seeks-writer-charging-she-insults-islam.html","abstract":"  The police across Bangladesh are scouring the country for an outspoken woman writer who is in hiding after Muslim clerics said she should be put to death for blaspheming Islam.   The writer, Taslima Nasreen, 32, slipped out of her apartment in Dhaka, the capital, a few hours before officers arrived there to arrest her on a blasphemy charge.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/08/nyregion/no-headline-325686.html","abstract":"  \"There is no question that winning it all is an extremely important psychological thing for Houston. Houston feels that it is in fact a great city, but it has never had a championship and never gotten that recognition even though it is such a dumb thing, really.\" STEPHEN KLINEBERG, a Houston sociologist.  [ B10:2. ]","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Yanks Can't Surmount Kamieniecki's Woes","web_url":"https://www.nytimes.com/1994/06/08/sports/baseball-yanks-can-t-surmount-kamieniecki-s-woes.html","abstract":"  As a frustrated Scott Kamieniecki sat in the quiet visiting clubhouse tonight after the worst start of his career had lasted two-thirds of an inning against Texas, his feelings were suddenly and unexpectedly buoyed. Kamieniecki was watching the lopsided game on television and realized that the Yankees might win. They might save his sorry night.   Forget the 6-2 deficit he left them with in the first inning, the ditch that expanded to 8-2 by the third. Kamieniecki grew more encouraged after the Yankees sliced the score to 8-5 in the sixth and 8-6 in the seventh and then became as interested as the most ardent fan. He was a biased fan, even when the Yankees stumbled behind 10-6 in the eighth.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Critic's Notebook; New Project From Director of 'Les Atrides'","web_url":"https://www.nytimes.com/1994/06/08/theater/critic-s-notebook-new-project-from-director-of-les-atrides.html","abstract":"  The French director Ariane Mnouchkine and her Theatre du Soleil finally made it to New York in the fall of 1992 with their 4-play, 10-hour onslaught of Greek tragedy, \"Les Atrides.\" The rapture may not have been universal, but the visit established her as one of the theater's most vital, distinctive forces.   Now she has unveiled a new project, which will be playing at her home base at the Cartoucherie theater complex in the Bois de Vincennes until July 10. This one is unlikely to make it to the United States.","thumbnail":null,"section":"Theater"},{"date":"19940608","headline":"Review/City Ballet; An Exchange of Lore","web_url":"https://www.nytimes.com/1994/06/08/arts/review-city-ballet-an-exchange-of-lore.html","abstract":"  The season's first performance of \"In the Night,\" the most rapturous of Jerome Robbins's ballets to Chopin's music, was ostensibly the focus of the New York City Ballet on Sunday night. The evening, however, had its other moments.   When, for instance, the last ballet ended with the rollicking sailor dances of George Balanchine's \"Union Jack,\" the standing ovation in the audience came largely from real sailors. All had been invited as part of Fleet Week, the annual naval review, and were welcomed by Gary McDougal, the company's general manager. After \"Union Jack,\" the sailors met the dancers backstage. There, a ballerina explained the mysteries of the toe shoe, and in return a Navy signalman confirmed that the semaphore message in \"Union Jack\" does spell out \"God Save the Queen.\"","thumbnail":null,"section":"Arts"},{"date":"19940608","headline":"Public & Private; The Baby Bill","web_url":"https://www.nytimes.com/1994/06/08/opinion/public-private-the-baby-bill.html","abstract":"  Occasionally there emerges an issue of such exquisite simplicity that it's a good bet it's more complicated than it seems.    Such a one is proposed legislation in New York State mandating the reporting of newborns' H.I.V. status to their parents. It seems so right at first blush, the idea that the results of AIDS tests now done anonymously on babies after birth should be reported to their mothers.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Maxwell Is Giving Rockets Their Go","web_url":"https://www.nytimes.com/1994/06/08/sports/nba-finals-maxwell-is-giving-rockets-their-go.html","abstract":"  The Indiana Pacers brought you Reggie Miller, the mouth that scores. On Wednesday night at the Summit, the Houston Rockets will present Vernon Maxwell, the Mad Max of the National Basketball Association.   Maxwell is the Rockets' feisty 6-foot-4-inch shooting guard. He is a deadly 3-point streak shooter who keeps up a steady stream of chatter. When provoked -- either by an opponent or an official's call -- Maxwell has been know to fly into a rage. He has earned a team-high nine technicals in the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"In America; The Job-Killer Policy","web_url":"https://www.nytimes.com/1994/06/08/opinion/in-america-the-job-killer-policy.html","abstract":"  To anyone who has grown up with the deeply American belief that the best way to get ahead is to roll up your sleeves and get to work, it must seem peculiar that the Clinton Administration has adopted a policy that deliberately puts a brake on the economy, and thus on the number of Americans who can work.   The Administration, genuflecting before the Federal Reserve, is now more concerned with inflation than with the chronically high unemployment that is eroding the promise of the American dream for millions of men and women.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Orthodox Judaism in No Way Forbids Divorce; How Loved She Was","web_url":"https://www.nytimes.com/1994/06/08/opinion/l-orthodox-judaism-in-no-way-forbids-divorce-how-loved-she-was-334197.html","abstract":"  To the Editor:   I too, like Frank Rich in \"The Jackie Mystery\" (column, May 26), was surprised by my reaction to the death of Jacqueline Kennedy Onassis. But the more I thought about it, the more I understood why. Her death brought back memories of the end of a time when we all had hope.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Sports of The Times; Richter's Career Save On Bure","web_url":"https://www.nytimes.com/1994/06/08/sports/sports-of-the-times-richter-s-career-save-on-bure.html","abstract":"  AS soon as Pavel Bure, swooping in on a breakaway, was dragged down from behind by Brian Leetch, Referee Terry Gregson pointed to the small blue faceoff circle in the red line at center ice.   Penalty shot.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Clinton in Normandy: Hands Across a Generation","web_url":"https://www.nytimes.com/1994/06/08/world/clinton-in-normandy-hands-across-a-generation.html","abstract":"  It was the soldiers whom people will long remember. Mostly brittle old men now, no longer the lusty youngsters who \"saved the world,\" they were touching in their simple eloquence, heartbreaking in their heartache for their lost comrades.   Like the old men of the Grand Army of the Republic, veterans of Bull Run and Vicksburg and Antietam who lived through the direst days of their century, the survivors of the first momentous hours on the Calvados coast half a century ago have become icons for today, the symbols of courage and conviction that democracies crave.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"New Chant: '1915! 1915!'","web_url":"https://www.nytimes.com/1994/06/08/sports/new-chant-1915-1915.html","abstract":"  With about eight minutes left tonight in the second period of Game 4 of the Stanley Cup finals, Vancouver Canucks' fans in the Pacific Coliseum could be heard shouting that familiar Ranger-haters' chant: \"1940! 1940!\"","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/08/nyregion/c-corrections-333824.html","abstract":"  An article in Business Day yesterday about the United States' intervention in the currency markets on April 29 misstated the amount of German marks earmarked by the Federal Reserve Board at the end of April for intervention. It was $13.61 billion in marks, not $1.361 billion.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Mastodon Findings Raise Question on Human Route","web_url":"https://www.nytimes.com/1994/06/08/us/mastodon-findings-raise-question-on-human-route.html","abstract":"  The remains of a butchered mastodon found in sediments deep below a river in Florida are surprising but strong evidence, scientists say, that people were hunting and butchering large animals in eastern North America 12,200 years ago, hundreds of years before any sign of similar activities in the West.   The discovery raised questions about current ideas that the early hunters, arriving from Asia across a land bridge in what is now the Bering Strait, migrated first to the American West and later to the East. It could also undermine the hypothesis that overhunting by these newcomers swiftly drove the elephant-like mastodons, mammoths and other prehistoric animals to extinction.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Review/Pop; America's Pulse as Taken by ZZ Top","web_url":"https://www.nytimes.com/1994/06/08/arts/review-pop-america-s-pulse-as-taken-by-zz-top.html","abstract":"  There isn't an unexamined moment in a ZZ Top show. Everything these three musicians do -- from their circumscribed choreography and the way they dress, to the Vargas-like showgirls they have wandering around the stage -- is one big, ironic and completely controlled joke. ZZ Top may be a major concert draw, but it doesn't take the pop process seriously. What the three do take seriously is the show, and they know exactly how to fill up a concert with a good-natured, cartoon version of sexuality and rock entertainment.   At Madison Square Garden on Monday night, their songs, and the way the musicians represented themselves, could have been taken in all sorts of ways. The easiest route would be to write off the three as sexist louts playing bar-band music. With songs like \"Fool for Stockin's,\" \"She Loves My Automobile\" and \"Legs,\" they create a male world so lascivious that it comes off as a parody.","thumbnail":null,"section":"Arts"},{"date":"19940608","headline":"A Humane and Endearing Lear","web_url":"https://www.nytimes.com/1994/06/08/style/IHT-a-humane-and-endearing-lear.html","abstract":"The Robert Stephens \"King Lear\" has come, trailing clouds of his reborn theatrical glory, from Stratford to the Barbican in Adrian Noble's Royal Shakespeare Company production. Noble, here as in the Kenneth Branagh \"Hamlet\" and the le","thumbnail":null,"section":"Style"},{"date":"19940608","headline":"Personal Health; Chronic illness need not sap the vitality of life.","web_url":"https://www.nytimes.com/1994/06/08/us/personal-health-chronic-illness-need-not-sap-the-vitality-of-life.html","abstract":"  MILLIONS of Americans know firsthand that, as President Jimmy Carter said, \"Life is not fair.\" Despite the many miracles of modern medicine, it is still far from preventing or curing a host of ailments that strike prematurely and compromise the quality of a life.   Infants still succumb mysteriously to sudden infant death syndrome. Babies are born with debilitating chronic illnesses like congenital heart disease, cystic fibrosis or epilepsy. Children get cancer and die, or live for years under the Damoclean sword of cancer in remission. Young adults get multiple sclerosis, AIDS, diabetes, rheumatoid arthritis or cancer. Middle-aged and elderly people are prone to heart disease, cancer and stroke. And anyone at any age can suffer an injury that causes substantial deterioration of health and permanently alters the course of that person's life.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-letters-to-the-editor-92946959091.html","abstract":"Any German presence on June 6, 1994, would, by definition, have symbolized the presence of the Germany that was there in 1944, the Germany of Auschwitz and the Germany that tried to destroy humanity. I say \"no\" to a reconciliation with that Ger","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"South African Commission to Investigate Past Political Violence","web_url":"https://www.nytimes.com/1994/06/08/world/south-african-commission-to-investigate-past-political-violence.html","abstract":"  The new South African Government announced plans today for a commission to investigate past acts of politically motivated violence and to make recommendations on those who might be eligible for amnesty.    The panel, to be called the Truth and Reconciliation Commission, would review cases that arose between 1990 and 1993 and would be set up by legislation scheduled to be introduced in Parliament in August, according to Dullah Omar, the Minister of Justice, who announced the plans in Cape Town.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"Australia Doesn't Wink at East Timor Abuses","web_url":"https://www.nytimes.com/1994/06/08/opinion/l-australia-doesn-t-wink-at-east-timor-abuses-334146.html","abstract":"  To the Editor:   \"Timorous on Timor,\" your egregious May 24 editorial, gravely misrepresents Australia's position on East Timor. Although Australia has recognized the sovereign authority of Indonesia over East Timor since February 1979, our public concerns and representations over violations of human rights in the region are well-documented. Recognition of Indonesia's sovereign authority in no way implies approval of the circumstances of the Indonesian acquisition of East Timor.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Vermont Shows Way A Health Bill Can Fail","web_url":"https://www.nytimes.com/1994/06/08/us/vermont-shows-way-a-health-bill-can-fail.html","abstract":"  For years, Vermont set an example to the nation, showing how to regulate health insurance to control prices and expand coverage. Now it offers a different lesson, showing the perils of trying to enact a health care overhaul that is both ambitious and complex.   Gov. Howard Dean, a doctor who is vice chairman of the National Governors' Association and who will soon be the group's chairman, listed health care as his top priority in January. He asked the General Assembly to pass legislation very similar to that proposed by President Clinton. But the Governor's plan collapsed last month, spurned by liberal Democrats who said it did too little and by Republicans who said it did too much.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Iran Accuses U.S. of Reneging on Hostage Deal","web_url":"https://www.nytimes.com/1994/06/08/world/iran-accuses-us-of-reneging-on-hostage-deal.html","abstract":"  President Hashemi Rafsanjani accused the United States today of reneging on secret assurances that Iranian assets frozen by the United States would be freed in exchange for Iranian mediation to gain the release of American hostages in Lebanon.    It was the first time since the Iran-contra arms-for-hostages affair of the Reagan Administration that a senior Iranian official had asserted that an American-Iranian deal had been reached for the release of Western hostages in Lebanon.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"1944: Allies Near Caen : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-1944-allies-near-caen-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH ALLIED EXPEDITIONARY FORCES - [From our New York edition:] Our forward troops, rested after snatching a few hours' sleep last night [June 6], are moving steadily forward against undiminished German resistance. We are on the outskirts of Caen and are","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"U.S. Agrees to Deployment Of U.N. Force in Rwanda","web_url":"https://www.nytimes.com/1994/06/08/world/us-agrees-to-deployment-of-un-force-in-rwanda.html","abstract":"  With the United Nations now close to recruiting the troops it needs for an expanded Rwandan peacekeeping operation, the Clinton Administration has given its consent to the force's deployment.   A new draft Security Council resolution prepared by the United States and circulated to members calls for the new, mainly African force to start moving into Rwanda with the task of protecting displaced people inside the country as well as the relief workers aiding them.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"Governments Are Joining Haiti Force","web_url":"https://www.nytimes.com/1994/06/08/world/governments-are-joining-haiti-force.html","abstract":"  Administration officials say they have enlisted about a dozen countries to take part in a United Nations task force of more than 3,000 soldiers and civilians who would maintain order and strengthen democratic institutions after the Haitian military leaders cede power, whether voluntarily or through military intervention.   In recent days, Deputy Secretary of State Strobe Talbott and William H. Gray 3d, the special adviser on Haiti, have asked countries throughout the Western Hemisphere to join the force, which is aimed at insuring the safe return of Haiti's exiled President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"In School; In North Carolina, it's full speed ahead into the digital age and new lessons in ethics.","web_url":"https://www.nytimes.com/1994/06/08/us/school-north-carolina-it-s-full-speed-ahead-into-digital-age-new-lessons-ethics.html","abstract":"  As Rheamia Nixon taught a lesson in computer ethics, her sixth graders strained to be as law abiding as possible.   \"You all have files on our computer,\" she said, walking over to the classroom Macintosh LCII. \"Does Ms. Nixon go in and see what's in your files? No. That's an invasion of your privacy. W-r-o-n-g.\"","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Fingerprinting For Welfare Is Defended","web_url":"https://www.nytimes.com/1994/06/08/nyregion/fingerprinting-for-welfare-is-defended.html","abstract":"  Mayor Rudolph W. Giuliani vowed yesterday to move ahead with a plan to fingerprint welfare recipients, despite an agreement between Gov. Mario M. Cuomo and the State Legislature that would exclude New York City from a pilot program involving 12 counties.   Mr. Giuliani, who says such a system would reduce welfare fraud, maintained that fingerprinting did not amount to a change in welfare eligibility standards and therefore did not need state approval.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"LEADERS IN ALBANY FINALLY ANNOUNCE A BUDGET ACCORD","web_url":"https://www.nytimes.com/1994/06/08/nyregion/leaders-in-albany-finally-announce-a-budget-accord.html","abstract":"  Gov. Mario M. Cuomo and legislative leaders said tonight that they had finally cobbled together the last details of the $34 billion state budget in a deal that reflected both the revival of New York State's fiscal health and the political needs of a difficult election year.    Sixty-eight days after the legal deadline passed, Mr. Cuomo and the leaders of the State Senate and the Assembly had reached agreement on one last issue: exactly how much the state would increase assistance to schools and local governments. Lawmakers returned to the session late tonight to begin debating the package, and were expected to finish voting early Wednesday.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"DeVito, Meet Madden","web_url":"https://www.nytimes.com/1994/06/08/sports/sports-people-football-devito-meet-madden.html","abstract":"  JOHN MADDEN, the movie star? Now that Madden is the top football analyst for Fox Sports, anything is possible. Yesterday, he began filming a role as himself in a comedy, \"Little Giants,\" about Little League football.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Orthodox Judaism in No Way Forbids Divorce","web_url":"https://www.nytimes.com/1994/06/08/opinion/l-orthodox-judaism-in-no-way-forbids-divorce-334189.html","abstract":"  To the Editor:   Accompanying your coverage of the burial of Jacqueline Kennedy Onassis you published an article about Maurice Tempelsman, the companion of Mrs. Onassis. It states that \"his wife, as an Orthodox Jew, would never grant him a divorce\" (news article, May 24).","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"N.B.A. FINALS: Sports of The Times; At Last, Derek Harper Makes It to the Finals","web_url":"https://www.nytimes.com/1994/06/08/sports/nba-finals-sports-of-the-times-at-last-derek-harper-makes-it-to-the-finals.html","abstract":"  IT must still bother him because, when it is mentioned, Derek Harper closes down part of his face and says bluntly: \"I don't want to talk about it. It's in the past.\" And he doesn't talk about it.   He was just a rookie, 22 years old out of the University of Illinois, but he was old enough to run the Dallas Mavericks' offense, old enough to read the clock, old enough to know the score.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Top Michigan Court Reinstates Assisted-Suicide Ban, for Now","web_url":"https://www.nytimes.com/1994/06/08/us/top-michigan-court-reinstates-assisted-suicide-ban-for-now.html","abstract":"  The Michigan Supreme Court has issued an order that temporarily reinstates the state law banning assisted suicide. But the order also insures that the law will be terminated by the end of the year.   This is so because the order had the further effect of reviving a commission that was created to recommend how the State Legislature should treat the assisted-suicide issue.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Cambodia:The Work to Do : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-cambodiathe-work-to-do-letters-to-the-editor.html","abstract":"In his June 1 opinion column, \"Bangkok's Military Complicity With the Khmer Rouge Must End,\" Morton Abramowitz describes the continuing threat posed by the Khmer Rouge. In addition to ensuring that assistance to the Khmer Rouge is cut off from","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/08/nyregion/c-corrections-333832.html","abstract":"  An article in Business Day yesterday about stock market activity on Monday misstated the trading volume of the Microsoft Corporation's shares. A total of 47.8 million Microsoft shares were traded, not 4.8 million shares.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Air Passengers' Call: A Film, Video Games or Shopping?","web_url":"https://www.nytimes.com/1994/06/08/us/business-technology-air-passengers-call-a-film-video-games-or-shopping.html","abstract":"  Interactive television may be years away from entering the home, but its advent away from home is another matter. A growing number of airline passengers will soon be able to sit back and press the buttons of a computer system that will offer them many of the entertainment options of their living rooms, the business capabilities of their offices and real-time information on where to pick up their baggage and at what gate to make a connecting flight.   Northwest Airlines already has such a system -- including Nintendo games -- in place on several jets, and it plans to add more planes in the coming months. United Airlines is putting a competing system on its wide-body fleet. British Airways and Singapore Airlines have similar plans. And passengers can play video mah-jongg on China Airlines.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Note to Readers","web_url":"https://www.nytimes.com/1994/06/08/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"The Trouble With a Bull Run Theme Park; 'Like a Stone Wall'","web_url":"https://www.nytimes.com/1994/06/08/opinion/l-the-trouble-with-a-bull-run-theme-park-like-a-stone-wall-334170.html","abstract":"  To the Editor:   Whatever the merits of William Safire's arguments in \"Third Manassas,\" he errs in calling the man responsible for the nickname \"Stonewall\" for Gen. Thomas J. Jackson at First Manassas an Alabamian.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/08/style/chronicle-330213.html","abstract":"  What authors put up with to promote their books: WILLIAM KOTZWINKLE , whose works include the novelization of the movie \"E.T. the Extra-Terrestrial,\" does not like to leave his cabin in Maine. But he has a new book out, a mystery called \"The Game of Thirty,\" published by the late Seymour Lawrence's personal imprint at Houghton Mifflin. Mr. Lawrence died in January.    Yesterday, Mr. Kotzwinkle set off on an eight-city tour. \"I was his last book,\" he said. \"I owe it to him.\"","thumbnail":null,"section":"Style"},{"date":"19940608","headline":"Judge Won't Sever 13 Terrorist Cases","web_url":"https://www.nytimes.com/1994/06/08/nyregion/judge-won-t-sever-13-terrorist-cases.html","abstract":"  Despite efforts by their lawyers to have them tried separately, the 13 men charged in a terrorist conspiracy that included the World Trade Center bombing will go to trial together, a judge ruled yesterday.   The ruling, by Judge Michael B. Mukasey of Federal District Court in Manhattan, means that prosecutors can employ the same tactics they used earlier this year to win convictions of four men charged directly with the bombing on Feb. 26, 1993, at the trade center. Lacking any one piece of conclusive evidence that tied the men together, Government lawyers built their case out of fragments and circumstantial evidence involving each defendant that convinced a jury of their collective guilt.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Pianist Promotes Elementary School Focusing on Music","web_url":"https://www.nytimes.com/1994/06/08/arts/pianist-promotes-elementary-school-focusing-on-music.html","abstract":"  Seven years after immigrating to New York from Moscow, the concert pianist Vladimir Feltsman is spearheading plans to open a public elementary school in Manhattan for musically gifted children. Based on the Soviet model, it would be what educators describe as the first school of its kind in the United States.   The Special Music School of America, which appears to have been catapulted from possibility to probability by a recent $500,000 grant from the philanthropist Walter H. Annenberg, has a projected opening date of September 1995 with 45 children attending kindergarten through second grade at the Elaine Kaufman Cultural Center, a private, nonprofit Jewish music and arts center on West 67th Street, near Lincoln Center. It is believed to be the first public school in this country to combine early, rigorous instruction in music with a standard academic program.","thumbnail":null,"section":"Arts"},{"date":"19940608","headline":"Mayor Defends City's Hiring Of 4 Relatives","web_url":"https://www.nytimes.com/1994/06/08/nyregion/mayor-defends-city-s-hiring-of-4-relatives.html","abstract":"  Brushing aside suggestions of patronage, Mayor Rudolph W. Giuliani yesterday defended the hiring of four relatives to positions in his administration, saying that they were hired because of merit, not family ties.   The Mayor said that until Monday he had not known that one relative, his cousin's son, Chris Halligan, had joined the Department of Housing and Preservation as a community coordinator.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Australia Doesn't Wink at East Timor Abuses; Parts of a Campaign","web_url":"https://www.nytimes.com/1994/06/08/opinion/l-australia-doesn-t-wink-at-east-timor-abuses-parts-of-a-campaign-334154.html","abstract":"  To the Editor:   \"Timorous on Timor\" (editorial, May 24) is testimony of your continuing campaign against Indonesia. You once again cast aspersions on Indonesia's role in East Timor when the historical facts pertaining to the former colony speak for themselves.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"No Loss for Maddux, but He and the Mets Know Better","web_url":"https://www.nytimes.com/1994/06/08/sports/baseball-no-loss-for-maddux-but-he-and-the-mets-know-better.html","abstract":"  Officially, the Rockies won tonight's game at Mile High Stadium on an error by shortstop Jose Vizcaino, whose failure to field a grounder by Dante Bichette in the eighth inning allowed Nelson Liriano to score the tie-breaking run of Colorado's 10-8 victory over the Mets.   In reality, though, this loss belongs squarely on the shoulders of Mets pitcher Mike Maddux, who put together one of his specialities -- a hideous relief appearance that all but blew the Mets out of another game.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Next Door to Rwanda, Yet More Death","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-next-door-to-rwanda-yet-more-death.html","abstract":"We are by now accustomed to hearing of \"forgotten\" prisoners, languishing in jail cells all over the globe for daring to express political dissent. Yet the entire nation of Burundi has become forgotten - overshadowed by the recent appalling mas","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/08/nyregion/metro-digest-327638.html","abstract":"  ACCORD IS REACHED ON BUDGET IN ALBANY   Governor Cuomo and legislative leaders said they had cobbled together the details of the $34 billion state budget in a deal that reflected both the revival of New York State's fiscal health and the political needs of an election year. A1.   With a $1.5 billion surplus to spread about like election-year tonic, there were winners and lesser winners. News Analysis, B4. SCHOOLS FIND SPACE IN UNUSUAL PLACES   Most of the children who squeeze into the elementary schools of District 24 in southwest Queens, the most crowded in New York City, seem not to realize that they are learning under extraordinary circumstances. But for their teachers and administrators, life is a scramble of workarounds and compromises. A1. NEW YORK CITY  SYMBOL OF BLIGHT SHOWS PROGRESS   Nothing symbolized quite so powerfully the problem of urban blight in the 1980's as the pictures of curtains and potted plants that were placed on the windows of abandoned apartment buildings in the Bronx. Now, 563 of the apartments in a once-devastated area have been renovated in Crotona Park West. B3. SCHOOL FOE OF 'RAINBOW' TO RESIGN   Mary A. Cummins, the Queens school board member who came to prominence as a vocal opponent of a multicultural curriculum that taught tolerance for homosexuals, said she would resign her board seat. B3. HIT-AND-RUN DRIVER KILLS 2   A Bay Ridge, Brooklyn, woman and her 4-year-old daughter were killed by a hit-and-run driver as the mother, holding on to her daughter with one hand and a bag of groceries with the other, tried to cross a busy residential street. B3. A VIRULENT BACTERIUM MAKES A COMEBACK   A highly virulent strain of streptococcal bacteria, often referred to in popular accounts as \"deadly, flesh eating bacteria,\" is making a comeback in the United States, experts say. C11.   The City Council is challenging the Mayor's plan to crack down on food vendors. B2.   Hasidic Jews are said to have abandoned plans to settle a lawsuit against the city. B4.   Mayor Giuliani defended the hiring of four relatives to positions in his administration. B4. REGION  ARMAND D'AMATO FIGHTS VERDICT   A lawyer for Armand P. D'Amato, Senator Alfonse M. D'Amato's brother, told an appeals court that his client's conviction for mail fraud represented an abuse of prosecutorial power. B6. AGREEMENT WILL END TOLLS ON 2 ROUTES   Legislative leaders in Albany have agreed to terminate the 25-cent tolls on the Hutchinson and Saw Mill River Parkways. B6. SENATE LEADER BACKS PART II OF TAX PLAN   Ending the only remaining political suspense over whether Gov. Christine Todd Whitman of New Jersey would have her way on Part II of her promised income-tax cut, the President of the State Senate publicly endorsed the idea. B6. 2 FAVORITES ARE NOMINATED FOR SENATE   The two major candidates for party nominations for the United States Senate easily defeated their lesser known challengers in primary elections in New Jersey. B6.   About New York by Michael T. Kaufman B3","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"The Grass Roots Game","web_url":"https://www.nytimes.com/1994/06/08/sports/sports-people-tennis-the-grass-roots-game.html","abstract":"  If the sport of tennis is really dying, as some observers have suggested, JOHN McENROE is doing his part to keep it alive among younger, non-elite players. \"At the grass roots level, we need to have a spurt because there has been a lull,\" he acknowledged. McEnroe was in Bryant Park yesterday for a brief clinic with about six children from Safe Passage, the academic/tennis program founded by Arthur Ashe. All proceeds from the clinic, and from McEnroe's exhibition with ANDRE AGASSI before the Pathmark Tennis Classic next month in Mahwah, N.J., will go to Safe Passage. The foundation, just three years old, is already writing modest success stories. JOHN McFADDEN, a 19-year old from Newark, has set his sights on playing in college or going to Nick Bollettieri's academy.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/06/08/sports/transactions-331988.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Signed Brandon Huntsman and Brad Crills, pitchers; Sean Hugo, Kedrick Porter, Rolando Avila, and Thomas D'Aquila, outfielders; Noel Ramos, Michael Wolff and Ryan Hendricks, first basemen; Michael Nadeau and Craig Daedelow, shortstop; and Chris Sauritch, infielder.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Is There Really Room for the Russians?","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-is-there-really-room-for-the-russians.html","abstract":"In a spectacular appearance in Brussels last month, Defense Minister Pavel Grachev made another move to establish Russia as a major world player, currently Moscow's main purpose. NATO will now have to move quickly and skillfully to ensure that it maintai","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Watch It, New York! Houston's Desperate","web_url":"https://www.nytimes.com/1994/06/08/us/watch-it-new-york-houston-s-desperate.html","abstract":"  It is the city that never sleeps versus the city that never wins.    Houston, whose Rockets will play host to the New York Knicks on Wednesday night in the opening game of the National Basketball Association finals, is desperate for its first-ever, bona fide world-class championship -- and an intangible measure of world-class, major-league respect to go with it.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Anyone for a Party? Rangers Are 1 Victory Away","web_url":"https://www.nytimes.com/1994/06/08/sports/stanley-cup-finals-anyone-for-a-party-rangers-are-1-victory-away.html","abstract":"  One more victory by the Rangers will end the hockey season and give the Broadway Blues their first Stanley Cup championship since 1940.    They moved to the brink of a championship tonight at Pacific Coliseum with a 4-2 victory over the Vancouver Canucks that gave them a three games to one lead in the four-of-seven-game final round. Game 5 will be played Thursday night at Madison Square Garden, where the possibility of a clincher will have New York's long-suffering hockey fans primed for a celebration.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"A D'Amato Appeal Says Fraud Law Was Misapplied","web_url":"https://www.nytimes.com/1994/06/08/nyregion/a-d-amato-appeal-says-fraud-law-was-misapplied.html","abstract":"  A lawyer for Armand P. D'Amato, Senator Alfonse M. D'Amato's brother, told an appeals court yesterday that his client's conviction last year for mail fraud represented an abuse of prosecutorial power.   The lawyer, John L. Warden, called for the conviction to be overturned and warned that if it were not, it could \"distort the mail fraud statute beyond recognition.\"","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"A Governor Is Ousted, but Others Prevail","web_url":"https://www.nytimes.com/1994/06/08/us/a-governor-is-ousted-but-others-prevail.html","abstract":"  On the busiest election day so far this year, four incumbent Governors withstood primary challenges yesterday, while a fifth, Walter Miller of South Dakota, was defeated.   Terry E. Branstad of Iowa only narrowly earned victory in in a tough race for a fourth term against a more moderate Republican, Representative Fred Grandy, a former actor on the \"Love Boat\" television series.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Challenging the Mayor, Council Moves to Restore Food Vendors","web_url":"https://www.nytimes.com/1994/06/08/nyregion/challenging-the-mayor-council-moves-to-restore-food-vendors.html","abstract":"  The City Council is mounting a challenge to Mayor Rudolph W. Giuliani's plan to crack down on food vendors in midtown Manhattan.   The Council's consumer affairs committee passed a measure yesterday that would allow food vendors to operate on 17 midtown streets that were previously restricted and were among the streets subject to a vigorous enforcement effort by the Giuliani administration two months ago.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"100 Are Killed As Earthquake Hits Colombia","web_url":"https://www.nytimes.com/1994/06/08/world/100-are-killed-as-earthquake-hits-colombia.html","abstract":"  An earthquake measuring 6.8 on the Richter scale shook several areas of southwestern Colombia on Monday, causing avalanches and floods that totally or partly destroyed several villages.    There were confirmed deaths of about 100 people and reports today of many others missing.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"Our Fellow Creatures Shouldn't Trust Us","web_url":"https://www.nytimes.com/1994/06/08/opinion/l-our-fellow-creatures-shouldn-t-trust-us-334251.html","abstract":"  To the Editor:   \"The Children? Or the Cub?\" (editorial, May 29) misinterprets the public response to the orphaned mountain lion cub in California.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"More College Women Drinking to Get Drunk","web_url":"https://www.nytimes.com/1994/06/08/us/more-college-women-drinking-to-get-drunk.html","abstract":"  The number of college women who drink abusively has tripled in the last 20 years, to the point that as many college women as men engage in drinking to get drunk, according to a Columbia University study released yesterday.   The study, conducted by the university Center on Addiction and Substance Abuse, said 35 percent of the college women polled last year said they drank to get drunk, compared with 10 percent in 1977. It did not report how often college women engaged in this type of drinking.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Using Sound to Disarm Still-Deadly Mine Fields","web_url":"https://www.nytimes.com/1994/06/08/us/using-sound-to-disarm-still-deadly-mine-fields.html","abstract":"  Acoustic scientists report that new devices using sound as a probe may help find some of the millions of deadly land mines that kill and maim the people of many countries every day.   New and old battlefields, from Bosnia to Indochina, are sewn with explosive mines, many of which cannot be detected with conventional metal detectors because their cases are made of wood or plastic. But scientists meeting here say that a new generation of detectors based on sound echoed from concealed objects could reduce the far-reaching scourge of forgotten mines.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Foreign Policy: A Fresh Start","web_url":"https://www.nytimes.com/1994/06/08/opinion/foreign-policy-a-fresh-start.html","abstract":"  The long D-Day weekend celebrating unity of purpose, commemorating individual acts of bravery and recalling the eventual triumph of good over evil lifted spirits on both sides of the Atlantic and allowed President Clinton to float, at least momentarily, above the foreign policy frustrations that have plagued his first 17 months.   If only today's foreign policy agenda lent itself to such clarity and back-to-the-wall heroism. But the challenges of 1994 are less cataclysmic -- and far more ambiguous -- than those of 1944. And when the President tried, in his speech to the French National Assembly yesterday, to summon some of that D-Day spirit to address present European challenges, the exercise looked strained.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Alternative Sites for Yankee Stadium Are Studied","web_url":"https://www.nytimes.com/1994/06/08/nyregion/alternative-sites-for-yankee-stadium-are-studied.html","abstract":"  City and state officials have begun examining sites other than the South Bronx as a home for a new Yankee Stadium, at the request of team officials who say fans are staying away from home games because of concerns about safety in that neighborhood.   Officials said last night that 8 to 10 sites in all 5 boroughs are under study, including the rail yards on the West Side of Manhattan, where Gov. Mario M. Cuomo had earlier proposed building a stadium over the tracks.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Leetch Simply At a New Level","web_url":"https://www.nytimes.com/1994/06/08/sports/stanley-cup-finals-leetch-simply-at-a-new-level.html","abstract":"  \"I remind myself to keep it simple,\" Brian Leetch said.    It is the Ranger defenseman's way to deal with a playoff tension that has grown for weeks. As New York's fortunes have ebbed and flowed, and now, even as they have come within one game of a Stanley Cup championship, the most dominant player on the ice has struggled to keep his emotions under control.    \"When the opportunity is there, get involved,\" Leetch said, \"but otherwise get it off the boards and get it out of the zone.\"    His mindset is part of a spectacular final stage of his continuing development this season. Leetch's goal and three assists became a powerful enough factor in the 4-2 Ranger victory tonight to all but guarantee that an American-born player will win the Conn Smythe Trophy as the most valuable player of the finals. Spectaular Playoffs    Leetch has scored four goals with five assists in the series. He has 10 goals, with 22 assists, in the playoffs. Leetch's total of 32 playoff points passed Al MacInnis of Calgary to become second to Paul Coffey's record of 47 points in 1985.    But his presence again extended beyond offensive statistics. On an evening when the Ranger defensive unit struggled at times to deal with the sudden strikes of the Vancouver Canucks, Leetch took advantage of enough opportunitites to help change a game, and perhaps a championship series.    \"It's hard to say that his play has improved since the Islander series, but it has,\" said Coach Mike Keenan. \"He started the playoffs playing his best hockey and he has improved it every series from that point on. He has just been an exceptional player for us. He's making things happen offensively. He's playing exceptionally well defensively. He has been able to withstand a tremendous amount of ice time, and he has the stamina and endurance and drive to lead the hockey team.\"    Leetch's 10th goal of the playoffs, at 4 minutes 3 seconds of the second period, presented a reward for Mike Richter's game-saving goaltending. The play ended with Leetch waiting for Joe Kocur to present a problem in front of the net, a technique he explained was developed in part to compensate for the power that was lost because of an injured shoulder.    But the start of the play underlined the unspectacular but essential part of Leetch's game -- a poke check at the Ranger blue line that sent the flow in the opposite direction.    His smooth pass that helped create Aleksel Kovalev's third-period power-play goal, the game-winning score, was part creativity and part necessity. Leetch felt a slash from the stick of Canuck defenseman Brian Glynn, whom he had just passed to create a two-on-one, with Jyrki Lumme the one Canuck back.    \"I didn't think I could get off a good shot there,\" said Leetch, who had his shoulder iced after the game.    So as the two approached the net, seemingly in slow motion, Leetch made himself into a playmaker. \"I tried to make it look like I was going to shoot,\" he said, \"and I just slid it under the guy's stick.\"    When the game was over and the Cup was a game away, Leetch had one more move to make. Mark Messier was behind a desk in an interview area, already dressed in a suit, sitting in the television lights. Leetch was standing to the side, in the wings, in a blue Ranger windbreaker and shorts. His hair was still matted. He studied the floor as Messier spoke. Finally, the Ranger captain heard the question:    \"Mark, you've won a Conn Smythe Trophy. Is Brian Leetch a Conn Smyth winner?\"    Down the hall, in the Ranger dressing room, Leetch's teammates were already reciting how difficult the final step would be. There is a party line to remember. But near the end of Leetch's remarkable spring, with his team one game away, it seemed the exit polls were all closing early.    \"We're not going to fall into that trap,\" Messier said at first. But then, he skated around it. \"Obviously,\" Messier observed, \"His performance, in the last two games, he has been the best we've all seen in a long time.\"    That is still for the others to say. Maybe it will always be that way for Leetch. He was asked what thought appears in his head when he hears the name Conn Smythe. \"That really doesn't matter to me,\" Leetch said. \"I haven't won the cup before. I haven't been to the finals before.\"   He was keeping it simple to the end.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Mr. Foley, Still Dancing on Reform","web_url":"https://www.nytimes.com/1994/06/08/opinion/mr-foley-still-dancing-on-reform.html","abstract":"  \"Your ideas,\" House Speaker Thomas Foley tells grass-roots Democrats in a recent fund-raising letter for the Democratic Congressional Campaign Committee, \"will help us formulate a list of our legislative priorities.\"    Mr. Foley does not, however, care to hear from the grass roots on one pressing issue. Missing from the \"Legislative Agenda Survey\" enclosed with his mailing are any questions about the cleanup of the Washington influence game that undermines government integrity and that was supposed to be a high priority for both Mr. Foley and President Clinton.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Slump May Be Ending for Janzen","web_url":"https://www.nytimes.com/1994/06/08/sports/golf-slump-may-be-ending-for-janzen.html","abstract":"  When Lee Janzen birdied four of the first eight holes last week in the final round of the Kemper Open, he felt like a man who had finally broken the surface after being trapped under water until his lungs were about to burst. After months of struggling, he could finally breathe.   Janzen, the defending United States Open champion, broke out of a yearlong funk by shooting a round of 66 and finishing tied for fourth. It was his first top-10 finish since he won the Open, and it was an important indicator to him that his game is back.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"How to Improve Peacemaking at the U.N.","web_url":"https://www.nytimes.com/1994/06/08/opinion/l-how-to-improve-peacemaking-at-the-un-334260.html","abstract":"  To the Editor:   Re \"Whose Fight Is It?\" by Brian Urquhart (Op-Ed, May 22):","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Germany Then and Now : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-germany-then-and-now-letters-to-the-editor.html","abstract":"Regarding \"The Untimely Exclusion of Germany and Russia From a Friendly Fete\" (Fifty Years After D-Day, May 2):.I agree with Zbigniew Brzezinski's conclusions that a democratic Germany is a valuable and important part of Europe and that much r","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"The Tug of Memory, the Call of Home; With Apartheid's End, South African Emigres Wrestle With Options","web_url":"https://www.nytimes.com/1994/06/08/nyregion/tug-memory-call-home-with-apartheid-s-end-south-african-emigres-wrestle-with.html","abstract":"  Courtly and silver-haired, Dr. Philip Lanzkowski is a prominent physician, chief of staff of a children's hospital here. But there is one corner of his life he has not always felt comfortable confiding: his origins in South Africa.   \"The politics was embarrassing to me,\" he said. \"At times I was ashamed to mention to people that I'd been a South African.\"","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"It's Mutual: Both Monk and the Jets Are Excited","web_url":"https://www.nytimes.com/1994/06/08/sports/pro-football-it-s-mutual-both-monk-and-the-jets-are-excited.html","abstract":"  For Art Monk, the National Football League's leading receiver who spent 14 seasons in Washington and is now with the Jets, the last few months have been a series of firsts. When he worked out for the Jets three weeks ago it was the first time he had auditioned for a job in 14 years. Now, he has to learn a new offensive system for the first time in 14 years.   After his first workout with the team during the Jets' passing camp yesterday, Monk said he experienced another feeling that he hadn't had in a long time.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Hasidic Jews To Press Suit Over Violence","web_url":"https://www.nytimes.com/1994/06/08/nyregion/hasidic-jews-to-press-suit-over-violence.html","abstract":"  Hasidic Jews who filed a lawsuit against New York City over the 1991 racial violence in Crown Heights, Brooklyn, have decided to pursue the suit and have abandoned a plan to propose a settlement, people close to the case said yesterday.   The lawyer for the Hasidim said early last week that he would propose a settlement in response to a request from a lawyer for the city after the Giuliani administration took office.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Two Ways New York Can Really Economize","web_url":"https://www.nytimes.com/1994/06/08/opinion/l-two-ways-new-york-can-really-economize-334200.html","abstract":"  To the Editor:   Mayor Rudolph W. Giuliani's plans to sell New York City's capital assets to cover the operating budget deficits is deja vu all over again. In the 1970's, New York's mayors sold bonds in the capital markets to cover operating budget deficits. To say that it turned out badly is a wild understatement.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Largesse, Even Late","web_url":"https://www.nytimes.com/1994/06/08/nyregion/largesse-even-late.html","abstract":"  In a $34 billion state budget with a $1.5 billion surplus to spread about like election-year tonic, it would be misleading to suggest there were winners and losers. More to the point, there were winners and lesser winners.   A vast majority of the state's 718 school districts will receive an increase in school aid. Seventeen towns will get new sports stadiums. Most corporations will pay lower corporate income taxes, and an influential few will receive reductions beyond that. And every county will benefit from $9.6 billion in road and bridge work over the next four years.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/08/nyregion/c-corrections-333816.html","abstract":"  A diagram in Science Times yesterday about balloons competing to be the first to circumnavigate the world nonstop misidentified the one that is to carry instruments from Los Alamos National Laboratory and other institutions. It is Odyssey, not Windstar.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Data Affirm Higher Cancer Risk For Female Spouse of a Smoker","web_url":"https://www.nytimes.com/1994/06/08/us/data-affirm-higher-cancer-risk-for-female-spouse-of-a-smoker.html","abstract":"  Women who do not smoke but are married to men who do have a small but increased risk of developing lung cancer, a study has confirmed.    The study, being published on Wednesday in The Journal of the American Medical Association, extends findings that were reported three years ago from preliminary data.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Albany Leaders Strike Deal to End 25¦-Tolls on Hutchinson and Saw Mill River Parkways","web_url":"https://www.nytimes.com/1994/06/08/nyregion/albany-leaders-strike-deal-end-25-tolls-hutchinson-saw-mill-river-parkways.html","abstract":"  Legislative leaders in Albany have agreed to terminate the 25-cent tolls on the Hutchinson and Saw Mill River Parkways, the last remaining state roads outside the Thruway system that are not free to motorists.   While the end of the tolls on Oct. 31 may be good news for drivers, it worries Westchester County officials. Part of the toll money pays the salaries of the 26 county police officers who patrol the parkways.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"What's Wrong With Opera : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-whats-wrong-with-opera-letters-to-the-editor.html","abstract":"Regarding \"'Tosca' in the Abstract\" (Features, May 25) by David Stevens:.Music lovers should say bravo for this intelligent critique of what's wrong with the Opera at the Bastille. The author takes the recent production of \"Tosca\" t","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"School Foe Of 'Rainbow' To Resign","web_url":"https://www.nytimes.com/1994/06/08/nyregion/school-foe-of-rainbow-to-resign.html","abstract":"  Mary A. Cummins, the Queens school board member who came to prominence as a vocal opponent of a multicultural curriculum that taught tolerance for homosexuals, said yesterday that she would resign her board seat.   In an interview, Mrs. Cummins said she had become increasingly disillusioned with the apathy of parents. She also said she wanted to free herself for public speaking and travel, which have occupied her increasingly since she attracted a nationwide conservative following during her campaign against the multicultural \"Children of the Rainbow\" curriculum.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"DANCE","web_url":"https://www.nytimes.com/1994/06/08/arts/in-performance-dance-334561.html","abstract":"  New Faces, Some Unsmiling, In City Ballet's 'Jewels'  New York State Theater    Not even the jolliest smile can mask a dancer's lapses. Yet there are times when a smile can add sparkle to an already brilliant portrayal. That was made clear on Saturday afternoon when a new cast took over roles in the New York City Ballet's production of George Balanchine's \"Jewels.\"","thumbnail":null,"section":"Arts"},{"date":"19940608","headline":"Feet of Dancer, Touch of Surgeon, and a Shot, Too","web_url":"https://www.nytimes.com/1994/06/08/sports/on-pro-basketball-feet-of-dancer-touch-of-surgeon-and-a-shot-too.html","abstract":"  The skinny on Hakeem Olajuwon is that he was taller when he was Akeem Olajuwon. He used to be a 7-foot center, when he played for the University of Houston and for many of his years here with the Rockets.   He never looked seven feet. In fact, when he played against the Boston Celtics in the 1986 finals, he appeared to be dwarfed by Bill Walton, who was listed as 6 feet 11 inches.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Hiding Behind 'Tribalism' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-hiding-behind-tribalism-letters-to-the-editor.html","abstract":"To say that \"tribalism\" was the cause of the slaughter in Rwanda has made it all too easy for the Northern, white world to throw up its hands and let it happen. It fits the appalling colonial notion that Africans are savages, that nothing can be","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"U.S. Says Haiti's Military Runs Cocaine","web_url":"https://www.nytimes.com/1994/06/08/world/us-says-haiti-s-military-runs-cocaine.html","abstract":"  Haiti's military leaders have been working with Colombian traffickers for the past four years to help move hundreds of pounds of cocaine each month from South and Central America to the United States, American diplomats and other officials say.   In their first detailed account of the role of the Haitian armed forces in international narcotics traffic, American officials said that much of Haiti's military leadership, including its commander, Lieut. Gen. Raoul Cedras, either has been actively involved with Colombian drug dealers or has turned a blind eye to their trafficking in cocaine, accepting payments for their cooperation.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"For Italy, Arrival Is Warm and Confident","web_url":"https://www.nytimes.com/1994/06/08/sports/soccer-for-italy-arrival-is-warm-and-confident.html","abstract":"  The Italian World Cup team arrived here from Rome this afternoon and was greeted by about 100 fans who chanted Italian slogans and sought autographs and brief chats with the players. The chants of \"Forza Italia\" (Let's Go, Italy!) and \"Italia Gioca Casa\" (Italy Will Play Home!) filled the usually quiet Terminal B at Newark International Airport long before the team arrived.   Fans came from all parts of the metropolitan area. Sal Logrande, for example, came from Queens, Mike Bonavita from Staten Island, Peter Puma from Fairview, N.J., and Anthony Zaza from Lindenhurst, N.J. Some arrived hours before Alitalia flight No. 640, which left Fiumicino Airport in Rome at 11:30 this morning Italian time and landed here at 2:55 this afternoon.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"When It All Comes Back","web_url":"https://www.nytimes.com/1994/06/08/opinion/when-it-all-comes-back.html","abstract":"About five years ago, an internist asked me to see a woman who was suffering from mysterious pains. Her medical exam had been normal, yet she complained of episodes of extreme physical discomfort, particularly on waking. Though she had never seen a psychotherapist before, she was eager to make an appointment. On the telephone her voice was youthful, almost naive.\n\nShe arrived 40 minutes early for the first consultation, and I made a mental note to be curious about her sense of time. To my surprise, she was not youthful -- a large-framed woman in her mid-40's. Despite obvious anxiety, she was extremely articulate, talking spontaneously about her problems, acknowledging chronic and serious depression -- including suicidal thoughts. She made no mention of the pain that had confounded her internist.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"A Tax We Can Live With : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-a-tax-we-can-live-with-letters-to-the-editor.html","abstract":"I think Isaac Regelson's call (Letters, April 27) for a surtax on weapons sales to subsidize UN peacekeeping operations is absolutely brilliant.","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/08/nyregion/c-corrections-333867.html","abstract":"  An obituary on Saturday about Dr. A. Wilbur Duryee, a cardiovascular specialist, misstated his residence. It was Great Barrington, Mass., not Maine.  ","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Jerusalem Journal; Hailed in Zion, Anti-Zionist 'King' From the U.S.","web_url":"https://www.nytimes.com/1994/06/08/world/jerusalem-journal-hailed-in-zion-anti-zionist-king-from-the-us.html","abstract":"  His triumphal return, long anticipated by devoted followers, finally came to pass today.   Tens of thousands of people, both the ardently loyal and the discreetly respectful, poured into the streets to welcome back this long-absent leader, hero of the anti-Zionist struggle, who had stayed away from this land for so many years.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/08/nyregion/inside-326186.html","abstract":"  Deadly Bacteria   An alarmingly virulent form of strep, which has killed a dozen people in England and now seems to be striking closer to home, can be treated if caught early enough. Page C11. Do Re Mi on West 67th    The pianist Vladimir Feltsman is leading efforts to establish what is believed to be the first elementary school in the United States for musically gifted children. Page C13. Rangers Go for Clincher    The Rangers defeated the Vancouver Canucks, 4-2, to take a 3-1 lead in the Stanley Cup finals and can clinch the championship tomorrow. Page B13.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Knicks Have Champagne Wishes and Defensive Dreams","web_url":"https://www.nytimes.com/1994/06/08/sports/nba-finals-knicks-have-champagne-wishes-and-defensive-dreams.html","abstract":"  After overcoming so many challenges to reach this point, there is only one hurdle remaining. For both the Knicks and the Houston Rockets, the next two weeks will decide whether this season ends with condolences or champagne.   The Knicks and the Rockets open the four-of-seven-game National Basketball Association finals with Game 1 on Wednesday night at the Summit. It is the Rockets' chance to win their first title. And it's the Knicks' chance to win their first title since 1973.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"A Deal With Russia on Uranium Draws Protest From U.S. Industry","web_url":"https://www.nytimes.com/1994/06/08/us/a-deal-with-russia-on-uranium-draws-protest-from-us-industry.html","abstract":"  An unusual trade agreement in which the United States has tried to cement good relations with Russia and stabilize the Yeltsin Government is under siege. The uproar is a lesson in what happens when noble foreign-policy goals clash with rigid trade laws that were constructed to protect American industry.    The agreement, signed in March, allowed the Russians to export to the United States far more uranium fuel for nuclear power plants at a far lower price than would normally be allowed under American trade laws. At the same time it required that the Russians pay American uranium producers a subsidy to compensate for the falling price caused by the exports.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"North Korea Said to Have A-Bomb Fuel","web_url":"https://www.nytimes.com/1994/06/08/world/north-korea-said-to-have-a-bomb-fuel.html","abstract":"  North Korea could process the fuel it recently removed from its Yongbyon reactor by the end of the year and produce enough plutonium for four or five nuclear bombs, Administration officials said today.   The speed with which North Korea could reportedly break the remaining constraints on its nuclear program has raised the stakes for Washington's push to block that program. It has also become a key consideration in deliberations over what economic sanctions to seek and when to impose them.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"An Epoch Is Ending But Why?","web_url":"https://www.nytimes.com/1994/06/08/us/an-epoch-is-ending-but-why.html","abstract":"  In the ornate limestone State Capitol that Huey P. Long built and Edwin W. Edwards dominated for 23 years, there was only one question today: Why is Mr. Edwards stepping down at the end of his term as Governor, a post he has defined in his era as much as Mr. Long did in his?   Mr. Edwards, who announced on Monday that he would retire, isn't saying why he will not seek re-election. But amid the welter of rumors flying through the Capitol corridors this morning, the bottom line seemed to be this: Louisiana, long the nation's capital of anything-goes politics, has lost its taste for even the appearance of sleaze in government.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Tribute for Moses Rosen","web_url":"https://www.nytimes.com/1994/06/08/nyregion/tribute-for-moses-rosen.html","abstract":"  A memorial tribute is scheduled for 4:30 P.M. today for Chief Rabbi Moses Rosen of Romania, at the Park East Synagogue, 163 East 67th Street. He died on May 6 in Bucharest and was buried in Jerusalem.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Hit-and-Run Driver Kills Mother and Daughter Crossing a Street in Brooklyn","web_url":"https://www.nytimes.com/1994/06/08/nyregion/hit-and-run-driver-kills-mother-and-daughter-crossing-a-street-in-brooklyn.html","abstract":"  A Bay Ridge, Brooklyn, woman and her 4-year-old daughter were killed by a hit-and-run driver yesterday as the mother, holding on to her daughter with one hand and a bag of groceries with the other, tried to cross a busy residential street.   Neighborhood residents and relatives of the woman, Donna Blanchard, 43, said her life revolved around her family. A fiercely devoted mother, she was seldom seen alone in the neighborhood; rather, she would be accompanying her 5-year-old son, Andrew, to nearby Public School 104 or running errands with her daughter, Michele.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"THEATER","web_url":"https://www.nytimes.com/1994/06/08/theater/in-performance-theater-334545.html","abstract":"  Variations on Odysseus In a Play From Britain  Ohio Theater    \"Waiting at the Water's Edge,\" a play by Lucinda Coxon, both celebrates and demands patience. This fablelike tale is as fat, leisurely and dense with social detail as a novel from the early 20th century, the period in which it is set.","thumbnail":null,"section":"Theater"},{"date":"19940608","headline":"Stop Benefits for Aliens? It Wouldn't Be That Easy","web_url":"https://www.nytimes.com/1994/06/08/us/stop-benefits-for-aliens-it-wouldn-t-be-that-easy.html","abstract":"  On a sultry day in July, a 25-year-old woman, Laura C., waded across the Rio Grande, slipped past the Border Patrol in Brownsville, Tex., and boarded a $49 Southwest Airlines flight to Houston.    Hoping for work and a better life, she has instead subsisted on government benefits and become one more straw threatening to break the back of America's uneasy patience with illegal immigrants.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Senate President Backs Part 2 Of Whitman's Tax Cut Plan","web_url":"https://www.nytimes.com/1994/06/08/nyregion/senate-president-backs-part-2-of-whitman-s-tax-cut-plan.html","abstract":"  Ending the only remaining political suspense over whether Gov. Christine Todd Whitman would have her way on Part II of her promised income-tax cut, the President of the State Senate publicly endorsed the idea today.   \"I wouldn't say I was ever a roadblock,\" Donald T. DiFrancesco said. \"I was someone who suggested that you can't do the tax cut until you see what the budget looks like. And that's what I did.\"","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Political Battle Lines Drawn in California Races for Governor and Senator","web_url":"https://www.nytimes.com/1994/06/08/us/political-battle-lines-drawn-in-california-races-for-governor-and-senator.html","abstract":"  Voting without much enthusiasm and coming up with no surprises, Californians nominated candidates today for this fall's elections for governor and the United States Senate, contests with national political implications.   For governor, Republicans chose the incumbent, Pete Wilson, and Democrats chose Treasurer Kathleen Brown.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"A.L. to Name New President","web_url":"https://www.nytimes.com/1994/06/08/sports/al-to-name-new-president.html","abstract":"  Major league baseball remains without a commissioner 21 months after the last one resigned, but the American League will get a new president on Wednesday.    The league's club owners will elect Gene Budig, the chancellor of the University of Kansas, to succeed Bobby Brown, who will leave the position later this year after serving for 10 years. Although reports of Budig's impending election first surfaced six weeks ago, the owners will take no formal action until the search committee, chaired by John Harrington of the Boston Red Sox, recommends him at the league meeting on Wednesday.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/08/nyregion/news-summary-325732.html","abstract":"  International A3-16  FIGHTING A RUSSIAN URANIUM DEAL  American uranium producers are fighting a trade accord that would allow the Russians to export far more uranium fuel at a far lower price for American nuclear power plants than would normally be allowed under U.S. trade laws.  A1  ISRAELIS GREET AN ANTI-ZIONIST  Jerusalem Journal: Tens of thousands of people welcomed the spiritual leader of the Satmar Hasidic sect. A hero of the anti-Zionist struggle, the rabbi came to Jerusalem from Brooklyn to urge his disciples to stay true to their beliefs.  A1","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-letters-to-the-editor.html","abstract":"In an age when the inhumanity of such places as Bosnia and Rwanda dominates the headlines, what a joy it was to follow the recent inauguration of Nelson Mandela as the first black president of South Africa. I was especially struck by the spirit of reconc","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"Pacers and Fans Celebrate, While Brown Recuperates","web_url":"https://www.nytimes.com/1994/06/08/sports/sports-people-basketball-pacers-and-fans-celebrate-while-brown-recuperates.html","abstract":"  Coach LARRY BROWN, who underwent hip replacement surgery, missed the Indiana Pacers' homecoming rally in Indianapolis yesterday before some 10,000 wild fans. But REGGIE MILLER did not miss the opportunity to offer his take on the events of Pacer Pride Day.   \"The New York media, they can call us hayseeds, they can call us hillbillies, but we're winners,\" Miller shouted during the lunch-hour celebration on the City Market Plaza. \"That's all that matters.\"","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/08/sports/results-plus-330787.html","abstract":"  BASEBALL  Arizona State Blasts Ahead  Coach Jim Brock wasn't there to see his team tie a College World Series record and give him a milestone 1,100th victory. Jacob Cruz and Antone Williamson each hit two home runs last night to lead Arizona State to a 9-5 victory over top-seeded Miami in a College World Series elimination game. Brock is suffering from cancer and left Omaha earlier yesterday on his doctor's advice. The Sun Devils tied a series record with five home runs -- Todd Cady also hit one. In another elimination game yesterday, Mark Kotsay knocked in seven runs to tie a series record, powering Fullerton State past Florida State, 10-3. Fullerton State (46-15), seeded seventh, moves into today's semifinal against second-seeded Georgia Tech (49-16). (AP) TENNIS  Becker Upset by Bates  Boris Becker's difficult year continued yesterday when he was upset by a local favorite, Jeremy Bates, in the second round of the Queen's Club grass-court tournament in London. The sixth-seeded German, playing his first match in more than three weeks, admitted he was in need of match practice as he fell, 7-5, 7-6 (10-8), to a player ranked No. 94 in the world. (AP) GOLF  Quinn Leads Qualifying  Fran Quinn Jr. of Northboro, Mass., playing on the Nike Tour after losing his PGA card two years ago, shot 68-69-137 yesterday, four under par, to lead 20 qualifiers into the United States Open, which begins next Thursday at the Oakmont (Pa.) Country Club. A field of 130, including 11 amateurs, competed at Old Oaks Country Club and the Century Country Club, both in Purchase, N.Y. The 29-year-old Quinn, who also reached the United States Open in 1992, his only year on the regular tour, finished one stroke ahead of Bob Tway, who had 71-67, and Trevor Dodds, who posted 68-70.","thumbnail":null,"section":"Sports"},{"date":"19940608","headline":"Review/Television; Bohemians of 'Boheme' Reawaken as Beatniks","web_url":"https://www.nytimes.com/1994/06/08/arts/review-television-bohemians-of-boheme-reawaken-as-beatniks.html","abstract":"  Of all opera's repertory chestnuts, none has more often been roasted to a fare-thee-well than \"La Boheme\" by Puccini, a work that had its premiere in 1896. Familiarity can indeed breed ennui, but an occasional jolt of an imaginative freshness can work wonders. Irresistible proof is available tonight on PBS's \"Great Performances\" as it presents an Australian production of \"La Boheme\" taped at the Sydney Opera House in January last year. The director is Baz Luhrmann, the young Austalian whose film \"Strictly Ballroom\" has been warmly welcomed on these shores.   For this opera production, which he first staged in 1990, Mr. Luhrmann has resorted to the potentially irritating, not to mention dangerous, gimmick of updating. His Paris jumps forward to the late 1950's. It is a city bursting with neon lights and espresso bars. Not everything falls into place. Animated 19th-century bohemians do not translate very smoothly into laid-back 1950's beatniks.","thumbnail":null,"section":"Arts"},{"date":"19940608","headline":"Illness as Marriage Threat","web_url":"https://www.nytimes.com/1994/06/08/us/illness-as-marriage-threat.html","abstract":"  WHEN a married person's health takes a turn for the worse, marital happiness often deteriorates as well, according to a recently published survey of 1,298 married people 55 years old and younger. The healthy spouse, in particular, is likely to report a decline in the quality of the relationship, and there is an increased tendency toward divorce.   While this finding may seem obvious given the stresses of coping with illness in a marriage, earlier, less exacting studies often showed conflicting results. In the current study, conducted by Dr. Alan Booth and Dr. David R. Johnson, sociologists at the University of Nebraska in Lincoln, respondents were interviewed twice, three years apart, to determine the effects of a decline in health in one of the partners. The new study also explored the factors that contributed to a decline in marital satisfaction.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Review/Dance; Long, Long Body Lines, Extending And Coiling","web_url":"https://www.nytimes.com/1994/06/08/arts/review-dance-long-long-body-lines-extending-and-coiling.html","abstract":"  It is easy to see why Alonzo King is an internationally popular dance teacher and why he calls his company Lines Contemporary Ballet.   Mr. King gave his performers a chance to stretch just about every muscle in just about every direction on Monday night, when his San Francisco-based troupe opened for a week at the Joyce Theater (175 Eighth Avenue, at 19th Street, Chelsea). Each of his 15 dancers has a distinctive look and way of moving, with a long ballet body-line in common. Mr. King takes that line and extends and knots it, over and over again.","thumbnail":null,"section":"Arts"},{"date":"19940608","headline":"DANCE","web_url":"https://www.nytimes.com/1994/06/08/arts/in-performance-dance-331473.html","abstract":"  Works Old and New In Ballet School Workshop  Juilliard Theater    The School of American Ballet offered the final performance of its delightful spring workshop program on Monday night at the Juilliard Theater. Once again, the highlight was Jerome Robbins's new \"Two- and Three-Part Inventions.\" There also were cast changes in two other pieces.","thumbnail":null,"section":"Arts"},{"date":"19940608","headline":"DEMOCRATS BEGIN PUSH TO PRODUCE HEALTH CARE BILL","web_url":"https://www.nytimes.com/1994/06/08/us/democrats-begin-push-to-produce-health-care-bill.html","abstract":"  With an ominous fight over abortion in one Senate committee, Congress today stepped off into four weeks of activity on health care legislation that the House majority leader, Richard A. Gephardt, called \"critically important.\"   Unless its committees produce bills this month for their colleagues to vote on, Congress may lose the chance to overhaul health care this year. Mr. Gephardt said, \"The way I see it, we need to be on the floor in July.\"","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Clinton Warns of Violent Nationalism","web_url":"https://www.nytimes.com/1994/06/08/world/clinton-warns-of-violent-nationalism.html","abstract":"  President Clinton told the French National Assembly today that the allies who united to stop the dictators of Europe must once again band together to stop the \"disease\" of \"militant nationalism\" in Bosnia and elsewhere.   Mr. Clinton, the first American President to speak at the Assembly since Woodrow Wilson promoted the League of Nations there in 1919, said:    \"Our trans-Atlantic alliance clearly stands at a critical point.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"Eric A. Nordlinger; Foreign Affairs Expert, 54","web_url":"https://www.nytimes.com/1994/06/08/us/eric-a-nordlinger-foreign-affairs-expert-54.html","abstract":"  Eric A. Nordlinger, a foreign affairs expert and university professor at Brown, Harvard and Brandeis, died on Friday at his home in Cambridge, Mass. He was 54.   He died of pancreatic cancer, said his wife, Carol.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/08/style/chronicle-334570.html","abstract":"  When ARDA NAZERIAN, the director of Governor Mario M. Cuomo's New York City press office, speaks publicly, it is normally the words -- or at least the ideas -- of her boss that come from her mouth. On Saturday, Ms. Nazerian was speaking for herself when she paid tribute to HIRAIR HOVNANIAN, the New Jersey developer and philanthropist, at a dinner of the Armenian Assembly of America at the Waldorf-Astoria.    When she finished, ROSS VARTIAN, the executive director of the assembly, congratulated her and said, \"You Cuomo'ed the audience.\"","thumbnail":null,"section":"Style"},{"date":"19940608","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/06/08/arts/in-performance-classical-music-334553.html","abstract":"  A Brother Act In New York Debut  Merkin Concert Hall    Leonid Briskin, a violinist who was trained in Russia and is now a member of the Baltimore Symphony Orchestra, made his New York recital debut on Monday evening with his brother, Efrem Briskin, as his accompanist. The repertory was mainstream: Tartini's \"Devil's Trill\" Sonata, the Brahms Sonata in A (Op. 100) and the Franck Sonata in A. In their best moments, the performances were enlivened by passionate phrasing and a pleasingly rich, sometimes buttery tone.","thumbnail":null,"section":"Arts"},{"date":"19940608","headline":"Ethnic War Lacerates Former Soviet Resort Area","web_url":"https://www.nytimes.com/1994/06/08/world/ethnic-war-lacerates-former-soviet-resort-area.html","abstract":"  In the Soviet era, one of the favored spas of the Communist elite was the Georgian province of Abkhazia, where the cragged range of the Caucasus, snow-covered most of the year, lies within sight of mile after mile of Black Sea beaches.   The land now lies in ruins. At hillside homes with sweeping views, artillery shells collapsed the roofs, and looters followed. Downtown, buildings are charred skeletons. Luxury beach-front hotels are empty hulks.","thumbnail":null,"section":"World"},{"date":"19940608","headline":"PG Man Hangs Up That Hat","web_url":"https://www.nytimes.com/1994/06/08/nyregion/about-new-york-pg-man-hangs-up-that-hat.html","abstract":"  TALKING to Richard D. Heffner makes you realize just how many buffalos are gone. Once there were great herds of these unabashed liberals of the old school, expressing passionate belief in polite, civilized discourse and rational persuasion. As Mr. Heffner did the other day, they would cite John Stuart Mill and de Tocqueville, whose works he edited, or Lionel Trilling, his teacher at Columbia, and Walter Lippmann.    You listen to his soft-spoken talk and you become aware how uncommon common sense has become, how sharply scholarly authority has been eclipsed by the style and spleen of stand-up comedians, how Socratic dialogue has given way to sound bite.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Crotona Park Sets a Pace for the Bronx's Recovery","web_url":"https://www.nytimes.com/1994/06/08/nyregion/crotona-park-sets-a-pace-for-the-bronx-s-recovery.html","abstract":"  Nothing symbolized quite so powerfully the problem of urban blight in the 1980's as the pictures of curtains and potted plants and other signs of supposed life that were placed on the windows of abandoned apartment building in the Bronx.   The window decals were meant to disguise the tenements for commuters and others just passing through, yet they did little for residents in those neighborhoods, who often had no way out. But yesterday, with the sun beating down and a band playing on, 563 of the apartments in a once-devastated seven-block area were dedicated in Crotona Park West, representing a new era for what became a national image of urban decay.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"The Rebirth at Glyndebourne","web_url":"https://www.nytimes.com/1994/06/08/style/IHT-the-rebirth-at-glyndebourne.html","abstract":"The challenge to the architect Michael Hopkins at Glyndebourne was to blend a modernly efficient opera house with the bucolic environment of a country mansion in rural East Sussex. He has triumphed..The debut opera for the new house was Mozart's \"","thumbnail":null,"section":"Style"},{"date":"19940608","headline":"1919: Death for a Spy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/08/opinion/IHT-1919-death-for-a-spy-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A Paris court-martial yesterday [June 7] passed sentence of death on Rodolf Franck, a clever Austrian spy, who, by the use of forged papers, had managed to remain in Paris until July 1918. When the Germans were shelling Paris with \"Big Bertha","thumbnail":null,"section":"Opinion"},{"date":"19940608","headline":"2 Favorites Nominated For Senate","web_url":"https://www.nytimes.com/1994/06/08/nyregion/2-favorites-nominated-for-senate.html","abstract":"  The two major candidates for party nominations for the United States Senate easily defeated their lesser-known challengers in today's primary elections while tougher and more expensive battles were fought for Republican nominations in two Congressional districts.   Frank R. Lautenberg, the Democratic incumbent who is seeking a third term in the Senate, and Chuck Haytaian, the Republican Speaker of the State Assembly, paid little attention to their primary opponents and spent little of the millions they are collecting for the general election.","thumbnail":null,"section":"New York"},{"date":"19940608","headline":"Crowded Schools in Queens Find Class Space in Unusual Places","web_url":"https://www.nytimes.com/1994/06/08/us/crowded-schools-in-queens-find-class-space-in-unusual-places.html","abstract":"  After 23 years of teaching social studies at Public School 19 in Corona, Queens, Jack Cohn finally has an office, bright and clean, that he can call his own. The toilet, which is at least two feet from his filing cabinet, is always brushed and shiny, and the sink, next to his rolling cart full of school supplies, never overflows.   Like many teachers at the largest and one of the most overcrowded elementary schools in the city, Mr. Cohn does not have his own classroom, so he pushes his cart from one second-grade class to another throughout the annex on a corner of the playground. Because all the school's closets are being used as classrooms, he was happy to make use of the men's bathroom as office space, excusing himself when other teachers need to use the room.","thumbnail":null,"section":"U.S."},{"date":"19940608","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/08/nyregion/c-corrections-333840.html","abstract":"  An article on Saturday about the issue of abortion in the New York gubernatorial race misstated the position of Elizabeth P. McCaughey, who is running for lieutenant governor with State Senator George E. Pataki, the endorsed Republican candidate for governor. Ms. McCaughey, who said information provided by the Pataki campaign about her position was incorrect, does not support terminating Medicaid financing for abortion, nor does she support any law that would prevent a teen-age girl from making her own choice about whether to have an abortion.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940608","time":"1994-06-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":79,"wspd":14.8},{"date":"19940608","time":"1994-06-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":82,"wspd":14.8},{"date":"19940608","time":"1994-06-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":84,"wspd":9.4},{"date":"19940608","time":"1994-06-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":84,"wspd":11.2},{"date":"19940608","time":"1994-06-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":83,"wspd":14.8},{"date":"19940608","time":"1994-06-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":82,"wspd":13},{"date":"19940608","time":"1994-06-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":80,"wspd":7.6},{"date":"19940608","time":"1994-06-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":83,"wspd":7.6},{"date":"19940608","time":"1994-06-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":84,"wspd":5.4},{"date":"19940608","time":"1994-06-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":75,"wspd":7.6},{"date":"19940608","time":"1994-06-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":75,"wspd":11.2},{"date":"19940608","time":"1994-06-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":73,"wspd":9.4},{"date":"19940608","time":"1994-06-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":60,"wspd":11.2},{"date":"19940608","time":"1994-06-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":52,"wspd":20.5},{"date":"19940608","time":"1994-06-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":56,"wspd":11.2},{"date":"19940608","time":"1994-06-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":38,"wspd":22.3},{"date":"19940608","time":"1994-06-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":39,"wspd":25.9},{"date":"19940608","time":"1994-06-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":37,"wspd":29.5},{"date":"19940608","time":"1994-06-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":36,"wspd":27.7},{"date":"19940608","time":"1994-06-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":40,"wspd":20.5},{"date":"19940608","time":"1994-06-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":36,"wspd":25.9},{"date":"19940608","time":"1994-06-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":41,"wspd":18.4},{"date":"19940608","time":"1994-06-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":45,"wspd":16.6},{"date":"19940608","time":"1994-06-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":46,"wspd":13},{"date":"19940608","time":"1994-06-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":49,"wspd":16.6},{"date":"19940608","time":"1994-06-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":54,"wspd":22.3},{"date":"19940608","time":"1994-06-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":56,"wspd":14.8},{"date":"19940608","time":"1994-06-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":52,"wspd":13},{"date":"19940608","time":"1994-06-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":54,"wspd":11.2},{"date":"19940608","time":"1994-06-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":55,"wspd":11.2},{"date":"19940608","time":"1994-06-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":61,"wspd":5.4},{"date":"19940608","time":"1994-06-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":61,"wspd":0},{"date":"19940608","time":"1994-06-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":66,"wspd":0},{"date":"19940608","time":"1994-06-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":76,"wspd":7.6},{"date":"19940608","time":"1994-06-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":73,"wspd":0},{"date":"19940608","time":"1994-06-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":70,"wspd":7.6},{"date":"19940608","time":"1994-06-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":64,"wspd":9.4},{"date":"19940608","time":"1994-06-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":66,"wspd":22.3},{"date":"19940608","time":"1994-06-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":60,"wspd":24.1},{"date":"19940608","time":"1994-06-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":56,"wspd":20.5},{"date":"19940608","time":"1994-06-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":54,"wspd":18.7},{"date":"19940608","time":"1994-06-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":52,"wspd":22.3},{"date":"19940608","time":"1994-06-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":52,"wspd":31.7},{"date":"19940608","time":"1994-06-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":24.1},{"date":"19940608","time":"1994-06-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":55,"wspd":24.1},{"date":"19940608","time":"1994-06-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":56,"wspd":22.3},{"date":"19940608","time":"1994-06-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":53,"wspd":18.7},{"date":"19940608","time":"1994-06-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":51,"wspd":16.6}]}}