{"19930628":{"guardian_articles":[{"date":"19930628","headline":"Sixties line-up gives Glastonbury old-fashioned feel","web_url":"https://www.theguardian.com/music/1993/jun/28/glastonbury2003.glastonbury","abstract":null,"thumbnail":null,"section":"Music"}],"nytimes_articles":[{"date":"19930628","headline":"Elizabeth Scherl and Peter Shaerf","web_url":"https://www.nytimes.com/1993/06/28/style/elizabeth-scherl-and-peter-shaerf.html","abstract":"  Elizabeth Scherl, a partner in the law firm of Anderson Kill Olick & Oshinsky, and Peter Shaerf, president of Commonwealth Shipping Ltd., a ship brokerage, both in New York, were married yesterday. Rabbi Amy Erlich officiated at the Lotos Club in New York.   The bride, 37, is the daughter of S. Dorothy Scherl of Cincinnati and the late Ely Scherl. She graduated from Northwestern University, received a medical degree from the University of Cincinnati and a law degree from the University of Pennsylvania.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Ali Headgear Sold At Boxer Benefit","web_url":"https://www.nytimes.com/1993/06/28/sports/ali-headgear-sold-at-boxer-benefit.html","abstract":"  Headgear that Muhammad Ali wore in training and later signed brought $5,500 yesterday in a fund-raising auction for Sergei Artemiev at the Trump Taj Mahal. The Russian-born lightweight contender underwent emergency brain surgery to remove a blood clot following a March 21 bout at the Taj Mahal.   Nearly $20,000 was raised toward the Brooklyn resident's medical bills.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"Hair Yesterday, Now She's Gone","web_url":"https://www.nytimes.com/1993/06/28/sports/IHT-hair-yesterday-now-shes-gone.html","abstract":"The following letter was said to have fallen from the bag of defending champion Andre Agassi after his third-round match at the Wimbledon tennis championships. Its authenticity has not been confirmed. Therefore, we have decided to run it in its entirety.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"More Notable Alumni of a Brooklyn School","web_url":"https://www.nytimes.com/1993/06/28/opinion/l-more-notable-alumni-of-a-brooklyn-school-790493.html","abstract":"  To the Editor:   I am honored to be counted among the noted alumni of James Madison High School, alma mater of Judge Ruth Bader Ginsburg, President Clinton's Supreme Court nominee (news article, June 16), but there are, in my judgment, many others perhaps more deserving. I think, for example, of Dr. Samuel Thier, president of Brandeis University, and Representative Bernard Sanders of Vermont.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"If It's Not Another 'Africa,' Please Not a 'Havana'","web_url":"https://www.nytimes.com/1993/06/28/movies/if-it-s-not-another-africa-please-not-a-havana.html","abstract":"  Sydney Pollack is nervous.   Although he's one of Hollywood's foremost film makers and has a remarkably successful track record as director of movies like \"They Shoot Horses, Don't They?\" \"Tootsie\" and \"Out of Africa,\" Mr. Pollack acknowledges that the failure of his last film, \"Havana,\" several years ago left him reeling and scared. Now he anxiously awaits the reaction to his newest movie, \"The Firm,\" which opens on Wednesday, one day before his 60th birthday.","thumbnail":null,"section":"Movies"},{"date":"19930628","headline":"Tigers Claw Way Back to Contention","web_url":"https://www.nytimes.com/1993/06/28/sports/baseball-tigers-claw-way-back-to-contention.html","abstract":"  The Detroit Tigers, never to be confused with the Atlanta Braves, knew going into spring training that the club needed pitching. Desperately.   Still, when Sparky Anderson heard that David Wells, a left-handed reliever of some note, had been released by the Toronto Blue Jays, the manager was suspicious.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"More Notable Alumni of a Brooklyn School","web_url":"https://www.nytimes.com/1993/06/28/opinion/l-more-notable-alumni-of-a-brooklyn-school-792093.html","abstract":"  To the Editor:   Your June 16 article on James Madison High School notwithstanding, Sylvia Fine Kaye never graduated from Madison. She and her husband, Danny, were products of Thomas Jefferson, the Brownsville-East New York high school. Sylvia graduated in 1929, Danny in 1930 -- long before Madison's foundations were laid. I was there. I have Sylvia's picture in my class yearbook.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Woman and Child Found Slain in Bronx","web_url":"https://www.nytimes.com/1993/06/28/nyregion/woman-and-child-found-slain-in-bronx.html","abstract":"  The bodies of a young woman and a girl were found in a Bronx apartment yesterday afternoon, the police said. They appeared to have been dead for several days, the authorities said.   A second child, a girl about 2 years old, was also found in the apartment, unharmed. She was taken to Lincoln Hospital, the police said.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Rushing to Gather Up Cash On Northwest's Forest Floor","web_url":"https://www.nytimes.com/1993/06/28/us/rushing-to-gather-up-cash-on-northwest-s-forest-floor.html","abstract":"  The high meadows of the Blue Mountains are full of wild strawberries this month, and the bear grass sprouts smell especially sweet. But these sublimities are mere background to a rush of people crawling along the forest floor in search of mushrooms, the latest and, pound for pound, perhaps most lucrative cash crop to come out of the national forests.   Using pocket knives as their only tools, the pickers are stuffing bags with morels, chanterelles, boletus and the gold nugget of wild mushrooms, matsutakes, which sell for up to $70 a pound in Asian retail markets.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"Deficit Taking Toll on Lawmakers' Dreams of Big-Science Projects","web_url":"https://www.nytimes.com/1993/06/28/us/deficit-taking-toll-on-lawmakers-dreams-of-big-science-projects.html","abstract":"  It took more than strutting astronauts and brilliant astrophysicists to spawn the miracles of moon walking, microchips and satellite communications. Congress wrote the checks.   But now the ink is running out.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"1943: British Air Raid : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/28/opinion/IHT-1943-british-air-raid-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] British bomber fleets roared over Hitler's European fortress for the eighth consecutive night last night [June 27] to batter targets in west and north-west Germany, carrying the mightiest nonstop aerial offensive of t","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Jennifer LeBrane David A. Stewart","web_url":"https://www.nytimes.com/1993/06/28/style/jennifer-lebrane-david-a-stewart.html","abstract":"  Jennifer LeBrane, a daughter of Bettye D. LeBrane and Ruffin LeBrane, both of Seattle, was married yesterday to David A. Stewart, the son of Mr. and Mrs. St. Clair Stewart of Toronto. The Rev. Nathaniel Hollis, a Seventh Day Adventist pastor, performed the ceremony at the Gilbert Lambuth Chapel on the campus of Paine College in Augusta, Ga.   Mrs. Stewart, 24, is a registered nurse with the nursing program at the Medical College of Georgia in Augusta, from which she is a magna cum laude graduate. She graduated cum laude from Spelman College. Her father is a mental health consultant in Seattle. Her mother is a psychiatric nurse at the Seattle Mental Health Center.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/28/nyregion/c-corrections-687893.html","abstract":"  An article on Wednesday about a protest by police officers over the perjury conviction of an officer in New York City's 34th Precinct misidentified a neighborhood in the precinct in some editions. It is Washington Heights.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/28/nyregion/no-headline-715793.html","abstract":"  \"In the end, we won the cold war, and if we won by too much, if it was overkill, so be it.\" -- CASPAR W. WEINBERGER, former Secretary of Defense.  [ A10:1. ]","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Food Store's Low Road To the Top of the Line","web_url":"https://www.nytimes.com/1993/06/28/nyregion/strictly-business-food-store-s-low-road-to-the-top-of-the-line.html","abstract":"  As a law student, Andrew Arons began a wildly successful specialty food importing business, Flying Foods. He may or may not have introduced radicchio to the American table, as he claims, but by the time he he sold the company to Kraft Foods in 1987 for $8 million there was no denying his knowledge of the most arcane aspects of the food business.    That sale gave him money and time to figure out his next gambit in the gourmet game, and he began a long intellectual prowl. He believes he saw the light in an aisle in a Wal-Mart, though it might have been Kmart. The lesson was that odd-colored baby vegetables and the other goods he knew best could be turned over rapidly when sold at a low margin in a no-frills environment.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Patti Friedman And Mark Renton","web_url":"https://www.nytimes.com/1993/06/28/style/patti-friedman-and-mark-renton.html","abstract":"  Patti Friedman, a daughter of Mr. and Mrs. Howard W. Friedman of Hewlett Harbor, L.I., was married yesterday to Mark Renton, a son of Michael P. Renton of London and Yvonne Davis of Manchester, England. Rabbi Arnold B. Marans officiated at the St. Regis in New York.   Mrs. Renton graduated from the University of Pennsylvania. She was until recently an advertising director of L.A. Style magazine, the former magazine in New York. Her father, the retired chairman, director and founder of the Amrep Corporation, a real-estate development company in New York, is now a consultant to the company.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"O'Neal's Wish List Has Webber at Top","web_url":"https://www.nytimes.com/1993/06/28/sports/baseball-o-neal-s-wish-list-has-webber-at-top.html","abstract":"  The Orlando Magic, who have Ping-Pong balls ready for their trophy case instead of trophies, are queued up first for Wednesday's college draft. Their prize of a year ago, Shaquille O'Neal, has advised them to select Michigan power forward Chris Webber, and although Magic General Manager Pat Williams's response was a lukewarm \"Shaq's not G.M., not at last check,\" they likely will follow that course and select Webber.   An alternative, of course, is Brigham Young University's Shawn Bradley, the 7-foot-6-inch missionary who as a child strengthened his grip milking a cow named Olive.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"In Rural Jails, Haitians Suffer From Isolation","web_url":"https://www.nytimes.com/1993/06/28/us/in-rural-jails-haitians-suffer-from-isolation.html","abstract":"  In the middle of an isolated Louisiana parish, 18 dejected Haitian refugees sit in two dank, windowless jail cells, a thousand miles from the company of their countrymen at a detention center in Florida, which Federal authorities say is too crowded to house them.   Looking back on the uncertain charms of nearly six months in a rural Louisiana jail -- watery grits and overcooked rice as part of typical prison fare, metal bunks with thin pallets, and, for seven female refugees in the parish's jail for women, unwelcome sexual advances from local inmates -- several Haitians yearned in recent interviews for the Krome Avenue Detention Immigration Facility in Miami, even though Haitians there have complained of beatings and harassment. One even wants to go home.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"Pamela Reeves, Jeffrey Goldberg","web_url":"https://www.nytimes.com/1993/06/28/style/pamela-reeves-jeffrey-goldberg.html","abstract":"  Pamela Ress Reeves, a daughter of Dr. and Mrs. William E. Reeves of Providence, R.I., was married there yesterday to Jeffrey Mark Goldberg, a son of Ellen H. Goldberg of Malverne, L.I., and Daniel Goldberg of Baldwin, L.I. Rabbi Wayne Franklin performed the ceremony at Temple Emanu-El.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Star of Cozzene Beats (Ties) Lure","web_url":"https://www.nytimes.com/1993/06/28/sports/notebook-horse-racing-star-of-cozzene-beats-ties-lure.html","abstract":"  American racing needs two things, people have been saying: stars and a story line. And it got both yesterday when Star of Cozzene ran down Lure in the homestretch to win the $500,000 Caesar's International at the Atlantic City Race Course and tie their sizzling rivalry at two victories apiece.   The two speed horses, the best on grass and maybe the best on any surface, renewed their competition just half an hour after the colt Great Navigator joined the growing casualty list of thoroughbreds when he suffered a broken ankle bone during the Jersey Shore Breeders' Cup. The accident was said by the track's veterinarians to be career threatening but probably not life threatening, and the horse was taken to the hospital with a splint and brace on his left foreleg.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"Despite Change, Reform Is Slow In the Teamsters","web_url":"https://www.nytimes.com/1993/06/28/us/despite-change-reform-is-slow-in-the-teamsters.html","abstract":"  When Ron Carey became president of the International Brotherhood of Teamsters last year, he was regarded as the living representation of reform. After decades of control by organized crime at the teamsters, it was goodbye to corruption, Mr. Carey vowed.   But Federal investigators say Mr. Carey has yet to meet the high standard he set for himself as the first democratically elected head of the 1.4 million-member union.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"At Home Abroad; Time to Change","web_url":"https://www.nytimes.com/1993/06/28/opinion/at-home-abroad-time-to-change.html","abstract":"  When hundreds of right-wing whites the other day smashed into the hall where South Africa's future is being negotiated, they achieved a paradoxical result. They made clear how urgently necessary it is to conclude the talks and move toward a democratic government that has the legitimacy to govern.   A new South Africa has been trying to emerge for more than three years now. But there was the old, unchanged: a gun-toting white mob hardly challenged by the police, who would surely have used at least tear gas and probably weapons against a black protest half as violent.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Maia Gahtan and Leif W. Haase","web_url":"https://www.nytimes.com/1993/06/28/style/maia-gahtan-and-leif-w-haase.html","abstract":"  Maia Gahtan, the daughter of Roben and Evelyn Gahtan of Berkeley, Calif., was married yesterday in Weston, Conn., to Leif Wellington Haase, a son of Mr. and Mrs. Martin R. Haase of Chester, Nova Scotia. The Rev. James Avery, a United Church of Christ minister, performed the ceremony at the Cobb's Mill Inn.   The bride, 27, and her husband, 28, are doctoral candidates at Yale University, she in Renaissance studies and he in American studies. She graduated summa cum laude from Yale and received a master's degree in art history from the University of Chicago. Her father, who is retired, was an architect in San Francisco. Her mother is a senior reference librarian at the Berkeley Public Library.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Marc W. Greene and Ellen Jane Field","web_url":"https://www.nytimes.com/1993/06/28/style/marc-w-greene-and-ellen-jane-field.html","abstract":"  Ellen Jane Field, a daughter of Mr. and Mrs. Ernest R. Field of Kings Point, L.I., was married yesterday to Marc William Greene, the son of Suzanne Greene of Brookville, L.I., and the late Dr. Robert Greene. Rabbi Jerome Davidson performed the ceremony at the home of the bride's parents.   Mrs. Greene, 28, is an associate at the Wadsworth Company, an investment banking concern in New York. She graduated from Colby College and received an M.B.A. from New York University. Her father and her mother, Marcia K. Field, are principals of Field & Field, a law firm in Manhasset, L.I.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/06/28/arts/dance-in-review-450693.html","abstract":"  'Cement Garden' 'Experiments and Developments in Dance'   Rebecca Ashley  The Studio  145 West 46th Street  Manhattan    Rebecca Ashley's dances were both laudably ambitious and dismayingly vague on Saturday night, when she presented a program under the auspices of the Next Stage Company, a theatrical organization directed by Gus Reyes.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"Quotations That Win or Lose Elections","web_url":"https://www.nytimes.com/1993/06/28/nyregion/metro-matters-quotations-that-win-or-lose-elections.html","abstract":"  NO ONE knows for sure at what moment Abraham D. Beame lost the 1977 mayoral race, but the night he appeared on \"We, the Jury\" is as good a guess as any.   Mr. Beame, who had been elected four years earlier on the slogan, \"He Knows the Buck,\" spent much of the program on the defensive, seeking to acquit himself of criticism, just leveled by the Securities and Exchange Commission, that he had misled New Yorkers about city finances. Mr. Beame insisted, instead, that only because of his stewardship had bankruptcy been averted.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/06/28/arts/dance-in-review-765393.html","abstract":"  Extended Dance Company   Theater of the Riverside Church    Last winter, the Extended Dance Company made a favorable impression with a choreographically fresh program that emphasized jazz-dance technique. Jazz dance was again featured on Thursday night when the group appeared at the Theater of the Riverside Church. And Val Suarez's \"Wave,\" one of the notable productions of that earlier program, was as stormy as ever.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"Can't Tell the Teams Without a Program","web_url":"https://www.nytimes.com/1993/06/28/sports/on-pro-hockey-can-t-tell-the-teams-without-a-program.html","abstract":"  The Grand Alee is the main drag in this old French town. On Saturday night, its broad roadway was filled with slowly cruising cars, its sidewalks were surging with tourists and most of the outdoor cafes' tables were packed with members of the hockey mob.   Executives, players, reporters and fans had escaped the sweltering Colisee after the National Hockey League's daylong entry draft that ended the league's annual convention that signals the end of one long season and the approach of the next.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"Cliffhanger: Can Early Movies Be Saved in Time?","web_url":"https://www.nytimes.com/1993/06/28/movies/cliffhanger-can-early-movies-be-saved-in-time.html","abstract":"  The art of the cinema may be forever, but the film stock is not. A four-volume report released late last week by the Library of Congress offers, for the first time, a comprehensive survey of film preservation in the United States by film studios, archives and individuals.    Entitled \"Film Preservation 1993: A Study of the Current State of American Film Preservation,\" the report describes a losing battle against time, with inadequately financed preservationists racing to fend off the threat posed by deterioration of film stock and to reconstruct the original versions of films that have been altered over time.","thumbnail":null,"section":"Movies"},{"date":"19930628","headline":"RAID ON BAGHDAD: The United Nations; U.S. Presents Evidence to U.N. Justifying Its Missile Attack on Iraq","web_url":"https://www.nytimes.com/1993/06/28/world/raid-baghdad-united-nations-us-presents-evidence-un-justifying-its-missile.html","abstract":"  Showing pictures of bomb components, the chief United States delegate to the United Nations presented detailed evidence today to support the Clinton Administration's case that it was legally justified in carrying out a missile attack on an Iraqi intelligence site in Baghdad.   The delegate, Madeleine K. Albright,said United States retaliation was consistent with Article 51 of the United Nations Charter, which provides for the right of self-defense, for what American officials have concluded was a plot by the Iraqi Government to assassinate former President George Bush in Kuwait.","thumbnail":null,"section":"World"},{"date":"19930628","headline":"Tatiana Dimitriades, Jonathan Bass","web_url":"https://www.nytimes.com/1993/06/28/style/tatiana-dimitriades-jonathan-bass.html","abstract":"  Tatiana Anastasia Dimitriades, a violinist with the Boston Symphony Orchestra, was married yesterday to Jonathan David Bass, a concert pianist in San Jose, Calif. The Rev. David Cockcroft, a Presbyterian minister, officiated at Estherwood, in Dobbs Ferry, N.Y. Rabbi Burt Aaron Siegel took part in the ceremony.   Ms. Dimitriades is keeping her name. She graduated from Indiana University, from which she also received a master's degree in music. She is a daughter of Ruth and Peter Dimitriades of New York. The bride's father is a concert violinist. Her mother, known professionally as Ruth Lansche, was a soprano in the chorus of the Metropolitan Opera and is now a voice teacher at the Hotchkiss School in Lakeville, Conn.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"The Forests and the Fees","web_url":"https://www.nytimes.com/1993/06/28/opinion/the-forests-and-the-fees.html","abstract":"In an effort to pressure Congress to increase the National Park Service budget, the Wilderness Society has distributed a list of cutbacks Americans are likely to encounter at their favorite parks this summer.\n\nThough Congress appropriated more than $1 billion for fiscal 1993, the National Park Service says it is not enough to maintain services at 1992 levels. So, Yosemite is closing two campgrounds, Cape Hatteras National Seashore is reducing lifeguard service and Shenandoah National Park delayed opening a campground by three months.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Romina Field And Oded Weiss","web_url":"https://www.nytimes.com/1993/06/28/style/romina-field-and-oded-weiss.html","abstract":"  Romina Field, the daughter of Carl and Pearl Field of Briarwood, Queens, was married yesterday to Oded Weiss, a son of Dina Weiss of Ramat Hasharon, Israel, and the late Yigal Weiss. Rabbi Moshe Turk performed the ceremony at the Pierre in New York.   The bride, 25, is an associate at Roberts & Holland, a New York law firm. She graduated summa cum laude from Columbia University, where she was elected to Phi Beta Kappa. She received a law degree from Harvard University.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/06/28/arts/dance-in-review-766193.html","abstract":"  Nanette Bearden Contemporary Dance Theater  Marymount Manhattan Theater    There were some fine solo performances in the varied program that the Nanette Bearden Contemporary Dance Theater presented on Friday night.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"More Notable Alumni of a Brooklyn School","web_url":"https://www.nytimes.com/1993/06/28/opinion/l-more-notable-alumni-of-a-brooklyn-school-791293.html","abstract":"  To the Editor:   Your June 16 article on the distinguished graduates of James Madison High in Brooklyn fails to mention the writer Irwin Shaw, author of the novels \"The Young Lions\" and \"Rich Man, Poor Man,\" and of such short stories as \"The 80-Yard Run\" and \"The Girls in Their Summer Dresses.\" Irwin Shaw attended James Madison from 1925 to 1929, graduating just before his 16th birthday.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Mr. Stein's Spending, Then and Now","web_url":"https://www.nytimes.com/1993/06/28/opinion/mr-stein-s-spending-then-and-now.html","abstract":"  The city's Campaign Finance Board will soon rule on a provocative question about Council President Andrew Stein's campaign for re-election. In his unofficial campaign for mayor, Mr. Stein raised and spent about $2.7 million. Then he decided to run for re-election to his old job instead. Should his spending be credited to his new campaign or to his failed one?   Sounds like a technicality, but the impact of the board's decision will be anything but technical. Mr. Stein's opponents are participating in the city's system of public campaign financing; he is not. He raised his millions without conforming to the strict spending and contribution limits in the city's law. Now Mr. Stein says he will voluntarily abide by those limits, although it's too late for him to participate in the program itself.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/28/nyregion/bridge-209093.html","abstract":"  Two of the four teams to represent the United States in Chile in September have been decided here, but the others are still up for grabs.   Michael Becker of Tenafly, N.J., Ron Rubin of North Miami Beach, Fla., Bob Levin of Hallandale, Fla., Peter Weichsel of Encenitas, Calif., Ron Sukoneck of Annandale, Va., and Russ Ekeblad of Providence, R.I., won comfortably on Saturday by 62 imps against Neil Chambers of Schenectady, N.Y., John Schermer of Seattle, Roger Bates of Mesa, Ariz., John Mohan of Santa Monica, Calif., Michael Passell of Dallas and Andy Goodman of San Francisco.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"1918: Ex-Tsar Killed?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/28/opinion/IHT-1918-extsar-killed-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Although confirmation is still lacking of the assassination of the ex-Tsar of Russia, there are strong indications that the report is founded. A Kiev despatch and several telegrams received yesterday [June 27] give the news from various sources, m","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Leslie Moskowitz, David Elfenbein","web_url":"https://www.nytimes.com/1993/06/28/style/leslie-moskowitz-david-elfenbein.html","abstract":"  Leslie Brett Moskowitz and David Henry Elfenbein, third-year medical students at the Albert Einstein College of Medicine in the Bronx, were married yesterday. Rabbi Arnold Turetsky performed the ceremony at Congregation Kneses Tifereth Israel in Port Chester, N.Y.   Mrs. Elfenbein, 23, graduated magna cum laude from Brandeis University. She is a daughter of Harold and Helyn Moskowitz of Huntington Beach, Calif. Her father, now retired, was an accountant in Hawthorne, Calif., for the Northrop Corporation, the aerospace company.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Blacks Rejecting Gay Rights As a Battle Equal to Theirs","web_url":"https://www.nytimes.com/1993/06/28/us/blacks-rejecting-gay-rights-as-a-battle-equal-to-theirs.html","abstract":"  Ronald Prince has lived a gay life since his mid-teens. Now 43, he readily recalls moments when he hid his homosexuality rather than face public ridicule.   \"In high school, when students would poke fun at 'faggots' or 'sissies,' I wouldn't speak up,\" he said. \"I'd go along with the crowd.\" The facade he kept up included disguising what he considered potentially effeminate mannerisms.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"Bring Russia and Ukraine Into NATO Together; Economic, Not Ethnic","web_url":"https://www.nytimes.com/1993/06/28/opinion/l-bring-russia-and-ukraine-into-nato-together-economic-not-ethnic-787493.html","abstract":"  To the Editor:   \"Ukraine Lawmakers Balk at Anti-Crisis Plan\" (news article, June 16) calls Ukraine's Donbas, where an explosion of strikes has occurred, a region where a majority of the population is ethnically Russian.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Diane A. Cohen and Edward Koones","web_url":"https://www.nytimes.com/1993/06/28/style/diane-a-cohen-and-edward-koones.html","abstract":"  Diane Alice Cohen, the daughter of Mr. and Mrs. Sidney Cohen of Livingston, N.J., was married yesterday to Edward Koones, the son of Seymour Koones of Brooklyn and the late Geraldine Koones. Rabbi Azriel C. Fellner officiated at the Metropolitan Club in New York.   Mrs. Koones is a securities trader at Bernard L. Madoff Investment Securities in New York. She graduated from New York University, from which she received an M.B.A.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Sharon Klein, Elliott Dobin","web_url":"https://www.nytimes.com/1993/06/28/style/sharon-klein-elliott-dobin.html","abstract":"  Sharon Klein, a daughter of Mr. and Mrs. William Klein of Roslyn Heights, L.I., was married yesterday to Elliott Scott Dobin, the son of Mrs. Jack Dobin of New York and the late Mr. Dobin. Rabbi Miriam Ancis performed the ceremony at the Brooklyn Botanic Garden.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"RAID ON BAGHDAD: Reaction; European Allies Are Giving Strong Backing to U.S. Raid","web_url":"https://www.nytimes.com/1993/06/28/world/raid-on-baghdad-reaction-european-allies-are-giving-strong-backing-to-us-raid.html","abstract":"  With rare unanimity, the European allies reacted with approval today to the United States missile strike against Iraq.    Britain, Italy and Germany, all of whose leaders were apparently informed about the plans shortly before the strike began, all gave strong backing to the move today despite reports of civilian casualties.","thumbnail":null,"section":"World"},{"date":"19930628","headline":"Open the G-7's Doors To This Asian Symbol","web_url":"https://www.nytimes.com/1993/06/28/opinion/IHT-open-the-g7s-doors-to-this-asian-symbol.html","abstract":"It is time to breathe a bit of life into that tired old circus, the annual Group of Seven summit meeting. Next month, members of this self-appointed group will sit around in Tokyo, where the host nation and the leaders of the other big industrialized nat","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"SHEIK WAS AWARE OF BOMBING PLOT, U.S. OFFICIALS SAY","web_url":"https://www.nytimes.com/1993/06/28/us/specter-of-terror-sheik-was-aware-of-bombing-plot-us-officials-say.html","abstract":"  Federal law-enforcement authorities in New York concluded that Sheik Omar Abdel Rahman, the radical Egyptian cleric, knew details of the plot to detonate bombs across the city and assassinate several officials but were waved off of arresting him at the last minute by the Clinton Administration, Government officials said today.   The officials described the decision -- debated in a series of meetings last Tuesday -- as a hairline call ultimately decided by Attorney General Janet Reno on legal and tactical grounds, including Mr. Abdel Rahman's usefulness as a powerful lens through which authorities examined the murky and violent world of Islamic extremism. Evidence Called 'Fuzzy'    Moreover, as they considered preparing an arrest complaint, the officials concluded that some of the evidence against the sheik was \"fuzzy,\" as one put it, although investigators were convinced -- on the basis of electronic monitoring -- that he knew about the plot. Their information was less clear about his precise role and how directly he was involved in specific actions, like selecting targets.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"RAID ON BAGHDAD: The White House; Administration Finds Just Keeping a Secret Can Be a Triumph","web_url":"https://www.nytimes.com/1993/06/28/world/raid-baghdad-white-house-administration-finds-just-keeping-secret-can-be-triumph.html","abstract":"  The unexpected missile strike against Iraq's intelligence headquarters was a result of weeks of intensive planning so secret that no more than five top White House aides had any knowledge of the discussions, Clinton Adminstration officials said today.   By concealing the conclusion that Baghdad was responsible for an assassination plot against George Bush during his visit to Kuwait in April, aides provided a veil of secrecy that gave President Clinton the advantage of surprise when military retribution came. It also helped him appear decisive and resolute in his most significant action yet as Commander in Chief.","thumbnail":null,"section":"World"},{"date":"19930628","headline":"Thousands March in a Celebration of Gay Pride","web_url":"https://www.nytimes.com/1993/06/28/nyregion/thousands-march-in-a-celebration-of-gay-pride.html","abstract":"  With their fists raised in solidarity and their voices celebrating their pride, tens of thousands of gay men, lesbians and their supporters strolled and chanted their way down Fifth Avenue yesterday in a sprawling march that underscored the striking range of gay life in New York City.   Gay social workers, gay soccer players, gay gospel singers, gay Republicans, gay mothers, gay Harlemites, -- they all came together on a humid afternoon for the 24th annual march, which took on an added significance this year because of President Clinton's proposal to allow homosexuals to serve in the military. What Gay America Looks Like    \"I feel so moved emotionally,\" Miriam Ben-Shalom, one of the grand marshals of the parade, said as she watched marchers surge down Fifth Avenue and spectators three-deep jostle for views on the sidewalks. \"Look at all the people here. This is America. Do you want to see what gay America looks like? Look on this street.\"","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Was This Strike Necessary?","web_url":"https://www.nytimes.com/1993/06/28/opinion/was-this-strike-necessary.html","abstract":"  It's easy to appreciate the pressures that drove President Clinton to order an early Sunday morning missile attack on an Iraqi intelligence complex in central Baghdad. And no sympathy need be wasted on Saddam Hussein, whose continued defiance of Security Council resolutions makes him, literally, an international outlaw.    Mr. Clinton's show of force won predictably quick endorsement on Capitol Hill and from allied leaders. But the American people need more information about the reasons for and propriety of Mr. Clinton's action. Was this -- as the Administration contends -- a wise use of force, combining the logic of retaliation and the benefit of pre-empting future terrorist strikes?","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"In Detroit Beating Case, Pillory for Cub Reporter","web_url":"https://www.nytimes.com/1993/06/28/us/in-detroit-beating-case-pillory-for-cub-reporter.html","abstract":"  The judge in a police beating trial here has cited a newspaper intern for contempt for telephoning a juror while testimony was still being heard in the case. But in an unusual twist, the judge ordered the intern, a summer employee of The Detroit News, to serve part of his five-day jail sentence in the courtroom dressed in prison garb.   The judge, who had specifically ordered reporters not to speak with jurors, said while sentencing the intern on Friday that he had mistrusted the newspaper since his childhood. During the McCarthy era, the judge's father defended people accused of being Communists and was harshly criticized by the newspaper.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"This Time, Yankees Hold Onto The Lead","web_url":"https://www.nytimes.com/1993/06/28/sports/baseball-this-time-yankees-hold-onto-the-lead.html","abstract":"  So many delicious chances had drifted away, so many seemingly insurmountable leads had dissipated on this road trip that the Yankees never felt safe. So when Harold Baines hit a harmless two-out grounder to second that suddenly nicked a clump of dirt and rolled up Pat Kelly's arm with the tying run buzzing home from third in the eighth inning today, the Yankees gasped. Not again. Please, not this again.   Their gasps never turned to groans. Instead, they turned to glee when Kelly deftly fielded the tricky grounder that Steve Howe induced and completed the difficult play to maintain the one-run lead. Then the Yankees exhibited some muscle in the ninth inning, blasting the Baltimore bullpen for three runs on Danny Tartabull's monstrous two-run homer and Don Mattingly's double to escape from Camden Yards with a 9-5 victory. Orioles Cooled Off    They could not wait to gloat, and then leave. Fast.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/28/us/inside-746793.html","abstract":"  Haiti Talks Under Way   United Nations diplomats began talks in New York with Haiti's military leader and its exiled President, hoping to restore him to power. Page A3. Tokyo Sends a Message    Japan's leading parties did poorly in Tokyo elections, which were seen as a referendum on the country's national political scandal. Page A3. Rare Latin American Oil Sale    Argentina is taking a step no other Latin American country has tried: selling control of its state oil company to stock-market investors. Page D1. Popular New State Park    In the four weeks since Riverbank State Park opened atop a sewage treatment plant in Harlem, people have been using it in droves. Page B1. Embarrassment of Losses    Mets pitcher Anthony Young's 24th consecutive loss set a major league record. SportsMonday, page C1.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/06/28/arts/dance-in-review-764593.html","abstract":"  Terry Creacy and Stephen Koester   Tisch School of the Arts  New York University    Terry Creach and Stephen Koester can be depended on for intriguing repertory and dancing that is explosively physical yet witty. And that was what the two men, who have danced together since 1980, presented Thursday night.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"Paula R. Kuhl, Michael Graham","web_url":"https://www.nytimes.com/1993/06/28/style/paula-r-kuhl-michael-graham.html","abstract":"  Paula Rochelle Kuhl, a daughter of Honey and Harold Kuhl of Merrick, L.I., was married yesterday to Michael Jason Graham, the son of Roberta and Paul Graham of Huntington, L.I. Rabbi Jeremiah Wohlberg performed the ceremony at the Sephardic Temple in Cedarhurst, L.I.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Editorial Notebook; The Real Clarence Thomas","web_url":"https://www.nytimes.com/1993/06/28/opinion/editorial-notebook-the-real-clarence-thomas.html","abstract":"  \"I say to myself every day, there but for the grace of God, go I,\" said Supreme Court nominee Clarence Thomas. He was telling the Senate at his 1991 confirmation hearing of the feelings he had for the busloads of prisoners he watched daily from his courthouse window. The implication was that a Justice Thomas, up from the dirt poverty of Pin Point, Ga., would look out for the underdog, even a convicted one with few rights.    Yet twice in his two terms on the Court, Justice Thomas has argued in dissent that the Eighth Amendment's ban on cruel and unusual punishments should not protect prison inmates. Last year he objected to relief for a prisoner who had suffered, he said, only minor injuries at the hands of his guards: a split lip, loosened teeth, a broken dental plate and the taunting of a supervisor who warned the guards not to have \"too much fun.\" The other day he objected again when the Court held that a prisoner subjected to the fumes of a chain-smoking cellmate might have a constitutional complaint.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Elisabeth Klufer, Richard Haber","web_url":"https://www.nytimes.com/1993/06/28/style/elisabeth-klufer-richard-haber.html","abstract":"  Elisabeth Joel Klufer, a daughter of Mr. and Mrs. Robert E. Klufer of Scarsdale, N.Y., was married yesterday to Dr. Richard Seth Haber, a son of Dr. and Mrs. Sidney A. Haber of White Plains. Rabbi Beth Singer performed the ceremony at the Water Club in New York.    Ms. Klufer is keeping her name. She is the Eastern sales manager for The National Real Estate Investor and for Shopping Center World, trade magazines for the real estate industry, in New York. She graduated from Sarah Lawrence College.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Miss Greenberger and Mr. Rosovsky","web_url":"https://www.nytimes.com/1993/06/28/style/miss-greenberger-and-mr-rosovsky.html","abstract":"  Rachel Pam Greenberger, a daughter of Dr. and Mrs. Norton J. Greenberger of Mission Hills, Kan., was married yesterday to Michael Rosovsky, the son of Mr. and Mrs. Henry Rosovsky of Newton, Mass. Rabbi Morris Margolies and Rabbi Alan Cohen jointly officiated at the Beth Shalom Synagogue in Kansas City, Mo.   Mrs. Rosovsky, 26, is a science and mathematics teacher at Brookwood School in Manchester, Mass. She graduated from the University of Pennsylvania. Her father is a professor of medicine and the chairman of the department of medicine at the Kansas University School of Medicine in Kansas City, Kan.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"The Scarlet Number: Young Drops 24th","web_url":"https://www.nytimes.com/1993/06/28/sports/baseball-the-scarlet-number-young-drops-24th.html","abstract":"  The people asked the silliest of questions.   \"Don't you want the record, Anthony?\" they asked, wide-eyed, as they hovered over his table. \"Wouldn't it be nice to have it? To be in the record books?\"","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"Review/Jazz Festival; Remembering Birdland","web_url":"https://www.nytimes.com/1993/06/28/arts/review-jazz-festival-remembering-birdland.html","abstract":"  Sometimes things just don't turn out well, despite the best of intentions. On Friday night at Carnegie Hall, \"A Lullaby for Birdland,\" part of the JVC Jazz Festival and a tribute to the musicians who performed at the legendary club during the 1950's and 60's, featured a series of fine groups that did just about nothing. It seemed as if the musicians couldn't hear each other onstage, and the sound in the hall itself was disembodied and ghostlike, as if the musicians were calling in the show over the phone.   The first group to perform consisted of Red Rodney on fluegelhorn, Lee Konitz on alto saxophone, Gerry Mulligan on baritone saxophone, John Lewis on piano, Paul West on bass and Roy Haynes on drums. On \"Apple Core,\" Mr. Rodney presented a bright be-bop solo, and Mr. Mulligan flowed gently. The next tune, a blues, opened with Mr. Lewis's glacial four-choruses and distilled be-bop lyricism. Mr. Mulligan and Mr. Rodney riffed quietly and played with so much ease that the rhythm section's clumsiness could be overlooked for a minute; Mr. Konitz, who was apparently having a bad night, turned in a painfully out-of-tune improvisation.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"Ex-Deputy Leading Field To Become Schools Chief","web_url":"https://www.nytimes.com/1993/06/28/nyregion/ex-deputy-leading-field-to-become-schools-chief.html","abstract":"  Bernard R. Gifford, one of the three remaining candidates under consideration as New York City's next schools chancellor, goes into final interviews with the Board of Education today as the front-runner because he is favored by some board members and so far faces no organized opposition and because the other two finalists have liabilities.   Mr. Gifford, who is a native New Yorker, is a former deputy chancellor in the city who is now teaching at the University of California at Berkeley.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/28/nyregion/news-summary-745993.html","abstract":"  International A2-7  U.S. CALLS ATTACK A SUCCESS  U.S. officials declared the missile strike on Baghdad's intelligence headquarters a success, saying Iraq's ability to direct terrorist acts worldwide had suffered \"a major setback.\" A1  OBJECT LESSON IN MIDEAST  News analysis: White House officials apparently intended the missile strike on Baghdad as an object lesson for any other government that might be involved in plotting terrorism against the U.S. A1","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Pattern of Deception Is Seen at Pentagon","web_url":"https://www.nytimes.com/1993/06/28/us/pattern-of-deception-is-seen-at-pentagon.html","abstract":"  Federal investigators have determined that the Pentagon misled Congress about the cost and the necessity of many weapons built in the 1980's to counter the forces of the Soviet Union.   Eight reports from a three-year study by the General Accounting Office, an investigative arm of Congress, show a pattern of exaggeration and deception by military leaders. The reports, which are scheduled to be discussed this week in a Senate hearing, found that the Pentagon understated the cost of nuclear missiles, overstated the radar-evading ability of new nuclear bombers and exaggerated the threat posed by Soviet defenses.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"Likely Victors in Nigeria Election Call for Defiance of Military Rule","web_url":"https://www.nytimes.com/1993/06/28/world/likely-victors-in-nigeria-election-call-for-defiance-of-military-rule.html","abstract":"  In what was seen as the strongest challenge to the authority of Nigeria's military rulers in recent memory, a virtual uprising against them was urged today by leaders of the political party whose candidate for president seemed the likely winner in an election this month.   The election was canceled by the military leader, Gen. Ibrahim Babangida, who explained his decision by citing what he said was evidence of widespread fraud and vote-tampering in the primaries and in the voting on June 12. On Saturday night, General Babangida announced that there would be new presidential elections and effectively barred the two candidates who had run from running again.","thumbnail":null,"section":"World"},{"date":"19930628","headline":"Hamlin Treats Victory As More Than Comeback","web_url":"https://www.nytimes.com/1993/06/28/sports/hamlin-treats-victory-as-more-than-comeback.html","abstract":"  Shelley Hamlin won the second golf tournament today since she had breast-cancer surgery two years ago, but don't call her courageous or inspirational.   \"Determined and stubborn is a better description than courageous or anything else,\" the 44-year-old Hamlin said today after winning the $450,000 ShopRite L.P.G.A. Classic at the Greate Bay Resort and Country Club. \"People come up to me and tell me I'm an inspiration. I'm just an ordinary person.\"","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"In Week 2, All Roads Lead to the Germans","web_url":"https://www.nytimes.com/1993/06/28/sports/IHT-in-week-2-all-roads-lead-to-the-germans.html","abstract":"The second week of The Championships begins with the defending champion facing a challenge that would seem beyond him, but for his magic of a year ago. So no one knows what to expect when Andre Agassi meets the unpredictable serve of Richard Krajicek lat","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"BASEBALL: Sports of The Times; The Small Talk At Macombs Dam","web_url":"https://www.nytimes.com/1993/06/28/sports/baseball-sports-of-the-times-the-small-talk-at-macombs-dam.html","abstract":"  SUNDAY morning, close to noon.   A group of runners sits on weather-beaten bleachers in Macombs Dam Park, a tiny overused fitness oasis nestled in the shadows of Yankee Stadium. The runners have known one another for years; many of them met here at Macombs.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"World-Weary Becker Is a Kid Again at Play on Grass","web_url":"https://www.nytimes.com/1993/06/28/sports/tennis-world-weary-becker-is-a-kid-again-at-play-on-grass.html","abstract":"  It's June, and that means Boris Becker's thoughts, thoughts more often preoccupied with throwing the I Ching than with bashing tennis balls, have lightened, turned to the pleasant prospect of winning Wimbledon.   \"Once we get here, once it's June,\" he said the other day in the midst of a discussion about a terrible spring spent on clotted clay, \"I always think I have a good chance.\"","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"After Losing It All, No Bitterness Shows","web_url":"https://www.nytimes.com/1993/06/28/nyregion/after-losing-it-all-no-bitterness-shows.html","abstract":"  Having been indicted, booked, fingerprinted, tried, convicted, ousted as one of New York State's most powerful lawmakers and, last week, cleared by a Federal appeals court, Mel Miller seemed to need only one thing as he talked about his two-and-a-half-year ordeal: a drummer to go bah-dum-dum as he tossed off one-liners.   Of the prosecutor: \"Do I want to go over and punch him in the mouth? No. First of all, it's probably a felony.\"","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/28/nyregion/chronicle-082993.html","abstract":"  It's difficult for some foundation heads not to think of fund raising at all times. When officers of Amfar, the American Foundation for AIDS Research, told MICHAEL WARD STOUT, president of the Robert Mapplethorpe Foundation, that they wanted to honor him with a dinner, he responded: \"It ought to be a fund-raiser. You shouldn't waste the evening.\"    So be it, they said, and the proceeds of a $250-a-person dinner this evening for 100 guests at the restaurant Ariel & Michael on East 22d Street are to go into Amfar's coffers.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Ms. Radomsky And Mr. Bass","web_url":"https://www.nytimes.com/1993/06/28/style/ms-radomsky-and-mr-bass.html","abstract":"  Pauline Radomsky, a daughter of Mr. and Mrs. Hyman Radomsky of Brooklyn, was married yesterday to Robert Bass, a son of Mr. and Mrs. Milton Bass of Howard Beach, Queens. Rabbi Gerald M. Solomon officiated at Temple Shalom of Electchester in Fresh Meadows, Queens.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Review/Music; Pavarotti Sings, and the Great Lawn Is All Ears","web_url":"https://www.nytimes.com/1993/06/28/arts/review-music-pavarotti-sings-and-the-great-lawn-is-all-ears.html","abstract":"  Fame is an intoxicating lure for the multitudes who admire those who have achieved it. In today's opera world, there are few singers as famous as Luciano Pavarotti, and when he gave a free concert in Central Park on Saturday evening, both hard-core opera fans and casual listeners who rarely venture into an opera house flocked to the Great Lawn to bask in the tenor's rich tone and stellar presence. Near the end of the 130-minute concert, the Parks Department estimated the crowd at 500,000, an increase of 100,000 over the estimate provided when the concert began and quadruple the expectation earlier in the day.    Millions more watched the concert on television, nationally on a PBS broadcast and yesterday on a delayed international broadcast. And no doubt it will have a video afterlife, as many of Mr. Pavarotti's televised performances do.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"A Final 'Dinner With Balanchine' Summarizes a Master's Legacy","web_url":"https://www.nytimes.com/1993/06/28/arts/a-final-dinner-with-balanchine-summarizes-a-master-s-legacy.html","abstract":"  In its eight-week tribute to George Balanchine, the New York City Ballet staged 73 ballets from the choreographer's 465-work repertory, staying true to his belief that the material of dance should be dance itself. Yesterday, drawing the grand affair to a close, the company modified that dictum a bit: the material of dance became dance itself plus food, although there was no danger that the art would end up with second billing.   Using a logistical flourish that mirrored both the master's energy and his formal, not-so-simple simplicity, the Balanchine Celebration ended with a six-hour-plus, seven-course program, \"Dinner With Balanchine.\" It was three parts ballet, three parts food and one part film-clip and spoken tribute, with 100 percent effort from hundreds of people.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"Young Must Master The Learning Curve","web_url":"https://www.nytimes.com/1993/06/28/sports/on-baseball-young-must-master-the-learning-curve.html","abstract":"  Anthony Young is now in the book, a pitcher with the ignominious distinction of losing a major league record 24 consecutive decisions.   He has not seen a victory next to his name in a box score since April 19, 1992, and probably not even Las Vegas at this point would give odds on when fortune and Mets competence will coincide long enough for him to get another.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"RAID ON BAGHDAD: An Assessment; The Missile' Message","web_url":"https://www.nytimes.com/1993/06/28/world/raid-on-baghdad-an-assessment-the-missile-message.html","abstract":"  White House officials said today that their only regret about the missile attack on the Iraqi intelligence headquarters was that there was no CNN crew there to broadcast the event live so it could be watched in the Sudan, Iran and other countries suspected of involvement in terrorism.   Administration officials said they had no conclusive evidence that the Sudanese or Iranian intelligence services were involved with the Muslims recently arrested in the New York area and accused of plotting to bomb the United Nations and other sites.","thumbnail":null,"section":"World"},{"date":"19930628","headline":"Jessica Lipschutz, Edward Deutsch","web_url":"https://www.nytimes.com/1993/06/28/style/jessica-lipschutz-edward-deutsch.html","abstract":"  Jessica Dara Lipschutz, a daughter of Dr. and Mrs. Herbert Lipschutz of Warren, N.J., was married yesterday to Edward Adam Deutsch, a son of Mr. and Mrs. Harvey Deutsch of Paramus, N.J. Rabbi Gerald Goldman officiated at the Ryland Inn in Whitehouse, N.J.   Mrs. Deutsch, 24, graduated from Princeton University, as did her husband, and received a master's degree in education from Harvard University. Her father is an associate clinical professor of medicine at the Robert Wood Johnson Medical School at Rutgers University in Warren and is also an internist there. Her mother, Susan Lipschutz, is a freelance photographer there.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Deedee Rodolitz, J. F. Jacobsohn","web_url":"https://www.nytimes.com/1993/06/28/style/deedee-rodolitz-j-f-jacobsohn.html","abstract":"  Diane Lynn Rodolitz, a daughter of Mr. and Mrs. Allan J. Rodolitz of Woodmere, L.I., was married yesterday to Dr. Jeremy Frederick Jacobsohn, the son of Dr. and Mrs. James S. Jacobsohn of Cleveland Heights, Ohio. Rabbi Sholom Stern officiated at Temple Beth El in Cedarhurst, L.I.    Mrs. Jacobsohn, 32, is known as Deedee. She graduated from Northwestern University and received a master's degree in history from Harvard University. She is a candidate for a doctoral degree in American and New England studies at Boston University. Her father is the president of Coronet Parts Manufacturing Company, a manufacturer of fluid conductors for industry, in Brooklyn.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Gibson Is Message To Bullpen","web_url":"https://www.nytimes.com/1993/06/28/sports/baseball-gibson-is-message-to-bullpen.html","abstract":"  The transaction will not grab big headlines. The Yankees simply exchanged one thirtysomething left-handed reliever for another when they released Neal Heaton today and recalled Paul Gibson from Class AAA Columbus. But there were intriguing elements to the minor move.   Gibson and Heaton have been friends since they were teen-agers on Long Island and grew up playing baseball with and against each other. They even attended a major league tryout at Yankee Stadium together. There was also the sidelight that Gibson was released by the Mets earlier this month, a fact hard to ignore since Gibson arrived at Camden Yards today carrying a Mets suitcase and garment bag.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"TENNIS: Rotter on the Court!; Keeping Tabs on the Tabloids at Wimbledon","web_url":"https://www.nytimes.com/1993/06/28/sports/tennis-rotter-on-the-court-keeping-tabs-on-the-tabloids-at-wimbledon.html","abstract":"  The Rotters were on the trail of Andre Agassi.   \"Who's going to ask about Streisand, then?\" grumbled John (Jacko) Jackson, the white-haired, ruddy-faced dean of the wolfpack of British tabloid reporters, who proudly call themselves Rotters after the tenacious German dogs, Rottweilers.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"Holyfield Plods Way to Victory","web_url":"https://www.nytimes.com/1993/06/28/sports/boxing-holyfield-plods-way-to-victory.html","abstract":"  It was a bout of such resounding disappointment that dozens of fans left their $300 ringside seats before the final round even started. Riddick Bowe had slipped out of the Convention Center five rounds earlier.   A sluggish, often-winded Evander Holyfield, once the picture of health, plodded his way to a victory over Alex Stewart on Saturday night, but it did nothing for his image or that of the heavyweight division.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"Review/Opera; Mozart Comedy Opens Company's 11th Year","web_url":"https://www.nytimes.com/1993/06/28/arts/review-opera-mozart-comedy-opens-company-s-11th-year.html","abstract":"  The Opera Festival of New Jersey is celebrating its 10th anniversary and has expanded its season to three productions from two. This year's program, running through July 17, includes Mozart's \"Magic Flute,\" Bizet's \"Carmen\" and Peter Maxwell Davies's \"Lighthouse.\" As in the past, the company has made an effort to represent the 20th century and also has staged all the operas in English. The inaugural performance was \"The Magic Flute,\" at the Lawrenceville School on June 19; Michael Pratt conducted.   Ron Kadri's design for this tale of Freemasonry and sacred ceremony is simple and lucid, favoring pastel colors. The traditional large moon-disk floats in the center; F. Mitchell Dana's lighting supplied green, purple or reddish hues, sometimes a faintly psychedelic spectrum effect. Opaque, crystalline shapes rise to either side in the opening scene; the columns of Sarastro's palace are no more substantial.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"MILITARY ACCUSED OF LIES OVER ARMS","web_url":"https://www.nytimes.com/1993/06/28/us/military-accused-of-lies-over-arms.html","abstract":"  Government investigators have concluded that military officials misled Congress about the cost, the performance and the necessity of many of the most expensive weapons systems built in the 1980's for nuclear war against the Soviet Union.   The Pentagon understated the cost of nuclear missiles by billions of dollars; it deliberately overstated the radar-evading ability of the new generation of nuclear bombers, and it exaggerated the threat posed by Soviet weapons and defenses, the investigators say. Their findings are in eight secret reports from a three-year study by the General Accounting Office, an investigative arm of Congress.","thumbnail":null,"section":"U.S."},{"date":"19930628","headline":"Lost Without a Trace; For the Families of Missing Persons, Allies Are Hard to Find and Questions Are Many","web_url":"https://www.nytimes.com/1993/06/28/nyregion/lost-without-trace-for-families-missing-persons-allies-are-hard-find-questions.html","abstract":"  Mark David Zeichner vanished from his Queens apartment on a June day eight years ago, abandoning family, friends and all the trappings of a young man's life. His clothes still hung in the closets; his toothbrush leaned against its glass. \"It was like somebody disappearing out of their skin,\" said his mother, Sonia Chusit.   Ever since, these questions have tortured her: Why did he go? Where is he? Is he living on the streets? Was he the hitchhiker she'd just passed? Most importantly, was her son, a manic-depressive who had once attempted suicide, alive?","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/28/sports/results-plus-422093.html","abstract":"  GOLF  Borrowed Putter Wins for Price  Nick Price, using a borrowed putter, found the touch that eluded him at the United States Open and shot a five-under-par 65 yesteray to win the Greater Hartford Open by a stroke. Price played bogey-free golf for the final 28 holes over the Cromwell, Conn., course and finished the tournament at nine-under 271. Dan Forsman and Roger Maltbie birdied the final hole to finish at eight under. \"I can't tell you how much this means to me,\" Price said. \"I played so well last week at the U.S. Open and to end up losing everything on the greens was just so hard to accept especially since I was putting so well recently. I'm just glad I found another putter.\" Price borrowed a putter from Denis Watson on Friday and started making some putts yesterday. (AP) Colbert Wins Seniors Championship: Jim Colbert got his only bogey of the day on 18 but still won the Senior Players Championship by one stroke over Ray Floyd, who had already finished. Colbert shot a 69 in the final round for a 10-under 278 and collected the $180,000 winner's prize. It was his seventh Senior victory -- but the first major. Floyd shot a 68-279. Al Geiberger was another shot back at 280 after a closing 66. (AP) HORSE RACING  Commander in Chief Takes Irish Derby  Unbeaten Commander in Chief added the Irish Derby to a list of triumphs yesterday in Kildare, Ireland, by holding off a late challenge from French Derby winner Hernando. Commander in Chief, the English Derby winner, and Hernando pulled away from the other nine horses 400 yards from the finish line and turned the $550,000 race into a duel. Pat Eddery, on Commander in Chief, pulled two lengths ahead with 150 yards to go and held off Hernando, ridden by the American jockey Cash Asmussen. (AP) AUTO RACING  Mansell Mistake Helps Fittipaldi  A mistake by Nigel Mansell and Emerson Fittipaldi's own masterful driving in the rain yesterday decided the Budweiser-G.I. Joe's 200 Indy car race. Mansell, the series point leader, started from the pole and led the first 27 laps on the 1.95-mile, nine-turn Portland (Ore.) International Raceway road course, with Fittipaldi never letting the Englishman get as much as a full second ahead. Finally, the pressure paid off for the Brazilian as Mansell, the reigning Formula One champion but an Indy car rookie, braked too late going into the first turn -- a right-hander -- drove into some safety cones and had to stop while a safety worker removed a cone from beneath his Lola-Ford Cosworth. (AP) TRACK AND FIELD  Privalova Excels in European Cup    A British hurdler, Colin Jackson, and a Russian sprinter, Irina Privalova, produced the top performances yesterday on the final day of the European Cup at Olympic Stadium in Rome. Jackson, a European champion and an Olympic silver medalist in Seoul, South Korea, won the 110-meter hurdles in 13.10 seconds, the best time in the world this year. Privalova achieved another world best for the year in the women's 200 meters, winning in 22.30 seconds. France's Marie-Jose Perec, the Olympic 400-meter champion, had the same time as Privalova, but was placed second after judges checked the photo finish. Privalova earlier took the 100-meter race and anchored the Russian victory in the 400-meter relay. (AP) Mutola and Chemoiywo Post Top Times: Mozambique's Maria Mutola and Kenya's Simon Chemoiywo posted the best times in the world this year in their running events at the African championships in Durban, South Africa. Mutola, the reigning world indoor champion at 800 meters, won the 800 in 1 minute 56.39 seconds. She shaved two-tenths of a second off her African record, set several weeks ago in the United States. Chemoiywo won the 5,000 meters in 13:09.68. (AP) SOCCER  Argentine Penalty Kicks Eliminate Brazil  Defending champion Argentina eliminated Brazil on penalty kicks to advance to the semifinals of the America Cup in Guayaquil, Ecuador. After both teams scored the first five kicks, Argentine goalkeeper Sergio Goyoechea stopped Boiadeiro's shot and Jorge Borelli scored the winner. Regulation play ended at 1-1, with Muller scoring for Brazil in the 37th minute and Leo Rodriguez for Argentina in the 69th. \"It's a pity that we lose on that Russian roulette that are the penalty kicks,\" Brazil Coach Carlos Alberto Parreira said.In the semifinals, Argentina will play Colombia on Thursday. Mexico, which beat Peru, 4-2, faces Ecuador Wednesday. (AP) DOG SHOW  Cocker Spaniel First on Staten Island    A 2-year-old black cocker spaniel, Ch. Milru's Patriot, owned by Ruth Muller and Phyllis Tabler, led a field of 1,238 dogs at the Staten Island Kennel Club's 53d all-breed show yesterday in the Wagner College football stadium. \"I like the dog's head and top-line and he stood up very well in the heat,\" said Dr. Michael Manning, judging his first best in show.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"Bring Russia and Ukraine Into NATO Together","web_url":"https://www.nytimes.com/1993/06/28/opinion/l-bring-russia-and-ukraine-into-nato-together-785893.html","abstract":"  To the Editor:   \"Talking Sense to Ukraine\" (editorial, June 21) makes clear that we first have to start talking sense to ourselves about Ukraine. Your idea of a comprehensive security package for Ukraine is an essential step if we want Ukraine to behave in a way that fits into our own security conceptions and preferences.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/28/sports/transactions-616993.html","abstract":"  Baseball  WEEKEND American League   BALTIMORE ORIOLES -- Placed Sherman Obando, outfielder, on the 15-day disabled list. Called up John O'Donoghue, pitcher, from Rochester of the International League.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"Rita Wecker and David Brickman","web_url":"https://www.nytimes.com/1993/06/28/style/rita-wecker-and-david-brickman.html","abstract":"  Rita Lynn Wecker, the daughter of Mr. and Mrs. Irwin R. Wecker of Dobbs Ferry, N.Y., was married yesterday to David Meyer Brickman, a son of Dr. Anthony Brickman of Lawrenceville, N.J., and Ravelle Brickman of New York. Rabbi Shlomo Balter officiated at the National Arts Club in New York.   The bride and the bridegroom graduated from the University of Pennsylvania, he cum laude.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Visitors Instantly Embrace Rooftop Park","web_url":"https://www.nytimes.com/1993/06/28/nyregion/visitors-instantly-embrace-rooftop-park.html","abstract":"  Gaspar Santiago, the mild-mannered director of New York's newest state park, was standing on a plaza between the outdoor pool and the baseball field when he noticed a bag of cheese popcorn in the grass. Nearby, children were shrieking in the giant sprinkler and adults were cheering players in the Tony Fernandez Little League, but nothing could distract Mr. Santiago from that bag of cheese corn.   \"Let me just get that before it's all over the place,\" Mr. Santiago said, stooping like a fussy housekeeper to pick up the cheese corn, and, while he was at it, an unsmoked cigarette, a paper napkin, a candy wrapper, a can and a plastic \"I Love New York\" bag.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Bring Russia and Ukraine Into NATO Together; Too Late for Trust","web_url":"https://www.nytimes.com/1993/06/28/opinion/l-bring-russia-and-ukraine-into-nato-together-too-late-for-trust-786693.html","abstract":"  To the Editor:   In \"Russia Aims Its Oil Weapon\" (Op-Ed, June 17), Jerry Hough shows unfamiliarity with the history of Ukrainian and Russian integration. Since the mid-17th century integration between the two nations has resulted in the destruction of Ukrainian temporal and secular institutions, as well as the deaths of millions of people whose crime was to be Ukrainian. Furthermore, Ukrainian culture and language suffered an onslaught of Russification.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"In New Jersey, Women Study Whitman Bid","web_url":"https://www.nytimes.com/1993/06/28/nyregion/in-new-jersey-women-study-whitman-bid.html","abstract":"  Christine Todd Whitman is battling history in her bid to become the first woman to serve as Governor of New Jersey. And while there is no way to gauge whether her sex alone will be a boon, a burden or an irrelevancy in the campaign, it has already begun to generate a statewide debate among women.   For some it is simply a matter of electing a woman for the sake of increasing their numbers in public office. For others it is that as well as the litmus test of issues that have long concerned women, among them abortion, welfare and civil rights. For still others it is a quandary made up of all these things plus the tug of partisan politics.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Child Services Can Tear Families Apart","web_url":"https://www.nytimes.com/1993/06/28/opinion/l-child-services-can-tear-families-apart-789093.html","abstract":"  To the Editor:   \"Family Preservation and Its Victims\" (Op-Ed, June 19), a diatribe by Patrick Murphy, Cook County Public Guardian, against family preservation, is based on the flawed premise that child protective services leave hard-working but impoverished families alone, and only intervene when parents, usually drug addicted, beat, rape or torture their children.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Valerie Frankel, Glenn Rosenberg","web_url":"https://www.nytimes.com/1993/06/28/style/valerie-frankel-glenn-rosenberg.html","abstract":"  Valerie Ann Frankel, an associate editor at Mademoiselle magazine and author of mystery novels, and Glenn Rosenberg, a product manager at Columbia House, the music catalogue company, both in New York, were married yesterday. Rabbi Michael Paley officiated at the home of the bride's parents, Dr. and Mrs. Howard J. Frankel, in Short Hills, N.J.","thumbnail":null,"section":"Style"},{"date":"19930628","headline":"Review/Jazz Festival; For Gilberto Gil, a Bilingual Birthday","web_url":"https://www.nytimes.com/1993/06/28/arts/review-jazz-festival-for-gilberto-gil-a-bilingual-birthday.html","abstract":"  Gilberto Gil, the great Brazilian singer, songwriter, and guitarist, was the host of his own joyous 51st birthday party at Avery Fisher Hall on Saturday evening. In a JVC Jazz Festival event that had the informal atmosphere of a family musicale, Mr. Gil was joined by friends who included the fiery Brazilian diva Gal Costa, and Elaine Elias, a Brazilian pianist who led a trio.    Among the handful of Brazilian pop stars of international reputation who emerged from the Brazilian state of Bahia, Mr. Gil reaches the most deeply into the African side of his music's Afro-Caribbean roots. Although his music can be very lyrical, it can also be percussive, and many of his songs have the quality of secularized ceremonial chants. The figure he cut onstage on Saturday was that of wise, sophisticated flower child, part priest, part cultural emissary, from whom music erupts as naturally as water gushing from a tropical spring.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"Review/Theater; A Quest for Meaning in India, With a Playful God as a Guide","web_url":"https://www.nytimes.com/1993/06/28/theater/review-theater-a-quest-for-meaning-in-india-with-a-playful-god-as-a-guide.html","abstract":"  God is the comeback story of the year in the American theater. As playwrights despair over the nation's health, they increasingly look heavenward (though not necessarily to a Judeo-Christian heaven) for answers that elude them on earth. To the list of recent spiritually inclined dramas that includes \"Angels in America,\" \"Redwood Curtain\" and \"Marisol\" can now be added \"A Perfect Ganesh,\" a new play at the Manhattan Theater Club by Terrence McNally, of all unlikely people. Mr. McNally, the urbane and ferociously funny author of \"Lips Together, Teeth Apart,\" \"Frankie and Johnny in the Clair de Lune\" and \"The Lisbon Traviata,\" here takes a searching, if unfulfilled, journey into the mystical realms of India.   The G word in his title, which, as one line has it, \"sounds like a Jewish food,\" is in fact a reference to the Hindu god Ganesha, who is both a Puck-like character in the play (sweetly acted by Dominic Cuskern, wearing the requisite elephant's head) and a symbol of the transcendence to which Mr. McNally's two American heroines aspire. Margaret Civil (Frances Sternhagen) and Katharine Brynne (Zoe Caldwell), a pair of starchy, 60-ish best friends from Connecticut taking a two-week tour of India, have good reason to seek a new deity, especially one as happy and benevolent as Ganesha. Both women have lost first-born sons in grotesque incidents of skull-crushing violence in Greenwich Village. Both women are temporarily fleeing tired marriages that will soon be ripped apart by new and random tragedies.","thumbnail":null,"section":"Theater"},{"date":"19930628","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/28/nyregion/metro-digest-060893.html","abstract":"  SPECTER OF TERROR: DEBATE ON ARREST OF A SHEIK   Federal law-enforcement authorities in New York concluded that Sheik Omar Abdel Rahman, the radical Egyptian cleric, knew details of a plot to detonate bombs across the city but were waved off arresting him at the last minute by the Clinton Administration, Government officials say. They described the decision as a hairline call ultimately decided by Attorney General Janet Reno on legal and tactical grounds, including Mr. Abdel Rahman's usefulness as a powerful lens through which authorities examine the murky and violent world of Islamic extremism.  Moreover, the officials concluded that some of the evidence against the sheik was \"fuzzy.\" A1.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Hammonds Caught Up In Thrust by Orioles","web_url":"https://www.nytimes.com/1993/06/28/sports/baseball-hammonds-caught-up-in-thrust-by-orioles.html","abstract":"  There isn't a more ideal situation for a rookie coming up in June. Baltimore is challenging Toronto, Detroit and New York in an early pennant race and the Orioles have followed a sweep of the Tigers by coming from behind to take two of three from the Yankees.    Coming up is a three-game home stand starting Monday night against the first-place Blue Jays, and 22-year-old Jeffrey Hammonds of Scotch Plains, N.J., can't hide his excitement.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"RAID ON BAGHDAD: The Overview; U.S. Says Strike Crippled Iraq's Capacity for Terror","web_url":"https://www.nytimes.com/1993/06/28/world/raid-on-baghdad-the-overview-us-says-strike-crippled-iraq-s-capacity-for-terror.html","abstract":"  Declaring the United States missile attack against Iraq's intelligence headquarters a success, Administration officials said today that Baghdad's ability to direct terrorist acts worldwide had suffered \"a major setback.\"    President Clinton expressed regret that Iraqi civilians had been killed in the raid early today, which was carried out in retaliation for what he said was Iraq's attempt to assassinate former President George Bush during a visit to Kuwait in April. But on the way to church this morning, Mr. Clinton said, \"We sent the message we needed to send.\"","thumbnail":null,"section":"World"},{"date":"19930628","headline":"New Immigrants Face Racial Hostility","web_url":"https://www.nytimes.com/1993/06/28/opinion/l-new-immigrants-face-racial-hostility-788293.html","abstract":"  To the Editor:   Your series, \"Hidden Economy: Immigrants Underground,\" beginning June 13, focuses on immigrants from Asia, Latin America and Africa, implying that the relative absence of Europeans distinguishes this latest wave of immigration from its predecessors. This is inaccurate.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/28/nyregion/chronicle-760293.html","abstract":"  JULIA ROBERTS married the singer-songwriter LYLE LOVETT yesterday at a church in Marion, Ind., the actress's publicist said.   The actress, 25, met Mr. Lovett, 35, when they filmed \"The Player\" in 1992, said NANCY SELTZER, who represents the actress. It was the first marriage for both. The wedding was planned in two days, Ms. Seltzer said.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/06/28/arts/dance-in-review-763793.html","abstract":"  Tina Cross and Donna Jewel  Context Hall East Village    When Tina Croll and Donna Jewell shared a program of dances on June 20, the occasion was something of an artistic homecoming for Ms. Croll. In the 1960's and early 70's, she performed at Dance Theater Workshop, the Judson Memorial Church and other important New York dance centers. Then she traveled in Europe and India, after which she settled in Los Angeles in 1982. Last year, she moved back to New York.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"Sudan's Leader, Denying Plot, Visits an Icy Egypt","web_url":"https://www.nytimes.com/1993/06/28/nyregion/specter-of-terror-sudan-s-leader-denying-plot-visits-an-icy-egypt.html","abstract":"  The Sudanese President, Omar Hassan al-Bashir, whom Egyptian authorities accuse of backing this country's Islamic militants, is trying to soothe deteriorating relations with Egypt, whose President, Hosni Mubarak, was reported to be the target of an assassination plot thwarted in New York City last week.   President Bashir arrived in Egypt today to attend a meeting of the Organization of African Unity and to try to speak with President Mubarak. Egyptian officials, however, said late today that the President had not decided whether to receive the Sudanese leader. The Sudan has been accused of being tied to the conspiracy suspects captured last week.","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Those With AIDS Need Messages of Hope","web_url":"https://www.nytimes.com/1993/06/28/opinion/l-those-with-aids-need-messages-of-hope-793993.html","abstract":"  To the Editor:   We fear the pessimism of \"The Unyielding AIDS Epidemic\" (editorial, June 17) creates the misimpression that we have little to offer those who suffer from this terrible disease.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Books of The Times; A City of Angels Visited by Earthlier Creatures","web_url":"https://www.nytimes.com/1993/06/28/books/books-of-the-times-a-city-of-angels-visited-by-earthlier-creatures.html","abstract":"   The Angel Carver   By Rosanne Daryl Thomas   260 pages. Random House. $20.  Creatures of Habit   Julie Baumgold   294 pages. Alfred A. Knopf. $22.   In Brooklyn on the corner of Flatbush and Parker, there stands an empty shoe-repair shop that was once the workplace of a genius, if we are to believe the unusual fable told in \"The Angel Carver,\" by Rosanne Daryl Thomas, whose previous book, \"Complications,\" was published under the pseudonym Prince Charming.","thumbnail":null,"section":"Books"},{"date":"19930628","headline":"University or Trade School?","web_url":"https://www.nytimes.com/1993/06/28/opinion/university-or-trade-school.html","abstract":"Today, the City University of New York's board of trustees is meeting to vote on a proposal, put forward by Chancellor W. Ann Reynolds, to institute a formal review process for all academic programs. The proposal would give Chancellor Reynolds unprecedented life-and-death power over virtually every department and program on the university's 21 campuses. She would be able to override the judgments of faculty, students and the community. She would have, as the writer Toni Morrison said at a public hearing last week, \"a license for destruction.\"\n\nThe resolution before the board is the result of a yearlong fight between faculty and students on one side and the central administration on the other. Chancellor Reynolds would like to downsize and reallocate the university's severely diminished resorces. In December, she issued a proposal called the Goldstein report (named for Leon Goldstein, the president of Kingsborough Community College, who headed the panel that issued the report) that called for eliminating 97 degree programs. Most were at the four-year campuses with the highest percentages of African-American and Latino students and were chiefly in the humanities and the arts. The report also called for expansion of the technical and occupational programs, ostensibly to meet the needs of the city's immigrant and minority populations.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"BASEBALL: Sports of The Times; In Roy Campanella, The Heart of a Hero","web_url":"https://www.nytimes.com/1993/06/28/sports/baseball-sports-of-the-times-in-roy-campanella-the-heart-of-a-hero.html","abstract":"  ONLY the medical cause of Roy Campanella's death was a surprise: heart attack.   You always thought that when Campy died, it would be from complications of having been a quadriplegic since his car skidded on an icy road in Glen Cove, L.I., and slammed into a telephone pole early in 1958. Or from being a diabetic. Or from pneumonia. Or problems from his gallstone surgery three years ago. But not his heart. Never his heart.","thumbnail":null,"section":"Sports"},{"date":"19930628","headline":"Serbs and Croats Mount Joint Attack on Muslim Town","web_url":"https://www.nytimes.com/1993/06/28/world/serbs-and-croats-mount-joint-attack-on-muslim-town.html","abstract":"  Serbian and Croatian militias, once bitter enemies in the struggle over the carcass of the former Yugoslavia, are fighting together against the mostly Muslim forces of the Bosnian Government near the central town of Maglaj, United Nations officials and radio reports said today.   The radio broadcasts from Sarajevo said defenders of Maglaj were resisting a \"joint attack\" by units of Bosnian Serbs and Croats. A spokesman for United Nations forces in Zagreb said that the three factions fought on Saturday with artillery, machine guns and small arms. Another United Nations official said that fighting between the Bosnian Serbs and Croats had virtually ceased throughout the country as their militias focused on predominantly Muslim forces, and that United Nations personnel had seen hundreds of Croatian troops in buses passing through areas controlled by the Serbs.","thumbnail":null,"section":"World"},{"date":"19930628","headline":"U.S.-Born Suspect in Bombing Plots: Zealous Causes and Civic Roles","web_url":"https://www.nytimes.com/1993/06/28/nyregion/specter-terror-us-born-suspect-bombing-plots-zealous-causes-civic-roles.html","abstract":"  In the winter of 1989, Clement Rodney Hampton-El, the one American-born suspect arrested thus far in New York's terrorist bombing plots, was back home in a hospital bed in Brooklyn, proudly recuperating from leg and arm wounds he suffered as a fervid Black Muslim combatant in the far-off Afghanistan war.   \"Many people have come here to see who this Rambo is after all,\" a visitor recalled Mr. Hampton-El's declaring zealously. \"I tell them it's something they will have to decide in their own mind.\"","thumbnail":null,"section":"New York"},{"date":"19930628","headline":"Inishmore Island Journal; On Europe's Edge, Island Sees Tourism as Lifeline","web_url":"https://www.nytimes.com/1993/06/28/world/inishmore-island-journal-on-europe-s-edge-island-sees-tourism-as-lifeline.html","abstract":"  The fiercely independent people of this limestone rock, the largest of the three Aran Islands on the western edge of Europe, recall that in the old days the fishermen did not bother to learn to swim because that would only prolong the agony of drowning.   Now, the fishing industry has shrunk because of competition from Spanish and other fleets, and the 2,000 people of the islands acknowledge that they will have to learn to swim in the bureaucratic sea of paperwork for European Community financing programs in Brussels if they are to keep these islands worth living on. Last year the islanders, who have had television only since 1975, voted against the accord on European political union known as the Maastricht treaty, though Irish voters as a whole approved it by a wide margin.","thumbnail":null,"section":"World"},{"date":"19930628","headline":"Essay; Slapping Saddam's Wrist","web_url":"https://www.nytimes.com/1993/06/28/opinion/essay-slapping-saddam-s-wrist.html","abstract":"  The most sought-after document in the capital today is the \"military options list\" presented to President Clinton after the F.B.I. and C.I.A. determined that the Government of Iraq had tried to assassinate a former U.S. President.   What were the Clinton choices after he saw the solid evidence that Saddam had tried to exact vengeance for his Desert Storm defeat? Forget the unrealistic extremes of doing nothing, or of sending a half-million men back to the Middle East to finish George Bush's half-done job.","thumbnail":null,"section":"Opinion"},{"date":"19930628","headline":"Victor Maddern; Actor, 67","web_url":"https://www.nytimes.com/1993/06/28/arts/victor-maddern-actor-67.html","abstract":"  Victor Maddern, a veteran British character actor, died on Tuesday in London. He was 67 and lived in Suffolk in southeastern England.   The cause was cancer, The Times of London reported.","thumbnail":null,"section":"Arts"},{"date":"19930628","headline":"Review/Television; Survivors Lost in Space But Tethered to Hitchcock","web_url":"https://www.nytimes.com/1993/06/28/arts/review-television-survivors-lost-in-space-but-tethered-to-hitchcock.html","abstract":"  Finally getting around to Mondays as it continues to flesh out a complete prime-time schedule, Fox Broadcasting is falling back on a television staple: movies. Expanding to a weekly series, \"Fox Night at the Movies\" will offer both theatrical releases -- last Monday's was \"The Babe\" starring John Goodman -- and made-for-television movies. Tonight's premiere, at 8, is \"Lifepod,\" which, though set in the year 2168, is \"inspired by\" the 1944 Alfred Hitchcock film \"Lifeboat.\"   \"Lifeboat,\" adapted by Jo Swerling from a John Steinbeck story, was about shipwreck survivors drifting about the ocean during World War II. Its extraordinary cast included Tallulah Bankhead, Walter Slezak, Hume Cronyn and Canada Lee. \"Lifepod,\" written by Pen Densham (\"Robin Hood: Prince of Thieves\") and M. Jay Roach, is about survivors of a spaceliner explosion drifting through space beyond the range of search cruisers. Its serviceable cast is headed by Ron Silver and Robert Loggia. Mr. Silver directed.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930628","time":"1993-06-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":81,"wspd":9.4},{"date":"19930628","time":"1993-06-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":82,"wspd":9.4},{"date":"19930628","time":"1993-06-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":79,"wspd":9.4},{"date":"19930628","time":"1993-06-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":89,"wspd":5.4},{"date":"19930628","time":"1993-06-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":80,"wspd":7.6},{"date":"19930628","time":"1993-06-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":74,"wspd":7.6},{"date":"19930628","time":"1993-06-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":68,"wspd":5.4},{"date":"19930628","time":"1993-06-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":63,"wspd":5.4},{"date":"19930628","time":"1993-06-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":59,"wspd":13},{"date":"19930628","time":"1993-06-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":53,"wspd":11.2},{"date":"19930628","time":"1993-06-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":54,"wspd":14.8},{"date":"19930628","time":"1993-06-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":52,"wspd":16.6},{"date":"19930628","time":"1993-06-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":50,"wspd":16.6},{"date":"19930628","time":"1993-06-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":46,"wspd":14.8},{"date":"19930628","time":"1993-06-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":47,"wspd":18.4},{"date":"19930628","time":"1993-06-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":48,"wspd":16.6},{"date":"19930628","time":"1993-06-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":50,"wspd":18.4},{"date":"19930628","time":"1993-06-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":52,"wspd":18.4},{"date":"19930628","time":"1993-06-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":57,"wspd":24.1},{"date":"19930628","time":"1993-06-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":58,"wspd":22.3},{"date":"19930628","time":"1993-06-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":61,"wspd":20.5},{"date":"19930628","time":"1993-06-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":66,"wspd":16.6},{"date":"19930628","time":"1993-06-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":66,"wspd":16.6},{"date":"19930628","time":"1993-06-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":70,"wspd":13},{"date":"19930628","time":"1993-06-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":56,"wspd":9.4},{"date":"19930628","time":"1993-06-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":62,"wspd":7.6},{"date":"19930628","time":"1993-06-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":71,"wspd":7.6},{"date":"19930628","time":"1993-06-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":9.4},{"date":"19930628","time":"1993-06-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":7.6},{"date":"19930628","time":"1993-06-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":5.4},{"date":"19930628","time":"1993-06-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":82,"wspd":11.2},{"date":"19930628","time":"1993-06-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":82,"wspd":7.6},{"date":"19930628","time":"1993-06-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":11.2},{"date":"19930628","time":"1993-06-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":9.4},{"date":"19930628","time":"1993-06-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":11.2},{"date":"19930628","time":"1993-06-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":79,"wspd":14.8},{"date":"19930628","time":"1993-06-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":67,"wspd":16.6},{"date":"19930628","time":"1993-06-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":57,"wspd":14.8},{"date":"19930628","time":"1993-06-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":51,"wspd":16.6},{"date":"19930628","time":"1993-06-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":43,"wspd":16.6},{"date":"19930628","time":"1993-06-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":30,"wspd":22.3},{"date":"19930628","time":"1993-06-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":31,"wspd":20.5},{"date":"19930628","time":"1993-06-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":30,"wspd":24.1},{"date":"19930628","time":"1993-06-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":30,"wspd":18.7},{"date":"19930628","time":"1993-06-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":28,"wspd":25.9},{"date":"19930628","time":"1993-06-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":27,"wspd":22.3},{"date":"19930628","time":"1993-06-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":23,"wspd":24.1},{"date":"19930628","time":"1993-06-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":26,"wspd":20.5}]},"19930629":{"guardian_articles":[],"nytimes_articles":[{"date":"19930629","headline":"39 Immigrants Rescued In Three Raids in Queens","web_url":"https://www.nytimes.com/1993/06/29/nyregion/39-immigrants-rescued-in-three-raids-in-queens.html","abstract":"  In raids on three houses in Queens yesterday, the police freed 39 Asian immigrants held captive in Queens and were considering charges against a \"handful\" of Asian gang members suspected of smuggling them into the country.   The first raid began shortly after 11 A.M., when officials rescued about 15 men from a squat brick house at 164-30 73d Avenue in Fresh Meadows. In the other raids, they freed 21 men and 5 women from a house at 202-10 50th Avenue in Bayside and two men at 133-34 Blossom Avenue in Flushing. The immigrants were taken into police custody, the officials said. They would not say where.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/29/style/chronicle-456093.html","abstract":"  Remember nature hikes and swims in frigid lakes, compulsory letters home, baseball games and cabin pranks, first kisses and, finally, not wanting to say goodbye at the end of camp?    Sixteen songwriters do. They include JAMIE BERNSTEIN THOMAS, a daughter of Leonard Bernstein, DAVID LAWRENCE, a son of Steve Lawrence and Eydie Gorme, and ROBBY MERKIN, musical director for \"Sesame Street,\" and they have written songs for a show called \"Everything About Camp (Almost).\" The musical revue will be put on by Tada, a nonprofit children's theater company at 120 West 28th Street, from July 16 to Aug. 16.","thumbnail":null,"section":"Style"},{"date":"19930629","headline":"Buenos Aires Journal; Item: Menem Meets Top Model; Today It's Clinton","web_url":"https://www.nytimes.com/1993/06/29/world/buenos-aires-journal-item-menem-meets-top-model-today-it-s-clinton.html","abstract":"  Much of Argentina acted like an infatuated teen-ager this month when Germany's top model, Claudia Schiffer, arrived to promote a local lingerie company. Troops of reporters and admirers raced after her Mercedes-Benz as part of the excitement that was dubbed Schiffermania and made her front-page news for days.   As is his style, President Carlos Saul Menem was not to be left out. Although talk shows paid $15,000 for her appearance, President Menem held two private meetings with the tall 22-year-old blonde: a 20-minute meeting at the presidential palace and then a private lunch at the presidential residence.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/29/nyregion/metro-digest-462593.html","abstract":"  MAN CONFESSES TO SERIES OF KILLINGS   A 34-year-old unemployed Long Island landscaper, arrested after the New York State police discovered a body in the back of his pickup truck, has confessed to killing at least 15 prostitutes, many from New York City, and burying their bodies in remote areas, the state police said. The discovery came after a chase that began with a traffic violation. A1. NEIGHBORS OFFER CLUES TO SUSPECT   Neighbors of the suspect, Joel Rifkin, who lived in East Meadow, L.I., question how little they really knew about him. Several described him as \"quiet\" and \"pleasant.\" Others called him a \"loner\" who, when angry, would leave in his pickup truck. B5. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Books of The Times; From the Closed Mind to the Body","web_url":"https://www.nytimes.com/1993/06/29/books/books-of-the-times-from-the-closed-mind-to-the-body.html","abstract":"Love and Friendship  By Allan Bloom  590 pages. Simon & Schuster. $25.","thumbnail":null,"section":"Books"},{"date":"19930629","headline":"Space Station Survives a Second Time in Congress","web_url":"https://www.nytimes.com/1993/06/29/us/space-station-survives-a-second-time-in-congress.html","abstract":"  Responding to a vigorous White House lobbying campaign, the House tonight narrowly preserved financing for the Freedom Space Station.   The defeat of an amendment to kill the station virtually assures another year of construction for the $25 billion project, but its razor-thin margin of 196 to 220 means that the station is likely to face annual life-and-death battles as expensive science research continues to lose support among deficit-conscious lawmakers.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"New Faces Include Raider Ismail","web_url":"https://www.nytimes.com/1993/06/29/sports/pro-football-notebook-new-faces-include-raider-ismail.html","abstract":"  When training camps open next month, among the notable new faces in new places will be Joe Montana with Kansas City, Reggie White with Green Bay and Jim McMahon with Minnesota.   Add Rocket Ismail to the list.   On July 11, the Raiders will be the first team to open camp, and Ismail is expected to be there. The target date for his signing with the Raiders is July 6, but it could happen late this week.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"CUNY Board Gives Backing To a Redesign","web_url":"https://www.nytimes.com/1993/06/29/nyregion/cuny-board-gives-backing-to-a-redesign.html","abstract":"  Facing a crisis of soaring enrollments and declining finances, the trustees of the City University of New York yesterday unanimously approved a complex plan to streamline the 21-college system and lay the foundation for growth into the next century.   After months of intense, often bitter debate in and outside the university, the trustees voted 13-to-0 for a plan that makes all academic programs subject to a regular efficiency review and gives the university's Chancellor, W. Ann Reynolds, the authority to set the criteria for passing and failing those reviews.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Cheap Seats? Nah, N.B.A. Prefers Business Class","web_url":"https://www.nytimes.com/1993/06/29/sports/on-sports-business-cheap-seats-nah-nba-prefers-business-class.html","abstract":"  The Phoenix Suns-Chicago Bulls finals lacked for little in the way of competition except Chicago presented no corporate rival to the America West Arena. The new arena, named for the Phoenix-based airline, vied for national attention with the decrepit, ancient Chicago Stadium. No contest there.    Not having a corporate name for the old place seemed so quaint, so old-fashioned, so . . . out of touch with reality.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Large Earthquakes Can Trigger Later Tremors Many Miles Away","web_url":"https://www.nytimes.com/1993/06/29/science/large-earthquakes-can-trigger-later-tremors-many-miles-away.html","abstract":"  LARGE earthquakes can trigger tiny ones hundreds of miles away hours, days and even weeks later, scientists say.   Such remote earthquakes are small and pose no danger to people or structures, the researchers said, but they do raise profound questions about the causes of earthquakes and the hidden structures within the earth's crust.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Bombing Baghdad Was Not Enough","web_url":"https://www.nytimes.com/1993/06/29/opinion/bombing-baghdad-was-not-enough.html","abstract":"While the attack on the Baghdad headquarters of the Iraqi intelligence service is symbolically important, demonstrating that President Clinton is prepared to use force -- and to so independently -- a larger vision and further action is required.\n\nOur policy toward the Persian Gulf has been in limbo since the cease-fire in 1991. It has been shaped largely by the hope that the limited use of force combined with the United Nations's sanctions and embargo will force Saddam Hussein from power.\n\nBut it is by no means certain that this pressure can bring President Hussein down. He could be felled tomorrow during internal struggles with his closest supporters or his senior military officers. Or he could last for years, responding to U.N. and U.S. pressures by forcing new sacrifices on the Iraqi people, provoking new confrontations to arouse Iraqi nationalism and increasing the ruthlessness of his oppressive regime.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Neighbors Are Stunned by Man's Confession to Murders","web_url":"https://www.nytimes.com/1993/06/29/nyregion/neighbors-are-stunned-by-man-s-confession-to-murders.html","abstract":"  Joel Rifkin was raised on middle-class values and grew up in a middle-class neighborhood of neatly landscaped homes in East Meadow, L.I. After school he worked in the local library, and his high school yearbook shows he was a member of the debating team, the winter track squad and the photography club.    His father was a construction engineer and after he died several years ago, a room in the East Meadow Public Libary was named in his honor for his work as a library trustee.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Blue Cross Turns Into a National Scandal; A Pro-Consumer Law","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-blue-cross-turns-into-a-national-scandal-a-pro-consumer-law-590793.html","abstract":"  To the Editor:   Reports of Empire Blue Cross's financial misrepresentations are disturbing, and not just because they suggest that Empire may have been less than straightforward about needing rate increases. Equally disturbing is to see legislators, commercial insurers and journalists jump to the conclusion that because Empire falsified numbers, last year's landmark insurance reforms were not needed.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"SCIENTIST AT WORK: Andrew Wiles; Math Whiz Who Battled 350-Year-Old Problem","web_url":"https://www.nytimes.com/1993/06/29/science/scientist-at-work-andrew-wiles-math-whiz-who-battled-350-year-old-problem.html","abstract":"  DR. ANDREW WILES is a quiet, diffident man with a shy smile. Yet he summoned the courage to invest seven years working in secret on the world's most famous math problem, a formidable challenge that has baffled the best mathematicians for more than 300 years.   Last week, despite all odds, he was able to announce that he had solved it. It was a feat that, if sustained, will catapult the 40-year-old mathematics professor at Princeton University into the ranks of his subject's giants, assuring that the pinnacle of his career had been reached and making him, instantaneously, a sort of icon.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Kansas State Names Urick to Top Post","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-college-basketball-kansas-state-names-urick-to-top-post.html","abstract":"  MAX URICK, who spent 19 years at Iowa State, was named athletic director at Kansas State University in Manhattan, Kan. He replaces MILT RICHARDS, who resigned in January after 15 months on the job. \"Max Urick has the experience and expertise to be an outstanding athletic director at Kansas State University,\" said Kansas State President JON WEFALD.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Colombia Says Drug Dealer May Give Up","web_url":"https://www.nytimes.com/1993/06/29/world/colombia-says-drug-dealer-may-give-up.html","abstract":"  An agreement on the surrender of Pablo Escobar Gaviria appeared once again to be within reach today, when officials said lawyers for the fugitive drug trafficker had indicated that he wanted to give himself up after nearly a year in hiding.   The lawyers have been negotiating a surrender for several months, but this is the first time that the Government appeared to seriously consider the offer.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Caps Release Langway at His Request","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-hockey-caps-release-langway-at-his-request.html","abstract":"  The Washington Capitals yesterday released a two-time Norris Trophy-winner ROD LANGWAY, allowing him time to latch on with another National Hockey League team next season. \"We still have an employment contract with Rod. We are respecting Rod's desire to continue his career and wish him the very best,\" said the Capitals' general manager, DAVID POILE.   Langway, 36, joined the Capitals in a five-player trade with the Montreal Canadiens before the 1982-83 season. He immediately became team captain, and that season helped lift the Capitals into the playoffs for the first time in franchise history. Langway, who won the Norris Trophy as the league's best defenseman in 1983 and 1984, anchored the Washington defense from then on. Last year, however, he struggled with injuries and found his checking style no longer fit in with the Capitals' fast-paced style. Langway played in only 21 games last season, failing to register a point.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"A Fervent 'No' To Assimilation In New America","web_url":"https://www.nytimes.com/1993/06/29/us/a-fervent-no-to-assimilation-in-new-america.html","abstract":"  For Guilienne Audelin, a 15-year-old Haitian-American who attends a predominantly black high school in Miami, assimilation is a dirty word. It means joining the ranks of the disaffected in her inner-city neighborhood, she said, and being stamped as a \"dummy\" by a broader American society that she believes does not see beyond color. It means abandoning her immigrant parents' dreams for her future, and she simply refuses to do that.   \"Nothing could stop me from trying to have a better life than we have now,\" she said.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"THE SUPREME COURT: Districts in Doubt; Ruling Threatens Racial Districts, But Core Issue Is Still Undecided","web_url":"https://www.nytimes.com/1993/06/29/us/supreme-court-districts-doubt-ruling-threatens-racial-districts-but-core-issue.html","abstract":"  A Supreme Court ruling that raises doubts about the constitutionality of a black majority Congressional district in North Carolina could generate challenges to new minority Congressional districts across the South and in urban states like Illinois and New York, legal experts said today.   But experts were divided about whether the ruling was likely to affect anything beyond the most unorthodox efforts at redistricting along racial lines.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Review/City Ballet; Balanchine on the Menu: Dances, Friends and Food, Food, Food","web_url":"https://www.nytimes.com/1993/06/29/arts/review-city-ballet-balanchine-on-the-menu-dances-friends-and-food-food-food.html","abstract":"  \"This is our Woodstock,\" a happy fan said in the midst of \"Dinner With Balanchine\" a six-and-a-half-hour gathering that concluded the New York City Ballet's two-month Balanchine Celebration with thematically linked meals and performances on Sunday.   As the final blowout, it couldn't have been bettered. George Balanchine's ballets were on the table, as always. But so were literally hundreds of box dinners that spectators nibbled on as part of the event at the New York State Theater.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-923093.html","abstract":"  A map yesterday with the daily summary of Balkan developments located the city of Mostar incorrectly. It is in Bosnia and Herzegovina, not Croatia.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Transactions","web_url":"https://www.nytimes.com/1993/06/29/sports/transactions-294093.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Waived Carlton Fisk, catcher. National League   CHICAGO CUBS -- Activated Steve Buechele, infielder, from the 15-day-disabled list. Optioned Tommy Shields, infielder, to Iowa of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Islamic Nations See Double Standard in U.S. Raid","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-islamic-nations-see-double-standard-in-us-raid.html","abstract":"  Arab and Muslim countries, which normally might have been expected to support the latest American missile attack on Baghdad, have reacted coolly to the bombing of the Iraqi intelligence headquarters on Sunday.   Although few of them admire Saddam Hussein, there is a growing conviction in the Islamic world that the United States has adopted a double standard, rushing to use weapons against Muslims in Iraq, Libya and Somalia, but recoiling from similar actions against Christian Serbs and Croats committing massacres against Muslim Bosnians.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Mysterious Mexican Culture Yields Its Secrets","web_url":"https://www.nytimes.com/1993/06/29/science/mysterious-mexican-culture-yields-its-secrets.html","abstract":"  THE brooding pyramids that rise from the high basin north of Mexico City have long mystified archeologists. Even the Aztecs, awestruck at their first sight of the monuments seven centuries ago, could not come up with an earthly explanation. Deciding that something so grand could only have been built by the gods, they called the site Teotihuacan, \"the place of the gods\" in their language.   The culture of Teotihuacan (pronounced tay-oh-tee-wha-KAHN) flourished from the first century A.D. until its abrupt collapse, for as yet unknown reasons, in A.D. 750. But almost nothing has been known about the people, their origins, the language they spoke or what they called themselves. Compared to them, the other large civilizations of the region -- the Olmecs before them, the Zapotec and Maya who were contemporaries, and the Toltecs and Aztecs who followed -- are an open book.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/29/nyregion/bridge-549493.html","abstract":"  Two teams seemed today to be rolling to victories that would take them to Santiago, Chile, in September to represent the United States in world championship play.    With 32 deals remaining of a scheduled 128, David Berkowitz of Old Tappan, N.J., Larry Cohen of Little Falls, N.J., Sam Lev of Forest Hills, Queens, Cliff Russell of Miami, Marty Bergen of Farmingdale, L.I., and Eric Rodwell of Naperville, Ill., led by 98 imps against a team that includes Neil Chambers of Schenectady, N.Y.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Murdoch to Discuss Closing Post With TV Waiver Unsure","web_url":"https://www.nytimes.com/1993/06/29/nyregion/murdoch-to-discuss-closing-post-with-tv-waiver-unsure.html","abstract":"  Lawyers for Rupert Murdoch suggested today that he might shut down The New York Post within days if he does not get the regulatory approval he is seeking from the Federal Communications Commission.   To back up the thinly veiled threat, Mr. Murdoch has scheduled a hearing in bankruptcy court in New York City for Wednesday to discuss terms for ceasing publication. Mr. Murdoch's management agreement with the bankruptcy court expires that day.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Haiti's Military Leaders Reported Unyielding at Talks","web_url":"https://www.nytimes.com/1993/06/29/world/haiti-s-military-leaders-reported-unyielding-at-talks.html","abstract":"  Talks aimed at restoring Haiti's elected President appeared close to failure yesterday as United Nations officials meeting on Governors Island in New York harbor were unable to obtain basic concessions from Haiti's military leaders, diplomats said.   They said that after more than seven hours of direct talks, the special United Nations envoy for Haiti, Dante Caputo, had been unable to persuade Haiti's army commander, Lieut. Gen. Raoul Cedras, to give ground on setting an early date for the return of the ousted President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/06/29/style/IHT-what-theyre-reading.html","abstract":"Maurice Strong, Canadian business executive and environmentalist, is reading Alan Lightman's novel \"Einstein's Dreams.\" .\"This little book is appealingly light and lively, yet profoundly provocative as it spins tales of the very human dim","thumbnail":null,"section":"Style"},{"date":"19930629","headline":"1943:Home to Japan : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-1943home-to-japan-in-our-pages-100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] New submarine successes and aerial attacks in the Pacific were announced today [June 28] by the Navy, as publication of testimony of Deputy Chief of Staff Joseph McNarney, before a Senate subcommittee, disclosed t","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"A Mission Accomplished","web_url":"https://www.nytimes.com/1993/06/29/us/a-mission-accomplished.html","abstract":"  The Presidential commission responsible for deciding which of the nation's military bases to close in an era of shrinking budgets has finished its work until 1995, and the conclusion seems to be that the system worked: politics operated only on the margins.    Of course, civic leaders and politicians from many communities that lost bases have expressed anger and dismay at the outcome. But it was precisely to spare Congress those expressions of rage -- more specifically, to spare individual lawmakers the politically impossible task of casting votes to close installations employing thousands of workers in their districts -- that the commission was created in the first place, three years ago.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Devils Tap Coach With A Canadien Pedigree","web_url":"https://www.nytimes.com/1993/06/29/sports/hockey-devils-tap-coach-with-a-canadien-pedigree.html","abstract":"  The Devils named their new head coach today, just as they did at this time last year and six other times in their 11-year history in New Jersey.   Last June, their man was Herb Brooks. This time, it is Jacques Lemaire, a member of eight Stanley Cup-winning Montreal Canadiens teams as a defensive-minded center, but a person with limited experience as a head coach in the National Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Hormone Versus Insomnia","web_url":"https://www.nytimes.com/1993/06/29/health/the-doctor-s-world-hormone-versus-insomnia.html","abstract":"  MANY elderly people who suffer from insomnia have stopped making a brain hormone that helps set the body's internal clock for waking and sleeping, an Israeli scientist reported last week. But when the hormone, melatonin, is given in pill form two hours before bedtime, sleep improves dramatically.   \"This is the first time melatonin has been found to correlate with insomnia,\" said Dr. Peretz Lavie, dean of medicine at the Israel Institute of Technology in Haifa. \"It works better than I dreamed possible.\" He reported his findings at the annual meeting of the American Sleep Disorders Association and Sleep Research Society in Los Angeles last week.","thumbnail":null,"section":"Health"},{"date":"19930629","headline":"Nets Sign Choice, One Year Later","web_url":"https://www.nytimes.com/1993/06/29/sports/basketball-nets-sign-choice-one-year-later.html","abstract":"  Whatever happens during tomorrow's National Basketball Association draft will be another phase in what should be an active off season throughout the league.   Yesterday's developments included:","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Split Bosnia Leadership Plans Meeting at Sarajevo","web_url":"https://www.nytimes.com/1993/06/29/world/split-bosnia-leadership-plans-meeting-at-sarajevo.html","abstract":"  Bosnia's collective leadership, which split over a peace plan that would partition the country, is planning to meet at Sarajevo airport this week, where the members more receptive to the plan will report on their contacts here with its Serbian and Croatian authors.    Diplomats and officials here said the meeting, the first since the 10-member collective leadership split 10 days ago over whether to explore the Serbian-Croatian plan for the partition of Bosnia and Herzegovina along ethnic lines, seems likely to be crucial in the search for a peaceful settlement to the war.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"TENNIS: The Talk of Wimbledon; No Success, Please; We're British Sports","web_url":"https://www.nytimes.com/1993/06/29/sports/tennis-the-talk-of-wimbledon-no-success-please-we-re-british-sports.html","abstract":"  Never mind discontent. This is England's summer of doom, desolation, darkness, humiliation, scandal, bankruptcy, royal rue, and truly-the-end-of-the-empire blues.   Newspaper columnists assert that the dismal sports season here is a problem of national character, and a full-page headline in The Guardian last week intoned mournfully about cricket, and by extension the nation: \"The Lost Idyll.\"","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Better Color for Diehard Mac Users","web_url":"https://www.nytimes.com/1993/06/29/science/personal-computers-better-color-for-diehard-mac-users.html","abstract":"  AIRPLANE cabins are wonderful places to flaunt new portable computers. As thousands of computer buyers and sellers fly into New York this week for the PC Expo trade show, which opens today, more than a few will be flaunting their brand-new Apple Powerbook 180c's.    The 180c is the flagship of Apple Computer Inc.'s Powerbook fleet, the first Powerbook to employ an active matrix color display. Active matrix is a flat-panel technology that produces images almost as bright and sharp as those on a desktop video monitor.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"JEWISH LOBBYIST OUSTED FOR SLURS","web_url":"https://www.nytimes.com/1993/06/29/us/jewish-lobbyist-ousted-for-slurs.html","abstract":"  Thomas Dine, the executive director of the largest pro-Israel lobbying organization in America, was forced to resign his powerful post today, a week after acknowledging that he had described Orthodox Jews as \"smelly\" and \"low class.\"   Mr. Dine's resignation is the latest in a series of statements by leaders that have embarrassed the organization, called the America-Israel Public Affairs Committee, or Aipac. David Steiner, Aipac's president, was forced to resign last November after he made exaggerated claims about the group's power to choose the members of President Clinton's Cabinet. Vice President Harvey Friedman was censured by Aipac's board three weeks ago, after saying it was \"chutzpah\" -- outrageous -- for Israeli Prime Minister Yitzhak Rabin to consider trading land for peace with Syria.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Bosnian Muslims Rejected a Better Deal","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-bosnian-muslims-rejected-a-better-deal-581893.html","abstract":"  To the Editor:   I read and reread \"Mr. Clinton: Don't Bury Bosnia\" (editorial, June 19). My principal reaction, as one who has held your newspaper in high regard for decades, is sorrow. As a university professor, I have had occasion to read similar editorials in student papers by zealous sophomores more interested in high-sounding rhetoric than in substance.   When caught, the sophomore could plead ignorance. But can you?","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"New Ruling Could Affect New York Redistricting","web_url":"https://www.nytimes.com/1993/06/29/nyregion/new-ruling-could-affect-new-york-redistricting.html","abstract":"  Long-stalled efforts to force the creation of a third Hispanic Congressional district in New York City may face yet another hurdle, and an existing district may face a new challenge, as a result of a ruling yesterday by the United States Supreme Court.   The Court ruled that a snaking, ribbon-thin district drawn explicitly to help elect a black candidate in North Carolina last year might not withstand Constitutional scrutiny.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Ways to Think About Computing","web_url":"https://www.nytimes.com/1993/06/29/science/peripherals-ways-to-think-about-computing.html","abstract":"  IF computers and VCR's are so smart, why do they act so dumb? And why do they often make us feel obtuse and inadequate? Two new books, not primarily about computers, give their own answers to these questions.   The first book is \"Fuzzy Thinking: The New Science of Fuzzy Logic,\" by Bart Kosko (Hyperion; $24.95). The second is \"Things That Make Us Smart: Defending Human Attributes in the Age of the Machine,\" by Donald A. Norman (Addison-Wesley; $22.95).","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Excerpts From Ruling On Seizure of Property","web_url":"https://www.nytimes.com/1993/06/29/us/the-supreme-court-excerpts-from-ruling-on-seizure-of-property.html","abstract":"  Following are excerpts from the Supreme Court's unanimous decision today finding that the Eighth Amendment ban on excessive fines requires that there be a relationship between the seriousness of an offense and the property that is taken. The decision, in Austin v. United States, was unanimous. Justice Harry A. Blackmun wrote the majority opinion, and Justices Antonin Scalia and Anthony M. Kennedy wrote concurrences. BY JUSTICE BLACKMUN, For the Court    In this case, we are asked to decide whether the Excessive Fines Clause of the Eighth Amendment applies to forfeitures of property under 21 U.S.C. Sections Sections 881(a)(4) and (a)(7). We hold that it does and therefore remand the case for consideration of the question whether the forfeiture at issue here was excessive.                    . . .         The purpose of the Eighth Amendment . . . was to limit the Government's power to punish. The Cruel and Unusual Punishments Clause is self-evidently concerned with punishment. The Excessive Fines Clause limits the Government's power to extract payments, whether in cash or in kind, \"as punishment for some offense. . . .\"","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Survey Shows Lack of Jobs for Blacks","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-pro-basketball-survey-shows-lack-of-jobs-for-blacks.html","abstract":"  A group promoting civil rights in sports released a National Basketball Association survey yesterday highlighting a wide disparity between the number of blacks and whites employed on the court and off.   In the survey covering all N.B.A. teams except the Los Angeles Lakers, the Rainbow Commission for Fairness in Athletics found 78 percent of players in the league are black and 22 percent are white. However, 92 percent of front-office executive positions were filled by whites and the rest by blacks and, according to the survey, whites hold 88 percent of the administrative jobs and 85 percent of the support positions.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"On My Mind; Now the Hard Part","web_url":"https://www.nytimes.com/1993/06/29/opinion/on-my-mind-now-the-hard-part.html","abstract":"  President Clinton acted quickly, properly and in the interests of the United States by ordering the attack on Saddam Hussein's intelligence headquarters.    Now comes the hard part. The President has to respect the intellect of Americans enough to explain to them, with all the clarity at his command, exactly what it is, this threat of terrorism at home and abroad, how it grew, what will be needed to deal with it.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"1918: Germans Prostrate : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-1918-germans-prostrate-in-our-pages-100-75-and-50-years-ago.html","abstract":"WITH THE BRITISH ARMIES - The Germans in Belgium are suffering from what they call \"Flanders grippe,\" which is similar to the disease widespread in Spain and Great Britain. It is reported that the victims suffer from high fever, followed by comp","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Teachers Union Votes Authority for Its Leaders to Order a Strike","web_url":"https://www.nytimes.com/1993/06/29/nyregion/teachers-union-votes-authority-for-its-leaders-to-order-a-strike.html","abstract":"  Firing a warning shot at City Hall, members of the union that represents New York City public school teachers have voted to authorize their leaders to order a strike if the city does not meet demands for a bigger pay raise.   Results released yesterday showed 48,504 members of the United Federation of Teachers voted for and 19,694 against authorizing a strike -- the first time in 18 years that rank-and-file teachers have given such support for a walkout. The union represents about 90,000 teachers, guidance counselors and other school employees.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"4 Teams to Do Battle On Field and Phone","web_url":"https://www.nytimes.com/1993/06/29/sports/on-baseball-4-teams-to-do-battle-on-field-and-phone.html","abstract":"  Ask any member of the Yankees, and he doesn't hesitate to affirm that the team is a legitimate runner in the American League East race. \"We played Detroit, Toronto and Baltimore and we played with them all,\" Wade Boggs remarked in a typical response. \"It's going to be a four-team dog hunt.\"   But Jimmy Key, the member of the Yankees who has played on the most division champions, accompanied his positive response with a caveat.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Obstacles to Cleanup; Mob Hinders, Teamster Trustee Says","web_url":"https://www.nytimes.com/1993/06/29/nyregion/obstacles-to-cleanup-mob-hinders-teamster-trustee-says.html","abstract":"  A year after taking control of a teamsters local in a new tactic to eradicate Mafia and union rackets in the New York region's air-freight business, a former Federal prosecutor says he is being undermined by a rival mob-controlled local, uncooperative companies and an undercover smear campaign.   As part of the Federal Government's efforts to remove the mob from all teamsters locals, the former prosecutor, Thomas P. Puccio, was appointed in April 1992 by a Federal judge as trustee to administer Teamsters Local 295, a group that law-enforcement officials said was pivotal to the mob's infiltration of the $8 billion-a-year industry.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/29/nyregion/inside-002693.html","abstract":"  Restructuring at CUNY   City University trustees approved a plan to streamline the 21-college system, making allacademic programs subject to review. Page B1. Threat to Close The Post    Rupert Murdoch took a step toward closing The New York Post if the F.C.C. does not move soon to grant him a regulatory waiver. Page B2. Replacing Aging Vehicles    After delaying car and truck purchases, many Americans are heading to showrooms and helping revive the nation's auto industry. Page D1.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Excerpts From High Court's Opinions on Radial Gerrymandering","web_url":"https://www.nytimes.com/1993/06/29/us/the-supreme-court-excerpts-from-high-court-s-opinions-on-radial-gerrymandering.html","abstract":"  Following are excerpts from the Supreme Court's 5-to-4 decision today in Shaw v. Reno, holding that an electoral district of a \"bizarre\" or \"irrational\" shape can amount to an unconstitutional racial gerrymander, even if its purpose is to increase black representation. Justice Sandra Day O'Connor's majority opinion was joined by Chief Justice William H. Rehnquist and by Justices Antonin Scalia, Anthony M. Kennedy and Clarence Thomas. Justices Byron R. White, Harry A. Blackmun, John Paul Stevens and David H. Souter each filed a dissenting opinion. FROM THE DECISION By Justice O'Connor   This case involves two of the most complex and sensitive issues this Court has faced in recent years: the meaning of the constitutional \"right\" to vote, and the propriety of race-based state legislation designed to benefit members of historically disadvantaged racial minority groups.                     . . .         The first of the two majority-black districts contained in the revised plan, District 1, is somewhat hook-shaped. Centered in the northeast portion of the State, it moves southward until it tapers to a narrow band; then, with finger-like extensions, it reaches far into the southernmost part of the State near the South Carolina border. . . .","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Mandela and de Klerk to Send Similar Signals on U.S. Visits","web_url":"https://www.nytimes.com/1993/06/29/world/mandela-and-de-klerk-to-send-similar-signals-on-us-visits.html","abstract":"  Nelson Mandela's itinerary looks like (and is) a campaign tour: New York to Los Angeles, David Brinkley and \"Good Morning America,\" fund-raising dinners and photo ops galore.   F. W. de Klerk's resembles (and is) the state visit of a lame-duck foreign leader. He will spend low-profile time with policy makers.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Survey Urges Funds to Help Parks in Peril","web_url":"https://www.nytimes.com/1993/06/29/nyregion/survey-urges-funds-to-help-parks-in-peril.html","abstract":"  New York State's parks have fallen into their worst state of disrepair in 20 years, suffering from a host of maladies ranging from algae-choked lakes and eroding beaches to trampled vegetation and clogged toilets, according to a study to be released on Tuesday.   The two-year survey by the Nelson A. Rockefeller Institute of Government, a nonprofit organization named for the former Governor, found that almost a third of the state's 150 parks face serious environmental threats as state spending for upkeep has not kept pace with increases in visitors.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-303393.html","abstract":"  Because of editing errors, articles on Wednesday and in some editions on Friday about Bosnia and Herzegovina referred incorrectly to the Bosnian Government's multi-ethnic collective presidency. It has 10 members, not 9; it comprises 4 Muslims, 3 Serbs and 3 Croats.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Vent Field Found in Atlantic","web_url":"https://www.nytimes.com/1993/06/29/science/vent-field-found-in-atlantic.html","abstract":"  THE deep-diving submarine Alvin has found the largest field of hot water vents yet discovered in the Atlantic Ocean, according to Columbia University. The site is on the Mid-Atlantic Ridge, about 200 miles west of the Azores.    The researchers found seven-vent area spread over 15 acres of sea floor. Because it is at a relatively shallow depth compared with that of other vent fields and is only a day's trip from Portuguese ports in the Azores, American, British, French and Portuguese scientists want to establish a joint sea floor laboratory at the site. \"To fully understand how these hydrothermal fields operate, we need to monitor them over time,\" said Dr. Charles H. Langmuir, a geochemist at Columbia's Lamont-Doherty Earth Observatory who is the expedition's leader.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Green Has the Mets. Wife Has the Rhododendrons. She Wins.","web_url":"https://www.nytimes.com/1993/06/29/sports/baseball-green-has-the-mets-wife-has-the-rhododendrons-she-wins.html","abstract":"  Dallas Green could be in Tibet, looking for plants of various strains for his wife Sylvia's garden at the farm in Pennsylvania. He does not consider that a more attractive option than managing the Mets in Queens. Tibet isn't his style.   Neither, though, is the current state of affairs at Shea Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/29/sports/results-plus-181293.html","abstract":"  GOLF  Zahringer Leads Ike  George Zahringer 3d of the Stanwich Club shot a seven-under-par 65 yesterday, one stroke off the course record, in the opening round of the 54-hole Metropolitan Golf Association Ike Championship at the Preakness Hills Country Club, Wayne, N.J. A field of 93 was reduced to 42 for today's final 36 holes, with 42 players surviving the cutoff score of 77. The 37-year-old Zahringer, winner of the Ike title in 1989 and runner-up last year, holds a five-stroke lead over three players who shot 70's: Jerry Courville Jr. of the Shorehaven Club, and Bill Green and Pat Mucci Jr., both of the host club. Mucci has the course record of 64. Courville captured the Ike in 1990 and 1991. WOMEN'S BASKETBALL  Winning for Next Year  With qualifying victories yesterday, the United States, Canada, Brazil and Cuba advanced to next year's world championships. The United States beat Mexico, 97-54, and host Brazil downed Cuba, 98-88, to each finish with 3-0 preliminary records in the Americas qualifying tournament in Sao Paulo. The semifinal round begins Thursday, with Cuba meeting the United States and Brazil facing Canada. Ruthie Bolton of Auburn led the United States against Mexico (1-2) with 19 points. In other games yesterday, Canada beat Chile, 83-42, and Puerto Rico defeated Argentina, 76-72. The world championships will be in Melbourne, Australia, in July 1994. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Blue Cross Turns Into a National Scandal","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-blue-cross-turns-into-a-national-scandal-559793.html","abstract":"  To the Editor:   Nonprofit organizations have enriched American life immensely, but one venerable institution that seems to have gone sour is Blue Cross and Blue Shield. Your June 17 and 18 reports on how Empire Blue Cross has misled the New York State Legislature, exaggerated its losses on individuals and small groups to obtain large rate increases, and kept double books describe practices that have apparently gone on for years in Blue Cross plans across the country.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Researchers Track Pivotal Pathway That Makes Cells Divide","web_url":"https://www.nytimes.com/1993/06/29/science/researchers-track-pivotal-pathway-that-makes-cells-divide.html","abstract":"  WITH a splendid convergence of discoveries from a broad range of disciplines, biologists at last have sketched out the crucial events that tell a cell it is time to divide. They have traced the pilgrimage of a biochemical signal from the moment it impinges on the delicate skin of the cell, through to its arrival in the cell's deep nuclear soul, where the directive to multiply can be fulfilled.   In understanding this essential pathway of life after a quest of 13 years, molecular biologists are now gazing upon their glittering prize, a fundamental revelation into how the body grows. The sight is astonishing to behold. It is epic. It deserves a crash of cymbals, a roll of the tympanum -- and a hearty guffaw.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Empire Errors Often Used in Albany Rate Talks","web_url":"https://www.nytimes.com/1993/06/29/nyregion/empire-errors-often-used-in-albany-rate-talks.html","abstract":"  Decisions by the State Insurance Department to grant rate increases to Empire Blue Cross and Blue Shield over three years repeatedly cite figures that the company now says were erroneous.   Transcripts of a rate hearing and Insurance Department documents show that the erroneous figures were prominently featured in two important ways: In testimony during the hearing and in the department decisions granting the increases.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-302593.html","abstract":"  A picture caption yesterday with an article about black homosexuals misidentified the Manhattan hairdresser shown. He was Ronald Prince.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Ruling on Scientific Evidence","web_url":"https://www.nytimes.com/1993/06/29/science/ruling-on-scientific-evidence.html","abstract":"  The Justices, voting 7 to 2, said Federal judges should decide whether scientific testimony or evidence is relevant and reliable. Page A13.","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Girl Scouting Is Exhilarating, Not Some Kind of Punishment","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-girl-scouting-is-exhilarating-not-some-kind-of-punishment-579693.html","abstract":"  To the Editor:   I'm an 11-year-old Girl Scout, and I just read \"Girl Scout Cookie Monster\" by Merrill Markoe (Op-Ed, June 18) and found it appalling. There may be some people who haven't had good experiences in Girl Scouting, but I would like to share my experiences.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Review/Television; Why a Defeated Disease Is Back as an Epidemic","web_url":"https://www.nytimes.com/1993/06/29/arts/review-television-why-a-defeated-disease-is-back-as-an-epidemic.html","abstract":"  Tuberculosis is the subject of most of tonight's edition of \"The Health Quarterly.\" This troubling report explains why a disease that was considered virtually mastered in the United States 30 years ago is once again a fast-growing epidemic that threatens to overwhelm public-health efforts in cities like New York. One doctor says, \"The system is not working.\"   The enemies are new strains of tuberculosis resistant to the antibiotics that have controlled the disease since the 1940's. When wonder drugs are not taken as prescribed -- which, in the case of tuberculosis, often means several pills in specific quantities at specific times for as long as six months -- patients may be compounding their problem. And because tuberculosis is highly contagious, one person's lapse can become another's peril.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"U.S. Issues a Warning to Americans Overseas","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-us-issues-a-warning-to-americans-overseas.html","abstract":"  Concerned that the United States attack on Baghdad and the arrest of eight people accused of plotting to set off bombs in New York City may unleash a wave of reprisals against Americans, the Clinton Administration has issued a worldwide travel advisory for United States citizens who travel abroad.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-300993.html","abstract":"  A picture caption yesterday about Clement Rodney Hampton-El, a suspect in terrorist bombing plots in New York, referred incorrectly in some copies to the Brooklyn hospital in which he was shown. It was Long Island College Hospital.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"THE SUPREME COURT: Reapportionment; COURT QUESTIONS DISTRICTS DRAWN TO AID MINORITIES","web_url":"https://www.nytimes.com/1993/06/29/us/supreme-court-reapportionment-court-questions-districts-drawn-aid-minorities.html","abstract":"  A sharply divided Supreme Court ruled today that designing legislative districts to increase black representation can violate the constitutional rights of white voters.   The decision casts doubt on the redistricting that brought North Carolina its first black members of Congress since Reconstruction, and possibly on districts in other regions that have been given bizarre shapes to insure the election of minority representatives.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Reapportion the Security Council","web_url":"https://www.nytimes.com/1993/06/29/opinion/reapportion-the-security-council.html","abstract":"  The United Nations, freed from paralyzing cold war vetoes, has finally begun to assume the global interventionist mission its founders had in mind. That's encouraging, with one crucial caveat.    The apportionment of seats in the Security Council -- where questions of intervention are decided -- is outdated. It reflects a snapshot of world power in 1945, not the reality of 1993. Without reasonable reapportionment, the legitimacy of future U.N. actions could be called into question.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Clinton Overstates Impact Of Raid, His Aides Warn","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-clinton-overstates-impact-of-raid-his-aides-warn.html","abstract":"  President Clinton maintained today that the United States missile attack on Iraq had crippled its intelligence capacity, but senior Administration and intelligence officials conceded that he had overstated the case.   Mr. Clinton told reporters this morning that he had received a report from the national security adviser, Anthony Lake, \"confirming that we did in fact cripple the Iraqi intelligence capacity, which was the intent of the action.\"","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Elizabeth Chapin Memorial","web_url":"https://www.nytimes.com/1993/06/29/us/elizabeth-chapin-memorial.html","abstract":"  A memorial service for Elizabeth Steinway Chapin, a member of the New York State Council on the Arts and a volunteer for many other cultural organizations, will be held at 4:30 P.M. today at the Unitarian Church of All Souls, 1157 Lexington Avenue at 80th Street in Manhattan. Mrs. Chapin died on June 17 at the age of 68.  ","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Malawi's First Step : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-malawis-first-step-letters-to-the-editor.html","abstract":"An overwhelming majority of Malawians voted June 14 to revoke President Hastings Kamuzu Banda's one-party system, and by extension, nearly three decades of brutal totalitarian autocracy. A giant political step forward is now possible. But so is a somersa","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"The Price of a Ship in Koch's Terms","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-yachting-the-price-of-a-ship-in-koch-s-terms.html","abstract":"  It had been an intense afternoon of yacht-racing Saturday off Newport, R.I. A brisk 25-knot breeze was almost too much wind for the six vintage 12-Meter sailboats competing in the two-day competition, the Wall Street Challenge Cup. Add to that an awkward mix of amateur and professional sailors on board the 70-foot boats, and the conditions were ripe for catastrophe.    Gleam won the event, but who won was less important than what happened.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Retired Officer Wounded","web_url":"https://www.nytimes.com/1993/06/29/nyregion/retired-officer-wounded.html","abstract":"  A retired New York City police officer working as a security guard was seriously wounded during a robbery yesterday morning at a Brooklyn housing project, the police said. The robbery suspect, identified by the police as Stanley Murray, 18, of 345 Livonia Avenue, was also wounded. Both men were in critical but stable condition at Brookdale Hospital in Brooklyn. The retired officer, Earl Marcus, 46, and a United Parcel Service carrier were on their way to a delivery in the Van Dyke Houses at 422 Blake Avenue in Brownsville at 10:22 A.M. when they were confronted by Mr. Murray, said Sgt. Arthur Stoecker of the 73d Precinct Detective Squad. The U.P.S. employee was not identified by the police because he is a witness.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Cuomo Urges Action On OTB Joint Venture","web_url":"https://www.nytimes.com/1993/06/29/sports/horse-racing-cuomo-urges-action-on-otb-joint-venture.html","abstract":"  Gov. Mario M. Cuomo, declaring that time is of the essence in overhauling the horse-racing business in New York State, said yesterday that he would ask the Legislature to act quickly on several measures to stimulate the betting side of the business.   But he added that he would need to see some progress toward a merger of the New York Racing Association and New York City's Offtrack Betting Corporation before he would try to lower the tax on individual winning bets.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Vienna Will Be Remembered for What Wasn't Said","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-vienna-will-be-remembered-for-what-wasnt-said.html","abstract":"The first World Conference on Human Rights in 25 years has just ended. More than 4,000 government delegates returned home with an agreed statement in their briefcases. Good or bad news for those whose rights are violated? .Rather, no news at all. Deleg","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"His Bountiful Trips Feed And Succor the Hungry","web_url":"https://www.nytimes.com/1993/06/29/nyregion/our-towns-his-bountiful-trips-feed-and-succor-the-hungry.html","abstract":"  BILL LEVIEN, a retired social studies teacher who wears his passions on his sleeve (the Islanders, opera, his grandchildren) has become a diplomat in his 62d year, shuttling his Toyota between the worlds of Long Island's rich and poor.   As a volunteer for Island Harvest, a 10-month-old group that coordinates the delivery of surplus food from country clubs, caterers and hotels to the growing numbers of soup kitchens, homeless shelters and other charities, Mr. Levien must understand the needs and sensitivities of both worlds, and so connect them.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Career Tracks Intersect On Court","web_url":"https://www.nytimes.com/1993/06/29/sports/tennis-career-tracks-intersect-on-court.html","abstract":"  Once upon a time they were doubles partners. They won the national 14-year-old doubles title in 1987, when Jennifer Capriati was just 11 and Lisa Raymond was 14.    \"I really don't remember,\" Capriati said today. \"Did we? O.K., I guess we did.\"","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Retire? Gretzky Already Misses the Game","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-hockey-retire-gretzky-already-misses-the-game.html","abstract":"  WAYNE GRETZKY misses hockey, two weeks after he hinted at retiring after the Los Angeles Kings' five-game loss to Montreal in the Stanley Cup finals. Gretzky was back on the ice Sunday for his youth hockey camp in Quebec.   \"I was in shock for about five or six days afterward,\" he told The Los Angeles Times in yesterday's editions. \"You get so close to winning; we battled so hard. Physically, you are so beat up and mentally tired. You do everything you can to win. You'd die to win.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Barnard's President To Head Museum Of Natural History","web_url":"https://www.nytimes.com/1993/06/29/arts/barnard-s-president-to-head-museum-of-natural-history.html","abstract":"  Reaching beyond the realm of science for someone they hope will make the American Museum of Natural History more competitive with the city's other major cultural institutions, the museum's trustees yesterday named Ellen V. Futter, who has been the president of Barnard College for 13 years, as the second paid president in the institution's 124-year history.   The appointment makes Ms. Futter, 43, who had been the youngest person ever to head a major American college, now the first woman to assume full-time leadership in New York City's top tier of museums.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"U.S. SAYS IT WAITED FOR CERTAIN PROOF BEFORE IRAQ RAID","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-us-says-it-waited-for-certain-proof-before-iraq-raid.html","abstract":"  As early as the middle of May, senior Clinton Administration officials believed that Iraq was behind a plot to kill former President Bush and that the United States would probably need to respond with military force, Administration officials said today.   But in the following weeks, the Administration carried on with an exhaustive investigation, in which American experts traveled around the world to examine bombs recovered in previous terrorist attacks, so they would present a formal judgment to President Clinton only after they were absolutely certain of the facts.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Redundancy at F.D.A.","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-redundancy-at-fda-592393.html","abstract":"  To the Editor:   The Food and Drug Administration is again proposing to regulate vitamins and other dietary supplements (news article, June 15). This is one of the most important initiatives in the Federal regulation of food and drug products in recent years.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"The Fans Pour In and the Yankees Pour It On","web_url":"https://www.nytimes.com/1993/06/29/sports/baseball-the-fans-pour-in-and-the-yankees-pour-it-on.html","abstract":"  Leave it to the Yankees. They have dodged disaster, motored around mediocrity and performed with unexpected precision this season. Just when it seemed as if they might be finding their legitimate level and tumbling away from the baseball beasts in the American League East, they revived themselves on a boisterous night in the Bronx.   The signboard attached to Yankee Stadium dubbed the three-game set with the Tigers, \"The Series.\" Maybe it was true one week ago, before both teams endured bouts with suspect baseball. The Tigers lost six straight to drop out of first place and the Yankees stumbled in four out of six road games to raise questions about their pitching and their pursuit of a pennant. No matter what the marketing, the series lost some shine.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Review/Music; Ancient Works With Modern Touch","web_url":"https://www.nytimes.com/1993/06/29/arts/review-music-ancient-works-with-modern-touch.html","abstract":"  Portions of the program presented by the Taipei Municipal Chinese Classical Orchestra on Friday night at the Taipei theater were nearly two millennia old. The melody in praise of the plum blossom, for example, dates from the Chin Dynasty (265-420). The composition \"On the Grasslands\" was first published in 1818, but is attributed to a composer in the Han Dynasty (206 B.C.-A.D. 220). These, along with the Jewish chants for reading the Bible, are the oldest documented melodies in the world, speaking of ages far distant from ours, but with voices that still have unusual and compelling power.   As played by the acclaimed pipa virtuoso Tang Liang-xing, the music's phrases were delicate and full of nuance. His style is never sentimental or exaggerated; it is always warm and dramatic. His left hand, pressing the frets on this traditional Chinese lute, bent the instrument's strings to create microtonal nuances and shaped a subtle vibrato that gave vocal character to melodic lines; his right hand, each finger equipped with a plectrum, gave the music a rhythmic crispness, articulating multiple voices in what is often considered monophonic music. In these ancient pieces, the instrument never spoke above a mezzo-piano, but it also never had to; its energy was contained by an almost ceremonial restraint.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/29/nyregion/news-summary-881193.html","abstract":"  International A3-9  EVIDENCE ON BUSH PLOT GREW  The Clinton Administration delayed its formal finding that Iraq was behind a plot to kill former President Bush until it was absolutely certain, officials said.  A1  SUCCESS OF ATTACK IN QUESTION  President Clinton maintained that the American missile strike on Iraq crippled its intelligence capability, but senior Administration and intelligence officials conceded that he overstated the case.  A6","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"If a Full House Is Wanted, Leconte Can Deal a Joker","web_url":"https://www.nytimes.com/1993/06/29/sports/IHT-if-a-full-house-is-wanted-leconte-can-deal-a-joker.html","abstract":"\"New balls.\" .Centre Court at Wimbledon is a casino operation. The chair umpire oversees the pit. The ballgirl, kneeling, pours six fresh tennis balls out of two cylinders onto nature's green felt. Surveillance cameras see all. She spreads th","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"A Very Private Public Servant","web_url":"https://www.nytimes.com/1993/06/29/opinion/a-very-private-public-servant.html","abstract":"  A Federal court in Washington has given legal meaning to the Clinton campaign slogan, \"Buy one, get one free.\" The court found that Hillary Rodham Clinton, unpaid but hard-working, is \"the functional equivalent of an assistant to the President\" and not, under certain laws, a private citizen.    That means her top health advisers may legally continue to hide their work from public inspection. It doesn't mean that they should do so. They're still free to open their deliberations, thus honoring campaign pledges of open government.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Landscaper Admits to a Dozen Killings, Police Say","web_url":"https://www.nytimes.com/1993/06/29/nyregion/landscaper-admits-to-a-dozen-killings-police-say.html","abstract":"  A 34-year-old unemployed Long Island landscaper, arrested after the New York State police discovered a body in the back of his pickup truck, has confessed to killing at least a dozen prostitutes and burying their bodies in remote parts of the New York City metropolitan region, the state police said yesterday.   They said the suspect, Joel Rifkin of East Meadow, L.I., described the string of killings after two state troopers found the decomposing body of a woman under a tarpaulin in his pickup truck when he was stopped for a traffic violation.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Ailing Aikman Balks at Winning His Job","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-people-pro-football-ailing-aikman-balks-at-winning-his-job.html","abstract":"  TROY AIKMAN wants assurances that he's not going to have to prove himself on the practice field before he'll get to play in the Cowboys' season opener Sept. 6 against Washington. Aikman, who returned to Dallas last weekend after back surgery June 19, balked at Coach JIMMY JOHNSON's statement that \"the players who practice will be the players who are playing. Whoever is in training camp is the group we'll go beat Washington with.\"   The most valuable player of Super Bowl XXVII could point to MICHAEL IRVIN, the wide receiver who reported long after training camp closed, as a precedent. Tight end JAY NOVACEK, guard NATE NEWTON, safety THOMAS EVERETT and defensive end CHARLES HALEY also were sidelined with injuries but still played in 1992.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"AIDS Panel, in Final Plea, Argues Again for Action","web_url":"https://www.nytimes.com/1993/06/29/us/aids-panel-in-final-plea-argues-again-for-action.html","abstract":"  After four years of work, the National Commission on AIDS officially ended its work today with a final report that repeats its plea for the Government to write a national plan to combat the epidemic.   At a news conference today, the commissioners said they hoped that the Clinton Administration would do better than earlier administrations in handling the epidemic, and they applauded the appointment of Kristine M. Gebbie last Friday as the White House AIDS Coordinator.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Cuomo Retreats on Plan To Reduce Hospital Costs","web_url":"https://www.nytimes.com/1993/06/29/nyregion/cuomo-retreats-on-plan-to-reduce-hospital-costs.html","abstract":"  Gov. Mario M. Cuomo is now conceding that it is politically impossible to reduce state spending on hospitals this year, backing away from a proposal he made two months ago.    The Governor wants to use the state's control over hospital payment rates to provide more money for preventive and family care, and he had proposed to do it by making major cuts in the amount paid to hospitals.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Sports of The Times; Chasing The Dugout Ghosts","web_url":"https://www.nytimes.com/1993/06/29/sports/sports-of-the-times-chasing-the-dugout-ghosts.html","abstract":"  FOR nearly two decades, the number has burned like a low flame in Sparky Anderson's memory: 2,040. Then the Cincinnati Reds manager, he was invited to the Dodgers' retirement party for Walter Alston at the Biltmore Hotel in Los Angeles after the 1976 season.   \"Somebody was saying how Walter had won 2,040 games as the Dodger manager and I remember so vividly that number,\" he recalled. \"I thought, 'How could a manager win that many games anymore?' \"","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Poll Shows Raid on Iraq Buoyed Clinton's Popularity","web_url":"https://www.nytimes.com/1993/06/29/world/raid-on-baghdad-poll-shows-raid-on-iraq-buoyed-clinton-s-popularity.html","abstract":"  President Clinton's decision to attack Iraq has brought him a substantial boost in approval ratings for handling both foreign policy and his overall job as President and has diminished uncertainty over his leadership on the world stage, according to the latest New York Times/CBS News Poll.   The poll found that two-thirds of Americans surveyed supported the weekend air strike on the Iraqi intelligence headquarters in Baghdad, and six out of 10 approved of Mr. Clinton's general dealings with Iraq, more than approved of Mr. Clinton's handling of the crises in Bosnia and Herzegovina and Somalia.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Trenton Matches New York's Commuter Tax","web_url":"https://www.nytimes.com/1993/06/29/nyregion/trenton-matches-new-york-s-commuter-tax.html","abstract":"  Without a dissenting vote, the New Jersey Senate approved a bill today that would assess taxes on New Yorkers who work in New Jersey by the same formula New York uses to tax workers who commute from New Jersey.   The income-tax bill now goes to Gov. Jim Florio, who has indicated he will sign it into law.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Girl Scouting Is Exhilarating, Not Some Kind of Punishment","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-girl-scouting-is-exhilarating-not-some-kind-of-punishment-593193.html","abstract":"  To the Editor:   I can't imagine why you'd print Merrill Markoe's smear of the Girl Scouts. I am co-leader of a troop that brings together girls of various races and religions who attend public, private and parochial schools. The annual cookie drive supports our program and those of many other inner-city troops providing supervised after-school activities in neighborhoods with few other resources. These programs could not continue without the professional staff Ms. Markoe maligns as overpaid bureaucrats.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"An Agenda for Albany","web_url":"https://www.nytimes.com/1993/06/29/opinion/an-agenda-for-albany.html","abstract":"  Lots of old news from Albany. Once again, the lawmakers are showing their preference for late-and-sloppy over early-and-orderly.   The Republican-dominated State Senate is again standing in the way of legislation banning the sale of assault weapons, as well as a meaningful bill setting stronger penalties for hate crimes. The Legislature is again failing to restructure New York City's wayward Board of Education by putting it under mayoral control, and is bowing to union pressure by not reforming the Wicks law, which costs local governments millions by preventing them from awarding construction contracts to a single low-bid contractor.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Germans Protest Planned Closing Of the Schiller Theater in Berlin","web_url":"https://www.nytimes.com/1993/06/29/theater/germans-protest-planned-closing-of-the-schiller-theater-in-berlin.html","abstract":"  The announced closing of the Schiller Theater by the Berlin Senate on Wednesday has led to the most heated protests against a cultural decision since 1989, when the Berlin wall was breached. Over the weekend, banners hung down the theater's exterior with defiant slogans: \"We're Playing On\"; \"We Will Not Close This Theater.\" In the lobbies, there were letters and telegrams of support from all over Europe.   The demonstrations at the largest and most heavily subsidized legitimate theater in the country have brought forth an extraordinary outpouring of support. August Everding, the director of the Bavarian State Theaters and the president of the German Theater Union -- the association of all German theaters -- called the Senate's decision \"scandalous\" and \"a declaration of cultural-political bankruptcy\" and warned of a ripple effect throughout the country.","thumbnail":null,"section":"Theater"},{"date":"19930629","headline":"Moderate-Income Families Staking Claim to the South Bronx","web_url":"https://www.nytimes.com/1993/06/29/nyregion/moderate-income-families-staking-claim-to-the-south-bronx.html","abstract":"  There is a sense of unreality to these well-tended residential enclaves. Homes with red brick or pastel frame facades and quaint features like awnings, dormer windows and shutters, share blocks with rubble-strewn lots and dilapidated or fire-damaged buildings.    Lawn furniture, beds of lush flowers and chalk-white garden statues sit behind five-foot-fences of wrought iron, occasionally topped with coils of razor wire.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"THE SUPREME COURT: Property Seizures; Justices Restrict Ability to Seize Suspects' Goods","web_url":"https://www.nytimes.com/1993/06/29/us/supreme-court-property-seizures-justices-restrict-ability-seize-suspects-goods.html","abstract":"  In a significant setback for prosecutors, the Supreme Court ruled unanimously today that the Constitution limits the Government's authority to seize the homes, businesses and other property of criminals and suspects.   Rejecting the Justice Department's argument in two cases, the Court found that the Eighth Amendment clause that bars \"excessive fines\" requires that there must be some relationship between the gravity of an offense and the property that is seized.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"Chess","web_url":"https://www.nytimes.com/1993/06/29/arts/chess-551093.html","abstract":"  An announced objective of the Schweizerischer Kredit-Mephisto International Tournament in early may in Munich was to train German grandmasters to reach world championship level. In this, however, the sponsors were frustrated: foreigners ran off with the top five places in the elite, 12-entrant, round-robin competition.    First place was taken by the 20-year-old Latvian Alexei Shirov with an 8-3 score; throughout, his challenging tactical approach dominated. Second place went to Boris Gelfand of Belerus, who for at least five years now has been condidered a potential championship opponent for Gary Kasparov. His solid positional play got him a 7 1/2-3 1/2 score and the distinction of being the only undefeated player in the field. In third place was Mikhail Gurevich, who has left Russia and lives in Belgium. He slaughtered the last five finishers, a la Capablanca, but could not hold his own with the top of the field and so scored 7-4.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-299193.html","abstract":"  Because of a computer entry error in editing, an article in The Home Section on Thursday about new lamps rendered a passage about a design by the Manhattan architect Jeff Vandeberg incorrectly. The passage should have read: \"He has been working off and on over the last 10 years on a lamp made from a bamboo fishing rod, nylon fishing tackle, weights, wire and incandescent Lumiline tubes. Shadeless, it can hang from a ceiling or be mounted on a wall, and by gently pulling the different weights, can be rearranged in infinite ways.\"","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"The New Mommy Trap","web_url":"https://www.nytimes.com/1993/06/29/opinion/the-new-mommy-trap.html","abstract":"Reproduction has taken on a new cachet, and savvy marketers have taken note. In advertising, fantasy traditionally has implied sexual imagery, unattainable luxury or exotic settings. The new message is that the nuclear family is better than all that.\n\nA print ad for Liz Claiborne's perfume Realities shows a young couple trying to lure a tentative toddler into the tub. The tag line reads: \"Reality is the best fantasy of all.\"","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Unofficial U.S. Military Group Will Visit Cuba","web_url":"https://www.nytimes.com/1993/06/29/world/unofficial-us-military-group-will-visit-cuba.html","abstract":"  A delegation of retired American military officers and defense experts plans to visit Cuba this week to discuss ways of easing tensions between the United States military and its increasingly isolated Cuban counterpart.   Though unofficial, the visit of the five-member group promises to open a useful line of communication between the American military and the Cuban Defense Ministry, which invited the Americans and is headed by President Fidel Castro's brother, Raul.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Government Panel on H.I.V Finds The Prospect for Treatment Bleak","web_url":"https://www.nytimes.com/1993/06/29/health/doctor-s-world-government-panel-hiv-finds-prospect-for-treatment-bleak.html","abstract":"  Experts were predicting only recently that AIDS would by now have come to be controlled like diabetes and many other chronic diseases.   Instead, the latest studies show evidence of serious limitations in the three drugs so far licensed for use against H.I.V., the virus that causes AIDS. Although AZT, ddC and ddI are of some help in treating AIDS, previous assumptions that it is effective in delaying the onset of symptoms have been called sharply into question by the recent European Concorde study.","thumbnail":null,"section":"Health"},{"date":"19930629","headline":"Agassi Continues Wimbledon Revue","web_url":"https://www.nytimes.com/1993/06/29/sports/tennis-agassi-continues-wimbledon-revue.html","abstract":"  The defending Wimbledon champion, Andre Agassi, offered up his blue-bandaged wrist to the ravages of Richard Krajicek's brutal serve today, and, surprise, lived to fight another day.   Agassi pitted his returns against a serve that knows no speed limits and, with the exception of the ninth-seeded Krajicek's 23 aces, brought it to a sorry standstill.","thumbnail":null,"section":"Sports"},{"date":"19930629","headline":"Blue Cross Turns Into a National Scandal; Without Insurance","web_url":"https://www.nytimes.com/1993/06/29/opinion/l-blue-cross-turns-into-a-national-scandal-without-insurance-591593.html","abstract":"  To the Editor:   The repercussions of the lies and mismanagement at Empire Blue Cross-Blue Shield are felt throughout New York State. This spring, based on Empire's pleas for assistance, the New York State Legislature passed laws making it mandatory for all insurance companies to accept all applicants, regardless of their health. In retaliation, \"for-profit\" insurers applied for rate increases that have particularly affected self-employed people and small groups.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Review/Music; Bold and Elegant Sides Of Strauss's Mystery","web_url":"https://www.nytimes.com/1993/06/29/arts/review-music-bold-and-elegant-sides-of-strauss-s-mystery.html","abstract":"  Outside the San Francisco Opera on Sunday afternoon, marchers gathered for the annual gay pride procession down Market Street. Inside, the curtain rose on Richard Strauss's \"Rosenkavalier,\" with its opening scene of two women in bed together. It was not an irrelevant juxtaposition. Strauss in his younger years strove in his music to embrace everything, and the stirring of homosexual consciousness in pre-World War I Germany was not lost on him.    Or was it? The unconventional couplings of \"Der Rosenkavalier\" -- between women, between a woman and a boy, between a boy dressed as a girl and a man -- could all be explained away as a bourgeois entertainer's sensationalism. Before \"Der Rosenkavalier\" came \"Salome,\" based on the play by Oscar Wilde: the title character's desire for John the Baptist plainly mirrors the playwright's desire, but the Straussian orchestra surrounds desire with disgust.","thumbnail":null,"section":"Arts"},{"date":"19930629","headline":"McGinniss Publisher Removes Disclaimer","web_url":"https://www.nytimes.com/1993/06/29/books/mcginniss-publisher-removes-disclaimer.html","abstract":"  In a sudden turnaround, the publisher of Joe McGinniss's forthcoming biography of Senator Edward M. Kennedy said yesterday that it would remove a statement from the book saying the author had invented some characters' thoughts and dialogue.   In fact, said Carolyn K. Reidy, the president of Simon & Schuster, Mr. McGinniss's publisher, the statement is partly incorrect. \"All the dialogue does have sources,\" Ms. Reidy said. \"But Joe has taken biographer's license to discuss the thoughts that certain people might have had during these conversations.\"","thumbnail":null,"section":"Books"},{"date":"19930629","headline":"Q&A","web_url":"https://www.nytimes.com/1993/06/29/science/q-a-267393.html","abstract":"  Singing Like a Bird   Q.  How do birds physically produce their songs?    A.  Instead of using vocal chords in a larynx, birds have a simpler structure called the syrinx, according to the \"Manual of Ornithology,\" by Noble S. Proctor and Patrick J. Lynch (Yale University Press).","thumbnail":null,"section":"Science"},{"date":"19930629","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/29/nyregion/c-corrections-301793.html","abstract":"  A chart on the Business Technology page on May 19 with an article about the Digital Equipment Corporation's new Alpha computer chip described the processing power of a 64-bit chip incorrectly. The relationship between a 32-bit chip and a 64-bit chip like the Alpha is an arithmetical difference: a 64-bit chip can process only roughly twice as many bits of information as a 32-bit chip, not millions more. A reader's letter dated June 16 pointed out the error.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Observer; A Choice Pickle","web_url":"https://www.nytimes.com/1993/06/29/opinion/observer-a-choice-pickle.html","abstract":"  Like everybody else in America, I want the right to choose my own doctor. What I'd like from the government, however, is some good advice on how to do it.   When I was fresh out of school it was easy. Having attended college with several people who went on to medical school, I simply phoned one or two and asked them which doctors to take my troubles to and which ones to avoid. Being young, therefore gossipy and indifferent to the discipline of the medical lodge, they told me.","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"Rights Are Indivisible : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-rights-are-indivisible-letters-to-the-editor.html","abstract":"Regarding \"Human Rights: Giving In After the Debate Is Won\" (Opinion, June 19): .I admire Charles Krauthammer's lucid style, but I feel compelled to take issue with the second half of his column on the World Conference on Human Rights, in whi","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"India Is Said to Cover Up Payment to Premier","web_url":"https://www.nytimes.com/1993/06/29/world/india-is-said-to-cover-up-payment-to-premier.html","abstract":"  An Indian stockbroker who says he made an illegal payment of $300,000 to Prime Minister P. V. Narasimha Rao has accused the Indian Government of mounting a \"massive\" cover-up to protect Mr. Rao.   \"I stand to gain nothing but the wrath of the present Government and the suspicion of future ones,\" said Harshad Mehta, who is also the central figure in a billion-dollar securities scandal.","thumbnail":null,"section":"World"},{"date":"19930629","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/06/29/nyregion/editors-note-916893.html","abstract":"  A brief article on June 11 reported the resignation of David R. Gergen, from the all-male Bohemian Club in California after his appointment as counselor to President Clinton. The article said the club holds two-week outings every summer at which \"members run about in the woods naked.\"   Although similar assertions have appeared in various newspapers over the years, The Times should have cited evidence or attribution to support that description of what the members do at the outings, or should have omitted it. Richard K. Arnold, a spokesman for the club, says it is not true.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Surveillance Of Cleric Yields Little, Officials Say","web_url":"https://www.nytimes.com/1993/06/29/nyregion/surveillance-of-cleric-yields-little-officials-say.html","abstract":"  Law-enforcement officials said yesterday that surveillance of Sheik Omar Abdel Rahman has produced little new information since a terrorist plot of bombings and assassinations was disrupted last week, raising questions in the short run about the utility of keeping him free as an intelligence tool.   The diminishing returns, while not surprising in the wake of last week's eight arrests, undercut, for the moment, one of the rationales Federal officials have offered for not arresting the radical Egyptian cleric, who is fighting a deportation order.","thumbnail":null,"section":"New York"},{"date":"19930629","headline":"Revise the UN Charter : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-revise-the-un-charter-letters-to-the-editor.html","abstract":"Why can't the United Nations put a stop to the murder and rape in Bosnia? For the same reason that it cannot stop terrorism and torture, the burning of rain forests, international drug trafficking or the spread of nuclear weapons. Law and order are almos","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"U.S. Will Relax Disability Rules In H.I.V. Cases","web_url":"https://www.nytimes.com/1993/06/29/us/us-will-relax-disability-rules-in-hiv-cases.html","abstract":"  Reversing a decade of more restrictive policy, the Clinton Administration will issue new rules this week to make it easier for people infected with the AIDS virus to get Federal disability benefits.   The rules, being distributed Tuesday to Social Security offices across the country, come partly in response to a lawsuit filed three years ago by 19 New York State residents. The suit is pending before Federal District Judge Miriam G. Cedarbaum in Manhattan.","thumbnail":null,"section":"U.S."},{"date":"19930629","headline":"1893:A Royal Outing : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/29/opinion/IHT-1893a-royal-outing-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - A vast concourse of spectators was present in Kensington Gardens yesterday [June 28] when the Queen unveiled the jubilee statue of herself, executed by Princess Louise. A loyal address from the inhabitants having been presented, Princess Louise t","thumbnail":null,"section":"Opinion"},{"date":"19930629","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/29/style/chronicle-028093.html","abstract":"  After the curtain came down on the closing performance of \"Falsettos\" Sunday afternoon, WILLIAM FINN, the show's co-author, composer and lyricist, stepped forward to say farewell.   \"Last August when I was in the hospital, things looked bleak, and I didn't know if I'd ever see the show again, never mind the closing perfomance,\" Mr. Finn said yesterday, recalling what he said Sunday. He had been hospitalized, he said, for an arterial malformation in the brain that was at first mistakenly diagnosed as a tumor. So, although the closing of a show can be a sad milestone, Mr. Finn, now in good health, did not see it that way.","thumbnail":null,"section":"Style"},{"date":"19930629","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/29/nyregion/no-headline-927393.html","abstract":"  \"We just aren't seeing the 14,000-mile trade-ins like we used to. People are holding on to their cars longer.\" -- HERB JURAN, a car dealer in Salem, Ore.  [ D9:2. ]","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930629","time":"1993-06-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":73,"wspd":13},{"date":"19930629","time":"1993-06-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":76,"wspd":16.6},{"date":"19930629","time":"1993-06-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":77,"wspd":13},{"date":"19930629","time":"1993-06-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":82,"wspd":13},{"date":"19930629","time":"1993-06-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":83,"wspd":11.2},{"date":"19930629","time":"1993-06-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":87,"wspd":13},{"date":"19930629","time":"1993-06-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":83,"wspd":14.8},{"date":"19930629","time":"1993-06-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":80,"wspd":14.8},{"date":"19930629","time":"1993-06-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":72,"wspd":16.6},{"date":"19930629","time":"1993-06-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":50,"wspd":14.8},{"date":"19930629","time":"1993-06-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":45,"wspd":20.5},{"date":"19930629","time":"1993-06-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":43,"wspd":16.6},{"date":"19930629","time":"1993-06-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":41,"wspd":20.5},{"date":"19930629","time":"1993-06-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":37,"wspd":22.3},{"date":"19930629","time":"1993-06-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":34,"wspd":25.9},{"date":"19930629","time":"1993-06-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":36,"wspd":25.9},{"date":"19930629","time":"1993-06-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":38,"wspd":25.9},{"date":"19930629","time":"1993-06-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":41,"wspd":24.1},{"date":"19930629","time":"1993-06-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":44,"wspd":20.5},{"date":"19930629","time":"1993-06-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":53,"wspd":22.3},{"date":"19930629","time":"1993-06-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":59,"wspd":14.8},{"date":"19930629","time":"1993-06-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":65,"wspd":14.8},{"date":"19930629","time":"1993-06-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":61,"wspd":18.4},{"date":"19930629","time":"1993-06-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":68,"wspd":13},{"date":"19930629","time":"1993-06-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":30,"wspd":16.6},{"date":"19930629","time":"1993-06-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":35,"wspd":22.3},{"date":"19930629","time":"1993-06-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":53,"wspd":27.7},{"date":"19930629","time":"1993-06-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":62,"wspd":20.5},{"date":"19930629","time":"1993-06-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":60,"wspd":22.3},{"date":"19930629","time":"1993-06-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":60,"wspd":18.7},{"date":"19930629","time":"1993-06-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":64,"wspd":16.6},{"date":"19930629","time":"1993-06-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":18.7},{"date":"19930629","time":"1993-06-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":14.8},{"date":"19930629","time":"1993-06-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":9.4},{"date":"19930629","time":"1993-06-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":60,"wspd":11.2},{"date":"19930629","time":"1993-06-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":60,"wspd":5.4},{"date":"19930629","time":"1993-06-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":62,"wspd":13},{"date":"19930629","time":"1993-06-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":62,"wspd":18.7},{"date":"19930629","time":"1993-06-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":60,"wspd":18.7},{"date":"19930629","time":"1993-06-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":54,"wspd":18.7},{"date":"19930629","time":"1993-06-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":42,"wspd":14.8},{"date":"19930629","time":"1993-06-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":44,"wspd":16.6},{"date":"19930629","time":"1993-06-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":42,"wspd":13},{"date":"19930629","time":"1993-06-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":43,"wspd":11.2},{"date":"19930629","time":"1993-06-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":46,"wspd":13},{"date":"19930629","time":"1993-06-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":54,"wspd":14.8},{"date":"19930629","time":"1993-06-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":50,"wspd":14.8},{"date":"19930629","time":"1993-06-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":50,"wspd":13}]},"19930630":{"guardian_articles":[],"nytimes_articles":[{"date":"19930630","headline":"Idaho's Homosexuals 'Coming Out' To Cast Debate in Neighborly Terms","web_url":"https://www.nytimes.com/1993/06/30/us/idaho-s-homosexuals-coming-out-to-cast-debate-in-neighborly-terms.html","abstract":"  To Dar Schmid, who grew up on a dairy farm in Idaho, a world away from the social turmoil of big cities, talk of homosexuality always seemed far removed from his life.   \"I knew homosexuals existed somewhere out there,\" he said, \"but certainly not around here.\"","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"10 Leaders in Bosnia Try To Heal Rift Over Talks","web_url":"https://www.nytimes.com/1993/06/30/world/10-leaders-in-bosnia-try-to-heal-rift-over-talks.html","abstract":"  Bosnia's fractious collective presidency met here today and agreed to seek a united position on a Serbian-Croatian peace proposal that would partition the country into three ethnic enclaves.    But there was no sign that this meant there would be any progress in the peace talks.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/30/sports/transactions-129093.html","abstract":"  Baseball  American League   AL -- Named Detroit manager Sparky Anderson; Baltimore manager Johnny Oates; and Toronto coaches Galen Cisco, John Sullivan and Gene Tenace coaches for the All-Star game.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Straight-Set Afternoon as Graf and Navratilova Advance to Semifinals","web_url":"https://www.nytimes.com/1993/06/30/sports/tennis-straight-set-afternoon-as-graf-and-navratilova-advance-to-semifinals.html","abstract":"  The confidence compass had a severe bearing on all four women's quarterfinals this sunny afternoon at Wimbledon. They were straight-set affairs, and the player who best exhibited the same endurance as the much-abused grass earned the chance to trample that grass again in Thursday's semifinal round.   That was the only pattern to emerge from four hasty matches that honed the women's final four to two Wimbledon divas and two players who have never won a Grand Slam.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Voting Rights Case: A Divided Court Reflects Some Unresolved Racial Issues","web_url":"https://www.nytimes.com/1993/06/30/us/voting-rights-case-a-divided-court-reflects-some-unresolved-racial-issues.html","abstract":"  The Supreme Court's narrow ruling Monday that shaping legislative districts to elect more blacks may be unconstitutional showed how much the Justices reflect the deep uncertainties many Americans feel about racial preferences.   In the 5-to-4 ruling, the Justices demonstrated again that race remains the greatest unresolved issue at the hinge of law and social policy at the Court. The majority ruled that the creation of a North Carolina Congressional district with a bizarre shape just to insure the election of a black lawmaker could violate the rights of white voters.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"A License To Root","web_url":"https://www.nytimes.com/1993/06/30/sports/a-license-to-root.html","abstract":"  New York State motorists who want to flaunt their local sports allegiances can now pay to put team logos on their license plates.   Under a deal between the Department of Motor Vehicles and the four major sports leagues, car owners can replace their standard plates with the logos of the Yankees, Mets, Knicks, Rangers, Islanders, Giants, Jets, or Buffalo Bills and Sabres for an initial cost of $39.50, and a $25 annual fee. The state expects to sell 130,000 sets of plates in the first year for revenues of $5.5 million, said Patricia Adduci, the Motor Vehicles Commissioner.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Review/Television; Schwarzkopf Returns To Vietnam","web_url":"https://www.nytimes.com/1993/06/30/arts/review-television-schwarzkopf-returns-to-vietnam.html","abstract":"  The return of a soldier to the field where he fought is inherently sobering, but the appearance of two network-news personalities trading war stories on television is obtrusively promotional.   \"Schwarzkopf in Vietnam: A Soldier Returns,\" which also signals the return of the documentary series \"CBS Reports,\" is an inadequate title. For, as Dan Rather announces at the outset, this is a joint appearance. \"This is our Vietnam,\" he says, and reassures the audience that \"the general and I are feeling good about being back.\" He promises that viewers will see them walking \"where we once walked before.\" And, sure enough, there are the old \"CBS Evening News\" clips, with a young Dan Rather poking his head out of a Vietcong tunnel.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"China's Rude Awakening To the Art of the Swindle","web_url":"https://www.nytimes.com/1993/06/30/us/china-s-rude-awakening-to-the-art-of-the-swindle.html","abstract":"  For many Chinese investors, unused to the idea of risk, a $175 million financial scandal has been a horrifying reminder that stocks and bonds can be an easy way to lose money as well as to make it.   A scandal involving \"junk bonds\" that promised to pay an eye-popping 24 percent interest -- twice the rate on Government bonds -- which were sold through dance hall girls, favorable newspaper articles and salesmen earning fat commissions, is reverberating throughout the Chinese political establishment. More than 100,000 investors, including some top Chinese political officials, are angry because they have been swindled and much of their investment may be lost. Street Demonstrations    Last week, there were protests in the streets. And word is spreading that the jobs of some senior Government officials may be threatened.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Ice Reveals 250,000-Year Climate Story","web_url":"https://www.nytimes.com/1993/06/30/us/ice-reveals-250000-year-climate-story.html","abstract":"  American scientists drilling through Greenland's massive icecap in search of information about past climate have at last reached a rocky layer assumed to lie just above bedrock, 10,013 feet beneath the surface, Michael Morrison, associate director of the project at the University of New Hampshire in Durham, said yesterday.   The annual layers of snow retrievable from the ice core contain information about weather at the time the snow fell, from which scientists can estimate the likelihood of global warming in the future. Now that the core has reached bottom, its climatic record will extend back to 250,000 years ago.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Two Found Slain1","web_url":"https://www.nytimes.com/1993/06/30/nyregion/two-found-slain1.html","abstract":"  Two men were found slain in an apartment they shared at 900 West End Avenue on the Upper West Side of Manhattan, the police said yesterday. The victims, whom the police identified as Eric C. Price and Milton A. Setzer, were killed sometime over the weekend, with their throats slashed. The bodies were found yesterday when neighboring tenants reported that newspapers had piled up outside their 14th-floor apartment. The police said Mr. Setzer was a retired music director.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Across U.S., Colleges Try to Cope With Mail Bomb Peril","web_url":"https://www.nytimes.com/1993/06/30/technology/across-us-colleges-try-to-cope-with-mail-bomb-peril.html","abstract":"  Using posters, voice-mail messages and computer bulletin boards, college security officials around the country are warning faculty members to use common sense to avoid becoming the next victim of a package bomb.   Federal investigators say the two bombs that critically injured professors at Yale University and at the University of California at San Francisco last week were the latest in a series of 14 believed to have been sent by a single bomber. Both bombs came in brown padded envelopes, one postmarked Sacramento, Calif., and the other with a return address from Sacramento. Security officials are urging faculty members to beware of parcels with that postmark and to look for other telltale signs: packages that have protruding wires, strange odors or oil stains on their wrapping.","thumbnail":null,"section":"Technology"},{"date":"19930630","headline":"For Many, Human Rights Mean Life Itself","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-for-many-human-rights-mean-life-itself-537693.html","abstract":"  To the Editor:   Re \"Human Rights: The West Gets Some Tough Questions\" (The Week in Review, June 20), on the United Nations conference in Vienna:","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/06/30/arts/the-pop-life-041293.html","abstract":"  Neville on 'Tour'   Aaron Neville has been described by critics as possessing one of the most splendid falsetto-tinged tenors in pop music. The singer, who is deeply religious, puts it another way: \"I describe it as God in me touching God in the person that hears it; at least that's what it feels like to me.\"   On his latest solo album \"The Grand Tour\" (A&M), Neville covers a lot of musical territory with that tenor, including soul, rhythm-and-blues, country, gospel, rock-and-roll, Tin Pan Alley, Mardi Gras music and contemporary pop. Eclectic musical strains will also no doubt be evident when he croons with his siblings at a Neville Brothers concert on July 24 at Central Park Summerstage at Rumsey Playfield, midpark at 72d Street. Unlike other concerts in the Summerstage series, this one costs money -- $16.50 in advance or $18 the day of the show -- and proceeds will benefit Summerstage.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/30/theater/theater-in-review-051093.html","abstract":"  Orestes  The Penn Yards 59th Street at 12th Avenue Manhattan Written by Charles L. Mee Jr.; directed by Tina Landau; sets by Kyle Chepulis; costumes by James Schuette; lighting by Brian Aldous; original music and sound by John Gromada; props by Deborah Scott; dramaturg, Gregory Gunter; production stage manager, Marjorie Goodsell Clark. Presented by En Garde Arts. WITH: Christopher Adams, J. Ed Araiza, Tiffani K. Barbour, William Buddendorf, Jernard Burks, Jennifer Dollard, Ramsey Faragallah, Gregory Gunter, Jennifer Harmon, Natalie Layne Kidd, Jayne Amelia Larson, Michael Malone, Sonya Martin, Jefferson Mays, Theresa McCarthy, Phaedra Philippoussis, Elizabeth Posella, Frank Raiter, Sharon Scruggs, Brendan Sexton 3d, Steven Skybell, Stephen Speights, Jeffrey Sugarman, Beau Van Donkelaar, Elvin Velez, Jean-Loup Wolfman and Stefanie Zadravec.","thumbnail":null,"section":"Theater"},{"date":"19930630","headline":"Boggs's First Yankee Home Run Is One to Remember","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-boggs-s-first-yankee-home-run-is-one-to-remember.html","abstract":"  The swing was a mistake. Wade Boggs was out in front of Tom Bolton's slider in the 10th inning when he pulled the ball down the right-field line, something that he rarely does. But the ball kept sailing and sailing until it landed in the upper deck. Home run.   What a swing. What a homer. What a finish. By belting his first homer as a Yankee off his former teammate, Boggs catapulted the Yankees to a dramatic 4-3 victory over the Tigers and turned Yankee Stadium into an exciting place for the second consecutive night. The crowd of 37,692 -- the largest to attend a night game in the Bronx since August 26, 1989 -- saw Boggs joyfully round the bases, stomp on home plate and then get swept up in a wave of Yankees.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Lincoln Center Receives A $3.25 Million Grant","web_url":"https://www.nytimes.com/1993/06/30/arts/lincoln-center-receives-a-3.25-million-grant.html","abstract":"  Lincoln Center has received a $3.25 million grant from the Lila Wallace- Reader's Digest Fund for nine \"Live From Lincoln Center\" broadcasts for public television. The money is also to be used to develop new educational and family programming for television.   Thirty-minute educational programs are to be developed as companions to six of the \"Live From Lincoln Center\" broadcasts. They are to be offered to PBS stations with an option to show them before the live broadcasts. The grant also includes seed money to explore new approaches to family programming.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"Fearing Move by Yankees, Cuomo Explores Idea for a New Stadium","web_url":"https://www.nytimes.com/1993/06/30/nyregion/fearing-move-by-yankees-cuomo-explores-idea-for-a-new-stadium.html","abstract":"  Concluding that the Yankees might actually abandon their home in the Bronx and perhaps New York, Gov. Mario M. Cuomo has begun a major push to keep the team in the city and is looking especially at a 30-acre railyard on the western edge of midtown Manhattan as the possible site of a new stadium.   The Governor's concern was underscored by the fact that he arranged a meeting for Friday with George M. Steinbrenner 3d, the team owner, to discuss possible construction of a new Yankee Stadium at the site.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Fund Raiser Scaled Back, but Not the Funds","web_url":"https://www.nytimes.com/1993/06/30/us/fund-raiser-scaled-back-but-not-the-funds.html","abstract":"  President Clinton helped raise $4.2 million for the Democratic Party on Monday night at a $1,500-a-plate fund-raising dinner attended by hundreds of lobbyists and corporate contributors.   The dinner was the centerpiece of a scaled-back version of a Democratic National Committee weekend retreat that initially offered breakfast with the President for couples who donated at least $15,000. The breakfast itself was abandoned last month in a step that party officials said was taken to avoid any appearance of impropriety, but the retreat was held anyway.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Only Insurers Lose In Health Reform","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-only-insurers-lose-in-health-reform-535093.html","abstract":"  To the Editor:   \"The Unknown Devil,\" your June 22 economic analysis on health care, reports that delaying reform could prove so costly that \"it would torpedo the Clinton Administration's hopes of making a difference in the lives of the less privileged.\"","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"U.S. Political Strategy at Tokyo Talks","web_url":"https://www.nytimes.com/1993/06/30/world/us-political-strategy-at-tokyo-talks.html","abstract":"  With trade issues deadlocked and resistance building to American aid strategy for Russia just days before the economic summit meeting in Tokyo, the Clinton Administration has turned its attention to the group's political declaration as a way of making the meeting a success.   \"There's less progress on the economic side than the political side, so we're focusing on things we can control,\" a senior Administration official said.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Copi's 'Eva Pern,' Minus the Absurd","web_url":"https://www.nytimes.com/1993/06/30/style/IHT-copis-eva-peron-minus-the-absurd.html","abstract":"Copi's wild and willful plays, which titillated audiences, enraged establishment critics and brought the police at a gallop in the early 1970s, are again in favor. .An expansive production of his savage extravaganza, \"Eva Pern,\" is at t","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/06/30/us/editors-note-325093.html","abstract":"  The Art Market column on May 7 reported an agreement by the Pace Gallery in Manhattan to handle the sale of works by Pablo Picasso from the estate of his second wife, Jacqueline. The article said Pace was selling about 10 pictures from the estate, and it reported that Picasso experts, whom it did not identify, considered the paintings inferior in quality.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Shores Free, Maine Isle Is Set To Celebrate the First of July","web_url":"https://www.nytimes.com/1993/06/30/us/shores-free-maine-isle-is-set-to-celebrate-the-first-of-july.html","abstract":"  The newly appointed harbormaster, Robert Peterson, doesn't have a boat yet, but Emil Berges has offered his on loan.    The town hall, which until a few months ago was a boarded-up old Navy building, has a fresh coat of white paint, a secondhand conference table with five mismatched chairs, three plants, a donated coffee maker and a new computer. The trash compactor is expected to arrive by boat any day.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Sports of The Times; Has Hoops Left Hardball In the Dust?","web_url":"https://www.nytimes.com/1993/06/30/sports/sports-of-the-times-has-hoops-left-hardball-in-the-dust.html","abstract":"  UNCLE SAM, in his traditional star-spangled top hat and striped trousers and snowy goatee, and the Statue of Liberty, that distinctive femme with tiara and sandals, were sitting on stuffed chairs in their living room and watching television. \"I must confess,\" said Uncle Sam to Lady Liberty, \"I'm starting to prefer basketball to baseball.\"   This scene took place in a cartoon drawing by Mischa Richter in a recent issue of The New Yorker magazine.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"New York Needs Law On Abortion Terrorists","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-new-york-needs-law-on-abortion-terrorists-540693.html","abstract":"  To the Editor:   Re \"Two Tasks for Albany\" (editorial, June 23): Add one more to the tasks the Republican majority in the New York State Senate must take up. Like the ban on assault weapons and the gay rights legislation, the health care facility access bill has already passed the Assembly (100-37).","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Public & Private; Living In It","web_url":"https://www.nytimes.com/1993/06/30/opinion/public-private-living-in-it.html","abstract":"  The very best assignment I've ever had was exactly 15 years ago. I went out to a factory in Flushing, Queens, called Angler's Company Ltd., and I spent the summer months just hanging around so that I could write a series about the place and its people.    If I got off the Flushing line at Main Street today I bet I could walk to Angler's with my eyes closed.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"1893: Last Day for Caf : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-1893-last-day-for-cafe-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Tortoni disappears from Paris to-day [June 30]. The caf at the corner of the boulevard des Italiens and the rue Taitbout, which for a century has been known as one of the favorite resorts of men renowned in literature, the arts and the arist","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"U.N. Council Blocks Arms for Bosnians","web_url":"https://www.nytimes.com/1993/06/30/world/un-council-blocks-arms-for-bosnians.html","abstract":"  The Security Council today defeated a resolution, supported only by the United States and five nonaligned countries, that would have lifted the arms embargo against the Muslim-dominated Bosnian Government. Britain, France and Russia abstained in a successful effort to defeat the measure.    Six countries voted in favor of the resolution; the other nine members of the Council abstained. In order to pass, the resolution needed eight votes in favor.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Street Vendor Crackdown Isn't Halfhearted","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-street-vendor-crackdown-isn-t-halfhearted-539293.html","abstract":"  To the Editor:   In \"Unlicensed Peddlers, Unfettered Dreams\" (front page, June 14), your description of Mayor David N. Dinkins's announcement of the crackdown on illegal street vendors and their suppliers as halfhearted inaccurately characterizes New York City's most comprehensive street-vendor policy in more than 50 years.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"2 Men Held In a Scheme With A.T.M.","web_url":"https://www.nytimes.com/1993/06/30/nyregion/2-men-held-in-a-scheme-with-atm.html","abstract":"  The arrests of two men accused of setting up a bogus automatic teller machine were announced today by Federal officials, who said the two were outsmarted by the very technology they employed to bilk others of more than $100,000.   Federal officials say that after obtaining secret codes with the bogus bank machine they installed in a Connecticut shopping mall in April, the two men used the information to raid customer accounts through real automatic tellers. As a matter of course, cameras took their pictures at the real machines, which is how they were identified.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/30/nyregion/no-headline-306393.html","abstract":"  \"Most people are against discrimination. They don't want to hate. They just need to see that we are their friends and neighbors.\" -- JEN RAY a lesbian college teacher in Idaho.  [ A10:3. ]","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/30/style/chronicle-541493.html","abstract":"  Ending 15 months of marital limbo and putting to rest rumors that they might reconcile, the DUKE and DUCHESS OF YORK announced on Monday that they had reached a formal separation agreement, The Associated Press reported. The couple has lived apart since March 1992.   The announcement increased the likelihood that the Duke, 33, the second son of Queen Elizabeth II, and his wife, the former Sarah Ferguson, also 33, would seek a divorce after the two-year waiting period required by British law. They have been married for seven years.","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"4 NETWORKS AGREE TO OFFER WARNINGS OF VIOLENCE ON TV","web_url":"https://www.nytimes.com/1993/06/30/us/4-networks-agree-to-offer-warnings-of-violence-on-tv.html","abstract":"  Hoping to stave off a federally imposed system of ratings for violence on television, the nation's four broadcast networks have agreed to provide a warning to parents that would be put on the air just before shows laden with mayhem come on.    The warning would also be made available to newspapers and magazines that publish television listings, allowing them to establish what would amount to a special coding for violent shows.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"London Journal; A Dismal 'Season,' Right Down to Ziggy (the Rat)","web_url":"https://www.nytimes.com/1993/06/30/world/london-journal-a-dismal-season-right-down-to-ziggy-the-rat.html","abstract":"  The Tower Bridge opens in the heat and gets stuck. Prince Charles hurts his back playing polo and misses the Procession of the Most Noble Order of the Garter. The British soccer team loses -- actually loses -- to the Americans.   It's been that kind of \"season\" in England this year. At a time when the parties are in full swing and the British are out there earnestly trying to have fun, with more ceremonies and horse formations than the Queen can wave a white glove at, from the races at Ascot to the Royal Regatta at Henley, things just keep going awry.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/30/nyregion/c-corrections-329293.html","abstract":"  An article on Saturday about testimony given before a United States Senate subcommittee by two former employees of Empire Blue Cross and Blue Shield -- Joan Boyle and William Fuessler -- referred incorrectly to a statement about them from Empire's current chairman, Harold E. Vogt. He said he had never met the two, who gave the first public evidence that Empire had intentionally misled the New York State Legislature and Insurance Department. But Mr. Vogt did not say that Empire's acting chief executive, Donald L. Morchower, had never met them.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"A Finalist for Schools Chancellor Withdraws","web_url":"https://www.nytimes.com/1993/06/30/nyregion/a-finalist-for-schools-chancellor-withdraws.html","abstract":"  The search for New York City's next Schools Chancellor was thrown into 11th-hour turmoil yesterday when Bernard R. Gifford, a University of California professor who was one of three finalists and appeared to be the preferred candidate of several board members, unexpectedly withdrew from consideration, said city and school officials and Dr. Gifford's associates.   Dr. Gifford faxed a one-page letter to school officials yesterday afternoon outlining his decision, said a senior city official who said the letter had been read to him. Dr. Gifford cited personal and business conflicts as the reason for his withdrawal, said the official, who spoke on the condition of anonymity.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Mood Swings for Mets Have Already Started","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-mood-swings-for-mets-have-already-started.html","abstract":"  The Mets have entered the final stages of their audition for Dallas Green. Acts have been seen and evaluated. And the recasting, the manager said today, will be extensive.   \"There are going to be thousands of stories to write,\" Green told reporters before tonight's game against the Marlins. \"Change positions. Trade players. I'm ready.\"","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/06/30/books/book-notes-968693.html","abstract":"  Turtle Bay's Last Effort   When Turtle Bay Books was summarily shut down by Random House Inc. in February, little remained besides wounded pride, six angry employees, and a list of orphaned books that the editors swore would have turned the young imprint around.    The employees scattered; some were absorbed into other Random House divisions, and Joni Evans, who had been awarded the Turtle Bay imprint after being removed as head of Random House's adult trade division, began working the telephones and pondering her future.","thumbnail":null,"section":"Books"},{"date":"19930630","headline":"Mets' Uncle Dwight, Marlins' Nephew Gary","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-mets-uncle-dwight-marlins-nephew-gary.html","abstract":"  Rhetoric is the day's greatest entertainment for the Mets. The manager endlessly promises changes, today pledging to send players marching as of the All-Star Game break, 12 days away. The players argue back and forth about who should be traded and who shouldn't. And then, of course, there are the great debates with the soap opera twists, today's version of which was: Will Uncle Dwight ever get to play with nephew Gary?   \"It's going to happen,\" Gary Sheffield said.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Suspect Described as a Loner Who Never Left Home","web_url":"https://www.nytimes.com/1993/06/30/nyregion/suspect-described-as-a-loner-who-never-left-home.html","abstract":"  Removed from his world, his head pounding and his glasses taken from him, Joel Rifkin watched the preparations for his arraignment as 17 armed guards filled the courtroom where he was charged with second-degree murder today.   Agape, he said nothing, avoiding the eyes of his 71-year-old mother, Jeanne, and his 31-year-old sister, Jan, whom he had phoned from jail the night before. Since he last saw them, Mr. Rifkin has gone from a nondescript unemployed landscaper who had once tended the William J. Casey estate to a suspected serial killer who, the police said, has confessed to killing 17 prostitutes.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"As Mississippi Swells, Havoc in the Heartland","web_url":"https://www.nytimes.com/1993/06/30/us/as-mississippi-swells-havoc-in-the-heartland.html","abstract":"  Not since the days of the Johnson Administration and the nights of go-go dancers doing the \"Swim\" has the Mississippi River seemed so high and mighty.   From St. Louis to St. Paul, a 500-mile stretch of the Mississippi has been closed to nearly all commercial traffic because of some of the highest flood levels since 1965, the record year.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Insurance Regulator to Reply To Criticism Over Blue Cross","web_url":"https://www.nytimes.com/1993/06/30/nyregion/insurance-regulator-to-reply-to-criticism-over-blue-cross.html","abstract":"  In a stark rebuttal to the criticism leveled at him by United States Senate investigators, the New York State Insurance Superintendent, Salvatore R. Curiale, is prepared to tell a Senate subcommittee on Wednesday that his department diligently monitored Empire Blue Cross and Blue Shield and that the insurer's financial troubles have been caused less by mismanagement than by problems in the health insurance system.   \"Contrary to the charge that we were 'paralyzed by fear' of regulating Empire, we proceeded on a course that was designed to reduce and even eliminate New York State's dependence on Empire,\" Mr. Curiale wrote in testimony prepared for delivery before the Senate's Permanent Subcommittee on Investigations.  Department Criticized    On Friday, the subcommittee issued a strongly worded report in which it blamed Empire for \"gross mismanagement\" and criticized the Insurance Department for missing even the most obvious signs of trouble. The department behaved more like \"a cheerleader for Empire's cause\" than an \"aggressive regulator,\" the report said.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Rebel Attack in India Kills 32","web_url":"https://www.nytimes.com/1993/06/30/world/rebel-attack-in-india-kills-32.html","abstract":"  Guerrillas of the Naga tribe in India's northeast ambushed an Indian Army convoy today and killed at least 32 people in one of their biggest strikes against a military target, officials said.   \"It was a massive operation and well laid,\" said Haresh Goswami, the Chief Secretary of Manipur state where the attack was carried out as the convoy traveled through thick forests.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"For Many, Human Rights Mean Life Itself; A Persistent Wrong","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-for-many-human-rights-mean-life-itself-a-persistent-wrong-538493.html","abstract":"  To the Editor:   The United States has one glaring weakness in attempting to lead the world conference on human rights in Vienna and to distinguish itself from such countries as China, Iran and Vietnam (The Week in Review, June 20). On the issue of capital punishment, the United States is closer to those countries it seeks to condemn than to its traditional Western allies.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"For No.1 and No.2, The Court's Reserved","web_url":"https://www.nytimes.com/1993/06/30/sports/IHT-for-no1-and-no2-the-courts-reserved.html","abstract":"Will you hit with me today? Steffi Graf seemed to ask her good friend. .I'd be glad to, Jennifer Capriati seemed to reply. .Graf reserved the court for 2 P.M. Tuesday. They both knew to be on time, because they only had it for 75 minutes. It's a gras","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Knicks Can't Dial Those Radio Trades","web_url":"https://www.nytimes.com/1993/06/30/sports/on-pro-basketball-knicks-can-t-dial-those-radio-trades.html","abstract":"  Soon after the Knicks followed the Cleveland Cavaliers onto the Bulls' list of playoff victims, the rumor mill -- also known as Wishful Thinker's Anonymous -- came up with the obvious solution for both teams. The Knicks would trade Charles Oakley and Hubert Davis to the Cavaliers for Mark Price.   The Cavaliers would get their desperately needed tough rebounder and shooting guard, while the Knicks would solve their most pressing deficiency, a point guard who can create and score.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"On Brink of Collapse, Negotiations on Haiti Are Suddenly Revived","web_url":"https://www.nytimes.com/1993/06/30/world/on-brink-of-collapse-negotiations-on-haiti-are-suddenly-revived.html","abstract":"  After appearing to be on the verge of collapse, United Nations-led talks on Haiti's political crisis were suddenly revived yesterday with the announcement by the country's army commander that he was eager to discuss conditions for preparing the return of the ousted President, the Rev. Jean-Bertrand Aristide.   The commander, Lieut. Gen. Raoul Cedras, made the statement at a news conference on Governors Island in New York harbor, where the talks are being held. It lent hope to diplomats and advisers to Father Aristide that the negotiations, which were thought to be dead as late as yesterday morning, could produce a breakthrough in the country's 21-month-old political stalemate.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Space Station Wins Reprieve On Second Vote in the House","web_url":"https://www.nytimes.com/1993/06/30/nyregion/space-station-wins-reprieve-on-second-vote-in-the-house.html","abstract":"  Responding to a vigorous White House lobbying campaign, the House has narrowly preserved financing for the space station.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/06/30/health/personal-health-962793.html","abstract":"  THE two most common reasons for major surgery in the United States involve a woman's childbearing organs. No. 1 is Caesarean section, in which the womb is opened to deliver a child, and No. 2 is hysterectomy, in which the womb is removed, ending a woman's childbearing ability.   Although the number of Caesareans has risen in recent years, publicity about unnecessary gynecological surgery seems to have led to a drop in the number of hysterectomies. In 1990, the latest year for which data are available, about 590,000 American women had hysterectomies, down from the annual peak of about 750,000 a decade ago. But many experts believe the number of hysterectomies is still far too high.","thumbnail":null,"section":"Health"},{"date":"19930630","headline":"How St. Louis Gives Young People Hope","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-how-st-louis-gives-young-people-hope-536893.html","abstract":"  To the Editor:   I commend you for \"Wanted: Summer Jobs for Teens\" (Topics of The Times, June 17). Anyone who thinks we can turn our backs on a significant portion of our young people today and not suffer for it tomorrow is mistaken. You call for action from business. You may be surprised to learn that St. Louis lawyers, and lawyers across the country, are working to that end.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Metzenbaum Says He Won't Seek 4th Senate Term","web_url":"https://www.nytimes.com/1993/06/30/us/metzenbaum-says-he-won-t-seek-4th-senate-term.html","abstract":"  Senator Howard M. Metzenbaum of Ohio, sometimes irascible, often confrontational and always committed to liberalism, announced today that he would not seek election to a fourth term next year.   Mr. Metzenbaum, a 76-year-old Democrat known for his advocacy of the poor, the aged, organized labor and consumers, said his decision was based on a desire to spend more time with his family. \"While I will retire my seat,\" he said in a speech on the Senate floor, \"I will not retire my views or retire my voice.\"","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"Still Not Good Enough on Iraq","web_url":"https://www.nytimes.com/1993/06/30/opinion/still-not-good-enough-on-iraq.html","abstract":"  The Clinton Administration claims to have \"compelling\" circumstantial evidence that Baghdad authorized the failed assassination attempt on George Bush last April. But the evidence it has produced after three days seems too thin to justify the cruise missile attack on Iraq's intelligence headquarters last weekend. Surely the Administration does not intend to usher in an age when nations feel free to fire weapons at each other's cities based on unilateral assertions that intelligence evidence justifies it.   President Clinton said right after the attack that he had acted because of intelligence evidence that Iraq was behind the assassination attempt. The next day the U.S. presented its circumstantial case to the United Nations; bomb materials seized were like those used by Iraqi intelligence in the past, and the captured conspirators believed they had been working for Iraqi intelligence. Yesterday Mr. Clinton said the evidence \"clearly indicated\" Iraq's responsibility. But nothing new had been presented.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"U.S. and Allies Feud on Economic Goals","web_url":"https://www.nytimes.com/1993/06/30/world/us-and-allies-feud-on-economic-goals.html","abstract":"  The United States, Japan and Germany are at loggerheads over an American proposal that the Group of Seven industrial nations set specific targets for annual economic growth when they meet next week in Tokyo, Western officials said today.   They said Japan and Germany have opposed Washington's calls for setting a 3 percent target for economic growth and setting a ceiling on the size of each country's trade deficit or surplus.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Uneven Containment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-uneven-containment-letters-to-the-editor-93934146610.html","abstract":"Iraq is to be punished for its dream of ruling the Middle East and Iran for driving forward the \"crashing wave of Islam.\" Serious crimes, indeed. But does the United States have any right to impose its will in distant lands and that, too, in an","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"U.S. Says Bomb-Plot Suspects Talked of Blowing Up Manhattan Jewelry District","web_url":"https://www.nytimes.com/1993/06/30/nyregion/us-says-bomb-plot-suspects-talked-of-blowing-up-manhattan-jewelry-district.html","abstract":"  Conspirators in the foiled bombing plot to blow up the United Nations, Hudson River tunnels and the Federal building in Manhattan talked of bombing the 47th Street diamond district to kill Jews, a Federal prosecutor told a judge yesterday.   The prosecutor also said that the conspirators were aiming to explode their bombs before the rent came due on the Queens garage where they were mixing the chemicals \"and that's before the end of the month.\"","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/30/nyregion/bridge-465593.html","abstract":"  The playoffs to determine the 1993 United States teams ended here Monday night with an East Coast squad exacting revenge for an earlier defeat. David Berkowitz of Old Tappan, N.J., Larry Cohen of Little Falls, N.J., Sam Lev of Forest Hills, Queens, Cliff Russell of Miami, Marty Bergen of Farmingdale, L.I., and Eric Rodwell of Naperville, Ill., won the final match by 119 imps, and will go to Chile in September along with a team that includes Michael Becker of Tenafly, N.J.   The losers were Neil Chambers of Schenectady, N.Y., John Schermer of Seattle, John Mohan of Santa Monica, Calif., Roger Bates of Mesa, Ariz., Mike Passell of Dallas, and Andy Goodman of San Francisco, who had beaten the Berkowitz team in semifinal play four days earlier.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"The View From Istanbul : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-the-view-from-istanbul-letters-to-the-editor.html","abstract":"Regarding \"The Example of Cyprus\" (Letters, June 11): .Panayotis Dracos either prefers to forget the facts or twist them to fit his own version of truth. It was the extremist elements of the Greek Army and Cypriot Greeks who started the \"","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Murdoch Gets Waiver From the F.C.C. to Buy The New York Post","web_url":"https://www.nytimes.com/1993/06/30/nyregion/murdoch-gets-waiver-from-the-fcc-to-buy-the-new-york-post.html","abstract":"  The Federal Communications Commission voted, 2 to 1, today to give Rupert Murdoch the permanent waiver he needs to acquire The New York Post, a day before his management agreement with a bankruptcy court to operate the newspaper was scheduled to expire.   The vote, which came after weeks of wrangling within the F.C.C., sets the stage for Mr. Murdoch to re-acquire the tabloid that he was forced to sell five years ago in order to satisfy Federal regulations that bar a company from owning a newspaper and a television station in the same market.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"New Museum Is in Beijing, but Who Will See It?","web_url":"https://www.nytimes.com/1993/06/30/arts/new-museum-is-in-beijing-but-who-will-see-it.html","abstract":"  For years, the last place to look for a modern display of Chinese art was in China. Now that may be changing with the opening of China's first Western-style museum here, more than a dozen years after its original sponsor first conceived of it.    The Arthur M. Sackler Museum of Art and Archeology, which opened in Beijing on May 27, has joined a string of Sackler galleries and museums around the world. This one primarily displays relics and fossils discovered by Chinese archeologists.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/30/style/chronicle-542293.html","abstract":"  It may not be a stately home, but MARSHA MARTIN said she could think of no better place for her farewell party than a New York City shelter for the homeless. Dr. Martin, who was the director of the Mayor's Office on Homelessness and Single Room Occupancy Housing, went to Washington earlier this month to be the executive director of the Interagency Council on the Homeless. The council, whose chairman is Henry G. Cisneros, Secretary of Housing and Urban Development, is an independent Government agency that reviews all Federal activities and programs for the homeless.    On Monday evening, about 75 friends and colleagues, many of them from city government, went to the men's shelter at 8 East Third Street, which Dr. Martin said had been transformed from one of the city's most disreputable centers into a transitional residence for homeless men recovering from drug and alcohol abuse.","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"Uneven Containment : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-uneven-containment-letters-to-the-editor.html","abstract":"Regarding \"Keep Iraq and Iran Contained\" (Opinion, June 23):.A.M. Rosenthal's shamelessly biased articles add to the existing confusion in the Middle East. He praises the American administration's \"dual containment\" policy toward I","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Glyndebourne's London Season","web_url":"https://www.nytimes.com/1993/06/30/style/IHT-glyndebournes-london-season.html","abstract":"If London can't go to Glyndebourne, then Glyndebourne comes to London, if without evening dress, black tie and picnic baskets. .London doesn't go to Glyndebourne this summer because the old theater on the picturesque Christie estate in Sussex is being","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"Legacy of a Schools Chancellor; Fernandez's Changes May Not Live On After His Departure","web_url":"https://www.nytimes.com/1993/06/30/nyregion/legacy-schools-chancellor-fernandez-s-changes-may-not-live-after-his-departure.html","abstract":"  As Joseph A. Fernandez moves out of the Chancellor's office at 110 Livingston Street and packs for the long drive back to Florida, he leaves behind a school system that is remarkably transformed, yet remarkably the same.   During his stormy three-and-a-half-year tenure as one of the highest-paid school officials in the country, he brought about dozens of reforms, large and small, at a rapid pace -- from the distribution of condoms in high schools, to the creation of more than 30 small theme high schools scheduled to open by the fall.   As the Board of Education prepares to appoint a new Chancellor -- a decision that could come as soon as tonight -- Mr. Fernandez and his supporters are convinced that, despite a city budget crisis, he created a model reform administration and sowed the seeds of a renaissance in public education.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Officers in Nigeria to Retire To Protest Scrapping of Vote","web_url":"https://www.nytimes.com/1993/06/30/world/officers-in-nigeria-to-retire-to-protest-scrapping-of-vote.html","abstract":"  In a highly unusual challenge to Nigeria's military Government, at least 30 officers holding the rank of colonel and above said they would retire from the armed forces in protest against Gen. Ibrahim Babangida's decision to annul this country's recent presidential election, a civilian official with close ties to the military said today.   The National Concord, an independent newspaper owned by Moshood Abiola, a wealthy industrialist and the presidential candidate of the Social Democratic Party, said today that about 14 colonels and 8 brigadier generals had \"opted for early retirement.\"","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Eyebrows, and Issue Of Color, Are Raised","web_url":"https://www.nytimes.com/1993/06/30/sports/boxing-notebook-eyebrows-and-issue-of-color-are-raised.html","abstract":"  Rock Newman is getting ready to play the race card.   Newman, who favors dashikis when appearing in places where there is a crowd and who orchestrated Riddick Bowe's victory tour in Somalia and the Vatican, is now telling the boxing world it is looking for a Great White Hope.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"1943: Cologne Ravaged : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-1943-cologne-ravaged-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] A huge fleet of British bombers made a savage attack last night [June 28] on Cologne, industrial and commercial German city on the Rhine. Tonight German troops and civil defense patrols were still hard at work trying","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Mercer Is Charged With Trying to Fix a Fight","web_url":"https://www.nytimes.com/1993/06/30/sports/boxing-mercer-is-charged-with-trying-to-fix-a-fight.html","abstract":"  Ray Mercer was arraigned yesterday on a charge of sports bribery, accused of repeatedly offering Jesse Ferguson $100,000 to lose during their Feb. 6 heavyweight fight at Madison Square Garden.   District Attorney Robert M. Morgenthau said Mercer, 32, was arrested Sunday in Indianapolis and was charged yesterday in Manhattan. He was released on his own recognizance despite a request of $10,000 bail by the District Attorney's office.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"The Spy Who Knew Too Much","web_url":"https://www.nytimes.com/1993/06/30/opinion/the-spy-who-knew-too-much.html","abstract":"President Clinton's directive for a sweeping review of the rules governing official secrecy is likely to be rendered meaningless by the British Government's embargo on declassifying its intelligence records.\n\nUnder the terms of the Anglo-American intelligence-sharing agreement signed during World War I, the unilateral release of any classified information is prohibited. This secret pact prevents the United States National Archives from declassifying 500 boxes of the wartime records of the Office of Strategic Services, the predecessor of the C.I.A.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Grand Prix Racing: 1993 Is Shaping Up Great Despite FISA","web_url":"https://www.nytimes.com/1993/06/30/sports/IHT-grand-prix-racing-1993-is-shaping-up-great-despite-fisa.html","abstract":"In a statement that surprised many in the sport, the pros and fans alike, Bernie Ecclestone, the head of the Formula One constructors' group, said that Grand Prix racing is show-biz. The question is, how many drivers, like some professional wrestlers, wo","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Books of The Times; Black and White Together and Apart","web_url":"https://www.nytimes.com/1993/06/30/books/books-of-the-times-black-and-white-together-and-apart.html","abstract":"  To learn what it means to be black in the United States today, Walt Harrington, a white staff writer for The Washington Post Magazine, decided to crisscross the country and ask scores of black people what they thought and how they felt about their lives. Bidding goodbye to his wife, Keran, who is black, and their two children, he started from their home near Washington and, during three trips in his old Isuzu Trooper through the Deep South, the urban North and the Western states, he covered 25,000 miles on his voyage of discovery.    In \"Crossings,\" he confirms what most of us already know or surmise: blacks and whites dwell in separate worlds. Even in a democracy, trying to break down this divide remains, as Gunnar Myrdal called it in his classic study a half-century ago, \"An American Dilemma.\" Nevertheless, Mr. Harrington adds the skill of an engaged reporter, a personal stake in his subject and the ability to find fresh voices to talk openly about themselves and multi-racialism.","thumbnail":null,"section":"Books"},{"date":"19930630","headline":"ROWING;\nWomen-on-Thames, in Sculls and Competing","web_url":"https://www.nytimes.com/1993/06/30/sports/rowing-womenonthames-in-sculls-and-competing.html","abstract":"The Henley Royal Regatta, \"this beautiful pageant of English life,\" as Winston Churchill described the oldest of all rowing events, was first raced on this straight stretch of the River Thames in 1839. Changes have come in equipment and training methods in the 154 years since, but for the most part, the regatta remained a male preserve.\n\nUntil this year. For the first time, female single scullers will race in a full regatta event.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"1918: Dugout Delivery : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-1918-dugout-delivery-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Y.M.C.A. has turned newsboy. Up along the Marne River the Y.M.C.A. has tackled the job of delivering Paris newspapers to the American soldiers, getting them even to the fellows who are lying on their backs in advanced posts out toward No Man's","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Prague Fears Being Migrant Trail's Last Stop","web_url":"https://www.nytimes.com/1993/06/30/world/prague-fears-being-migrant-trail-s-last-stop.html","abstract":"  A 31-year-old farmer from Yugoslavia, Mazlun Buragi, stepped off a scruffy bus onto the well-kept square here after a four-country, five-day journey, and with 50 other disheveled passengers tried to arrange a taxi for his crossing into Germany.   An ethnic Albanian from Kosovo Province, dressed in a heavy leather jacket and with a peace sign tattooed on one hand, Mr. Buragi said he was fleeing conscription by the Serbian authorities.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Spending Will Get Us Out of This","web_url":"https://www.nytimes.com/1993/06/30/opinion/l-spending-will-get-us-out-of-this-534193.html","abstract":"  To the Editor:   \"A Budget Too Much Like Perot's\" (editorial, June 23), coming on the eve of the Senate vote on the Clinton Administration's proposed budget, is a salutary reminder, in the midst of our almost total preoccupation with reducing the Federal deficit, that the ultimate purpose of all these efforts is to increase the resources that we devote to investment, both private and governmental. Cutting the high rate of Federal Government borrowing is a necessary condition; but there is no basis for confidence that it would be sufficient.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Munoz, Yanks' Big Kid, Does Job","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-munoz-yanks-big-kid-does-job.html","abstract":"  The kid didn't get nervous when they made the call to the bullpen late last night. When the Yankees made him a reliever in spring training, Bobby Munoz figured that, one day, he'd have to face situations like these. He just didn't expect it to happen so soon.   In the seventh inning, there was a tied score in a tight division contest, the Yankees against the Detroit Tigers, and Manager Buck Showalter wanted Munoz, his 25-year-old rookie, to pitch New York out of a jam. Showalter went to Steve Howe first, with two outs and the bases loaded and the Yankees ahead, but Howe walked in the tying run.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/06/30/theater/theater-in-review-156793.html","abstract":"  Lovechild  Irish Arts Center 553 West 51st Street Manhattan By Gerard Stembridge; directed by Nye Heron; musical arrangements and original compositions by Nico Kean; set by David Raphel; lighting by Judith Daitsman; costumes by Carla Gant; choreography, Josephine McNamara; sound by Mr. Kean; vocals by Susan McKeown; production stage manager, Elizabeth English; production technician, Adrienne Walsh; production assistant, Joanna Sykes; puppet design and construction by Maria Murray and Edith Pieperhoff. Presented by the Irish Arts Center, Jim Sheridan, chairman; Mr. Heron, artistic director; Marianne Delaney, executive director. WITH: Malcolm Adams, Rosemary Fine, Michael Judd, Mac Orange and Marian Quinn.","thumbnail":null,"section":"Theater"},{"date":"19930630","headline":"An Extra Shot for Anthony: Knicks in Summer League","web_url":"https://www.nytimes.com/1993/06/30/sports/pro-basketball-an-extra-shot-for-anthony-knicks-in-summer-league.html","abstract":"  The Knicks announced yesterday they would be hosts again to the Doral Arrowwood New York Summer League at the Westchester County Center in White Plains. Because of the league's success last year, the field has been expanded from four teams to six teams.   The league consists of squads representing the Knicks, the New Jersey Nets, the Boston Celtics, the Philadelphia 76ers and, new this year, the Washington Bullets and the Milwaukee Bucks.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"JAPANESE PARTY HIT BY NEW BLOW","web_url":"https://www.nytimes.com/1993/06/30/world/japanese-party-hit-by-new-blow.html","abstract":"  Just when Japan's governing party thought that its fortunes could not take another turn for the worse, the mayor of one of northern Japan's largest cities was arrested today and charged with accepting more than $900,000 in bribes in return for fixing government contracts.   Toru Ishii, the mayor of Sendai and until recently the head of the Japan's powerful Association of Mayors, was charged with directing huge public works projects to several construction companies in return for cash.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"To These Children, Border's No Barrier","web_url":"https://www.nytimes.com/1993/06/30/education/to-these-children-border-s-no-barrier.html","abstract":"  Ever since Phoebe Watson showed up in 1948 to teach in this tiny village carved from the sage and mesquite along the Mexican border, the elementary school in Columbus has had a policy of truly open enrollment: more than half its 330 students come in buses from Las Palomas, the Mexican town just two miles away.    \"I just never said no to any child who came in from Palomas,\" said Mrs. Watson, now retired as the school's principal but serving, at the age of 82, as Mayor. \"They needed schooling. I wasn't going to be an immigration officer. I didn't care what their birth certificate said.\"","thumbnail":null,"section":"Education"},{"date":"19930630","headline":"Subplots Will Be Varied in Men's Quarterfinals","web_url":"https://www.nytimes.com/1993/06/30/sports/tennis-subplots-will-be-varied-in-men-s-quarterfinals.html","abstract":"  When it comes to the men's quarterfinals this year at Wimbledon, there's an apparent mismatch, a friendly match, a grudge match and a match that wasn't supposed to happen.   Cedric Pioline is not a name that springs to mind when potential Grand Slam quarterfinalists are discussed. Particularly not here at Wimbledon, where a Frenchman with clay-court expertise is unheralded at best and, according to his opponent, Stefan Edberg, a dangerous floater at worst.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Unrelated Kidney Donors Win Growing Hospital Acceptance","web_url":"https://www.nytimes.com/1993/06/30/health/unrelated-kidney-donors-win-growing-hospital-acceptance.html","abstract":"  FOR most of her life, Sarah Parsons has known that a hereditary disease would eventually destroy her kidneys and that she would need a transplant.   But what she did not know and would never have guessed was that when her kidneys finally failed, her sister-in-law and three casual friends would, with no prompting, each offer her one of their kidneys and that one of these friends would end up being the donor.","thumbnail":null,"section":"Health"},{"date":"19930630","headline":"Negotiators in Congress Fail To Agree on Military Budget","web_url":"https://www.nytimes.com/1993/06/30/us/negotiators-in-congress-fail-to-agree-on-military-budget.html","abstract":"  House and Senate negotiators struggled for six hours today but failed to agree on how much money to give to a Pentagon that had not asked for it..   The House Defense Appropriations Subcommittee began pushing $1.2 billion last month on a Defense Department that was shyly silent, and today the panel's chairman, Representative John P. Murtha, Democrat of Pennsylvania, walked out of the public session of the House-Senate conference muttering, \"We're not budging.'","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"In America; Send Them Back?","web_url":"https://www.nytimes.com/1993/06/30/opinion/in-america-send-them-back.html","abstract":"  The two boys were exhausted, hungry and frightened when they stepped off the plane in Los Angeles in July 1990.   Ferooz Omaid was 17 and his brother, Shikeb, was 15. They spoke little English and had no papers. Within minutes of their arrival at Los Angeles International Airport they were in the hands of immigration authorities.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Judge Bars Storage of Spent Nuclear Fuel","web_url":"https://www.nytimes.com/1993/06/30/us/judge-bars-storage-of-spent-nuclear-fuel.html","abstract":"  In a ruling that the Government says could disrupt the Navy's nuclear-powered fleet, a Federal judge has barred the Energy Department from accepting any more spent nuclear fuel for storage at its atomic reservation in Idaho until the department completes a thorough environmental study of the area.    The order, issued late Monday by Judge Harold L. Ryan of Federal District Court in Boise, involves the 890-square-mile Idaho National Engineering Laboratory, site of the nation's only long-term storage depot for spent naval nuclear fuel.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/30/nyregion/news-summary-237793.html","abstract":"  International A2-9  U.S. PUTS A-TESTS ON HOLD  President Clinton has decided that the U.S. will follow a \"no first test\" policy on nuclear arms. Planned tests in the Nevada desert will be put on hold indefinitely, so long as no other tests nuclear arms.  A1  INVESTMENT SCAM IN CHINA  Thousands of Chinese investors have been swindled by a small-time businessman who raised $175 million and then squandered much of the money on luxuries for himself.  A1","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"A Dinosaur Ruling","web_url":"https://www.nytimes.com/1993/06/30/opinion/a-dinosaur-ruling.html","abstract":"  Justice Sandra Day O'Connor is leading her colleagues -- and the nation -- toward Jurassic Park jurisprudence. The dinosaur of segregated politics has been buried for less than three decades in the South. Now with her disingenuous and ahistorical attack on the Voting Rights Act in a North Carolina case, Justice O'Connor proposes to clone that dinosaur into a monster that could gobble up the nation's hard-won progress toward higher majority membership in Congress, legislatures and local governments.   The case seems a trivial one. Its immediate object is two goofily shaped districts with bare black majorities. Due to these majorities, North Carolina's 12-person House delegation now has two black members -- the first of their race elected from North Carolina since Reconstruction. Previous Supreme Courts would have scoffed at the claim that this minuscule black representation amounted to discrimination against whites.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Stein Pulls Out of Advocate Race, Saying His Political Career Is Over","web_url":"https://www.nytimes.com/1993/06/30/nyregion/stein-pulls-out-of-advocate-race-saying-his-political-career-is-over.html","abstract":"  One month after he abandoned his sputtering New York mayoral campaign, City Council President Andrew J. Stein just as abruptly withdrew yesterday as a candidate for re-election to his current job, which is being renamed Public Advocate. He said he might resign before his term expires in December and would never again seek elective office.   \"I'm getting out of politics,\" Mr. Stein said in an interview. \"You have to be gung-ho, you have to have complete enthusiasm for it. I've had that for 25 years. It's all I've done since I was 22. I think I've made a difference. But I'm 48 and it's really time to move on.\"","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"In Tour de France, Target Is Clear but Who Dares Attack?","web_url":"https://www.nytimes.com/1993/06/30/sports/IHT-in-tour-de-france-target-is-clear-but-who-dares-attack.html","abstract":"Claudio Chiappucci, who has twice finished second in the Tour de France, knows how to beat Miguel Indurain. So does Frdric Moncassin, who has never come closer to the Tour than watching it on television. .\"The way is to attack him, att","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Former U. of Miami Aide Indicted","web_url":"https://www.nytimes.com/1993/06/30/sports/sports-people-colleges-former-u-of-miami-aide-indicted.html","abstract":"  TONY RUSSELL, a former University of Miami academic counselor, was indicted yesterday in Miami on one count of Federal financial aid fraud, capping a two-year investigation into financial aid fraud among Miami athletes. According to the indictment, more than $220,000 in Pell Grant funds were obtained fraudulently between June 1989 and June 1991 and 356 documents were falsified by 91 present or former Miami students, all but several of them athletes.   Russell, who has acknowledged illegally securing up to $2,400 a year per athlete in Pell Grant funds in exchange for a payment of up to $100 each, has accepted a plea bargain arrangement stipulating that he plead guilty. He faces a maximum of five years in prison, up to $440,000 in fines and may be ordered to pay restitution.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"U.S. Jet Patrolling Iraq Fires Missile at Artillery Site","web_url":"https://www.nytimes.com/1993/06/30/world/us-jet-patrolling-iraq-fires-missile-at-artillery-site.html","abstract":"  Three days after an American military strike against Baghdad, a United States warplane fired a missile at an Iraqi antiaircraft artillery site today as Iraq continued to interfere with American patrols and defy United Nations sanctions, Administration officials said.   President Clinton sought to play down the significance of the incident, which came after the American aircraft was targeted by Iraqi radar as it patrolled the no-flight zone declared by the United Nations over southern Iraq.","thumbnail":null,"section":"World"},{"date":"19930630","headline":"Where Will Five Stars Forward Their Mail?","web_url":"https://www.nytimes.com/1993/06/30/sports/pro-basketball-where-will-five-stars-forward-their-mail.html","abstract":"  Five of the country's top college players sat in a hotel conference room today, nervously contemplating their fate in Wednesday night's National Basketball Association draft.   \"Wouldn't you be nervous?\" asked Jamal Mashburn, the University of Kentucky star who is expected to be among the top four picks. \"You could end up on one coast, or another. You don't know what's going to happen, until it happens.\"","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Habyan Isn't Expecting a Late Call","web_url":"https://www.nytimes.com/1993/06/30/sports/baseball-habyan-isn-t-expecting-a-late-call.html","abstract":"  A bad week. That is what John Habyan called his treacherous trips to the pitcher's mound during the latest Yankee road trip, when he threw too many sliders, surrendered too many damaging hits and saw his role in the bullpen diminish rapidly as a result. A real bad week.   Actually, Habyan merely endured three suspect outings, but they came at inopportune times and the reliever conceded yesterday that he does not expect to be summoned in the late innings any time soon. In the last two days, Habyan has met with Manager Buck Showalter and General Manager Gene Michael, and they have not been exchanging their favorite recipes.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Better, Read the World Trade Rules","web_url":"https://www.nytimes.com/1993/06/30/opinion/IHT-better-read-the-world-trade-rules.html","abstract":"The old ghost of Nipponophobia has returned. Roy Denman's opinion column \"Now Read the Rules to Japan\" (June 17) is full of distortions, clichs and inflammatory statements..Mr. Denman, former director general of external relations of th","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Albany's Last Chance on Ethics","web_url":"https://www.nytimes.com/1993/06/30/opinion/albany-s-last-chance-on-ethics.html","abstract":"  This has not been a banner year for New Yorkers who had hoped that their Legislature would reduce the influence of vested interests in state and local politics and encourage fairer and more competitive elections. Albany can gain some measure of redemption in the time remaining, but that time is swiftly running out.    The session actually began on a hopeful note. In what is becoming a yearly ritual, the Democratic-run Assembly passed a solid reform package establishing a sensible system of public campaign financing for statewide and legislative races and for easing the state's onerous ballot access rules.","thumbnail":null,"section":"Opinion"},{"date":"19930630","headline":"Review/Music; Slyness Opens Concerts In Parks","web_url":"https://www.nytimes.com/1993/06/30/arts/review-music-slyness-opens-concerts-in-parks.html","abstract":"  The speeches by dignitaries and politicians that traditionally precede outdoor concerts can be soporific. But a listener who reflexively tuned them out at the New York Philharmonic's concert on the Great Lawn of Central Park on Monday evening would have missed an uncharacteristic touch of mischievousness. In remarks destined for a place in \"The Annals of Especially Sly Buzzword Usage,\" Ruth W. Messinger, the Manhattan Borough President, described the Philharmonic's Mozart, Rossini and Mussorgsky program as \"multicultural.\"   Radical multiculturalists may take umbrage at her use of their concept to describe a collection of works by dead white, European males. But strictly speaking, she was quite right. Huge chasms separate the cultural and musical sensibilities of these three composers, and although outdoor concerts do not normally lend themselves to the examination of such notions, Samuel Wong led the Philharmonic in performances that made a point of the program's stylistic diversity.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/30/sports/results-plus-004893.html","abstract":"  BOXING  Duran Gets a Workout and the Decision  Roberto Duran came out with a victory last night, but he was taken the distance and got a solid workout in a 10-round decision over the Canadian Jacques LeBlanc in Bay St. Louis, Miss. The 42-year-old former champion did what he had to do to as he tries to line up a shot at a fifth title, winning a unanimous decision over the former Canadian champion in a supermiddleweight bout. Duran (89-9) was still punching strongly in the final rounds despite an injured right hand he suffered in the fourth round. LeBlanc (22-5-2), 29, lived up to his billing as a brawler, fighting strongly into the final minute despite a bloody nose and cut under the left eye. All five of his professional losses are by decision. The victory puts Duran in position to fight the two-time world champion Vinny Pazienza in October. A victory there could put Duran in line for another title shot. (AP) BASEBALL  U.S. Team Romps Over France  Dante Powell, Todd Helton and Russ Johnson each drove in two runs in an eight-run second inning as the United States rolled to a 16-1 victory over France in the Intercontinental Baseball Cup yesterday in Reggio Emilia, Italy. The game was stopped after six and a half innings because of the international 10-run rule. The victory improves the United States to 4-2 in the round-robin tournament with three games remaining. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"Review/Film: The Firm; A Mole in the Den of Corrupt Legal Lions","web_url":"https://www.nytimes.com/1993/06/30/movies/review-film-the-firm-a-mole-in-the-den-of-corrupt-legal-lions.html","abstract":"New lawyer, enigmatic Memphis outfit, via Grisham. Able but slow, with absurd wrap-up.","thumbnail":null,"section":"Movies"},{"date":"19930630","headline":"Dancers of 6 Countries Win Prizes but No Gold In Ballet Competition","web_url":"https://www.nytimes.com/1993/06/30/arts/dancers-of-6-countries-win-prizes-but-no-gold-in-ballet-competition.html","abstract":"  Seven dancers from six countries received awards on Monday night when the fourth New York International Ballet Competition concluded with a gala at Alice Tully Hall.    The gala, for which Hillary Rodham Clinton served as honorary chairwoman, had Ann Reinking as its host and began with all the competition's dancers, judges and teachers assembled on stage. Each was individually introduced, and the audience gave a special burst of applause to Maya Plisetskaya, the ballerina of the Bolshoi Ballet who served as one of the judges. Gesturing toward the entire group, the competition's executive director, Ilona Copen, exclaimed, \"Isn't our family beautiful?\"  Solos and Pas de Deux    The performance that followed, by award winners and other competition participants, made it easy to answer that question affirmatively. On the other hand, the fact that some of the dancers seemed lacking in stage experience and stylistic refinement made it understandable why no Gold Medals were presented this year.","thumbnail":null,"section":"Arts"},{"date":"19930630","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/30/us/inside-286593.html","abstract":"  Murdoch Wins WaiverTo Acquire The Post   The Federal Communications Commission voted 2-1 to allow Rupert Murdoch to acquire The New York Post, a day before his agreement with a bankruptcy court to operate The Post was to expire. A waiver was needed because he owns a television station in the same market. Page B1. U.S. Fires at Iraqi Site    A United States warplane fired a missile at an Iraqi antiaircraft artillery site as Iraqi defiance continued, Administration officials said. Page A3. Nigerian Military Protests    At least 30 Nigerian officers said they would retire to protest the annulment of the presidential vote, a civilian official said. Page A2. 'Coming Out' to a Neighbor    Faced with campaigns against gay rights, homosexuals in rural areas around the country are deciding they can no longer be silent. Page A10. Schools Finalist Backs Out    Bernard R. Gifford, a finalist in the search for a New York City Schools Chancellor, unexpectedly withdrew, officials said. Page B2.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"U.S Indicts 31 for Extortion Plots In Minority Hiring in Construction","web_url":"https://www.nytimes.com/1993/06/30/nyregion/us-indicts-31-for-extortion-plots-in-minority-hiring-in-construction.html","abstract":"  Thirty-one people were indicted yesterday on charges of running eight groups that violently extorted thousands of dollars from New York building contractors under the guise of obtaining construction jobs for black and Hispanic workers.   Federal attorneys in Brooklyn said 22 of the 31 indicted were arrested by F.B.I. agents and the police in raids that started yesterday. Two others are reported to be in prison on other charges and seven have not been found.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Republican Draws Fire As Too Soft on Clinton","web_url":"https://www.nytimes.com/1993/06/30/us/republican-draws-fire-as-too-soft-on-clinton.html","abstract":"  Anger among Republicans who believe that their leader on the Senate Judiciary Committee has been too easy on Clinton Administration nominees burst into the open today. As a result, the President's choice for a top Justice Department post was put on hold.   The nominee, Eleanor Dean Acheson, a granddaughter of President Harry S. Truman's Secretary of State, Dean Acheson, breezed through a confirmation hearing last week. She had already received the warm endorsement of Senator Orrin G. Hatch of Utah, the committee's ranking Republican, to head the office that recommends judicial appointments and helps set overall policy for the department.","thumbnail":null,"section":"U.S."},{"date":"19930630","headline":"On This Tour, Streets Are Paved With Stars","web_url":"https://www.nytimes.com/1993/06/30/nyregion/about-new-york-on-this-tour-streets-are-paved-with-stars.html","abstract":"  Dear Diary,  SAW van with sign saying, \"Stardom Tours, See Hollywood in Manhattan.\" Wondered, what does that mean? Thought, why not? Called to book a seat.   Welcomed aboard by Michael Dzakulin, the 44-year-old driver and guide, originally from Belgrade. Fellow sightseers were a woman from Sydney and a German surgeon traveling with his 18-year old son.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/06/30/sports/metropolitan-golf-report.html","abstract":"  M.G.A. Metlife Ike Championship    George Zahringer 3d proved again yesterday that even at the age of 40 he is still a force in amateur golf in the metropolitan area. Zahringer captured the 39th edition of the Ike, the stroke-play championship of the Metropolitan Golf Association, for his 27th tournament triumph.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/30/nyregion/metro-digest-174593.html","abstract":"  METRO DIGEST  NEW YORK CITY  HOW ABOUT THOSE MIDTOWN BOMBERS?   Forging a fallback position in case efforts to keep the New York Yankees in the Bronx fail, Governor Cuomo has fixed his eyes on a 30-acre railyard on the western edge of midtown Manhattan as a possible way to keep the team from leaving New York City altogether. A1. 31 ARRESTED IN JOBS EXTORTION SCHEME   Thirty-one people have been indicted on charges that they ran eight groups that, under the guise of obtaining construction jobs for black and Hispanic workers, violently extorted thousands of dollars from New York building contractors. A1.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Marathon to Offer Bonuses","web_url":"https://www.nytimes.com/1993/06/30/sports/marathon-to-offer-bonuses.html","abstract":"  An American man or woman finishing first in this year's New York City Marathon could earn as much as $140,000 in prize money plus a new Mercedes-Benz. The bonus prizes were announced yesterday by the New York Road Runners Club, organizers of the Nov. 14 race.   Under the plan, any United States citizen finishing in the top five will earn double the existing prize money awarded while winning would carry a further $100,000. For example, the men's or women's winner receives $20,000 plus the car; so an American winner would get $40,000 -- plus a $100,000 bonus.","thumbnail":null,"section":"Sports"},{"date":"19930630","headline":"A Lost Life Remembered","web_url":"https://www.nytimes.com/1993/06/30/nyregion/a-lost-life-remembered.html","abstract":"  Family and friends of Jenny Soto -- the 23-year-old woman identified as a possible victim of Joel Rifkin -- insisted last night that Ms. Soto was not a prostitute, although some of her friends were.   \"We knew she had friends who were prostitutes, but her family took care of her, she would never be a prostitute,\" said Cynthia Vega, 20, a cousin.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Prostitutes on Allen Street Remember Suspect From L.I.","web_url":"https://www.nytimes.com/1993/06/30/nyregion/prostitutes-on-allen-street-remember-suspect-from-li.html","abstract":"  The women who work as prostitutes along a park-like strip of Allen Street said yesterday that they recognized police photographs of Joel Rifkin and remembered him as a man who frequented the Lower East Side looking for sex.    \"He used to constantly ask me out on dates, but I told him I didn't go out with strangers,\" said a tall, skinny woman of 30 in a short black jumpsuit.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/30/style/chronicle-977593.html","abstract":"  You don't have to be a reigning monarch to have public family squabbles. In France, the COUNT OF PARIS, 85, whose full name is Henri Robert Ferdinand Marie Louis-Philippe d'Orleans and who is one of the two pretenders to the throne of France, is enmeshed in a lawsuit with five of his nine living children over silver, jewelry, art, furnishings and books. The children have gone to court to stop him from selling the contents of Quinta da Anjino, a former family home near Sintra, Portugal.    The Count, his wife, Princess Isabelle d'Orleans-Bragance, and their children lived there in exile from 1945 to 1950, when it again became legal for descendants of former French kings to set foot on French soil. The family kept the house as a vacation retreat, but then sold it a few years ago. The contents, which Sotheby's is planning to auction in Monaco on Saturday and Sunday, are worth an estimated $3.6 million.","thumbnail":null,"section":"Style"},{"date":"19930630","headline":"Police Locate 2 More Bodies Buries on L.I.","web_url":"https://www.nytimes.com/1993/06/30/nyregion/police-locate-2-more-bodies-buries-on-li.html","abstract":"  Beginning what they called \"a long and extensive investigation\" into a Long Island man's claims that he killed 17 prostitutes, law-enforcement officials found the bodies of two women today.    As state and local authorities, using dogs and helicopters, fanned out through the region, one body was found near Kennedy International Airport and the other near a county highway in the Hamptons.","thumbnail":null,"section":"New York"},{"date":"19930630","headline":"Dinkins Asserts He Is Better Racial Healer","web_url":"https://www.nytimes.com/1993/06/30/nyregion/dinkins-asserts-he-is-better-racial-healer.html","abstract":"  Sounding what promises to be a central theme of his re-election campaign with unusual bluntness, Mayor David N. Dinkins said yesterday that he had a special understanding of New York City's racial and ethnic diversity and an ability to bridge it -- and strongly suggested that his opponent, Rudolph W. Giuliani, did not.   \"On one thing there should be no doubt: the future of our city depends upon our ability to live together and work together, to realize that our great diversity of backgrounds, opinions and perspectives is our greatest gift,\" Mr. Dinkins said in a luncheon speech to the City Club of New York in Manhattan.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930630","time":"1993-06-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":75,"wspd":16.6},{"date":"19930630","time":"1993-06-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":79,"wspd":14.8},{"date":"19930630","time":"1993-06-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":82,"wspd":9.4},{"date":"19930630","time":"1993-06-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":83,"wspd":14.8},{"date":"19930630","time":"1993-06-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":85,"wspd":16.6},{"date":"19930630","time":"1993-06-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":85,"wspd":11.2},{"date":"19930630","time":"1993-06-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":83,"wspd":11.2},{"date":"19930630","time":"1993-06-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":79,"wspd":11.2},{"date":"19930630","time":"1993-06-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":71,"wspd":16.6},{"date":"19930630","time":"1993-06-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":61,"wspd":11.2},{"date":"19930630","time":"1993-06-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":57,"wspd":13},{"date":"19930630","time":"1993-06-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.5,"rhum":45,"wspd":14.8},{"date":"19930630","time":"1993-06-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.9,"rhum":41,"wspd":18.4},{"date":"19930630","time":"1993-06-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.9,"rhum":38,"wspd":16.6},{"date":"19930630","time":"1993-06-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":36,"wspd":18.4},{"date":"19930630","time":"1993-06-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":37,"wspd":16.6},{"date":"19930630","time":"1993-06-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":38,"wspd":16.6},{"date":"19930630","time":"1993-06-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.2,"rhum":40,"wspd":14.8},{"date":"19930630","time":"1993-06-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.6,"rhum":40,"wspd":18.4},{"date":"19930630","time":"1993-06-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":45,"wspd":22.3},{"date":"19930630","time":"1993-06-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":48,"wspd":16.6},{"date":"19930630","time":"1993-06-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":51,"wspd":20.5},{"date":"19930630","time":"1993-06-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":58,"wspd":20.5},{"date":"19930630","time":"1993-06-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":62,"wspd":11.2},{"date":"19930630","time":"1993-06-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":56,"wspd":11.2},{"date":"19930630","time":"1993-06-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":9.4},{"date":"19930630","time":"1993-06-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":64,"wspd":7.6},{"date":"19930630","time":"1993-06-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":9.4},{"date":"19930630","time":"1993-06-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":74,"wspd":7.6},{"date":"19930630","time":"1993-06-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":7.6},{"date":"19930630","time":"1993-06-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":7.6},{"date":"19930630","time":"1993-06-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":11.2},{"date":"19930630","time":"1993-06-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":9.4},{"date":"19930630","time":"1993-06-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":69,"wspd":11.2},{"date":"19930630","time":"1993-06-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":14.8},{"date":"19930630","time":"1993-06-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":18.7},{"date":"19930630","time":"1993-06-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":71,"wspd":22.3},{"date":"19930630","time":"1993-06-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":56,"wspd":20.5},{"date":"19930630","time":"1993-06-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":51,"wspd":14.8},{"date":"19930630","time":"1993-06-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":44,"wspd":14.8},{"date":"19930630","time":"1993-06-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":37,"wspd":11.2},{"date":"19930630","time":"1993-06-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":36,"wspd":9.4},{"date":"19930630","time":"1993-06-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":44,"wspd":14.8},{"date":"19930630","time":"1993-06-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":44,"wspd":7.6},{"date":"19930630","time":"1993-06-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":44,"wspd":9.4},{"date":"19930630","time":"1993-06-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":43,"wspd":11.2},{"date":"19930630","time":"1993-06-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":46,"wspd":14.8},{"date":"19930630","time":"1993-06-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":46,"wspd":13}]}}