{"19930902":{"guardian_articles":[],"nytimes_articles":[{"date":"19930902","headline":"Thomas Torments Yankees Again","web_url":"https://www.nytimes.com/1993/09/02/sports/baseball-thomas-torments-yankees-again.html","abstract":"  If the Yankees were not convinced before, perhaps they are now.   For Frank Thomas, with just about every swing at Yankee Stadium this week, is doing his best to make a lasting impression. Tuesday night, he used a two-run first-inning home run to get the Yankees' attention and, along the way tie a Chicago White Sox record for home runs, with 37.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"The President as Salesman : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/02/opinion/IHT-the-president-as-salesman-letters-to-the-editor.html","abstract":"Regarding \"Since When Is It the President's Job to Sell Airplanes?\" (Opinion, Aug. 26): .Hobart Rowen does a disservice to American export business. He argues that President Bill Clinton should not \"descend\" to the level of a salesm","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"LABOR CHIEF URGES A RETRAINING PLAN","web_url":"https://www.nytimes.com/1993/09/02/us/labor-chief-urges-a-retraining-plan.html","abstract":"  When the Portage, Pa., factory she had worked at for 20 years shut its doors last February, Mary Ann Bertolino, a sewing machine operator, found no government assistance to enable her to train for a new occupation. The reason was that she used to sew men's topcoats, not men's shirts or women's nightgowns.    Under the current patchwork of government programs to help workers permanently put out of jobs, the reason a worker has lost a job -- imports, military cuts, the spotted owl -- has to be the right one. The wrong one can mean that older workers whose job skills are no longer in demand are not eligible for much more than 26 weeks of unemployment checks and a bit of counseling.","thumbnail":null,"section":"U.S."},{"date":"19930902","headline":"Timber Country Sees a Vacation Land","web_url":"https://www.nytimes.com/1993/09/02/us/timber-country-sees-a-vacation-land.html","abstract":"  When Senator Patty Murray ventured into the heart of timber country here today, she expected something less than the customary courtesy given legislators on home-state tours. As the only Senator from the Pacific Northwest to support President Clinton's broad plan to reduce logging on Federal land, Ms. Murray was prepared for jeers and worse.   To her surprise, she found a community trying to transform itself from one based on cutting down giant trees to one where visitors would come to spend money to see the standing forest and nearby sea life.","thumbnail":null,"section":"U.S."},{"date":"19930902","headline":"America Should Now Referee the Syria-Israel Bout","web_url":"https://www.nytimes.com/1993/09/02/opinion/IHT-america-should-now-referee-the-syriaisrael-bout.html","abstract":"Entering the 11th round of the Arab-Israel prize fight, the mood and outlook have changed. Up to now, the fight has been mostly shadow-boxing. But as pressures have mounted on a variety of fronts, new hope has emerged. .During the intermission, disarra","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"On a Steamy Day, No Comfort for Bruguera and Lendl","web_url":"https://www.nytimes.com/1993/09/02/sports/us-open-93-on-a-steamy-day-no-comfort-for-bruguera-and-lendl.html","abstract":"  On a day so oppressive that even the Cyclops machine went haywire from a case of heat prostration, it was unrealistic to search out Grand Slam-caliber competition on any of the courts comprising the 16-ring circus that doubles as Week 1 of the United States Open.   The reigning French Open champion, Sergi Bruguera, took a premature bow because of illness, and this Open's perennial champion, Ivan Lendl, bowed to a knee injury. Thomas Enqvist, who conquered Andre Agassi Tuesday evening, was temporarily felled by dehydration yesterday as he queued up in the lunchroom, and Christian Bergstrom and Kenny Thorne were defaulted from their respective singles matches because of cramping.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Children Mimic the Violence on TV","web_url":"https://www.nytimes.com/1993/09/02/opinion/l-children-mimic-the-violence-on-tv-031393.html","abstract":"  To the Editor:   If Patrick Cooke, author of \"TV Causes Violence? Says Who?\" (Op-Ed, Aug. 14), had raised a few children or been more observant, he might have noticed that all children are parrots and most teen-agers are sheep. He might have noted, too, that young boys don't pick flowers and girls don't reach for the nearest gun.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Oilers Trade Simpson to the Sabres","web_url":"https://www.nytimes.com/1993/09/02/sports/sports-people-hockey-oilers-trade-simpson-to-the-sabres.html","abstract":"  The Edmonton Oilers traded CRAIG SIMPSON, a free-agent forward, to the Buffalo Sabres yesterday for a wing, JOZEF CIERNY, a minor league prospect and a draft pick.   Simpson, whose signing with the San Jose Sharks earlier in the summer was nullified by the National Hockey League's commissioner, GARY BETTMAN, heads to the Sabres with career totals of 235 goals and 235 assists in 588 games.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Climate Change Makes Our Hurricanes Worse; In Andrew's Wake","web_url":"https://www.nytimes.com/1993/09/02/opinion/l-climate-change-makes-our-hurricanes-worse-in-andrew-s-wake-011993.html","abstract":"  To the Editor:   A year ago -- in the early morning of Aug. 24 -- Hurricane Andrew devastated large portions of southern Dade County, Florida. It was the most expensive natural disaster in American history. In the aftermath, your newspaper published an advertisement alerting readers to the tragedy in our community. Those readers opened their hearts and pocketbooks to help Andrew's shattered victims begin to rebuild.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Bullpen by Committee Gets Chairman in Smith","web_url":"https://www.nytimes.com/1993/09/02/sports/baseball-bullpen-by-committee-gets-chairman-in-smith.html","abstract":"  Lee Smith did not arrive in the Bronx for last night's game because of family commitments, but there was ample speculation about the significant impact he could have in the final month of the season. Obtaining Smith from the St. Louis Cardinals for a minor league pitcher made so much sense that the Yankees could not be faulted for drooling about the near future.   With the Yankee bullpen struggling with the worst earned run average in the American League, General Manager Gene Michael finally made a major addition minutes before Tuesday's midnight deadline for solidifying post-season rosters. It could or could not be the difference for the Yankees in the race in the East, but it will surely make the last four and a half weeks more intriguing.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Near Miss Revives Debate Over Building on Islands","web_url":"https://www.nytimes.com/1993/09/02/us/hurricane-emily-near-miss-revives-debate-over-building-on-islands.html","abstract":"  The residents of this thin sliver of sand southwest of Cape Hatteras awoke today to find their world miraculously intact, their damages limited to a few days of lost tourism business.   But if North Carolina's Outer Banks largely dodged a bullet on Tuesday, when Hurricane Emily grazed it and headed out to sea, few areas in America exemplify the knotty issues surrounding coastal development more than this string of islands jutting into the Atlantic.","thumbnail":null,"section":"U.S."},{"date":"19930902","headline":"Magic Ambassador or Ambassador Magic?","web_url":"https://www.nytimes.com/1993/09/02/sports/sports-people-basketball-magic-ambassador-or-ambassador-magic.html","abstract":"  MAGIC JOHNSON made his first appearance as an international spokesman for the National Basketball Association at a sporting goods fair yesterday in Munich, Germany.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"At Venice's Purist Film Festival, Hollywood Provides the Pizazz","web_url":"https://www.nytimes.com/1993/09/02/movies/at-venice-s-purist-film-festival-hollywood-provides-the-pizazz.html","abstract":"  The Venice Film Festival was founded in 1932 and, with interludes related to non-filmic intrusions (World War II, the 1968 student disruptions), it is celebrating its 50th season this summer.   A good deal of star power, most of it American, has been mustered for the occasion, along with a good deal of quasi-Quixotian idealism, most of it anti-American. But with budget cuts and all-purpose national corruption and the imminent retirement of the festival's 73-year-old director, Gillo Pontecorvo -- who just took over last summer -- all is not bright here on the Lido. Except for the sun, which helps make almost any visit to Venice in September well worthwhile.","thumbnail":null,"section":"Movies"},{"date":"19930902","headline":"1918:Lenin Is Wounded : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/02/opinion/IHT-1918lenin-is-wounded-in-our-pages100-75-and-50-years-ago.html","abstract":"BALE - The Pravda reports that the attempt on the life of Lenin was committed on Aug. 30 by some young girls moving in cultured circles. As he was leaving a meeting held by workmen of the Michelson works, he was stopped by the girls who questioned him on","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Uncertainty on Opening Of Schools Angers Parents","web_url":"https://www.nytimes.com/1993/09/02/nyregion/uncertainty-on-opening-of-schools-angers-parents.html","abstract":"  With concerns about asbestos in the classroom delaying the opening of school, many parents are angry and frustrated that they still have not been told exactly when classes will resume. For hundreds of thousands of families who arrange their schedules and family budgets around the reopening of the public schools, the delays threaten to throw their lives into disarray.   Yesterday, New York City officials said that classes would not begin as scheduled on Sept. 9, but they failed to offer a specific date for the resumption of classes.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Newest N.H.L. Official Looking at Officiating","web_url":"https://www.nytimes.com/1993/09/02/sports/hockey-newest-nhl-official-looking-at-officiating.html","abstract":"  Brian Burke, named yesterday as a National Hockey League vice president, said one of his priorities would be to explore possible changes in how the games are officiated.   Burke, who will be the top aide for hockey operations to Commissioner Gary Bettman, said \"there's a notion out there that there's got to be a better way to do it.\"","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Wilander Satisfied In Own Satellite Tour","web_url":"https://www.nytimes.com/1993/09/02/sports/us-open-93-on-tennis-wilander-satisfied-in-own-satellite-tour.html","abstract":"  They were waiting, together, for a security escort from the player's lounge to Court 16, a hundred yards or so away at the National Tennis Center. The players said nothing to each other, not so much as hello, how are you? Finally, the tournament worker became distracted with something else and just waved the players off.   \"Go ahead by yourselves,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Investigation Of Troopers Is Widened","web_url":"https://www.nytimes.com/1993/09/02/nyregion/investigation-of-troopers-is-widened.html","abstract":"  In recent weeks, the investigation into evidence-tampering by the New York State Police appeared to be winding down, ending an embarrassing chapter in the department's history.   But with the announcement on Tuesday that fingerprints may have been faked at a second state police barracks, the investigation is beginning anew, officials said yesterday.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Stealth Jets Elude Broncos' Radar Grid","web_url":"https://www.nytimes.com/1993/09/02/sports/pro-football-stealth-jets-elude-broncos-radar-grid.html","abstract":"  If nothing else, the Jets accomplished one goal in their 0-4 preseason. Their performances left Denver Coach Wade Phillips baffled heading into Sunday's regular-season opener with the Jets at Giants Stadium.   \"I don't know what they were trying to do offensively,\" Phillips said. \"I don't know whether they were working on things for the preseason or the regular season.\"","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"3 Patients Die In Explosion At Hospital","web_url":"https://www.nytimes.com/1993/09/02/nyregion/3-patients-die-in-explosion-at-hospital.html","abstract":"  A faulty respirator supplying oxygen to an elderly woman at Maimonides Medical Center in Brooklyn exploded early yesterday morning, killing the woman and two other patients, the Fire Department said.   A fire official said hospital engineers had worked on the respirator several hours before the explosion, after nurses and other workers complained that it was giving electrical shocks.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"In Ex-Soviet Lands, U.S. Must Use Caution","web_url":"https://www.nytimes.com/1993/09/02/opinion/l-in-ex-soviet-lands-us-must-use-caution-995193.html","abstract":"  To the Editor:   \"U.S. Cavalry for Soviet Borders?\" (editorial, Aug. 23) is right to call for a serious assessment of the situation on the periphery of the former Soviet Union before there is any United States involvement -- whether it be negotiation or peacekeeping.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/02/style/chronicle-751793.html","abstract":"  For $1.7 million, the PRINCESS OF WALES has bought a 20-acre farmstead in France situated near the bucolic village of Saint-Remy-de-Provence, Agence France Press reported yesterday. She bought it from Jose van Dam, the Belgian bass-baritone, after renting it last Easter.   The six-room farmhouse, in traditional Provencal architecture, is behind a small forest and has a swimming pool (out of sight of paparazzi, it is hoped).","thumbnail":null,"section":"Style"},{"date":"19930902","headline":"Man Shot on Subway","web_url":"https://www.nytimes.com/1993/09/02/nyregion/man-shot-on-subway.html","abstract":"  Fernando Muniz awoke about 11:20 A.M. on an A train in Queens yesterday when a youth sitting nearby was attacked by teen-agers, but instead of looking the other way, he interceded and saved the youth from serious injury, the police said. One of the teen-agers, Kris Allen, shot Mr. Muniz in the neck, but he pursued Mr. Allen and an accomplice through the Howard Beach subway station until they were caught by transit police officers, said Albert O'Leary, a spokesman for the transit police. Mr. Muniz, 23, was listed in stable condition at Jamaica Hospital. Mr. O'Leary said Mr. Muniz was on a work-release program from Queensboro Correctional Facility.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Too Many Bears","web_url":"https://www.nytimes.com/1993/09/02/opinion/too-many-bears.html","abstract":"Not all natural calamities this season involve the weather, it seems. To hurricanes and droughts in the Southeast and floods along the Mississippi, we must add what Colorado game officials are calling \"the summer of the bears from hell.\"\n\nThe reason for alarm is not merely that, in July, a black bear was found eating the body of an apparent suicide victim near the aptly named Troublesome Gulch. Nor that, in August, another broke into the trailer of a logger near Salida, killing and eating the man. These are just gruesome signs of a bigger ursine invasion.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"State Sues To Require Breakfasts At a School","web_url":"https://www.nytimes.com/1993/09/02/nyregion/state-sues-to-require-breakfasts-at-a-school.html","abstract":"  The state requested a court order today that would force the Meriden Board of Education to start a breakfast program at an elementary school with a large number of students from poor families.   While stressing that he was acting with great reluctance, the State Attorney General, Richard Blumenthal, said that the 501 students at the John Barry School would suffer \"irreparable harm\" if a breakfast program were not begun immediately, as required under a state law adopted this summer.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Irvan to Drive Allison's No. 28 Ford in Race","web_url":"https://www.nytimes.com/1993/09/02/sports/sports-people-auto-racing-irvan-to-drive-allison-s-no-28-ford-in-race.html","abstract":"  ERNIE IRVAN has been selected to drive the No. 28 Ford of the late Davey Allison on the Nascar Winston Cup circuit, three television stations reported yesterday. Irvan was released from his contract with MORGAN McCLURE and will drive at Darlington, S.C., WSOC-TV in Charlotte, N.C., reported. WBTV in Charlotte reported that Irvan still had to finalize the deal to buy out his contract from McClure for the No. 4 Kodak car. JEFF PURVIS of Clarksville, Tenn., an ARCA driver, is slated to replace Irvan, the stations said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/09/02/arts/the-pop-life-762293.html","abstract":"  The Next Step   Mariah Carey says she's a lot more \"comfortable and confident in just being myself.\" So comfortable, in fact, that she's planning her first tour ever. It will probably start in late October or November and, although no cities have been announced, she says \"you can count on New York City; I wouldn't miss my hometown.\"","thumbnail":null,"section":"Arts"},{"date":"19930902","headline":"No Bail in Gang Case","web_url":"https://www.nytimes.com/1993/09/02/nyregion/no-bail-in-gang-case.html","abstract":"  The 27-year-old reputed leader of the powerful Fuk Ching gang, Guo Liang Chi, who was arrested in Hong Kong last week in connection with two murders in New York's Chinatown in January, asked today to be released on $64,000 bail. But Michael Hill, the Hong Kong magistrate, simply shook his head and chuckled. Mr. Guo responded with an angry outburst and indicated that he would renew his request next week. But the magistrate warned Mr. Guo the request would be \"a complete waste of time.\"","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/02/nyregion/metro-digest-498493.html","abstract":"  NEW YORK CITY  SCHOOL OPENING WILL BE DELAYED   New York City officials said that classes for the city's one million schoolchildren would not begin on time on Sept. 9 because of the asbestos crisis. They said that they had not decided when to open schools, but that it would probably not be until Sept. 20 and possibly as late as Sept. 27. A1.   Ramon C. Cortines, the new Schools Chancellor, was not exactly extended a warm welcome to New York City, but he seemed to shrug it off. B3.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Sports of The Times; Johnson Sent Packing for Speaking Out","web_url":"https://www.nytimes.com/1993/09/02/sports/sports-of-the-times-johnson-sent-packing-for-speaking-out.html","abstract":"  PEPPER JOHNSON was sent packing from the Giants because his words, in the estimation of his new coach, spoke louder than his actions. Vince Coleman, meanwhile, was shooed out of Shea Stadium because his actions spoke louder than his silence.   Two different people, Johnson and Coleman; two different situations; same ending.. One deserved. One not.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Sonics Send Two to the Hornets for Gill","web_url":"https://www.nytimes.com/1993/09/02/sports/sports-people-basketball-sonics-send-two-to-the-hornets-for-gill.html","abstract":"  The Seattle SuperSonics yesterday traded DANA BARROS and EDDIE JOHNSON to the Charlotte Hornets for KENDALL GILL, finally completing a long-rumored deal. The Hornets also received the option to trade their 1994 first-round draft choice for the Sonics' pick next year.   Gill, a guard who was the Hornets' first-round draft choice in 1991, averaged 16.9 points and 4.9 rebounds last season. Gill made the deal possible when he signed a contract last week for a reported $26.6 million over seven years.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"IN HER FIRST CASE, GINSBURG DISSENTS","web_url":"https://www.nytimes.com/1993/09/02/us/in-her-first-case-ginsburg-dissents.html","abstract":"  In her first official act as a Supreme Court Justice, Ruth Bader Ginsburg was a dissenter today, joining two other members of the Court in voting to grant a stay of execution for a condemned Texas murderer who is scheduled to die on Friday.   A majority of six Justices voted to deny the stay in an unsigned order, with Justice Harry A. Blackmun and John Paul Stevens joining Justice Ginsburg in opposition. While Justice Ginsburg's vote did not affect the outcome, it provided the first indication that she may take a different approach to questions on the death penalty that did her predecessor, Justice Byron R. White.","thumbnail":null,"section":"U.S."},{"date":"19930902","headline":"A Poolside Debate Over Breast-Feeding Etiquette","web_url":"https://www.nytimes.com/1993/09/02/nyregion/maplewood-journal-a-poolside-debate-over-breast-feeding-etiquette.html","abstract":"  BREAST-FEEDING babies alfresco has, over the years, become as routine at the Maplewood town pool as swimming and sunbathing.   And, with apologies, town leaders issued a policy statement yesterday saying it was welcome, even encouraged. Period. Just, kindly, be discreet, they asked.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/02/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"In Japan, Close Combat Over a War Memorial\" (Aug. 23) by James Sterngold: .I was deeply disappointed with the remarks of Sakae Suehiro, director of the Japan War-Bereaved Families Association, in which he attempted to justify Japan","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/02/nyregion/c-corrections-948093.html","abstract":"  Because of an editing error, a brief report in the Company News column in some editions of Business Day yesterday about the acquisition of Guardian Bancshares by Sterling Bancshares located the headquarters of Guardian incorrectly. It is in Houston, not Los Angeles.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/09/02/style/IHT-what-theyre-reading.html","abstract":"Melina Mercouri is reading \"I Mitera Toy Skyloy\" (The Mother of the Dog) by Pavlos Matessis. .\"'The Mother of the Dog\" is the grotesque wedding of tragedy with comedy. So would have written Fellini, Beckett and Faulkner if they were","thumbnail":null,"section":"Style"},{"date":"19930902","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/02/nyregion/no-headline-409793.html","abstract":"  \"You should always buy at the top end of the market as the only way to stave off technological obsolescence. I speak to users groups all the time, and I always ask for the people who think their PC's run too fast to raise their hands. No one ever does.\" -- BILL MACHRONE, columnist for PC Magazine.  [ D6:6. ]","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"1943: Italy Is Shelled : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/02/opinion/IHT-1943-italy-is-shelled-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS IN NORTH AFRICA - [From our New York edition:] For the first time since the start of the Mediterranean offensive, the Italian mainland shuddered this morning under a fearful barrage of sixteen-inch guns as two British battleships penet","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/02/nyregion/news-summary-380593.html","abstract":"  International A2-13  JORDANIAN LOOKS TO PEACE  A Jordanian Cabinet minister said his Government was ready to accept the outline of a future peace treaty with Israel once the Palestinians and the Israelis signed an accord on limited Palestinian self-rule.  A1  QUESTIONS OF RECOGNITION  Israeli and Palestinian negotiators ran into difficulties trying to reach a formula for mutual recognition, with the Israelis saying the P.L.O. was balking at Israel's demands for unambiguous recognition.  A1","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Next Challenge for Rabin: Selling the Accord to Israelis","web_url":"https://www.nytimes.com/1993/09/02/world/mideast-accord-next-challenge-for-rabin-selling-the-accord-to-israelis.html","abstract":"  On the streets and in the political back rooms, the Israeli Government has begun its campaign to sell the tentative peace agreement with the Palestinians to an uncertain public and to Parliament.    Senior officials predict success in both arenas. But they acknowledge that sizable blocks of skeptics still need to be persuaded that handing over partial authority to Palestinians in the Gaza Strip and West Bank, and giving a seal of approval to the long-hated Palestine Liberation Organization, will not put them in peril.","thumbnail":null,"section":"World"},{"date":"19930902","headline":"Books of The Times; The Real Dirt About a Rock Hit of Ill Repute","web_url":"https://www.nytimes.com/1993/09/02/books/books-of-the-times-the-real-dirt-about-a-rock-hit-of-ill-repute.html","abstract":"  Louie Louie  The History and Mythology of the World's Most Famous Rock 'n' Roll Song  By Dave Marsh Illustrated. 245 pages. Hyperion. $19.95.   Pop culture must provide for the dumbest as well as the smartest of its fans, which makes loving it easy but explaining it hard. Nothing illustrates this better than American music and, as Dave Marsh's \"Louie Louie: The History and Mythology of the World's Most Famous Rock 'n' Roll Song\" shows, no music illustrates this better than rock. It is the biggest, the rudest and the youngest (just reaching 40), and everything in it is made from scraps of something else. Scraps of music, naturally: blues riffs, hillbilly twangs, Broadway ballads, Latin beats and jazz band jitterbugging.  But scraps of style and attitude too: hipster nonchalance, beatnik arrogance, nerd angst, slut defiance and that ineffable blend of glory, misery, titillation and sweaty desperation that is and ever shall be Teen Spirit.","thumbnail":null,"section":"Books"},{"date":"19930902","headline":"Children Mimic the Violence on TV; Flight Into Sex","web_url":"https://www.nytimes.com/1993/09/02/opinion/l-children-mimic-the-violence-on-tv-flight-into-sex-013593.html","abstract":"  To the Editor:   We at Inwood House, a 163-year-old youth-serving agency, applaud Bob Herbert's \"Violence and the Young\" (column, Aug. 15) and would add that the climate of violence has another, less obvious but equally pernicious effect on the lives of young people.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Johnson Finds New Home as Giants Assess Theirs","web_url":"https://www.nytimes.com/1993/09/02/sports/pro-football-johnson-finds-new-home-as-giants-assess-theirs.html","abstract":"  As Coach Dan Reeves continued his takeover of the Giants today, Pepper Johnson, the outspoken linebacker he had banished, returned to a coach who gave him his Super Bowl roots.   Reeves, forcefully stamping his imprint on a club he has virtually dismantled, today installed Stacey Dillard as the starting nose tackle over the veteran Erik Howard.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"A Sensible Teachers' Settlement","web_url":"https://www.nytimes.com/1993/09/02/opinion/a-sensible-teachers-settlement.html","abstract":"  After two years of negotiations, Mayor David Dinkins of New York City and the teachers' union have reached agreement on a new contract. The timing of the contract can't hurt the Mayor, coming as it does before the start of the school year and the concluding phase of the mayoral campaign. But it will also bring improvements in the teacher evaluation process and is sounder financially than the previous teachers' contract.    It's disappointing that this agreement does not include many long-term gains in teacher efficiency in the classroom. Other labor pacts have also failed to achieve productivity gains. Even so, Mr. Dinkins seems to have learned a lesson from his expensive agreement with the teachers three years ago. That contract gave them a one-year, 5.5 percent raise at a time when the city faced a severe recession, and established a precedent for other labor agreements the city could ill afford.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Yankees Straying Farther Away From Blue Jays","web_url":"https://www.nytimes.com/1993/09/02/sports/baseball-yankees-straying-farther-away-from-blue-jays.html","abstract":"  Bob Wickman did not enter last night's game in an enviable position. Paul Assenmacher had left a mess. The bases were loaded with White Sox, there were two outs and Frank Thomas was batting. It was the eighth inning of a 2-2 game and it was the most pivotal at-bat of the night.    The Yankee right-hander wanted to throw fastballs on the inside corner to Thomas and not let the Chicago slugger extend his arms, as he had done when he homered to right field off of Scott Kamieniecki in the third. But Wickman followed his instructions too literally. His second fastball tailed inside and glanced off of Thomas's left hand to force home Bo Jackson with the lead run.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"East Europe Is a Land of Opportunity to the Mafia","web_url":"https://www.nytimes.com/1993/09/02/world/east-europe-is-a-land-of-opportunity-to-the-mafia.html","abstract":"  Since Europe's ideological division ended, Italian investigators believe that the mobsters of the Mafia have gone east to seek new pickings. Indeed, investigators say, their prospects seem pretty good.    For one thing, there is Western money flowing, along with an unleashed, Western ardor for getting rich quick, whether from free enterprise or narcotics or prostitution.","thumbnail":null,"section":"World"},{"date":"19930902","headline":"New York Should Follow Michigan on Single Women Golfers; Sexism at the Club","web_url":"https://www.nytimes.com/1993/09/02/opinion/l-new-york-should-follow-michigan-on-single-women-golfers-sexism-at-the-club-015193.html","abstract":"  To the Editor:   Apropos your Aug. 16 article on discrimination against single women at county clubs, I encountered the same brick wall in Westchester County when searching for a place to play golf. A male physician representative at one club, in an effort to discourage me from any legal action, informed me that \"even a female judge\" had been refused admittance.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Transactions","web_url":"https://www.nytimes.com/1993/09/02/sports/transactions-868893.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Activated Leo Gomez, infielder, and Jeffrey Hammonds, outfielder, from the 15-day disabled list.   CHICAGO WHITE SOX -- Traded Donn Pall, pitcher, to the Philadelphia Phillies for a player to be named later. Recalled Brian Drahman, pitcher, from Nashville of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Hospital Explosion Claims Three Lives","web_url":"https://www.nytimes.com/1993/09/02/nyregion/hospital-explosion-claims-three-lives.html","abstract":"  Three people were killed when a respirator supplying oxygen to an elderly woman exploded at Maimonides Medical Center in Borough Park, Brooklyn, the Fire Department said.    Hospital engineers had worked on the machine several hours before the explosion, after nurses and other workers complained that it was giving electrical shocks, a fire official said.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/02/nyregion/bridge-678293.html","abstract":"  At the midpoint of qualifying play in the NEC World Team Championships here today, three American teams were well placed, with the fourth fighting to make up lost ground.   In the Bermuda Bowl contest for open teams, the United States No. 2 team took the lead in Group E by beating the overnight leaders, Poland, 18-12. The standings were: 1st, United States No. 2, 138 victory points; 2d, Poland, 136; 3d, Netherlands, 132; 4th, Brazil, 122.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"90's Hot Rod: A Home Computer, Loaded","web_url":"https://www.nytimes.com/1993/09/02/us/90-s-hot-rod-a-home-computer-loaded.html","abstract":"  Barbara Belford, an author in New York, decided recently to get a new personal computer to replace her six-year-old model. She consulted a computer expert, a friend who advised her that since she would use it mainly for writing and editing, she didn't need anything too fancy.   So much for reasoned advice. Ms. Belford bought a \"screamer,\" a machine equipped with a turbocharged microprocessor, a hulking hard disk for storing a library of programs and a compact disk player that can reproduce everything from dictionaries to movies.","thumbnail":null,"section":"U.S."},{"date":"19930902","headline":"1893: Killer Tidal Wave : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/02/opinion/IHT-1893-killer-tidal-wave-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Further and more distressing news has been received of the work of the gale at Port Royal, South Carolina. The tidal wave overwhelmed hundreds and carried them off. Many bodies were recovered on the beach, and it is believed that at least 600 p","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Review/Pop; A Serene Voice on the Quiet Side of Jazz Tradition","web_url":"https://www.nytimes.com/1993/09/02/arts/review-pop-a-serene-voice-on-the-quiet-side-of-jazz-tradition.html","abstract":"  Comfort and security are not qualities one ordinarily associates with jazz singing. But Carol Sloane, a superb and underappreciated performer who has been plowing along steadily for more than three decades, projects the sort of serene musical overview and common sense that many better-known singers struggle for a lifetime to attain without ever finding.    Ms. Sloane, who is appearing at Fat Tuesday's (190 Third Avenue, at 17th Street, Manhattan) through Sunday, has a warm, smoky alto with some pleasingly rough edges and a delicately spinning vibrato. Utterly without pretension, she tends toward the quiet side. Everything she does seems shaped by experience and by a cleareyed appreciation of the jazz vocal tradition.","thumbnail":null,"section":"Arts"},{"date":"19930902","headline":"Japan's War Guilt : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/02/opinion/IHT-japans-war-guilt-letters-to-the-editor.html","abstract":"Regarding \"Japan's Asian Neighbors Require a Full Apology\" (Opinion, Aug. 23) by Lee Poh Ping: .I am sure that all Japan-watchers are pleased by the attitude of the new prime minister, Morihiro Hosokawa, concerning Japan's war guilt. However,","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"New York Should Follow Michigan on Single Women Golfers","web_url":"https://www.nytimes.com/1993/09/02/opinion/l-new-york-should-follow-michigan-on-single-women-golfers-993593.html","abstract":"  To the Editor:   Until May 1992, Michigan women, married and single, had the same second-class status as the single women golfers in New York who are trying to breach the barriers at country clubs (news article, Aug. 16). They were either excluded from membership or relegated to \"spouse tee times\" and family dining hours.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Port Elizabeth Journal; The New South Africa Puts the Old One on Trial","web_url":"https://www.nytimes.com/1993/09/02/world/port-elizabeth-journal-the-new-south-africa-puts-the-old-one-on-trial.html","abstract":"  Gen. Christoffel van der Westhuizen, chief of military intelligence, is the keeper of white South Africa's secrets and to many of his compatriots a symbol of the old order's immunity from public scrutiny.   Nyameka Goniwe, the widow of a black campaigner against apartheid whose scorched and mutilated body was found lying on a bleak prairie, is the keeper of an eight-year-old sorrow and a symbol of the black thirst for justice.","thumbnail":null,"section":"World"},{"date":"19930902","headline":"Paying a Big Price To Watch the Open","web_url":"https://www.nytimes.com/1993/09/02/sports/us-open-93-paying-a-big-price-to-watch-the-open.html","abstract":"  It's already common knowledge that the prices for food and beverages are outrageous at the United States Open. But people without tickets may be surprised at the \"deals\" available for a day or night pass.   Scalping is illegal in New York, but scalpers roam the No. 7 subway train all day selling tickets for the day and passes for the holiday weekend. The average price seems to be about $40 per ticket, though the scalper will start out asking for $60. This weekend's tickets will cost more.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Fade to Black: Pinstripes in Peril on WPIX","web_url":"https://www.nytimes.com/1993/09/02/sports/baseball-fade-to-black-pinstripes-in-peril-on-wpix.html","abstract":"  Free telecasts of Yankee games, a tradition for 43 years, seem headed toward extinction because WPIX and the MSG Network are at an impasse.   \"This is what the consumer feared all along, the loss of all free games to cable,\" said Michael Eigner, the president of WPIX/Channel 11. \"I've been hopeful of making a deal, but they've made an offer and said, 'Take it or leave it.' \"","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"A Job-Oriented Defense: Protecting the American Work Place","web_url":"https://www.nytimes.com/1993/09/02/us/a-job-oriented-defense-protecting-the-american-work-place.html","abstract":"  The Pentagon plans to spend billions over the next five years on weapons that it concedes have as much to do with protecting jobs and technology as with protecting America.   As it confronts the task of shrinking the armed forces in the post-cold war world, the Clinton Administration is taking an approach that combines economics and politics with military necessity. The long-range plan announced today by Defense Secretary Les Aspin would use the huge Pentagon budget to keep alive production lines and specialized military technologies that it fears would otherwise disappear.","thumbnail":null,"section":"U.S."},{"date":"19930902","headline":"Dinkins Receives Endorsement of Ferrer","web_url":"https://www.nytimes.com/1993/09/02/nyregion/dinkins-receives-endorsement-of-ferrer.html","abstract":"  The Bronx Borough President, Fernando Ferrer, formally endorsed Mayor David N. Dinkins yesterday, offering the Mayor some much-needed support from an elected Hispanic official.   A day earlier, Fire Commissioner Carlos M. Rivera resigned and defected to the camp of the Mayor's opponent, Rudolph W. Giuliani, the Republican-Liberal candidate, accusing unnamed mayoral aides of being anti-Hispanic.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Gooden's Line: One Talk, One Physical, No Worries","web_url":"https://www.nytimes.com/1993/09/02/sports/baseball-gooden-s-line-one-talk-one-physical-no-worries.html","abstract":"  The clubhouse was empty yesterday. The door to the manager's office remained closed. The silence was deafening for a while. The door then opened, the latest organizational summit over. There was no screaming and no fight, and so there was a future for Dwight Gooden and Dallas Green.   Green, eager to clear the air after Gooden had publicly expressed confusion and a hint of anger over the handling of his latest shoulder trouble, had ordered the meeting with the right-hander. Gooden, hurt physically and further wounded because he had been left to ask out of Tuesday night's start at Shea against the Astros, got his feelings off his chest.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Study Sees Illegal Aliens In New Light","web_url":"https://www.nytimes.com/1993/09/02/nyregion/study-sees-illegal-aliens-in-new-light.html","abstract":"  Contrary to the images of Chinese boat people and Central American day laborers that dominate the public perception of New York State's illegal immigrants, the three major groups are from Ecuador, Italy and Poland.   The first complete analysis of undocumented immigrants, released yesterday by the City Planning Department, estimates that the illegal population in New York State is the second largest in the country, after California's.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Krone, Out 6 Months, Faces Further Surgery","web_url":"https://www.nytimes.com/1993/09/02/sports/horse-racing-krone-out-6-months-faces-further-surgery.html","abstract":"  Julie Krone underwent surgery yesterday to repair her fractured right ankle, but her surgeon said that a second operation would be needed next week to complete the job and predicted that the 30-year-old jockey would not ride again for at least six months.   \"This is not a typical athletic injury,\" said the surgeon, Dr. Frank Ariosta, director of orthopedic surgery at Staten Island University Hospital. \"It is more like what you see in a car or plane accident. Since she is a world-class athlete, we have to do the best we can to put her ankle back together so that she can use it again.\"","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"New Chancellor's First 24 Hours in New York","web_url":"https://www.nytimes.com/1993/09/02/nyregion/new-chancellor-s-first-24-hours-in-new-york.html","abstract":"  Ramon C. Cortines came to New York City carrying his own bags, and he schlepped them all the way through Kennedy International Airport, smiling patiently as reporters grilled him about his plans for sex education and for confronting the asbestos crisis.   The car carrying the new schools chancellor into the city bogged down in traffic in shirt-drenching heat Tuesday evening, and when he reached his midtown hotel, a television crew blocked his way into the lobby with questions about his sexual identity.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Review/Theater; Blown Fuse and Odd Britons Equal a Very Crowded Room","web_url":"https://www.nytimes.com/1993/09/02/theater/review-theater-blown-fuse-and-odd-britons-equal-a-very-crowded-room.html","abstract":"  Very occasionally, a single gimmick is enough to make a play's reputation, and Peter Shaffer certainly hit on one when, nearly 30 years ago, he conceived the idea for \"Black Comedy.\" The one-act play -- which is paired with another short Shaffer piece, \"White Liars,\" in a revival by the Roundabout Theater Company -- ingeniously sets a social farce in the darkness of a London apartment after a fuse has blown. The darkness, of course, exists only for the people onstage, since everything that happens after the electricity has gone, in the world of the play, is performed in a blaze of stage lights amid John Lee Beatty's vibrant Pop/Op setting.   Since its New York debut in 1967, with a cast that included Michael Crawford, Lynn Redgrave and Geraldine Page, \"Black Comedy\" has had a healthy life in American community and university theaters, and one can see why. It is, for its first half-hour, almost foolproof comically. It not only offers a novel occasion for the eternal gymnastics of elemental farce: people falling down stairs, bumping into doors and furniture and mistakenly groping each other. It also, in showing twittish characters trying to maintain their customary social rituals in a world deprived of visual cues, coaxes the latent absurdity out of those rituals, and even the process of mixing a cocktail courts burlesque disaster. As the evening progresses, though, it requires considerable finesse to disguise the fact that there is something sour at its center.","thumbnail":null,"section":"Theater"},{"date":"19930902","headline":"Under Two Flags : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/02/opinion/IHT-under-two-flags-letters-to-the-editor.html","abstract":"Regarding \"Don't Blindly Followthe UN Lead\" (Opinion, Aug. 21) by Robert C. Byrd: .Senator Byrd, in his criticism of the Clinton administration's plans to allow U.S. troops to serve under the UN flag on a regular basis, misleadingly emphasize","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Dokes Used Drugs Before Auto Accident","web_url":"https://www.nytimes.com/1993/09/02/sports/sports-people-boxing-dokes-used-drugs-before-auto-accident.html","abstract":"  Former heavyweight boxing champion MICHAEL DOKES used cocaine and alcohol before running down a newspaper vendor, Broward County sheriff's investigators charged yesterday in Lauderdale Lakes, Fla.   The sheriff's office sent a recommendation to prosecutors saying Dokes, 35, should be charged with drunken driving with injury, driving on the wrong side of the road and failing to carry proof of insurance.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Playing Chess Against a Computer","web_url":"https://www.nytimes.com/1993/09/02/technology/playing-chess-against-a-computer.html","abstract":"  FOR captivated fans of the new movie \"Searching for Bobby Fischer\" or for those long intrigued by chess but put off by the imposing reputation of the game of kings, chess computers are ideal tutors.   They are available 24 hours a day, never get tired and often play a far better game than would a dragooned friend, reluctant spouse or many a human instructor. Some even play a mean game of speed chess, the manic form of the game that has the wild intensity of a mountain-bike race.","thumbnail":null,"section":"Technology"},{"date":"19930902","headline":"Fire Destroys Store in Harlem","web_url":"https://www.nytimes.com/1993/09/02/nyregion/fire-destroys-store-in-harlem.html","abstract":"  A fire destroyed a Woolworth's store in Harlem yesterday and burned for nearly six hours before firefighters brought it under control, but it caused only minor injuries, a Fire Department spokesman said.   Eight firefighters and three other people suffered smoke inhalation, but none was hospitalized, said the spokesman, Jerry Sanford.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/02/style/chronicle-960993.html","abstract":"  DEE DEE MYERS was talking on the phone to a reporter yesterday when the door to her office opened and Gen. COLIN POWELL, the Chairman of the Joint Chiefs of Staff, stepped in and began singing.   General Powell sang a chorus of \"Happy Birthday\" to the White House press secretary while her staff laughed and clapped. Ms. Myers, who turned 32 yesterday, said she was \"flabbergasted\" by the appearance of the general.","thumbnail":null,"section":"Style"},{"date":"19930902","headline":"Cabdriver Shot in Bronx After Motorist Is Cut Off","web_url":"https://www.nytimes.com/1993/09/02/nyregion/cabdriver-shot-in-bronx-after-motorist-is-cut-off.html","abstract":"  One of the random confrontations between motorists that occur every day on the streets of New York City erupted into violence yesterday when a medallion cabdriver was shot in the head after he apparently cut off another motorist in the Bronx.   The cabdriver, Harry Pierre-Louis, 34, was in critical condition at Bronx Municipal Hospital Center after a bullet came crashing through his rear window, the police said.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Climate Change Makes Our Hurricanes Worse; Human Contribution","web_url":"https://www.nytimes.com/1993/09/02/opinion/l-climate-change-makes-our-hurricanes-worse-human-contribution-012793.html","abstract":"  To the Editor:   \"From Uncle Smoke to Mr. Clean\" by Gregg Easterbrook (Op-Ed, Aug. 13), on the Rio de Janeiro Earth summit accords, notes that the United States has indeed initiated a stronger follow-through on the treaty than our European critics at Rio.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Chaos Theory in Congress","web_url":"https://www.nytimes.com/1993/09/02/opinion/chaos-theory-in-congress.html","abstract":"Maybe some members of Congress actually took the time during their monthlong vacation to read the budget plan they voted on last month. After all, most of them didn't get a chance to look at the 3,000-page plan before they approved it.\n\nThe day before the vote, Representative Ron Klink, Democrat of Pennsylvania, asked aides to get a copy of the bill. They called the Ways and Means Committee, only to be told it would not be widely available until the next morning, when it would be published in the Congressional Record. It was published on schedule; the vote took place that evening.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Scapegoating Women on Welfare","web_url":"https://www.nytimes.com/1993/09/02/opinion/scapegoating-women-on-welfare.html","abstract":"The Clinton Administration is making a grand show of touring the country and holding public hearings about \"welfare reform.\" Women should be on guard. Johnnie Tillmon, leader of the National Welfare Rights Organization in the 1960's, used to call the welfare system \"The Man\" because, she said, it ruled women's lives. The term still fits. Men are the welfare \"experts,\" and the system they have designed is increasingly abusive of poor women struggling to raise children. \n\nFor 20 years, a long line of male policy wonks have been complaining that welfare \"dependency\" is America's major problem. By the wonks' reading, it's all right for people to receive money from Social Security or defense contracts or bank bail-outs. Only Government largess to poor mothers ruins character, breaks up families, weakens the economy and bloats the budget.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/02/style/chronicle-958793.html","abstract":"  A shaggy bear story:   This one may not be a constituent or even have a vote, but never mind, Senator CONRAD BURNS, a Republican of Montana, has come to the aid of a grizzly bear in Alaska. The bear, a 3-year-old male weighing an estimated 250 pounds and living in Denali National Park, was to have been destroyed last month after he made a third foray into barrels and trash cans in Kantishna, a private enclave in the middle of the park. Park officials deemed him an incorrigible scavenger and, therefore, a danger to human visitors.","thumbnail":null,"section":"Style"},{"date":"19930902","headline":"Jordan to Skip His Celebrity Challenge","web_url":"https://www.nytimes.com/1993/09/02/sports/sports-people-golf-jordan-to-skip-his-celebrity-challenge.html","abstract":"  MICHAEL JORDAN will not play in this weekend's Michael Jordan Celebrity Challenge tournament at Hilton Head Island, S.C.   \"My tournament will go on as planned,\" Jordan said in a statement Tuesday. \"I know that I can count on the tournament participants and fans to continue demonstrating their enthusiasm for this event as if I were there.\"","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/02/nyregion/c-corrections-947193.html","abstract":"  Because of an editing error, an article yesterday about the impact of asbestos testing on the scheduled reopening of New York City schools, and a front-page summary of it, named the new Schools Chancellor incorrectly. He is Ramon C. Cortines.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Schools Reopen in Town That Made Them Close","web_url":"https://www.nytimes.com/1993/09/02/us/schools-reopen-in-town-that-made-them-close.html","abstract":"  It is the first day of school here, but to many people in this sprawling piney-woods town it already has the grim feeling of last March, when the school system ran out of money and had to shut down three months early.   In Kalkaska, which got national attention when the schools were closed, students, teachers and parents need no reminder that funds are short again this year. For one thing, there are hardly any school buses in this far-flung, 440-square-mile district.","thumbnail":null,"section":"U.S."},{"date":"19930902","headline":"Holiday on Monday","web_url":"https://www.nytimes.com/1993/09/02/nyregion/holiday-on-monday.html","abstract":"  Monday is Labor Day. Here are holiday schedules. NEW YORK  PARADE: Begins at 11:00 A.M. at 44th Street and Fifth Avenue, goes up Fifth Avenue to 72d Street and across to Third Avenue.The West Indian-American Day Parade begins at 11:00 A.M. at Utica Avenue and Eastern Parkway in Brooklyn and goes along Eastern Parkway to Grand Army Plaza. GOVERNMENT OFFICES: Closed. POST OFFICE: Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue. BANKS: Closed.  PARKING: Sunday rules in effect.  SANITATION: No pickups, street cleaning, or recycling.  SCHOOLS: Closed.  FINANCIAL MARKETS: Closed.  TRANSPORTATION: Buses and subways on Sunday schedule.Long Island Rail Road on a Holiday schedule. Metro-North on Sunday schedule, with some extra rush hour service.  NEW JERSEY  GOVERNMENT OFFICES: Closed. POST OFFICES: Express Mail and special delivery only. BANKS: Closed.  SCHOOLS: Closed.  TRANSPORTATION: N.J. Transit on Sunday schedule. CONNECTICUT  GOVERNMENT OFFICES: Closed. POST OFFICES: Express Mail and special delivery only. BANKS: Closed.  SCHOOLS: Closed.  TRANSPORTATION: Metro-North on a Sunday Schedule, with some extra rush hour service","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Topics of The Times; Hurricane Season -- Again","web_url":"https://www.nytimes.com/1993/09/02/opinion/topics-of-the-times-hurricane-season-again.html","abstract":"  On a balmy September morning in 1938, The New York Times ran a weather forecast on the bottom of page 27 predicting \"Rain and Cooler.\" Nothing more, nothing less. Just a typical September day.   Twenty-four hours later most of the Eastern Seaboard -- from Cape Hatteras to Kennebunkport -- lay in shambles. As William Manchester later described it in his book \"The Glory and the Dream,\" 153 houses on Westhampton beach had vanished; Atlantic City, Quogue, Providence and Springfield were under water; the Shore Line of the New York, New Haven and Hartford Railroad was trying to figure out what to do with a 300-foot steamship that lay across its tracks in New London. The great hurricane of 1938 had struck, leaving some 600 dead and 65,000 homeless in its wake.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Essay; The Separate Peace","web_url":"https://www.nytimes.com/1993/09/02/opinion/essay-the-separate-peace.html","abstract":"  When Menachem Begin came down from Camp David, I asked him if he had not gone too far in accepting the phrase \"legitimate rights\" of Palestinian Arabs. He countered with a biblical allusion: \"Has my right hand lost its cunning?\"   Begin knew that the \"legitimate\" right of Arabs was to self-government, control of local affairs; he doubted that the P.L.O. would settle for autonomy but would demand sovereignty over Israel's Judea and Samaria, to him an illegitimate claim. Begin was right: The arrogant P.L.O. rejected its chance to work out self-rule in the disputed territories.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Avoid a Bosnian Quagmire","web_url":"https://www.nytimes.com/1993/09/02/opinion/avoid-a-bosnian-quagmire.html","abstract":"  The Geneva peace talks have broken down once again, with Bosnian Muslim leaders refusing to sign a plan based on a three-way partition of the country unless they are allotted more territory. Serbian and Croatian leaders insist they have made their last offer. Either way, the new plan to end the Bosnian war so reduces Muslim territory that it's a big step backward from the earlier, flawed Vance-Owen plan. It was that earlier plan that the Clinton Administration once pledged as many as 30,000 American troops to enforce.   But if agreement is reached, President Clinton would be mistaken to let that earlier pledge be taken as a blank-check guarantee that U.S. forces will be available to enforce the current plan.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Bench-Warmer Brings Game-Winning Blow","web_url":"https://www.nytimes.com/1993/09/02/sports/baseball-bench-warmer-brings-game-winning-blow.html","abstract":"  Before tonight, the batted ball John Patterson was best known for was the 1992 spring training foul ball that screamed into the California Angels' dugout and hit Matt Keough in the head, forcing brain surgery.   Tonight, Patterson hit a ball that gave San Francisco a critical 3-2 victory over the Atlanta Braves and gave the Giants more breathing room atop the National League West.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/02/nyregion/inside-385693.html","abstract":"  Dying Hurricane Left Wake Of Destruction and Criticism After a brief but destructive assault on North Carolina's Outer Banks, Hurricane Emily curled back into the Atlantic to die. But as the hard-hit village of Buxton began cleaning up, environmentalists' criticism of coastal development intensified. Page D20.  Yeltsin Suspends Rival    Boris N. Yeltsin suspended his Vice President and rival, Aleksandr V. Rutskoi, saying his accusations of corruption were damaging. Page A3. Revival Plans for 2 Airlines   Delta and American are considering layoffs and other cutbacks to revive their finances. Delta also may start a no-frills airline. Page D1. Face of Illegal Immigration    Contrary to common images that most illegal immigrants are Chinese boat people and Latino laborers, the major groups in New York are from Ecuador, Italy and Poland. Page B1. Revival Plans for 2 Airlines    Delta and American are considering layoffs and other corporate changes to revive their finances. Delta may start a no-frills airline, and there is speculation that American may spin off some operations. Page D1. Hollywood in Venice    The presence of U.S. films and film makers at the Venice Film Festival has fostered new energy for the event's 50th season. Page C13.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Topics of The Times; After Bell Bottoms, What?","web_url":"https://www.nytimes.com/1993/09/02/opinion/topics-of-the-times-after-bell-bottoms-what.html","abstract":"  Back in the 60's Bob Dylan proclaimed that the times they were a-changin'. Anybody with the temerity to write an anthem about the years that followed would have to observe that the times they are a-recyclin'. Ever since that exuberant burst of chutzpah called the counterculture, new ideas about how to dress have been dredged up from earlier times.   \"Bonnie and Clyde\" led to a craze for Depression-era fashion, complete with longer skirts, funny hats and double-breasted suits. Then came 40's fever, as vintage clothing stores cashed in on the manic search for ever-more-frumpy flowered housedresses. The 50's had their day too. Poodle skirts were a hot item; ties narrowed down, and goofy-looking pointy shoes appeared on the feet of the trendy.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/02/nyregion/c-corrections-422493.html","abstract":"  The Campus Journal article on the Education page on July 21 referred incorrectly to an incident that touched off a dispute over the handling of rape allegations at the University of California at Santa Cruz. As the article reported, a Santa Cruz student said she had been raped by two male students after a party in December; contrary to the article, she did not tell the authorities that she had willingly had sex with a third.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Air Mailman: Malone Pushes the Envelope","web_url":"https://www.nytimes.com/1993/09/02/sports/sports-people-basketball-air-mailman-malone-pushes-the-envelope.html","abstract":"  KARL MALONE may find his customized 18-wheeler a little primitive now that he has experienced a jet fighter.   The 6-foot-9-inch Utah Jazz player, whose nickname is the Mailman, crammed into the rear seat of an F-16B Fighting Falcon training jet Tuesday at Hill Air Force Base in Utah for an hourlong flight with Lieut. Col. TERRY CATHCART of the Air Force Reserve's 419th Fighter Wing.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Climate Change Makes Our Hurricanes Worse","web_url":"https://www.nytimes.com/1993/09/02/opinion/l-climate-change-makes-our-hurricanes-worse-970694.html","abstract":"  To the Editor:   Your Aug. 18 report on preparedness for the hurricane season on the East and Gulf Coasts in the aftermath of 1992's Hurricane Andrew and your Aug. 19 article on building a house to withstand a hurricane both neglect climate. Scientists and insurance companies alike are concerned that the increased intensity, frequency and cost of storms may be related to the climate changes caused by global warming.","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"Ramirez Loses Luggage, but Not His Way to Majors","web_url":"https://www.nytimes.com/1993/09/02/sports/baseball-ramirez-loses-luggage-but-not-his-way-to-majors.html","abstract":"  Manny Ramirez hurried through the bowels of the Metrodome, late on his first day in the major leagues. It was only 55 minutes to game time.   \"Which way?\" he asked a companion.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Arms Traffickers Use Latin Nations as Dodge","web_url":"https://www.nytimes.com/1993/09/02/world/arms-traffickers-use-latin-nations-as-dodge.html","abstract":"  When documents from this Andean country ordering eight Russian T-72 battle tanks crossed the desk of the Foreign Ministry last fall in Moscow, the request seemed somewhat out of line.   This landlocked nation is not in a war, it has only a few outdated tanks, its military needs are mainly in the area of light equipment and helicopters to fight drug traffickers, and it has an annual military budget of about $120 million. The eight Russian tanks would have cost more than $200 million.","thumbnail":null,"section":"World"},{"date":"19930902","headline":"Where the Credit Belongs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/02/opinion/IHT-where-the-credit-belongs-letters-to-the-editor.html","abstract":"In your daily feature, \"What They're Reading,\" Geoffrey Bell, a New York investment banker, credits the strength of the U.S. banking system for recovering from the savings and loan crisis. Apparently, while reading L. William Seidman's book, &q","thumbnail":null,"section":"Opinion"},{"date":"19930902","headline":"NATO Says Alliance Is Unlikely to Grow Soon","web_url":"https://www.nytimes.com/1993/09/02/world/nato-says-alliance-is-unlikely-to-grow-soon.html","abstract":"  NATO diplomats say the Atlantic alliance is highly unlikely to set a target date anytime soon for admitting Poland, Hungary or the Czech Republic as members, even though President Boris N. Yeltsin has said that Russia would not object to their joining.   With NATO still struggling to distill a new role out of the confusion of the post-cold-war era, President Yeltsin's recent comments have added an unexpected shot of yeast to the brew. But expanding NATO's membership is not expected to be the most important item on the agenda of the NATO summit meeting that President Clinton has called for Jan. 10 in Brussels.","thumbnail":null,"section":"World"},{"date":"19930902","headline":"Councilman Colon Arraigned On Charges of Stealing Funds","web_url":"https://www.nytimes.com/1993/09/02/nyregion/councilman-colon-arraigned-on-charges-of-stealing-funds.html","abstract":"  City Councilman Rafael Castaneira Colon of the Bronx was arraigned yesterday on charges that he stole $383,000 from his city expense budget by writing checks in the names of three phantom employees and cashed the checks.   One name that Mr. Colon used was that of a cousin who had died in Puerto Rico four months before being removed from Mr. Colon's payroll, the Bronx District Attorney's office said in court. Another name was that of a sister who was paid $243,000 over six years, but who lived in Venezuela, the indictment said. The two living people did not know about the use of their names, District Attorney Robert T. Johnson said.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"The Coliseum's Nocturnal Homeless; After a Sweep at Columbus Circle, a Smaller Group Returns","web_url":"https://www.nytimes.com/1993/09/02/nyregion/coliseum-s-nocturnal-homeless-after-sweep-columbus-circle-smaller-group-returns.html","abstract":"  Two years after New York City swept away a semipermanent encampment of about 40 homeless people at Columbus Circle, homelessness has returned -- with a subtler, quieter rhythm -- to the area in front of the Coliseum.   Every day at 6 A.M., a maintenance worker sweeps by, and six or eight men and women fold their blankets and boxes and wander off for the day. They return at night, some to work at a nocturnal can redemption center on the Coliseum's sidewalk that pays half price, a nickel for two cans, to a scavenging army of other homeless people.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"In an Unspared Village Morning Reveals Ruins","web_url":"https://www.nytimes.com/1993/09/02/us/hurricane-emily-in-an-unspared-village-morning-reveals-ruins.html","abstract":"  The air reeked of spilled gasoline and decaying fish today as people cleaned up the debris left by the surging waters and 100-mile-an-hour-plus winds of Hurricane Emily.   While the hurricane only casually brushed most of North Carolina's Outer Banks on Tuesday, it battered this tiny village nestled in the bulging crook of Hatteras Island. Roofs were torn off more than two dozen homes, and a score of boats, both large and small, were driven aground. Here and there, felled trees and a house toppled from its pilings littered the landscape.","thumbnail":null,"section":"U.S."},{"date":"19930902","headline":"Thompson's Ups (Catch) And Downs (Strikeout)","web_url":"https://www.nytimes.com/1993/09/02/sports/baseball-thompson-s-ups-catch-and-downs-strikeout.html","abstract":"  The images came one after the other, forming the snapshot of a brief career.   Ryan Thompson went over the center-field fence to steal a home run from the Astros in the top of the ninth. He then struck out, overmatched by a changeup artist's fastball, with the tying run on second in the bottom of the ninth.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Chiefs and Okoye Reach Injury Settlement","web_url":"https://www.nytimes.com/1993/09/02/sports/sports-people-football-chiefs-and-okoye-reach-injury-settlement.html","abstract":"  The Kansas City Chiefs have reached an injury settlement with their former 1,000-yard rusher, CHRISTIAN OKOYE, and he has left the team to continue rehabilitating his injured knee. Okoye went home to California and expects to be ready in about three or four weeks to try out for other teams, said his agent, JACK MILLS.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Old Enemies Forget Past","web_url":"https://www.nytimes.com/1993/09/02/sports/old-enemies-forget-past.html","abstract":"  Kenny Anderson and John Starks finally met on a basketball court again -- this time, at least, as friends.   The last time, Anderson's season was ended after he suffered a broken right wrist while being fouled hard by Starks in a Knicks-Nets game at the Meadowlands on Feb. 28. With the loss of their star point guard, the Nets went into a tailspin and initially there was bad blood between the players. Both say they worked it out long ago.","thumbnail":null,"section":"Sports"},{"date":"19930902","headline":"Emily Spares Fire Island, But Uneasiness Remains","web_url":"https://www.nytimes.com/1993/09/02/nyregion/emily-spares-fire-island-but-uneasiness-remains.html","abstract":"  Only hours after the foaming Atlantic waters lapped at Arlene Cohn's house and left her wondering whether it was about to crash into the ocean, Mrs. Cohn climbed the steps to her roof deck and raised two brightly colored beach flags.   \"This is to let people know that we're alive and kicking,\" she said this morning as she choked back tears and did her best to put a brave face on what clearly had been a stomach-churning 24 hours.","thumbnail":null,"section":"New York"},{"date":"19930902","headline":"Children Mimic the Violence on TV; The Roman Example","web_url":"https://www.nytimes.com/1993/09/02/opinion/l-children-mimic-the-violence-on-tv-the-roman-example-014393.html","abstract":"  To the Editor:   Patrick Cooke argues (Op-Ed, Aug. 14) that past societies survived the effects of new technologies, and that we will also survive television. He brings in Socrates, movies and comic books to defend his point.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930902","time":"1993-09-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":77,"wspd":7.6},{"date":"19930902","time":"1993-09-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":78,"wspd":7.6},{"date":"19930902","time":"1993-09-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":84,"wspd":7.6},{"date":"19930902","time":"1993-09-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":86,"wspd":5.4},{"date":"19930902","time":"1993-09-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":84,"wspd":5.4},{"date":"19930902","time":"1993-09-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":84,"wspd":3.6},{"date":"19930902","time":"1993-09-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":79,"wspd":5.4},{"date":"19930902","time":"1993-09-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":73,"wspd":7.6},{"date":"19930902","time":"1993-09-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":70,"wspd":11.2},{"date":"19930902","time":"1993-09-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":71,"wspd":11.2},{"date":"19930902","time":"1993-09-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":68,"wspd":14.8},{"date":"19930902","time":"1993-09-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":69,"wspd":13},{"date":"19930902","time":"1993-09-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":67,"wspd":11.2},{"date":"19930902","time":"1993-09-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":62,"wspd":16.6},{"date":"19930902","time":"1993-09-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":61,"wspd":9.4},{"date":"19930902","time":"1993-09-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":60,"wspd":11.2},{"date":"19930902","time":"1993-09-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":57,"wspd":9.4},{"date":"19930902","time":"1993-09-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":56,"wspd":11.2},{"date":"19930902","time":"1993-09-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":58,"wspd":9.4},{"date":"19930902","time":"1993-09-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":58,"wspd":5.4},{"date":"19930902","time":"1993-09-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":59,"wspd":3.6},{"date":"19930902","time":"1993-09-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":60,"wspd":1.8},{"date":"19930902","time":"1993-09-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":62,"wspd":3.6},{"date":"19930902","time":"1993-09-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":65,"wspd":7.6},{"date":"19930902","time":"1993-09-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":59,"wspd":20.5},{"date":"19930902","time":"1993-09-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":59,"wspd":18.7},{"date":"19930902","time":"1993-09-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":63,"wspd":18.7},{"date":"19930902","time":"1993-09-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":67,"wspd":16.6},{"date":"19930902","time":"1993-09-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":88,"wspd":14.8},{"date":"19930902","time":"1993-09-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":13},{"date":"19930902","time":"1993-09-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":13},{"date":"19930902","time":"1993-09-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":14.8},{"date":"19930902","time":"1993-09-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":13},{"date":"19930902","time":"1993-09-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":11.2},{"date":"19930902","time":"1993-09-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":9.4},{"date":"19930902","time":"1993-09-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":9.4},{"date":"19930902","time":"1993-09-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":79,"wspd":13},{"date":"19930902","time":"1993-09-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":79,"wspd":9.4},{"date":"19930902","time":"1993-09-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":79,"wspd":13},{"date":"19930902","time":"1993-09-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":79,"wspd":13},{"date":"19930902","time":"1993-09-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":79,"wspd":13},{"date":"19930902","time":"1993-09-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":11.2},{"date":"19930902","time":"1993-09-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":18.7},{"date":"19930902","time":"1993-09-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":20.5},{"date":"19930902","time":"1993-09-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":18.7},{"date":"19930902","time":"1993-09-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":16.6},{"date":"19930902","time":"1993-09-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":18.7},{"date":"19930902","time":"1993-09-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":94,"wspd":14.8}]},"19930903":{"guardian_articles":[],"nytimes_articles":[{"date":"19930903","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/03/nyregion/news-summary-393293.html","abstract":"  International A2-9  P.L.O. SAYS ISRAELI PACT IS NEAR  P.L.O. officials said they were near an accord with Israel on mutual recognition. In response, King Hussein of Jordan called for a meeting of Arab nations, saying the Arab future is threatened.  A1  Momentum from the tentative pact is prompting much diplomacy.  A8","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/09/03/arts/restaurants-880293.html","abstract":"  \"Lunch for two?\" There is a vague snicker. \"Not a chance. We're booked for weeks.\" At the next restaurant, I am put on hold six times before I finally hang up. The supercilious voice that answers the subsequent call at a third establishment asks me to wait a minute, then actually allows me to listen in as he takes reservations from a few important people. He declines mine.   Then I call Colors and almost drop the phone at what I hear. \"Lunch for two? Of course. That would be our pleasure. My name is Raphael, and I will be waiting for you.\"","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"For Jews in America, a Time For New Hope and New Fear","web_url":"https://www.nytimes.com/1993/09/03/world/for-jews-in-america-a-time-for-new-hope-and-new-fear.html","abstract":"  For Steven Spiegel, a Middle East historian at the University of California at Los Angeles, the prospect of a peace agreement between Israelis and Palestinians is the kind of thing an analyst lives for: what he calls \"a great historic moment.\"   \"My God,\" he recalled saying to himself when he heard reports that negotiators were close to an agreement. \"That does it. This is the opportunity for the Middle East to make it into the 21st century. It now has a chance not to be a backwater. Israel has a chance to realize its potential to be the Singapore of the Middle East.\" Wide Range of Reactions    Across the country, as American Jews followed the progress of talks between Israel and the Palestine Liberation Organization, there was plenty of hope that at long last the Middle East could be at the beginning of a new era.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"Earliest Date for Opening Of School Year Is Sept. 20","web_url":"https://www.nytimes.com/1993/09/03/nyregion/earliest-date-for-opening-of-school-year-is-sept-20.html","abstract":"  Amid apologies and regrets, the New York York City Board of Education voted yesterday to delay the opening of school for the first time since a five-day teachers strike two decades ago.   In a 6-to-1 vote, the board agreed to postpone the opening from Sept. 9 until at least Sept. 20 to complete an inspection for asbestos and cleanup of the city's 1,069 schools. The new inspections were ordered after investigators determined that four years of previous asbestos inspections were faulty and possibly fraudulent.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Slain Girl Is Identified As Runaway From Harlem","web_url":"https://www.nytimes.com/1993/09/03/nyregion/slain-girl-is-identified-as-runaway-from-harlem.html","abstract":"  After nearly two weeks as a nameless, unclaimed victim on a morgue slab, a young girl whose slashed and battered body was found burning beneath a highway overpass in the Bronx on Aug. 22 was identified by the authorities last night as a 13-year-old Harlem runaway with a troubled past.   The police identified the girl as Ebony Williams, of 103 West 120th Street, and said she was reported missing by her mother only last Tuesday, 10 days after her disappearance and death. A detective noted a similarity between the girl in the report and the girl in the morgue, and the victim -- burned beyond recognition -- was positively identified from dental records.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Study Finds Most Students Lack Reasoning Skills in Mathematics","web_url":"https://www.nytimes.com/1993/09/03/us/study-finds-most-students-lack-reasoning-skills-in-mathematics.html","abstract":"  When it comes to mathematical problem-solving, most American students just don't get it, the Department of Education said in a report issued Wednesday.    The department's National Center for Education Statistics said only 16 percent of the fourth graders, 8 percent of the eighth graders and 9 percent of the high school seniors correctly answered mathematics questions requiring problem-solving skills in a nationwide test.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Israeli Debate Focusing on Security in Territories","web_url":"https://www.nytimes.com/1993/09/03/world/mideast-accord-israeli-debate-focusing-on-security-in-territories.html","abstract":"  Few words are more important in the average Israeli's vocabulary than \"security,\" and so for many people here the ultimate test of the self-rule agreement tentatively reached with the Palestinians will be whether the occupied territories stay quiet or turn into Dodge City.    Alarm bells sounded in some quarters this week when top army commanders, saying they had not been consulted in advance on the draft accord, cautioned that it would become more difficult to combat Palestinian violence.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"The Spoken Word","web_url":"https://www.nytimes.com/1993/09/03/arts/the-spoken-word.html","abstract":"  POETRY READING, Nuyorican Poets Cafe, 236 East Third Street, East Village. David Allen, Tito Nunez, Dale Goodson, Lisa Buscani, William Fogarty, Moravia White and Susan Yi read from their work. Tonight at 7:30. Admission: $6. Information: (212) 505-8183. TALKS AT THE WHITNEY, Whitney Museum of American Art, 945 Madison Avenue, at 75th Street. \"Handpainted Pop: American Art in Transition, 1955-62,\" tomorrow and Sunday at 2 P.M.; \"In the Spirit of Fluxus,\" tomorrow and Sunday at 3:30 P.M. All lectures are given by Margaret Sundell and are free with museum admission: $6; $5 for students and the elderly. Information: (212) 570-3676.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Review/Music; Zorn's 40 Years of Restless Music","web_url":"https://www.nytimes.com/1993/09/03/arts/review-music-zorn-s-40-years-of-restless-music.html","abstract":"  John Zorn, wearing an orange T-shirt and camouflage pants, sat on a milk crate and made his alto saxophone sputter and squawk. It may not have looked like the beginning of a monthlong series devoted to the work of a major composer, but that's exactly what it was. On Wednesday night, the Knitting Factory started what might be called its Zorniad, marking Mr. Zorn's 40th year. The Knitting Factory is the appropriate place for the project, since Mr. Zorn has performed there regularly and collaborated with a good percentage of the club's other headliners.   The retrospective began with juvenilia. \"Caevorrys,\" written when the composer was 12 years old, received what Mr. Zorn called its \"first and probably last public performance.\" \"Caevorrys\" (for clarinet, flute, piano and \"frequency generator,\" now a synthesizer) presaged later work. Mr. Zorn likes texture, noise, sudden changes and raucousness; he doesn't have much use for melody or smooth transitions. He has cited the contemporary classical composer Mauricio Kagel and the free-jazz saxophonist Albert Ayler as influences; both modern musics encouraged his own love of cacophony and crunch.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"1918: Biting Hindenburg : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/03/opinion/IHT-1918-biting-hindenburg-in-our-pages-100-75-and-50-years-ago.html","abstract":"PARIS - Canadian and English troops, attacking just before dawn yesterday [Sept. 2], behind a monster array of tanks, have bitten deeply into the Quant-Drocourt line, a switch of the Hindenburg line, and dealt the German a staggering blow at one of","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Review/Film; Life and Death at the Edge: The Story of a Drag Queen","web_url":"https://www.nytimes.com/1993/09/03/movies/review-film-life-and-death-at-the-edge-the-story-of-a-drag-queen.html","abstract":"  International Chrysis, the Bronx-born drag queen who is the subject of the documentary film \"Split,\" had long red hair, a ferociously engaging smile and oversized breasts that she liked to show off in New York City nightspots like La Vie en Rose and Club 82. Although friends compared her to Rita Hayworth, as shown in \"Split\" she more closely resembled a plump Raquel Welch.    Chrysis's breasts, which she jokingly christened Johnson and Johnson, helped bring about her death three years ago at the age of 39. They were injected with wax that hardened into painful lumps and that eventually seeped into her bloodstream. Along with her unregulated use of female hormones, that seepage contributed to a fatal case of liver cancer.","thumbnail":null,"section":"Movies"},{"date":"19930903","headline":"DIALOGUE -- Immigrants: A Cost or a Benefit?;\nStudies Are Deceptive","web_url":"https://www.nytimes.com/1993/09/03/opinion/dialogue-immigrants-a-cost-or-a-benefit-studies-are-deceptive.html","abstract":"The economy is dragging, and Americans are looking for scapegoats. Increasingly, they seem to find them in immigrants. But do immigrants cost more than they put into the economy, as has been reported in two recent studies? And is this the right question to ask?\n\nAccording to the 1990 Census, there are 19.7 million immigrants living in the U.S., or 1 in 12 Americans. Of these, 11 million entered the country before 1980; 2.6 million were granted amnesty under the 1986 immigration law. The Immigration and Naturalization Service recently estimated that there were 2.6 million illegal immigrants in 1990, and the number increased to 3.2 million in 1992.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Cable and Telephones Should Remain Rivals","web_url":"https://www.nytimes.com/1993/09/03/opinion/l-cable-and-telephones-should-remain-rivals-252493.html","abstract":"  To the Editor:   \"Cable and Phone Companies: Foes or Allies?\" (Business Day, Aug. 26), analyzing potential cooperation between telephone companies and cable companies, highlights the benefits of such partnerships, but minimizes the attendant risks for consumers.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Review/Film; Jazz Fantasy On Sun Ra's Trip to Earth","web_url":"https://www.nytimes.com/1993/09/03/movies/review-film-jazz-fantasy-on-sun-ra-s-trip-to-earth.html","abstract":"  Sun Ra, the late composer, band leader and keyboardist, created music that combined the singsong simplicity of nursery rhymes with open-ended squeals and twitters and rumbles. He claimed Saturn as his birthplace and filled his lyrics with interstellar imagery. Unlike most jazz films, \"Space Is the Place,\" which opens today at the Walter Reade Theater, doesn't bother with the composer's biography, although it does offer glimpses of Ra's Intergalactic Myth-Science Solar Arkestra. Most of the time, however, it proffers fantasies to match the hallucinatory music. Made in 1974, it's already an artifact of a time when the hangover of the late 1960's met the disillusioned 1970's; black power and free jazz collided with the fashion sense of Superfly. \"Space Is the Place\" is the \"Putney Swope\" of jazz films.   In the movie's episodic plot, Sun Ra -- dressed in full glitter-Egyptian regalia -- lives on a bluish planet populated entirely by black people. He comes to Earth, in a spaceship that looks like a pair of bloodshot eyeballs painted on a rubber raft, to recruit more black colonists and to philosophize. \"Are you ready to alter your destiny?\" he asks.   On Earth, Ra has run-ins with two black opponents, an obeisant newscaster and the diabolical Mr. Overseer, and two white Federal Bureau of Investigation agents. There's a vignette in a mid-1940's jazz club in Chicago (where Ra's piano-playing is too avant-garde for the management), a cosmic card game and some proselytizing at an inner-city youth center, where one teen-ager dismisses Ra as \"some old hippie.\" \"How do we know you're for real?\" another asks.","thumbnail":null,"section":"Movies"},{"date":"19930903","headline":"Police Identify 13th Body As Victim of L.I. Killer","web_url":"https://www.nytimes.com/1993/09/03/nyregion/police-identify-13th-body-as-victim-of-li-killer.html","abstract":"  Body parts found last summer in the waterways around New York City have been identified as those of a 20-year-old Manhattan woman who the police believe was among 18 women killed by Joel Rifkin.   The body of the woman, Violet O'Neill, is the 13th that the police have identified and linked to Mr. Rifkin, a 34-year-old unemployed landscaper who the authorities say has confessed to the murders of 17 women, many of whom were prostitutes. Another body is still unidentified, and four women believed to be among his victims are still missing, the police said.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/09/03/sports/transactions-032793.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Called up Scott Taylor, pitcher, from Pawtucket of the International League.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Critics' Choices; Artful Activities for Summer's Wane","web_url":"https://www.nytimes.com/1993/09/03/arts/critics-choices-artful-activities-for-summer-s-wane-194393.html","abstract":"  Classical Music   Music history can be peculiar. In their own time, the theater songs of the 1920's through the 50's were thought of as not quite respectable. Clever, certainly, and urbane, attractive and even catchy; but not in the same class as Schubert or Brahms Lieder.    That was then. Now theater songs by George Gershwin, Cole Porter, Jerome Kern and Leonard Bernstein are being redefined as the heart of the American art-song repertory. And the theater works, for that matter, are being performed as operas. One could argue the merits of this trend and ponder its ramifications for the relationship between popular and concert music. But in a way, argument and pondering are beside the point, because history has made its move.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Out! Edberg Is Beaten by Novacek","web_url":"https://www.nytimes.com/1993/09/03/sports/us-open-93-out-edberg-is-beaten-by-novacek.html","abstract":"  Down went the champions, two sets to none, dire straits even for a pair of tennis treasures who share 11 Grand Slam titles. As La Guardia's jets roared a path through the leaden cloud ceiling overhead, there was the two-time defending United States Open champion, Stefan Edberg, doing a fast fade on the grandstand court, and there was the 1989 champion, Boris Becker, fussing and fuming on the stadium.   Once again, upset artists and underdogs commandeered the men's draw at the National Tennis Center. Edberg surrendered his Open tenure with uncharacteristic meekness in four sets, but Becker bullied his way through a much-interrupted first-round epic that required two days to stage and wound up taking 4 hours 43 minutes to decide.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"On Abortion-Clinic Rounds: Forceps and Bulletproof Vest","web_url":"https://www.nytimes.com/1993/09/03/us/on-abortion-clinic-rounds-forceps-and-bulletproof-vest.html","abstract":"  It was 7:45 A.M., and still cool, but as Dr. Bernard Smith drove his Jeep to his abortion clinic, he was sweating. It was his bulletproof vest that was making him hot.    Dr. Smith has been performing abortions for more than 10 years, much of the time driving a weekly 600-mile circuit of abortion clinics in three states. As fewer and fewer abortion doctors are willing to put up with the harassment and tension in their own communities, such circuit riders have become far more common.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Refugee From Racial Hostility Is Killed in Robbery","web_url":"https://www.nytimes.com/1993/09/03/us/refugee-from-racial-hostility-is-killed-in-robbery.html","abstract":"  Bill Simpson, one of two black men who moved into the previously all-white East Texas town of Vidor last winter, moved out on Wednesday because he was afraid of the racism there. Hours later he was shot to death a few miles down the road in Beaumont, the city he had returned to.   The Beaumont police and a friend of Mr. Simpson who was wounded in the attack said that the gunman was black, that the motive was robbery and that there did not appear to be any connection between the shooting and Mr. Simpson's role in breaking the racial barrier in Vidor.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Sarajevo Works for Recovery But Is Fearful on the Future","web_url":"https://www.nytimes.com/1993/09/03/world/sarajevo-works-for-recovery-but-is-fearful-on-the-future.html","abstract":"  Taking advantage of the longest reprieve from shelling in the entire 17-month-long Bosnian war, Sarajevans are cautiously taking back streets and parks.    On Wednesday, city workers entered a downtown building that until a few days ago had been a cover for Serbian snipers and began sweeping up broken glass. Water and electricity service have been restored to neighborhoods that have been without either for months, and buyers and sellers pushing carts have begun pouring into city markets to barter housewares, garden vegetables and clothing while vendors move among the crowd selling cups of coffee from thermoses.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"Farmhouse Tourism Opens Doors to best Aspects of Country living : Hidden Catalonia:Near the Costa Brava, Yet so Far Away","web_url":"https://www.nytimes.com/1993/09/03/style/IHT-farmhouse-tourism-opens-doors-to-best-aspects-of-country-living.html","abstract":"The heavy wooden salon door at the Bosch family's 17th-century farmhouse used to bang loudly, before they started renting bedrooms to overnight tourists. But then there were complaints about the noise and the family matriarch came up with a solution: a c","thumbnail":null,"section":"Style"},{"date":"19930903","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/03/style/chronicle-744093.html","abstract":"  Is she or isn't she . . . buying a house in France, that is? Two countries were abuzz this week with talk that the PRINCESS OF WALES had bought a farmstead near the village of St.-Remy-de-Provence. Paris-Match and Agence France Press magazine had reported that the Princess had bought the country retreat for $1.7 million from Jose van Dam, the Belgian bass-baritone.    Mais non. A spokesman at Buckingham Palace said that the story was \"absolutely untrue,\" the Press Association, Great Britain's national news agency, reported yesterday.","thumbnail":null,"section":"Style"},{"date":"19930903","headline":"Man Gets 71 Months In Prison for Fraud","web_url":"https://www.nytimes.com/1993/09/03/nyregion/man-gets-71-months-in-prison-for-fraud.html","abstract":"  A packed courtroom erupted into applause today as a Federal judge sentenced Allan David Harris, a disbarred lawyer accused of defrauding investment clients, to 71 months in prison, double what the Federal sentencing guidelines require.   Mr. Harris appeared dazed as Judge Leonard D. Wexler of Federal District Court, granted the requests of Mr. Harris's victims and imposed the stiffest sentence possible under law.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"True Value in Flying:Not Always Just Price","web_url":"https://www.nytimes.com/1993/09/03/style/IHT-true-value-in-flyingnot-always-just-price.html","abstract":"BUYING airline tickets is a compromise, a trade-off between convenience, cost and comfort. Value is not what you pay but what you get commensurate with what you need. It means different things to different people at different times. It may mean getting a","thumbnail":null,"section":"Style"},{"date":"19930903","headline":"Arrest Ends Gang Chief's Rich Life on Run","web_url":"https://www.nytimes.com/1993/09/03/nyregion/arrest-ends-gang-chief-s-rich-life-on-run.html","abstract":"  For eight months, the leader of the most powerful Asian gang in New York lived a furtive life on the run in a coastal capital of China and in the bustling British colony of Hong Kong, all the while directing his multimillion-dollar crime business by cellular telephone and beeper, law-enforcement officials said yesterday.   As profits from smuggling immigrants as well as from a protection racket and an illegal gambling casino in Chinatown piled up, the gang leader, Guo Liang Chi, regularly received money by wire from his father and a brother whom he had left in charge in New York, the officials said.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"For Children","web_url":"https://www.nytimes.com/1993/09/03/arts/for-children.html","abstract":"  Long Island Rail Road 'Watch Hill Special'   Fire Island National Seashore  Patchogue, L.I.  Recommended for all ages  (718) 217-5477  (516) 822-5477  Daily through Sept. 15  Recommended for all ages    Most subway riders have seen the Long Island Rail Road posters advertising day trips to beaches, including Watch Hill. Since I had never heard of Watch Hill (isn't that in Rhode Island?) and yearned for a last hurrah in salt water, it was time to explore, with a 5-year-old.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Reviews/ Film; Boys Act Out a Crush on Marilyn Monroe","web_url":"https://www.nytimes.com/1993/09/03/movies/reviews-film-boys-act-out-a-crush-on-marilyn-monroe.html","abstract":"Three youths head to L.A. in 1962 to find Marilyn Monroe. The usual coming-of age journey.","thumbnail":null,"section":"Movies"},{"date":"19930903","headline":"Jury Pool to Be Expanded by 5,000 for Trade Center Trial","web_url":"https://www.nytimes.com/1993/09/03/nyregion/jury-pool-to-be-expanded-by-5000-for-trade-center-trial.html","abstract":"  A Federal judge has ordered that 5,000 extra people be called as prospective jurors in the World Trade Center bombing case, one that promises to be one of the most closely followed criminal trials in New York City history.   The 5,000 extra summonses -- one of the largest single issues ever made in Federal Court in Manhattan -- more than doubles the pool of prospective jurors called each month to the courthouse in lower Manhattan. It is 10 times the number of people called for the trial of John Gotti in Federal Court in Brooklyn last year.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Critics' Choices; Artful Activities for Summer's Wane","web_url":"https://www.nytimes.com/1993/09/03/arts/critics-choices-artful-activities-for-summer-s-wane-804793.html","abstract":"  Pop Music   The Caribbean is a subway ride away this weekend, when Labor Day brings two annual peaks of the season for island music. One is the annual all-star New York Salsa Festival at Madison Square Garden, a night of percussive dance music and ardent love songs. It is billed as a 40th-anniversary tribute to Sonora Poncena, the Puerto Rican powerhouse led by Papo Lucca on keyboards. The bill also includes performers from all over Latin America, notably Oscar D'Leon, a fervent tenor from Venezuela, and Joe Arroyo, a Colombian singer with a pan-Caribbean taste and a voice like a salsa Sam Cooke, along with Tito Nieves, Marc Anthony, Rey Ruiz and others. Tomorrow at 8 P.M. Information: (212) 465-6741. Tickets, $25 to $34.   In Brooklyn, this weekend brings the annual West Indian parade down Eastern Parkway on Labor Day, with steel-drum bands, reggae sound systems, carnival costumes and general celebration; the parade starts about 11 A.M. To warm up, there are three nights of concerts in the Brooklyn Museum's grounds, at the corner of Washington Avenue and President Street. Tonight there is a reggae show, including Terror Fabulous, Pac-Man, Butch Cassidy, Terry Ganzie and others; tickets are $25. Tomorrow brings the Steel Band Panorama, a concert and competition featuring some of the best groups from Brooklyn and Trinidad; tickets are $20. Sunday is calypso night, with the latest rhymed satires and party anthems by the Mighty Sparrow, Superblue, Crazy and Swallow, along with dancers and carnival costumes; tickets are $25. Shows begin at 9 P.M.; information: (718) 774-8807 or (718) 625-1515.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Palestinian Officials Say Pact With Israel Is Near","web_url":"https://www.nytimes.com/1993/09/03/world/mideast-accord-palestinian-officials-say-pact-with-israel-is-near.html","abstract":"  Senior officials of the Palestine Liberation Organization said today that they were within reach of an agreement with Israel on mutual recognition. And along with hopes and fears on both sides, success or failure of the agreement could determine the future of Yasir Arafat as the P.L.O. chairman.   \"Things are moving ahead quickly toward a recognition accord with Israel, which we expect within days,\" Bassam Abu Sharif, a close aide to Mr. Arafat, said in a telephone interview. He also made clear that he expected United States recognition of the P.L.O. to follow soon after.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"Free Yank TV Sought","web_url":"https://www.nytimes.com/1993/09/03/sports/sports-people-television-free-yank-tv-sought.html","abstract":"  The possibility that free Yankees games on WPIX-TV/Channel 11 may disappear next year because of an impasse with the MSG Network has Sports Fans United, a New York-based fans group, irate. \"This is an attack on fans and a raid on the public interest,\" said ADAM KOLTON, the group's executive director. \"The ultimate blame is on GEORGE STEINBRENNER, who signed an exclusive deal with MSG giving them the rights to all Yankees games. He violated a public trust.\"","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"A Quick Dose of Reality for Mr. Cortines","web_url":"https://www.nytimes.com/1993/09/03/opinion/a-quick-dose-of-reality-for-mr-cortines.html","abstract":"  The announced delay in the opening of New York City schools is more than a nuisance for parents and students, who now find carefully balanced schedules turned upside down. It further underscores the crisis of confidence in the school system. Restoring that confidence is the first -- and toughest -- assignment for the new Schools Chancellor, Ramon Cortines, and a continuing challenge for the Board of Education.    It was bad enough last month when Mayor David Dinkins announced that each of the city's 1,069 school buildings had to be rechecked for asbestos. That announcement came after it was discovered that federally mandated inspections conducted in the 1980's were seriously mismanaged and possibly fraudulent.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Critics' Choices; Artful Activities for Summer's Wane","web_url":"https://www.nytimes.com/1993/09/03/arts/critics-choices-artful-activities-for-summer-s-wane-197893.html","abstract":"  Dance   Mark Dendy once specialized in hurtling through space, blond curls flying, in his own and other choreographers' works. But even dancers grow older and begin to fix their gazes on new horizons. Mr. Dendy has not given up the dance, but his eyes are currently fixed on a cornerstone of performance art, the creation and portrayal of characters in episodic monologues.   Tonight and tomorrow night at Performance Space 122, Mr. Dendy will present \"Bus Ride to Heaven,\" in which a group of wildly different people find themselves together en route to that greater, final glory. The piece, presented earlier in the year at Dance Theater Workshop, has been described as a \"one wo/man show,\" for several of the characters are women.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Dinkins Plays Down His Prospects in Primary","web_url":"https://www.nytimes.com/1993/09/03/nyregion/dinkins-plays-down-his-prospects-in-primary.html","abstract":"  Mayor David N. Dinkins laid the groundwork yesterday for a less-than-overwhelming victory in the Sept. 14 Democratic primary, predicting that his challenger, Roy E. Innis, would \"do well\" and perhaps garner more than one-third of the vote.   \"This is the pre-Giuliani vote,\" Mr. Dinkins said, estimating that Mr. Innis would get 30 to 35 percent of the primary vote, mostly from registered Democrats who anticipate voting for the Republican-Liberal candidate, Rudolph W. Giuliani, in the Nov. 2 general election.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Bailey's Teammates Are Leaving Him Out in the Cold, Brooks Says","web_url":"https://www.nytimes.com/1993/09/03/sports/pro-football-bailey-s-teammates-are-leaving-him-out-in-the-cold-brooks-says.html","abstract":"  Linebacker Michael Brooks has been in the National Football League for seven years. He spent his first six with the Denver Broncos before joining the Giants this year as a free agent. He led the Broncos in tackles for three straight years. He has played in the Pro Bowl. He is considered one of the best linebackers in pro football. He thought he'd seen it all.   But it turns out he hasn't seen it all. Brooks says that when he became a Giant, he was amazed at the cold shoulder he received at first from teammates. Now he's concerned that Carlton Bailey, another linebacker signed as a free agent, is still getting frozen out and that the defense's chemistry is being disrupted.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/03/nyregion/c-corrections-067093.html","abstract":"  A report last Monday about the wedding of Ilissa Rothschild and Mark Ressler misstated the bridegroom's occupation. He is an Assistant United States Attorney, not an Assistant District Attorney, in Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"TV Weekend; Old-Style Thriller With Up-to-Date Nudity","web_url":"https://www.nytimes.com/1993/09/03/arts/tv-weekend-old-style-thriller-with-up-to-date-nudity.html","abstract":"  \"The Wrong Man\" begins like a trim, old-fashioned thriller dear to the hearts of B-movie fans. A merchant seaman (Kevin Anderson) gets entangled in a murder in Tampico, Mexico, goes on the run from an entertaining pair of federales (Jorge Cervera Jr. and Ernesto LaGuardia) and finds himself in the company of a big blowhard American (John Lithgow) and his available wife (Rosanna Arquette).   Up-to-date touches include four-letter words, bared breasts and behinds (including the hero's) and soft-porn writhings. There is also plenty of seedy scenery and a top-of-the-voice performance by Mr. Lithgow, alternating between explosions of rage and fits of bonhomie. You can't tell whether the fellow he is playing is determined to keep his flaunt-it wife and the flaunted-at seaman apart or push them very close together, but although the character may flail, Mr. Lithgow's energy never flags.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Kodak Is a Picture of Corporate Cynicism","web_url":"https://www.nytimes.com/1993/09/03/opinion/l-kodak-is-a-picture-of-corporate-cynicism-251693.html","abstract":"  To the Editor:   Re \"10,000 Jobs to Be Cut by Kodak\" (Business Day, Aug. 19): The struggle between the Eastman Kodak Company management and the investment community illustrates the fallacy of Wall Street's short-term focus. Despite Kodak's profitability, investors are forcing the company to fire thousands to improve short-term stock performance.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"The 'New' Oval Office: Slight Changes, but Tidier","web_url":"https://www.nytimes.com/1993/09/03/us/the-new-oval-office-slight-changes-but-tidier.html","abstract":"  White House officials unveiled the new Oval Office today, and, to the untrained eye, it looked pretty much like the old Oval Office.   It was too much to hope, after all, that the redesigned Oval Office might provide a touch of drama in these Washington dog days. If Kaki Hockersmith, the Clintons' Little Rock decorator, had created an homage to the Graceland \"jungle room\" of the President's childhood idol, Elvis, it would have done much to help the capital shake off its summer torpor.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Dinkins Invokes the Future","web_url":"https://www.nytimes.com/1993/09/03/nyregion/the-ad-campaign-dinkins-invokes-the-future.html","abstract":"  Today, Mayor David N. Dinkins begins broadcasting two new 30-second television commercials, in addition to the three ads already on the air. One of the new ads features city-built ballfields in vacant lots, the other expanded library service. The campaign says its ad buy for the week is $305,000, enough for a typical viewer to see a Dinkins ad 8 or 10 times in that period.   ON THE SCREEN Images of David Meadvin, 9-year-old campaign voluteer walking to East Elmhurst public library branch in Queens, using computer card catalogue, pulling book off shelf, sitting at table perusing book with Mr. Dinkins and walking down aisle. Ends with facsimile of Mayor's signature on screen with silent slogan: \"One City. One Future.\"   PRODUCER Doak, Shrum, Harris, Carrier, Devine of Washington.   THE SCRIPT Narrator's voice: When David Meadvin goes to the library, he opens more than a book. He opens doors to the future. There was another young man who long ago learned lessons like that in his own life. And today, as Mayor of New York, in the face of Federal cutbacks and budget crisis, he's fought to open city libraries six days a week, for the first time in almost half a century. Because of David Dinkins, libraries are about more than buildings and books. They're about New York's children and what they someday can become. Mayor Dinkins. It takes more than tough talk to run a tough city.   ACCURACY Mr. Dinkins has moved to extend branch library service in all five boroughs to six days a week for the first time since 1947, but only after first making deep and bitterly protested cuts in library hours and services in his first 18 months in office to help balance the budget.   SCORECARD This ad, with its soothing soundtrack and soft, sentimental images of an avuncular Mayor, is part of a pointillist campaign that aims to blend dozens of dots into a persuasive pictures, and it does several chores at once. It highlights a small but important accomplishment that the Mayor has managed to make in tough times, one that hits many New Yorkers in their own neighborhoods. It plays to the Mayor's natural warmth and affection for children, which virtually leaps off the screen. It invokes the Mayor's place in history, both by recalling Mr. Dinkins's own diligent rise (he often notes that he was a B student in Latin at his segregated junior high school in Trenton, then led the class at his integrated high school) and his place as a potentially powerful role model for a new generation of children.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"TV Listings","web_url":"https://www.nytimes.com/1993/09/03/us/tv-listings.html","abstract":"  On Fridays, television and radio news and listings now appear at the end of section D, with Home Video. Today, pages D15-16.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Chips Off an Old Bloc","web_url":"https://www.nytimes.com/1993/09/03/nyregion/chips-off-an-old-bloc.html","abstract":"  As the most credible minority contender for Mayor in New York City's history, David N. Dinkins overcame years of black-Hispanic political feuding to win two-thirds of the Hispanic vote in 1989 -- a vital wedge in his narrow victory over Rudolph W. Giuliani. Yet that very success created high expectations that, both supporters and critics agree, Mr. Dinkins has been hard-pressed to fulfill.   The defection of Fire Commissioner Carlos M. Rivera to the Giuliani camp on Tuesday was the latest in a series of bitter blows to a Mayor who had hoped to win credit for making history by naming Mr. Rivera the first Hispanic head of a uniformed service. Instead, he has struggled for most of his tenure to hold onto Hispanic supporters who have steadily drifted toward Mr. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Once Again, Boxing World Is Hiding Behind Sunglasses","web_url":"https://www.nytimes.com/1993/09/03/sports/boxing-once-again-boxing-world-is-hiding-behind-sunglasses.html","abstract":"  As usual, boxing has demonstrated its ability to give itself a black eye.   This time, the damage can't be stopped with a cold compress, though. Tommy Morrison's \"defense\" of his World Boxing Organization heavyweight crown last Monday night against an 11th-hour replacement who calls himself the Doughboy has angered the Nevada State Athletic Commission.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"College Requires Applicants To Come Clean About Crime","web_url":"https://www.nytimes.com/1993/09/03/us/college-requires-applicants-to-come-clean-about-crime.html","abstract":"  With crime an increasing concern on college and university campuses, new security measures like added lights and extra guards are greeting students this fall as they begin the 1993-94 school year. But in Raleigh, N.C., St. Augustine's College has taken a particularly far-reaching step to improve campus safety.   Last year the 1,900 students at St. Augustine's, a 127-year-old, historically black private college affiliated with the Episcopal Church, were shaken by a rash of violence that included muggings, shootings, assaults and a killing. This year the college requires all prospective students to produce a statement from their hometown police department certifying whether they have a criminal record.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/09/03/arts/sounds-around-town-786593.html","abstract":"  Earth Music   Elba Ramalho, Brazilian Day Street Festival, Avenue of the Americas at 46th Street, (212) 382-1630. Elba Ramalho hails from northeastern Brazil, the wellspring of that country's earthiest music. Her repertory spans the suavest urban pop and the jauntiest rural styles, and she's full of grit and energy. Sunday at about 4 P.M.; admission is free. Hard-Bop Trio    Billy Childs Trio, the Village Vanguard, 178 Seventh Avenue South, at 11th Street, Greenwich Village, (212) 255-4037. A rare New York appearance by a West Coast pianist who knows his way around hard-bop harmony and plays with flashy high spirits. Sets are tonight and tomorrow at 9:30 and 11:30 P.M. and 1 A.M.; Sunday at 9:30 and 11:30 P.M. Tonight and tomorrow there is a $15 cover and an $8 minimum; on Sunday there is a $12 cover and an $8 minimum.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Palestinians Have Reason to Take Heart","web_url":"https://www.nytimes.com/1993/09/03/opinion/palestinians-have-reason-to-take-heart.html","abstract":"The Palestinian-Israeli declaration of principles for peace leading to initial Palestinian self-government in the Gaza Strip and the West Bank city of Jericho deserves widespread support. Flawed, secretive, partial and vague as it may be, the agreement represents a heartening historical dynamic that the Middle East has not witnessed since the Zionist-Arab nationalist conflict started nearly a century ago: the self-confident assertion of the rational and humanistic Semitic political center in a region long dominated by emotionalism, maximalism, militarism and fear. \n\nThe centrist forces of Semitic composure and realism -- represented by the Palestine Liberation Organization chairman, Yasir Arafat, and the Labor Party-led Israeli leadership -- have taken an enormous, daring gamble. They enjoy the support of the majority of their peoples, but they have to move decisively to translate daring hope into stable peace.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Jones and Young Land on Their Feet","web_url":"https://www.nytimes.com/1993/09/03/sports/baseball-jones-and-young-land-on-their-feet.html","abstract":"  Mets pitchers are proving recyclable. Not only did Bobby Jones rediscover the action on his curveball tonight, but Anthony Young landed here and was issued Dwight Gooden's spot in the starting rotation. With this team, what goes around tends to come around.   Jones was the phenom who temporarily fell on hard times. He seemed legitimate in his debut victory over the Phillies in Philadelphia last month, but two forgettable outings had the 23-year-old's earned run average up to an astronomical 7.02. Then, just when the words \"not ready yet\" were about to spew from Manager Dallas Green's mouth, Jones earned an 8-3 victory over the Chicago Cubs tonight at Wrigley Field.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/09/03/arts/art-in-review-753993.html","abstract":"  Minayoshi Takada  Houk Friedman Gallery 851 Madison Avenue (at 71st Street) Through Sept. 18    Like arty girlie pictures, the photographs of nudes taken between 1947 and 1950 by Minayoshi Takada appeal to both esthetic and prurient interests. As a photographer and magazine editor, Takada (1899-1982) was an influential figure in Japanese photography for many years.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"U.S.C. Picks Miller","web_url":"https://www.nytimes.com/1993/09/03/sports/sports-people-college-basketball-usc-picks-miller.html","abstract":"  CHERYL MILLER, Southern Cal's leading career scorer and rebounder, returned to the women's basketball program yesterday as head coach, replacing MARIANNE STANLEY, who did not have her contract renewed after four years with the Trojans. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"'Star Wars' Deception Just Prolonged Cold War","web_url":"https://www.nytimes.com/1993/09/03/opinion/l-star-wars-deception-just-prolonged-cold-war-236293.html","abstract":"  To the Editor:   Robert McFarlane's claim in \"Consider What Star Wars Accomplished\" (Op-Ed, Aug. 24), that the Strategic Defense Initiative was designed to bring the Soviet Union to its knees and that it helped do so, is as much a fantasy as \"Star Wars\" itself.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Critics' Choices; Artful Activities for Summer's Wane","web_url":"https://www.nytimes.com/1993/09/03/arts/critics-choices-artful-activities-for-summer-s-wane-195193.html","abstract":"  Art   You can count on two fingers the world-famous masterpieces of the Italian Renaissance that European governments have allowed to travel to New York City. In 1963, in a gesture of good will, the French lent Leonardo Da Vinci's \"Mona Lisa\" to the Metropolitan Museum of Art; the next year the Italians sent Michelangelo's \"Pieta\" to town on the occasion of the World's Fair.   Now there's a third visitor that, while not nearly so legendary, deserves to be on this very short list: Andrea del Verrocchio's bronze \"Christ and St. Thomas,\" now at the Metropolitan Museum. The statue was unveiled in Florence in 1483, 15 years after it was commissioned by Lorenzo de' Medici for an exterior niche of Orsanmichele. More than life-size and fresh from five years of conservation work that has restored much of its original patina and many previously obscured details, Verrocchio's sculpture is a technical feat of casting. (If you're interested, the exhibition includes models that illustrate the intricacies of the lost-wax casting process.) More than that, of course, it is one of the high points of the Renaissance drive toward naturalism and emotional truth that would culminate in the art of Verrocchio's student Leonardo, whose own brilliance tended to overshadow his master's. Verrocchio's brilliance is splendidly evident in this astounding work, which Vasari saw as having \"all the grace and divinity that art can convey.\" Do not miss it.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Law Helps Communities Evict Bad Neighbors","web_url":"https://www.nytimes.com/1993/09/03/opinion/l-law-helps-communities-evict-bad-neighbors-224993.html","abstract":"  To the Editor:   As a Civil Court judge assigned to the \"drug eviction part,\" I write regarding an Aug. 22 article on efforts by a Bronx church to close alleged drug premises. Contrary to the statement that such premises can be closed only after five separate offenses or obtaining a criminal conviction, the Real Property and Proceedings Law of New York provides an expedited procedure for evicting tenants whose premises, residential or commercial, can be shown to have been used for conducting an illegal drug business.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Rison Arrested","web_url":"https://www.nytimes.com/1993/09/03/sports/sports-people-pro-football-rison-arrested.html","abstract":"  Atlanta wide receiver ANDRE RISON was arrested in Atlanta early yesterday after he fired a pistol after two men tried to break up a fight between Rison and his girlfriend, the police said. Rison was charged with aggravated assault and freed on $16,500 bond. His girlfriend, LISA LOPES of the rap group TLC, was freed on $1,200 bond on a charge of obstruction. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"SERBS AND CROATS FACE U.S. PRESSURE","web_url":"https://www.nytimes.com/1993/09/03/world/serbs-and-croats-face-us-pressure.html","abstract":"  The Administration strongly urged Croatia and Serbia today to make fresh territorial concessions to the Muslim-led Government of Bosnia and Herzegovina to help revive peace negotiations in Geneva. It also warned them not to increase fighting.   As these messages were dispatched to Zagreb and Belgrade, President Clinton warned anew that the \"NATO military option\" of air strikes against Bosnian Serb forces, which was adopted last month, could be carried out if attacks on Bosnian Muslims resumed.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"Holiday on Monday","web_url":"https://www.nytimes.com/1993/09/03/nyregion/holiday-on-monday.html","abstract":"  Monday is Labor Day. Here are holiday schedules. NEW YORK  PARADE: Begins at 11:00 A.M. at 44th Street and Fifth Avenue, goes up Fifth Avenue to 72d Street and across to Third Avenue.The West Indian-American Day Parade begins at 11:00 A.M. at Utica Avenue and Eastern Parkway in Brooklyn and goes along Eastern Parkway to Grand Army Plaza. GOVERNMENT OFFICES: Closed. POST OFFICE: Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue. BANKS: Closed.  PARKING: Sunday rules in effect.  SANITATION: No pickups, street cleaning, or recycling.  SCHOOLS: Closed.  FINANCIAL MARKETS: Closed.    TRANSPORTATION: Buses and subways on Sunday schedule.Long Island Rail Road on a Holiday schedule. Metro-North on Sunday schedule, with some extra rush hour service.  NEW JERSEY  GOVERNMENT OFFICES: Closed. POST OFFICES: Express Mail and special delivery only. BANKS: Closed.  SCHOOLS: Closed.  TRANSPORTATION: N.J. Transit on Sunday schedule. CONNECTICUT  GOVERNMENT OFFICES: Closed. POST OFFICES: Express Mail and special delivery only. BANKS: Closed.  SCHOOLS: Closed.  TRANSPORTATION: Metro-North on a Sunday Schedule, with some extra rush hour service.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"This Time Braves, 3 1/2 Back, Surprise","web_url":"https://www.nytimes.com/1993/09/03/sports/baseball-this-time-braves-3-1-2-back-surprise.html","abstract":"  If John Patterson could do it for the San Francisco Giants, Tony Tarasco could do it for the Atlanta Braves.   Playing anything you can do, I can do at least as well, Tarasco tonight ignited a three-run rally with a pinch-hit in the seventh inning that propelled the Braves to a 5-3 victory. Run-scoring singles by Otis Nixon, Ron Gant and Fred McGriff tipped the game Atlanta's way.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Agency to End Use of Drug That Halts Breast Milk Flow","web_url":"https://www.nytimes.com/1993/09/03/us/agency-to-end-use-of-drug-that-halts-breast-milk-flow.html","abstract":"  The Food and Drug Administration responded to a petition it received from a consumer health group today by saying that it would begin steps to end use of a prescription drug to treat breast engorgement after childbirth.   The group, the Public Citizen Health Research Group, which is affiliated with Ralph Nader's Public Citizen consumer organization, sent a letter today to the Drug Commissioner, Dr. David A. Kessler, asking that the agency stop any maker from recommending the drug, bromocriptine mesylate. The drug is designed to stop milk production for women who do not plan to nurse after childbirth, thus preventing postpartum breast engorgement.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Critics' Choices; Artful Activities for Summer's Wane","web_url":"https://www.nytimes.com/1993/09/03/movies/critics-choices-artful-activities-for-summer-s-wane-196093.html","abstract":"  Video   If you crossbred \"Glengarry Glen Ross\" with \"Goodfellas\" and sloshed on several buckets of blood, you would have a movie that resembles \"Reservoir Dogs,\" last year's gripping, widely praised gangster film written and directed by Quentin Tarantino. The story about a Los Angeles jewelry story robbery that goes spectacularly wrong, could be taken as a cautionary tale about the perils of male bonding.    Most of the low-budget film is set in a warehouse where the gangsters, who know one another only by code names, were scheduled to meet after the heist. The tough-guy dialogue has an edge, concision and dark humor that echo the Martin Scorsese of \"Mean Streets.\" Among the performances by a superb ensemble, those of Harvey Keitel, Tim Roth and Lawrence Tierney are especially acute. Particularly memorable is a witty opening scene in which the hoods speculate on the many meanings of Madonna in dialogue that neatly parodies David Mamet.","thumbnail":null,"section":"Movies"},{"date":"19930903","headline":"Benefits of Immigration : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/03/opinion/IHT-benefits-of-immigration-letters-to-the-editor.html","abstract":"Regarding \"Immigration: Silhouettes on the Signs Outline a Nation's Choice\" (Opinion, Aug. 19) by George F. Will: .In Austria, where I now live, foreigners are barred from all but entry-level jobs in the university system, financial services","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"COLLEGE FOOTBALL REPORT","web_url":"https://www.nytimes.com/1993/09/03/sports/college-football-report-963993.html","abstract":"  Penn State    Penn State teams have been competing, and holding their own, in the Big Ten Conference since 1991. But that has been in sports other than football.   At State College, Pa., football is No. 1 and an attitude prevails there not unlike that at Texas, another pigskin preserve. A onetime Longhorn sports information director, Jones Ramsey, once made it clear where his school's priorities stood by saying, \"the one sport I hate worse than track is field.\"","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Critics' Choices; Artful Activities for Summer's Wane","web_url":"https://www.nytimes.com/1993/09/03/movies/critics-choices-artful-activities-for-summer-s-wane-193593.html","abstract":"  Film   Sample the bone-dry wit of Aki Kaurismaki in \"La Vie de Boheme\" (at the Quad Cinema in Greenwich Village), Mr. Kaurismaki's perfectly deadpan black-and-white film about struggling artists living in Paris. For reasons that are not easily described, Mr. Kaurismaki's favorite sad-sack actors can be irresistibly droll as they make their courtly way through a story based on Henri Murger's \"Scenes de la Vie de Boheme.\" Mr. Kaurismaki's strange, idiosyncratic humor is very much in evidence, despite the characters' perfect solemnity about their many travails.   Ousmane Sembene's \"Guelwaar\" (at Lincoln Plaza Cinemas in Manhattan) offers a deceptively plain, wonderfully well-observed portrait of Senegalese society, as it is mirrored by an elaborately described tribal dispute. Starting small, with a mixup that mushrooms into a communal battle, Mr. Sembene's film shares some remarkable (and clearly coincidental) similarities with Spike Lee's \"Do the Right Thing.\" But this septuagenarian African film maker supplies much quieter insights, and a subtler view of human nature.","thumbnail":null,"section":"Movies"},{"date":"19930903","headline":"A Shepherd Coyotes Are Sure to Hate: the Llama","web_url":"https://www.nytimes.com/1993/09/03/us/a-shepherd-coyotes-are-sure-to-hate-the-llama.html","abstract":"  On a hillside here in Highland County, Count Dondi surveys his flock, his elegant neck poised, his doleful eyes ever watchful, his ears twitching expressively at the slightest sign of potential danger.   On the steep, partly wooded slopes of southwestern Virginia, where sheep graze in the shadow of the Allegheny Mountains, danger means coyotes. Farmers in these parts have used donkeys, dogs, traps, snares, even night vision glasses to combat the wily predators, to little avail. Now the coyotes may have met their match in an unlikely combatant: the docile llama.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/09/03/arts/last-chance.html","abstract":"  Here is a sampling of shows in New York City that are to close soon: Closing This Weekend  \"FOOL MOON,\" Richard Rodgers Theater, 226 West 46th Street, Manhattan. A comedy created by and co-starring Bill Irwin and David Shiner, with music by the Red Clay Ramblers. Through Sunday. Performances: tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $25 to $42.50. Information: (212) 307-4100. \"JELLY'S LAST JAM,\" Virginia Theater, 245 West 52d Street, Manhattan. A musical inspired by the life of the jazz musician Jelly Roll Morton; directed by George C. Wolfe. Through Sunday. Performances: tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $45 to $65. Information: (212) 239-6200. \"THE WILL ROGERS FOLLIES,\" Palace Theater, 1564 Broadway, at 47th Street. Musical about the humorist. Through Sunday. Performances: tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $55 to $65. Information: (212) 307-4100. Closing Next Weekend  ANSEL ADAMS, Robert Mann Gallery, 42 East 76th Street, Manhattan. A show of Adams's photographs. Through Sept. 11. Hours: Tuesday through Saturday, 11 A.M. to 6 P.M. Free. Information: (212) 570-1223. \"THE DINOSAURS OF 'JURASSIC PARK,' \" American Museum of Natural History, Central Park West at 79th Street. Models of dinosaurs and sets from the film, plus actual fossils. Through Sept. 12. Hours: Sunday through Thursday, 10 A.M. to 5:45 P.M.; Friday and Saturday, 10 A.M. to 8:45 P.M. Admission: $5; $2.50 for children. Information: (212) 769-5100.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"A Strike At Kennedy Center","web_url":"https://www.nytimes.com/1993/09/03/arts/a-strike-at-kennedy-center.html","abstract":"  The musicians of the Kennedy Center Opera House Orchestra struck on Wednesday in a contract dispute over the orchestra's status as a tenured ensemble. The musicians were performing in a production of \"The Phantom of the Opera.\" Performances have been canceled through today, but Alan Wasser, the general manager of the production, said that he was exploring ways to resume performances tomorrow or early next week.   The orchestra, which is represented by Local 161-710 of the American Federation of Musicians, performs for ballet and musical theater productions at the Kennedy Center. It is also the orchestra of the Washington Opera, and is in a separate negotiation with the company on a contract to replace one that expired on Tuesday.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Coslet's Blocking Plans Try to Tune Out Critics","web_url":"https://www.nytimes.com/1993/09/03/sports/pro-football-coslet-s-blocking-plans-try-to-tune-out-critics.html","abstract":"  As he will quickly tell you, Bruce Coslet can work at a variety of jobs. For two years, after retiring as a tight end with the Bengals in 1976, he operated a construction business in Stockton, Calif. He is a licensed realtor. He invested in a chain of delicatessens on the West Coast.   But he doesn't hammer nails, make ham sandwiches or list bungalows for a living now. He coaches pro football players. It is a very demanding occupation and Coslet works in one of the most demanding sports cities in America. Winning breeds adoration. Losing begets derision. And every move is played out and secondguessed in the newspapers everyday.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/09/03/arts/art-in-review-237093.html","abstract":"  Gertrud and Otto Natzler 'Collaboration/Solitude'  American Craft Museum 40 West 53d Street Manhattan Through Oct. 10    Gertrud and Otto Natzler were two artists who functioned as one, but with a strict division of labor. From the time they started working together in Vienna in the mid-1930's until Gertrud's death in California in 1971 (they immigrated in 1938), she made delicate vessels and bowls on a potter's wheel, and he devised their glazes and oversaw their firing.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Boy, 8, Injured in Hit-and-Run","web_url":"https://www.nytimes.com/1993/09/03/nyregion/boy-8-injured-in-hit-and-run.html","abstract":"  An 8-year-old boy was seriously injured near his house in Brooklyn on Wednesday night when he was struck by a car that carried him on its hood for more than 100 feet before the child fell off, the police said yesterday. The car then sped off.   The boy, Jamel Ashe, was in critical condition in Kings County Hospital with head injuries and a broken leg, the authorities said.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Review/Film; Scenes From the Middle of a Marriage","web_url":"https://www.nytimes.com/1993/09/03/movies/review-film-scenes-from-the-middle-of-a-marriage.html","abstract":"Irish couple deal with not being perfect. Quite likable in its sly, rambling way.","thumbnail":null,"section":"Movies"},{"date":"19930903","headline":"Volunteers Push the Search for a Missing Girl, 12","web_url":"https://www.nytimes.com/1993/09/03/nyregion/volunteers-push-the-search-for-a-missing-girl-12.html","abstract":"  Two weeks ago Sara Anne Wood set out on a short bike ride, a milelong trip between her home and the church here where her father is pastor.    She never got there.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Israel and P.L.O. Step Up Effort for Recognition Text","web_url":"https://www.nytimes.com/1993/09/03/world/mideast-accord-israel-and-plo-step-up-effort-for-recognition-text.html","abstract":"  Israeli and Palestine Liberation Organization diplomats engaged in a flurry of faxes and phone calls today between offices in Tunis, Europe, Washington and Jerusalem in a frenzied effort to agree on a text for mutual recognition.   President Clinton, whose Administration has moved to the sidelines as Israel and the P.L.O. try to hammer out the terms through their private channels, made his most explicit public statement so far on the negotiations. The President was strikingly cautious about the Israel-P.L.O. accord, treating it as another turn in the peace effort that might soon fall apart.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"'Star Wars' Deception Just Prolonged Cold War; Faceless Sources","web_url":"https://www.nytimes.com/1993/09/03/opinion/l-star-wars-deception-just-prolonged-cold-war-faceless-sources-249493.html","abstract":"  To the Editor:   It is astonishing that you would publish on your Aug. 18 front page an article impugning the honesty of reputable people, based on the presumed remarks of anonymous sources, and follow it up Aug. 19 with a scathing editorial based on the same suspect evidence. Article and editorial accuse the Strategic Defense Initiative program's managers of base dishonesty, faking tests to deceive Congress.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Review/Film: Boxing Helena; A Kinky, Macabre Tale Of Erotic Fascination","web_url":"https://www.nytimes.com/1993/09/03/movies/review-film-boxing-helena-a-kinky-macabre-tale-of-erotic-fascination.html","abstract":"Literally, via surgery. Kinky, macabre tale of erotic fascination. Perverse but hypnotically peculiar.","thumbnail":null,"section":"Movies"},{"date":"19930903","headline":"Brown a Brown Again As a Consultant","web_url":"https://www.nytimes.com/1993/09/03/sports/sports-people-pro-football-brown-a-brown-again-as-a-consultant.html","abstract":"  JIM BROWN is back with the Cleveland Browns. The team hired the Hall of Fame running back as a part-time consultant yesterday, making him a Browns employee for the first time since he retired abruptly at age 29 after the 1965 season, during the prime of his career. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Books of The Times; Plotter's Stupidity Saved By Stupidity of Others","web_url":"https://www.nytimes.com/1993/09/03/books/books-of-the-times-plotter-s-stupidity-saved-by-stupidity-of-others.html","abstract":"  A Simple Plan   By Scott Smith   335 pages. Alfred A. Knopf. $21.     A better title for \"A Simple Plan,\" Scott Smith's much ballyhooed first novel, might be \"A Stupid Plan.\"","thumbnail":null,"section":"Books"},{"date":"19930903","headline":"Home Video","web_url":"https://www.nytimes.com/1993/09/03/arts/home-video-952393.html","abstract":"  New Fonda Tapes    These days, even perusing a best-seller list of fitness tapes is a bit of a workout. Tamilee Webb is turning abs, arms, buns and legs to steel. (Five of Ms. Webb's \"Buns of Steel\" cassettes and three \"Abs of Steel\" are best sellers.) Cindy Crawford is shaping the body, Cher is building body confidence, Richard Simmons is sweatin' to the oldies, Denise Austin is kickin' with country and Judi Sheppard Missett is toning with jazzercise funk.   Into this churning niche come three new tapes from the exercise pioneer Jane Fonda. On Sept. 15, A*Vision will release \"Jane Fonda's Favorite Fat Burners,\" a compilation of routines from four of her earlier videos; \"Jane Fonda's Pregnancy Workout\" and \"Jane Fonda's Start Up,\" a 25-minute introductory warm-up for beginners.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/03/nyregion/bridge-696693.html","abstract":"  Two American teams seem certain to qualify for playoffs at the NEC World Team Championships here, but two others are decidedly in jeopardy with four rounds of play remaining.   In the Bermuda Bowl contest for open teams, the United States No. 1 team, which includes Michael Becker of Tenafly, N.J., has fought back after a bad start and is challenging for the crucial fourth position in Group W. The standings are: 1.  China 183 victory points; 2.  Norway 169; 3.  Denmark 162.5; 4.  India 155.5; 5.  U.S.A. No. 1, 150.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"'Star Wars' Deception Just Prolonged Cold War; Still Squandering","web_url":"https://www.nytimes.com/1993/09/03/opinion/l-star-wars-deception-just-prolonged-cold-war-still-squandering-248693.html","abstract":"  To the Editor:   Your reports on the rigged 1984 \"Star Wars\" test raise serious questions about our ballistic missile defense program and its management.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"U.S. AND RUSSIANS JOIN IN NEW PLAN FOR SPACE STATION","web_url":"https://www.nytimes.com/1993/09/03/world/us-and-russians-join-in-new-plan-for-space-station.html","abstract":"  Formally ending decades of cold war rivalry in space, the United States and Russia agreed today to merge the hearts of their manned space programs, embarking on a joint effort to design and construct an international space station.    In a separate agreement signed today by Vice President Al Gore and Prime Minister Victor S. Chernomyrdin, Russia also agreed to place export controls on missile technology, a step the Administration had set as a condition to cooperation in space.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"Bomb Trial Jury Pool","web_url":"https://www.nytimes.com/1993/09/03/nyregion/bomb-trial-jury-pool.html","abstract":"  A Federal district judge has ordered that 5,000 extra people be called as prospective jurors in the World Trade Center bombing case, which is expected to be one of the most closely followed criminal trials in New York City history.    Article, page B1","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"This Country Needs A Progressive Party","web_url":"https://www.nytimes.com/1993/09/03/opinion/l-this-country-needs-a-progressive-party-234693.html","abstract":"  To the Editor:   William Safire is correct in \"The Fourth Man\" (column, Aug. 23) when he advocates a new political party for this country. But not for his smug and cynical reason of neutralizing Ross Perot (who is not a real political movement anyway) and thus restrict the field of debates to the Democrats and Republicans.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"For Manny Ramirez, To Play Is the Thing","web_url":"https://www.nytimes.com/1993/09/03/sports/baseball-for-manny-ramirez-to-play-is-the-thing.html","abstract":"  Before the game in the canvas-covered Metrodome this evening, the first that Manny Ramirez of the Cleveland Indians and Washington Heights would play as a major leaguer, he said he did not know, nor care, who was pitching for the opposition, the Minnesota Twins.   \"Just see the ball,\" he said. \"Try to hit it as hard as I can, like when I was in Triple-A.\"","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"On My Mind; The Road to Palestine","web_url":"https://www.nytimes.com/1993/09/03/opinion/on-my-mind-the-road-to-palestine.html","abstract":"  Phase One: creation of a Palestinian state controlled by the Palestine Liberation Organization. Phase Two: use of that state to carry on the struggle until \"all Palestinian territory,\" which means Israel, is under Palestinian domination.   For a quarter-century that has been the two-phase policy of the P.L.O. Sometimes it is stated formally -- as at the P.L.O. Cairo meeting in 1974. And day after day it has been proclaimed one way or another in P.L.O. speeches to the Palestinian people.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"THE ARTS GUIDE","web_url":"https://www.nytimes.com/1993/09/03/style/IHT-the-arts-guide.html","abstract":"As the curtain goes up on the new sesason, here is a sampling of the productions at some of the world's major opera houses... AUSTRALIA . Sydney . Sydney Opera House (tel: 319.10.88). Puccini \"Tosca,\" Gluck \"Orpheus & Eurydice,\"","thumbnail":null,"section":"Style"},{"date":"19930903","headline":"Fall Is Near, School Is Not, and Chaos Looms","web_url":"https://www.nytimes.com/1993/09/03/nyregion/fall-is-near-school-is-not-and-chaos-looms.html","abstract":"  New York City's government, to say nothing of the parents of its one million public school students, began the monumental task yesterday of finding ways to occupy those children all day now that the asbestos crisis has delayed the opening of city schools until Sept. 20 at the earliest.    Parents began calling friends, grandparents and baby sitters and juggling their own work schedules. Libraries and museums made plans for puppet shows and handicraft workshops. The Dinkins administration said it would extend the city's summer programs at recreation centers and parks, and the Mayor himself offered to teach a course on public television.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Revenge Of the McEnroes","web_url":"https://www.nytimes.com/1993/09/03/sports/us-open-93-notebook-revenge-of-the-mcenroes.html","abstract":"  Patrick McEnroe evened a score for his brother John yesterday with a grueling 6-4, 6-3, 6-7 (5-7), 6-3 second-round victory over Paul Haarhuis of the Netherlands in a match that took 3 hours 39 minutes.   Three years ago, Haarhuis pulled off a major upset, eliminating John McEnroe -- the four-time Open champion -- in the second round here. Yesterday, it was Patrick who finished off Haarhuis on Court 16.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"2 Ex-Champs Socked","web_url":"https://www.nytimes.com/1993/09/03/sports/sports-people-boxing-2-ex-champs-socked.html","abstract":"  Two former champions yesterday paid the price for acting in less than championship fashion. In Conway, N.H., MARVIN HAGLER was fined $350 and had his license suspended for 90 days after being found guilty of drunken driving. A Columbus, Ohio, jury ruled BUSTER DOUGLAS will have to pay more than $293,000 in city taxes from his losing 1990 championship fight with EVANDER HOLYFIELD.  (AP)","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"August Doledrums","web_url":"https://www.nytimes.com/1993/09/03/opinion/august-doledrums.html","abstract":"  Last month Senator Robert Dole's 1988 Presidential campaign agreed to pay $100,000 in civil penalties for election law violations -- the largest fine ever imposed on a Presidential campaign by the historically limp Federal Election Commission. The Republican minority leader shrugged off the offense and criticized the commission for its slow response time. But that trivializes a serious subject.    Mr. Dole's campaign had accepted illegal corporate contributions, exceeded the spending limits in the important Iowa and New Hampshire primary elections and improperly used the Senator's political action committee to benefit his Presidential effort. The campaign agreed to refund $104,000 in excessive or prohibited contributions, on top of $245,000 it had already returned.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Where's the Bottom?","web_url":"https://www.nytimes.com/1993/09/03/opinion/where-s-the-bottom.html","abstract":"  With its only superpower enemy having retired from the global battlefield, does a fiscally strapped United States still need to spend more than $1.2 trillion over the next five years for defense? It's hard to see why. But that's the number on the bottom line of the Pentagon's new \"bottom up review,\" unveiled Wednesday by Secretary of Defense Aspin.    By cutting perhaps $120 billion more than the Bush Administration had planned over the five-year period and scrapping some of the forces and weapons aimed solely at the now-vanished Soviet threat, the review makes a modest start at adjusting defense budgets to new international realities. But the start is too modest to do justice to competing fiscal needs.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"TALKS CONTINUING, NORWEGIAN STATES","web_url":"https://www.nytimes.com/1993/09/03/world/mideast-accord-talks-continuing-norwegian-states.html","abstract":"  The Norwegian official who aided the secret talks between Israel and the Palestine Liberation Organization said today that negotiations on mutual recognition were continuing by telephone after the last face-to-face session here Tuesday night.   \"There is a document, but it is not final yet,\" said the official, Foreign Minister Johan Jorgen Holst, who oversaw the secret talks that produced it last month. \"The questions are obviously very sensitive, because they go to the core of the legacy of the conflict -- the raison d'etre of the P.L.O. as an organization, and the legitimacy of the Israeli state.\"","thumbnail":null,"section":"World"},{"date":"19930903","headline":"After the Currency Crises, Can Europe Revive a Monetary Policy?","web_url":"https://www.nytimes.com/1993/09/03/opinion/IHT-after-the-currency-crises-can-europe-revive-a-monetary-policy.html","abstract":"The recent European currency crisis was of a different nature - more fundamental and more frustrating - than the previous crisis, in September 1992. .Last year, Italy and Britain left the exchange-rate mechanism of the European Monetary System because","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Review/Film; A Tour of Homicidal America","web_url":"https://www.nytimes.com/1993/09/03/movies/review-film-a-tour-of-homicidal-america.html","abstract":"Cross-country with writer researching serial killers. Morally bankrupt and proud of it.","thumbnail":null,"section":"Movies"},{"date":"19930903","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/03/nyregion/c-corrections-453093.html","abstract":"  An article yesterday about arms traffickers' use of false documents from Latin nations to purchase weapons referred incorrectly to a former official of the Bolivian Foreign Ministry who has been arrested for helping the traffickers. He is Norberto Quiroga, not Jorge.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"On Bosnia Talks: Hoping to Bridge a Slender Gap","web_url":"https://www.nytimes.com/1993/09/03/world/on-bosnia-talks-hoping-to-bridge-a-slender-gap.html","abstract":"  Despite the breakdown of the latest peace talks on Bosnia and Herzegovina, the three warring parties were apparently so close to agreement Wednesday night that diplomats here are still hopeful that Bosnia's Muslims, Serbs and Croats will try again soon to end their war.   After Bosnian Serbs rejected an earlier peace plan this spring, the immediate result was an upsurge in fighting between Serbs and Muslims and between Croats and Muslims, with the Muslims scoring their first significant military successes against the Croats in central Bosnia.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/03/style/chronicle-199493.html","abstract":"  LYNN REDGRAVE stopped the show Tuesday evening -- for the sake of two lights in the mezzanine that had gone out.   Normally that would have been of little moment in her one-woman show, \"Shakespeare for My Father,\" at the Helen Hayes Theater. But the lights had been illuminating CANDACE BROCKER-PENN, the sign-language interpreter who was conveying Miss Redgrave's words to some 150 hearing-impaired people in the audience. They were attending the show under the auspices of the Theater Development Fund's Theater Access Program.","thumbnail":null,"section":"Style"},{"date":"19930903","headline":"Yanks Counsel Calm For the Stretch Run","web_url":"https://www.nytimes.com/1993/09/03/sports/on-baseball-yanks-counsel-calm-for-the-stretch-run.html","abstract":"  It's not like the Yankees were ordering those playoff tickets touting a New York-Chicago American League Championship Series. But they might have been stretching the truth if they said that the Chicago White Sox visit to the Bronx this week didn't have more than thoughts of sugar plum fairies dancing in Yankee heads.   After all, the White Sox are starting to look as if they're about to make the division race in the A.L. West a non-issue. And the Yankees, though certainly not a shoe-in in the East, are the closest challenger to the first-place Toronto Blue Jays. So who could blame either the White Sox or the Yankees at the start of a three-game series if they wondered about the what-ifs?","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Finding a Whole World in 64 Squares","web_url":"https://www.nytimes.com/1993/09/03/movies/finding-a-whole-world-in-64-squares.html","abstract":"  ON a recent Saturday afternoon in the thick of August, Manhattan was anything but deserted. The humidity was down, the sky was blue and an insistent breeze appeared to have convinced streams of people in Greenwich Village that a good mood was in order, that a distant beach wasn't a better place to be.   In the southwest corner of Washington Square Park stood the 19 chess tables that recently regained notoriety by way of the film \"Searching for Bobby Fischer.\" The movie describes the early playing days of Josh Waitzkin, who is now a 16-year-old international master and ranked No. 1 in that age group in the United States. I was not looking for the next Josh Waitzkin. In the interest of exploring the chess world of New York City shown in \"Bobby Fischer,\" I was simply trying to summon the nerve to play a game with one of the hustlers who threaded through the onlookers, competition clocks in hand, saying, \"Speed chess, anyone?\"","thumbnail":null,"section":"Movies"},{"date":"19930903","headline":"Sounds Around Town","web_url":"https://www.nytimes.com/1993/09/03/arts/sounds-around-town-239793.html","abstract":"  Sounds From the Edge   Bailter Space, CBGB, 315 Bowery, at Bleecker Street, East Village, (212) 982-4052. A sextuple bill that moves from the neo-girl-group sound of the Shams to No Safety's accommodation of noise and pop to New Zealand's own noise-rock group Bailter Space. It's all music on the edge, and what a broad and irregular edge it is. The show starts tomorrow at 8:30 P.M., and the cover is $8.  Brown at Bradley's    Donald Brown, Bradley's, 70 University Place, Greenwich Village, (212) 228-6440. Donald Brown is one of these young pianists and composers better known among musicians than among the jazz audience. His shows at Bradley's are always spectacular, and he's using two fine young musicians, the alto saxophonist Jesse Davis and the bassist Peter Washington. The shows are tonight through Sunday, at 10 P.M., midnight and 2 A.M.; there is a $12 cover and an $8 minimum.  Tyner at the Note    McCoy Tyner, Blue Note, 131 West Third Street, Greenwich Village, (212) 475-8592. Thirty years ago, as a member of John Coltrane's group, McCoy Tyner produced a piano vocabulary that completely changed the way young pianists played. He has left behind his original innovations -- still borrowed regularly by others -- and his improvisations are a wonder of harmony and rhythm, complicated and distinct. Sets are tonight and tomorrow at 9 and 11:30 P.M. and 1:30 A.M. and on Sunday at 9 and 11:30 P.M. There's a $25 cover plus a $5 minimum.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"New Jersey Education Act Is Judged Unconstitutional","web_url":"https://www.nytimes.com/1993/09/03/nyregion/new-jersey-education-act-is-judged-unconstitutional.html","abstract":"  After a judge ruled this week that the state had not done enough to close the gap between rich and poor school districts, Gov. Jim Florio indicated he was taking comfort, and political refuge, in one thought: the school spending plan had not been declared outright unconstitutional.   Today he lost that comfort.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Bank Fraud Plea Forestalls Questions About Iraq Arms","web_url":"https://www.nytimes.com/1993/09/03/us/bank-fraud-plea-forestalls-questions-about-iraq-arms.html","abstract":"  A bank fraud case that was to have been the main stage for an accusation that the Bush Administration secretly engaged in the arming of Iraq and then sought to cover it up came to a surprising close today when the defendant, a week away from trial, struck a deal with the Government and pleaded guilty in Federal District Court in Atlanta.   The defendant, Christopher P. Drogoul, former manager of the Atlanta branch of a Rome bank, Banca Nazionale del Lavoro, had earlier insisted that he wanted to go to trial to demonstrate that he had been a pawn in an international conspiracy, involving the Bush Administration, to strengthen the Iraqi regime of Saddam Hussein in the months before its invasion of Kuwait.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"CLINTON CUTS AIMS ON MENTAL HEALTH AND DENTAL COSTS","web_url":"https://www.nytimes.com/1993/09/03/us/clinton-cuts-aims-on-mental-health-and-dental-costs.html","abstract":"  President Clinton has decided to jettison some of the ambitious plans for comprehensive health benefits that he and his advisers had decided should be guaranteed to all Americans, Administration officials said today.   Because of concerns about cost, the health care overhaul package will initially include only limited amounts of mental health care and will not cover dental services for adults.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/03/style/chronicle-200193.html","abstract":"  If sports stars can abandon their teams for stronger ones or for the highest bidder, why not newspaper columnists?   MIKE McALARY, the chronicler of street life and police exploits, both fair and foul, for The New York Post -- or is it The Daily News? -- seems to have mastered a certain fickleness more typical of power hitters than keyboard jockeys.","thumbnail":null,"section":"Style"},{"date":"19930903","headline":"Home Is Where the Profits Are; Suburbanites Reap the Benefits of a Weak Economy as Entrepreneurs Come Calling","web_url":"https://www.nytimes.com/1993/09/03/nyregion/home-where-profits-are-suburbanites-reap-benefits-weak-economy-entrepreneurs.html","abstract":"  On Sunday mornings, sporting a black wet suit and neon fins, Harry Triola of Fort Salonga, L.I., flip-flops over to his neighbor's swimming pool, where he meets Nicholas Martielli, his personal scuba-diving instructor.   At least three nights a week, Eric Swenson, an estates and trusts lawyer, sets himself apart from the competition by writing clients a complete will, in the privacy of their living rooms, for $99.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Israel Again Puts Off Demjanjuk Deportation","web_url":"https://www.nytimes.com/1993/09/03/world/israel-again-puts-off-demjanjuk-deportation.html","abstract":"  John Demjanjuk's deportation from Israel was put off once again today when a Supreme Court justice said he wanted more time to consider an appeal from Israelis pressing for new war-crimes charges stemming from the \"Ivan the Terrible\" case.   The justice, Theodore Orr, did not say how long he would take to decide, but it seemed likely that the 73-year-old Mr. Demjanjuk would remain at the Ayalon Prison near Tel Aviv into next week and perhaps beyond.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/09/03/arts/art-in-review-238993.html","abstract":"  Francois Kollar  Zabriskie Gallery 724 Fifth Avenue (at 56th Street) Through Sept. 18    Born in Hungary, Francois Kollar (1904-1979) moved to Paris in 1924 and over the next decade established himself as a leading commercial photographer, specializing in fashion shots for Harper's Bazaar, Cartier and other clients. It is easy to see from the varied selection of work here why he was successful: Kollar brought to his mundane assignments a sense of the expressive possibilities of light and dark, and in many pictures he used rich shadows and graceful, curving lines to simplify his compositions and create a sense of mystery.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/03/nyregion/c-corrections-068893.html","abstract":"  A picture caption in Business Day yesterday, with the continuation of a front-page article about powerful personal computers, referred incorrectly to the son in a family that has three computers. He is Andrew Machrone, not Eric.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Pentagon Sees A Greater Role For Reservists","web_url":"https://www.nytimes.com/1993/09/03/us/pentagon-sees-a-greater-role-for-reservists.html","abstract":"  With the number of active-duty troops shrinking but the Pentagon still determined to stand ready to fight two wars at once, the military is preparing to rely more heavily on combat reservists, whose performance raised some doubts during the Persian Gulf war.   Under the plan for a post-cold war military structure that Defense Secretary Les Aspin made public on Wednesday, the Pentagon intends to increase the training, equipment and combat readiness of about 15 Army National Guard brigades to enable them to reinforce American troops quickly in the second of two regional conflicts.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"China Says Saudis Found No Arms Cargo on Ship","web_url":"https://www.nytimes.com/1993/09/03/world/china-says-saudis-found-no-arms-cargo-on-ship.html","abstract":"  China said today that a Saudi-American inspection team had completed a thorough search of suspected containers on a Chinese freighter in the Persian Gulf and found they contained none of the illicit chemical weapons cargo that United States intelligence agencies and the Clinton Administration earlier asserted.   Foreign Ministry spokesman Wu Jianmin, in a news briefing here today, said, \"personnel dispatched by the United States Government\" to the Saudi Arabian port at Damman \"took part in the whole process of inspection as technical advisers to the Saudi side.\"","thumbnail":null,"section":"World"},{"date":"19930903","headline":"Carillo's Passing Shots Tweak a 'Young Lad'","web_url":"https://www.nytimes.com/1993/09/03/sports/baseball-tv-sports-carillo-s-passing-shots-tweak-a-young-lad.html","abstract":"  You are CBS's Mary Carillo. You are a confident, talented tennis analyst and reporter. You hear from a guy you grew up with, this ex-champion named John McEnroe, that because you are a woman you are not fit to call men's tennis on TV. What to do? You return serve with humor, refuse to transform the comments into a major feminist issue and try, not always successfully, to shift the focus from the gender scandal to the tennis at the United States Open.   \"I've been dealing with this for a week,\" said Carillo, shaking her head, in CBS's studio Wednesday at the United States Tennis Association National Tennis Center. \"Coverage of the coverage has always boggled my mind.\"","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Review/Theater; A Scandal More Discussed Than Performed","web_url":"https://www.nytimes.com/1993/09/03/theater/review-theater-a-scandal-more-discussed-than-performed.html","abstract":"  Toward the end of the first act of \"The First Lulu,\" a negligeed Lulu watches her third husband threaten his son with a pistol because father has just found son making love to stepmother. Offstage, behind the arras, a circus acrobat who is Lulu's current lover impatiently waits for the domestic row to end so they can carry on with their tryst. A delighted Lulu claps her hands and exudes, \"This is the high point in my life!\"   It has been nearly 100 years since the German playwright Frank Wedekind's Lulu play was banned as \"obscene and immoral.\" In the interim, G. W. Pabst made a movie based on the character and Alban Berg wrote an opera about her. Wedekind has for the most part been a playwright mentioned in college survey courses (a founder of Expressionism, a major influence on Brecht, etc.), but seldom actually published or produced.","thumbnail":null,"section":"Theater"},{"date":"19930903","headline":"So Long, Summer, and Thanks","web_url":"https://www.nytimes.com/1993/09/03/arts/so-long-summer-and-thanks.html","abstract":"  KISS it goodbye. All of it. The Technicolor drinks. The fabulously trashy beach novels. The creative loafing at work. The truncated Fridays. Wave bye-bye. Summer is over.   Labor Day is one of the few holidays that still fit the rhythms of modern life. With the first whiff of September, the national sense of guilt kicks in with a vengeance. Everyone deserves June and July. But August? August is an inexcusable indulgence. It's a second dessert, a third martini, a fourth video.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"The Indians of Brazil : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/09/03/opinion/IHT-the-indians-of-brazil-letters-to-the-editor.html","abstract":"Regarding \"Defend Indigenous Rights in Brazil\" (Opinion, Aug. 27): .Terence Turner writes that the invasion of the Yanomami Indian reserve by gold miners had \"strong support from within the national government,\" and he ignores the a","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Argentines Say a Sex Cult Enslaved 268 Children","web_url":"https://www.nytimes.com/1993/09/03/world/argentines-say-a-sex-cult-enslaved-268-children.html","abstract":"  An Argentine judge said today that a police raid had found 268 children living in cramped quarters, many of them underfed and poorly clothed, and literature promoting sex between adults and children. The raid was carried out early Wednesday on a group known as the Family.   As many as 60 United States citizens were among the children and adults taken into custody, the judge said.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"Review/Art; The Greening of Russia: Recycling Lenin Statues","web_url":"https://www.nytimes.com/1993/09/03/arts/review-art-the-greening-of-russia-recycling-lenin-statues.html","abstract":"  What to do with all those statues of Lenin and Stalin in Russia now that the Revolution has gone out of style? That's the question that the artist-team Komar and Melamid, internal dissidents turned American residents, began asking themselves when the Soviet Union dissolved in 1991. \"Monumental Propaganda\" is their answer.   Or more accurately, answers, since this unusual group show, sponsored by Independent Curators Inc. and installed in the Courtyard Gallery of the World Financial Center, is very much a collaboration. Komar and Melamid invited 150 artists from the United States, Russia, Canada and Europe to submit proposals for disposing of the thousands of public sculptures in the former Soviet Union that await destruction because their political message is obsolete. Some responses -- texts, drawings, collages and photographs -- say good riddance, others find ways to give old icons new meanings. Together they constitute the exhibition.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Review/Art; More to It Than Meets the Eye: A Show of Minimalist Paintings","web_url":"https://www.nytimes.com/1993/09/03/arts/review-art-more-to-it-than-meets-the-eye-a-show-of-minimalist-paintings.html","abstract":"  As summer turns to fall and the art world revs up for the new season, one of the slower, more meditative esthetic experiences available in New York City is \"Singular Dimensions in Painting\" at the Guggenheim Museum SoHo. This show places before the viewer nearly 40 Minimalist or proto-Minimalist paintings from the 1950's, 60's and 70's, most of them from the museum's collection. Dominated by canvases in muted shades of gray, olive, blue and white or intractable black, it is nothing if not quiet and serene.   Although somewhat flawed in conception and limited in breadth, \"Singular Dimensions\" offers one of the most extensive surveys of this style in several years. By concentrating on painting instead of sculpture, it emphasizes Minimalism's gentler side, countering the tendency among feminist art historians to see it rather simplistically as a uniformly authoritarian, macho way of art making.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Subway Explosion in Bronx Injures Four","web_url":"https://www.nytimes.com/1993/09/03/nyregion/subway-explosion-in-bronx-injures-four.html","abstract":"  An explosion underneath a subway train in the Bronx yesterday injured four people and delayed trains for two hours, a spokesman for the Transit Authority said.    The explosion, caused by a malfunction of the electrical transfer that powers subway trains, occurred at 2:40 P.M. underneath a No. 6 train as it traveled north between the 149th Street and Longwood Avenue stations, said the spokesman, Bob Slovak.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Eager to Try World Series, Smith Tries on Pinstripes","web_url":"https://www.nytimes.com/1993/09/03/sports/baseball-eager-to-try-world-series-smith-tries-on-pinstripes.html","abstract":"  Lee Smith talked about his late grandfather having been a Yankee fan, even though he lived in Freeport, La. He said he did not mind being called the Yankee savior, even though he does not think one player can decide a pennant. He laughed about having to give his facial hair another shave; Smith clipped it from a beard to a goatee before leaving St. Louis yesterday, but the clean-cut Yankees made him trim it to a mustache.   In his first day on the job, the pitcher who could save the Yankees tried to defuse the pressure by displaying a ready wit. His biggest concern, he said, was whether his uniform would fit. It did.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Shakespeare for Mere Mortals","web_url":"https://www.nytimes.com/1993/09/03/opinion/shakespeare-for-mere-mortals.html","abstract":"  Is Shakespeare truly the ruling genius of English literature, or just another writer? Is the insistence on teaching Shakespeare to schoolchildren merely a sinister plot to bolster the agenda of the Right? Was Shakespeare a misogynist? A bourgeois hegemonist? An apologist for imperialism?   If you, gentle reader, don't have an opinion on any of these questions, never fear: A whole raft of academics have plenty. Together they have created a publishing mini-industry that has lately been labeled the Bardbiz.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Labor Day Weekend: Town and Country","web_url":"https://www.nytimes.com/1993/09/03/arts/labor-day-weekend-town-and-country.html","abstract":"  Here is a sampling of Labor Day weekend activities in the New York metropolitan region: NEW YORK CITY Today  \"LAUGH-A-THON,\" Chicago City Limits Theater, 351 East 74th Street, Manhattan. A benefit for the Muscular Dystrophy Association. 8 P.M. Tickets: $15. Information: (212) 772-8707. Tomorrow  WASHINGTON SQUARE OUTDOOR ART EXHIBIT, sidewalks surrounding Washington Square Park, Greenwich Village. Noon to 7 P.M. Through Monday and Sept. 11 and 12. Information: (212) 982-6255. BRIGHTON BEACH BOARDWALK FESTIVAL, Brighton Beach boardwalk from Coney Island Avenue to Ocean Parkway, Brooklyn. Sponsored by the National Kidney Foundation of New York/New Jersey. 11 A.M. to 6 P.M. Free. Information: (212) 809-4900. EIGHTH AVENUE FESTIVAL, Eighth Avenue from 52d to 60th Street, Borough Park, Brooklyn. Sponsored by the Brooklyn Council of Chinese Churches. Noon to 4 P.M. Free. CRAFTS FESTIVAL, Lincoln Center's Fordham University Plaza, West 62d Street and Columbus Avenue. Sponsored by Fordham University. Through Monday and Sept. 11 and 12. 11 A.M. to 7 P.M. Free. Information: (212) 677-4627. WEST SIDE ARTS, CRAFTS AND ANTIQUES FESTIVAL, West End Avenue from 86th to 96th Street, Manhattan. Sponsored by the N.A.A.C.P. Mid-Manhattan Branch. 11 A.M. to 6 P.M. Free. Information: (212) 764-6330. \"DRESS THE NAKED MOLE-RAT CONTEST,\" the Bronx Zoo, World of Darkness, 185th Street and Southern Boulevard. An artistic competition for children. 11 A.M. to 4 P.M. Admission: $5.75; $2 for the elderly and children 2 to 12; free for children under 2. Information: (718) 367-1010. Sunday  FIREWORKS BY GRUCCI, South Street Seaport, at the East River. 8:45 P.M. Information: (212) 732-7678. GREAT CHELSEA LABOR DAY FEST, Eighth Avenue from 15th to 23d Street, Chelsea. Sponsored by the Chelsea Reform Democratic Club. 10 A.M. to 7 P.M. Free. Information: (212) 995-9412. 30TH AVENUE ASTORIA FESTIVAL, Astoria, Queens. Sponsored by the 30th Avenue Area Merchants Association. 11 A.M. to 7 P.M. Free. Information: (718) 274-1314. BRAZILIAN INDEPENDENCE DAY FESTIVAL, West 46th Street from Avenue of the Americas to Madison Avenue. Sponsored by the Brazilian American Cultural Center. 10 A.M. to 7 P.M. Free. Information: (212) 382-1630. SEUFFERT BAND, Forest Park's Music Grove, Main Drive off Woodhaven Boulevard, Glendale, Queens. 3 P.M. Free.  KEN BUTLER, Snug Harbor Cultural Center Gazebo, 1000 Richmond Terrace, Livingston, S.I. A concert of instruments made of toothbrushes, hockey sticks and other objects. 3 P.M. Free. Information: (718) 448-2500. Monday  ARTIE SHAW BAND, Ambrose Stage, Pier 16, at the East River, South Street Seaport. 6 P.M. Free. Information: (212) 732-7678. \"IMMIGRANT LABORS, IMMIGRANT TRIUMPHS,\" Lower East Side. A walking tour exploring immigrants and their contributions to the labor movement. Sponsored by Big Onion Walking Tours. 1 P.M. Fee: $9; $7 for students and the elderly. Information: (212) 439-1090. STEINWAY STREET LABOR DAY FESTIVAL, Steinway Street from 28th to 35th Avenue, Astoria, Queens. 11 A.M. to 6 P.M. Free. Information: (212) 809-4900. AUSTIN STREET LABOR DAY FESTIVAL, Austin Street from Ascan Avenue to 70th Avenue, Forest Hills, Queens. Sponsored by We Care About New York Inc. and the Forest Hills Chamber of Commerce. 11 A.M. to 6 P.M. Free. Information: (212) 686-1001. LABOR DAY PARADE, Fifth Avenue from 44th to 72d Street. Sponsored by the New York City Central Labor Council. 11 A.M.  \"NOHO: A NEW FRONTIER,\" lower Manhattan. A walking tour sponsored by Bernie's New York. 2 P.M. Fee: $5. Information: (718) 655-1883. \"THE DAY THE EARTH STOOD STILL,\" Bryant Park, Avenue of the Americas at 40th Street. The film will be projected on a giant screen as part of the Bryant Park Summer Film Festival. 8 P.M. Free. Information: (212) 938-4142. LONG ISLAND Today  \"EDIBLE LANDSCAPES,\" Quail Hill Farms, Amagansett. A demonstration as part of the Green Earth Festival. 1:30 P.M. Information: (516) 725-0325. Tomorrow  SHINNECOCK POWWOW, Shinnecock Indian Reservation, Southampton. Through Monday. Hours: tomorrow and Sunday, 2 to 5 P.M. and 7 to 10 P.M.; Monday, 1 to 5 P.M. Admission: $6; $4 for children and the elderly. Information: (516) 283-6143. LABOR DAY WEEKEND FESTIVAL, Palmer Vineyards, Sound Avenue, Aquebogue. Live music and winery tours and tasting. Through Monday. 11 A.M. to 6 P.M. Free. Information: (516) 722-9463. ANTIQUES FAIR, Miss Amelia's Cottage, Main Street, Amagansett. Hours: 10 A.M. to 6 P.M. Information: (516) 267-3020. \"OLD-FASHIONED BUTTER MAKING,\" County Farm, Yaphank Avenue, Yaphank. A workshop. 10 A.M. Information: (516) 852-4608. ARTS AND CRAFTS SHOW, Boardwalk at Riverside Boulevard, Long Beach. Through Sunday. 9 A.M. to 7 P.M. Information: (516) 432-1192. Sunday  DR. JOHN AND THE NEW ISLAND SOCIAL PLEASURE CLUB BAND, Planting Fields Arboretum, Oyster Bay. Loup Garou will open the show. 8 P.M. Tickets: $15 to $25. Information: (516) 922-0061. JEWISH BOOKFEST AND ARTS FESTIVAL, Suffolk Y, 74 Hauppauge Road, Commack. Through Monday. 11 A.M. to 6 P.M. Admission: $14 per day; $12 for students and the elderly; free for children under 12; $20 for two days. Information: (516) 938-4600. UPSTATE NEW YORK Tomorrow  WOODSTOCK-NEW PALTZ ART AND CRAFTS FAIR, Ulster County Fairgrounds, Albany Post Road, New Paltz. Through Monday. Hours: tomorrow and Sunday, 10 A.M. to 6 P.M.; Monday, 10 A.M. to 5 P.M. Admission: $5.50; $4.50 for the elderly; $3.50 for children 4 to 12. Information: (914) 246-3414. NEW YORK RENAISSANCE FESTIVAL, Sterling Forest, off Route 17A, Tuxedo. A recreated 16th-century English fair with jesters, jugglers and jousters. Through Monday. 11 A.M. to 6 P.M. Admission: $13.50; $11.50 for the elderly; $5.50 for children 3 to 12. Information: (914) 351-5171. \"HERB GARDEN WALK,\" John Jay Homestead State Historic Site, Route 22, Katonah. 2 P.M. Fee: $5. Information: (914) 232-5651. KATONAH STREET FESTIVAL, Katonah Avenue, Katonah. Rides and circus, $2 to $3. 10 A.M. to 4 P.M. Information: (914) 232-2668. Monday  CHESS TOURNAMENT, John Jay Homestead State Historic Site, Route 22, Katonah. 9 A.M. to 4 P.M. Free. Information: (914) 232-5651. CONNECTICUT Today  \"ODYSSEY '93,\" St. Barbara Greek Church, 480 Racebrook Road, Orange. A Greek Festival. Through Monday. Noon to 10 P.M. Free. Information: (212) 795-1347. Tomorrow  \"LABOR DAY WEEKEND MEET THE ARTISTS AND ARTISANS SHOW,\" Olde Mistick Village, Route 27, Mystic. Through Monday. 10 A.M. to 6 P.M. Free. Information: (203) 874-5672. NORTH AMERICAN WILDLIFE ASSOCIATION ARTS AND CRAFTS FESTIVAL, Town Green, Madison. 9 A.M. to 4 P.M. Information: (203) 245-9407. ELI WHITNEY FOLK FESTIVAL, Edgerton Park, New Haven. Emmylou Harris and Northern Lights. 6:30 P.M. Tickets: $15; $13 in advance. Information: (203) 248-6582. \"STORIES OF SOLDIERS, SALTBOXES, STREAMS AND SAWMILLS,\" Tiffany Farm, Old Lyme. Four-mile walk and talk with the historian Elizabeth Plimpton. 10 A.M. Fee: $3; box lunches are available for $10.50. Information: (203) 434-5542. COUNTRY FAIR, Route 63, south of Goshen Center, Goshen. Through Monday. 8 A.M. to dusk. Admission: $4; children free. Information: (203) 491-3604. COUNTRY FAIR, Quarry Hill Road, Haddam Neck. Through Monday. Hours: tomorrow, 9 A.M. to 10 P.M.; Sunday, 7:30 A.M. to 10 P.M.; Monday, 7:30 A.M. to 6 P.M. Admission: $3.50, children free. Information: (203) 267-7677 or 267-4671. COUNTRY FAIR, Junction Routes 171 and 169, South Woodstock. Through Monday. Hours: 9 A.M. to 9 P.M. Admission: $5; free for children; parking $3. Information: (203) 928-5711. NEW JERSEY Today  ANNUAL LABOR DAY WEEKEND SIDEWALK SALE, Liberty Village Factory Outlets, Church Street, Flemington. Through Monday. 10 A.M. to 6 P.M. Information: (908) 782-8550. ANNUAL CLAMSHELL PITCHING TOURNAMENT, Congress Street Beach, Beach Drive and Congress Street, Cape May. Through Monday. Information: (609) 259-0600. SOCIETA MADONNA DEI MARTINI FESTIVAL, Fourth and Adams Streets, Hoboken. Through Monday. 7:30 P.M. to midnight. Free. Information: (201) 659-9431. Tomorrow  SOMERSET HILLS FUN FESTIVAL OF ARTS AND CRAFTS, Oak Street, Basking Ridge. Hours: tomorrow, 3 to 9 P.M.; Sunday, 1 to 9 P.M. Free. NEW JERSEY STATE SHEEP DOG TRIALS, Fosterfields Living Historical Farm, Kahdena Road, Morris Township. Dog handlers and their border collies compete in demonstrations of their skills in moving sheep. Sponsored by the Morris County Park Commission. Through Monday. Opening hours: tomorrow, 10 A.M.; Sunday, 1 P.M.; Monday, 10 A.M. Admission: $3; $2 for children 6 to 16 and the elderly; children under 6 free. Information: (201) 326-7645. Also, on all three days, the Willows, a historic mansion, open for visiting from 1 to 4 P.M. with admission at an additional $1, and cow-milking demonstrations at 3:30 P.M.  CENTENNIAL CARNIVAL, behind the Post Office, Oradell. Through Monday. Noon to 10 P.M. Free. Information: (201) 261-8200. Sunday  SCANDINAVIAN FEST, Vasa Park, Wolfe Road and Route 46, Budd Lake. 10 A.M. to 9 P.M. Information: (908) 852-4357. Monday  LABOR DAY PARADE AND PICNIC, American Labor Museum/Botto House National Landmark, 83 Norwood Street, Haledon. 11 A.M. Information: (201) 595-7953. LABOR DAY POLISH FESTIVAL, Action Park, Route 94, Vernon. 1 to 6 P.M. Admission: $10 for the festival only; $26 for the festival and all park attractions; $18 for children. Information: (201) 827-2000.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Carter's Big Catch","web_url":"https://www.nytimes.com/1993/09/03/sports/sports-people-pro-football-carter-s-big-catch.html","abstract":"  CRIS CARTER has agreed to a two-year contract extension with Minnesota for $3.42 million, making him the highest-paid receiver in Viking history. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"DIALOGUE -- Immigrants: A Cost or a Benefit;\nA Growing Burden","web_url":"https://www.nytimes.com/1993/09/03/opinion/dialogue-immigrants-a-cost-or-a-benefit-a-growing-burden.html","abstract":"In 1992, two major studies reported that immigrants used up a lot more public money -- for education, medical care, welfare and other social benefits -- than they paid in taxes that year. \n\nIn a Los Angeles County government report, the gap for 2.3 million immigrants, both legal and illegal, was $808 million in county costs. A study of San Diego by the Auditor General of California found that the net cost of state and county services for 200,000 illegals was $145.9 million.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/03/sports/results-plus-937093.html","abstract":"  GOLF  Hatalsky in Lead  Morris Hatalsky, whose last PGA Tour victory came in 1990, had eight birdies in a round of 64 and took a one-stroke lead after the first round of the Greater Milwaukee Open at Franklin, Wis., a tournament he won 10 years ago. Steve Pate birdied the last three holes for a seven-under-par 65 at Tuckaway Country Club. Jay Haas, Russell Beiersdorf and Tom Sieckmann were at 66. At four-under 68 was the leading money-winner, Nick Price, who needs to win $3,009 this week to break Tom Kite's single-season earnings record of $1,395,278. (AP) ROWING  7 U.S. Crews Advance  Seven American crews advanced to the finals of the world rowing championships yesterday, joining six other American boats that qualified for the medal round earlier in the week at Roudnice in the Czech Republic. The United States men's fours without coxswain, silver medalists at the Barcelona Olympics last summer, won the second semifinal yesterday, edging Poland and Britain, and the women's eight fought off crews from Belarus, Russia, and Ukraine to finish second to Germany and qualify. David Gleeson and Robert Kaehler, double scullers, finished third and are also in medal contention. (AP)  HOCKEY  Senators Fined $100,000  The National Hockey League yesterday absolved the Ottawa Senators of deliberately losing any games last season, but fined the team $100,000 for comments made by a former club official that insinuated such a possibility. The team was also cited for failing to notify the league of the allegations. The league's inquiry was prompted by reports that Bruce Firestone, former chairman and co-owner of the Senators, had offered inducements to players to lose their final game against the Boston Bruins so Ottawa would be assured the first pick in last June's entry draft. Although there was some dispute as to what exactly was said, Firestone acknowledged that certain intemperate and inappropriate comments were made regarding the club's performance last season, the league said. But Commissioner Gary Bettman said, \"There was no basis in fact to those comments.\" (AP) COLLEGE FOOTBALL Two Winning Debuts It was a winning start for two coaches in new assignments last night. For one, it was the first time ever; for the other, the second time around. In Hattiesburg, Miss., Johnny Majors made his second successful debut at Pitt as Curtis Martin scored twice and Tom Tumulty made two key defensive plays to preserve a 14-10 victory over Southern Mississippi. It came twodecades after Pitt held heavily favored Georgia to a 707 tie in Major's first game as coach. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Clinton to Name Republican To Aid in Selling Trade Pact","web_url":"https://www.nytimes.com/1993/09/03/us/clinton-to-name-republican-to-aid-in-selling-trade-pact.html","abstract":"  The Clinton Administration plans to announce on Friday that William Frenzel, a former 10-term Republican Representative from Minnesota, will join the White House campaign for Congressional approval of the North American Free Trade Agreement, White House officials said today.   Mickey Kantor, the United States Trade Representative, said at a news conference today that the long-expected announcement of a Republican advocate for the agreement would be made on Friday. Other White House officials said the Administration had selected Mr. Frenzel, who served in the House from 1971 to 1991, including 15 years on the Ways and Means Committee.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Seeking Thaw, Vatican Sends Aide to China","web_url":"https://www.nytimes.com/1993/09/03/world/seeking-thaw-vatican-sends-aide-to-china.html","abstract":"  Hoping for a thaw in its chilly ties with China, the Vatican today sent a senior diplomat, Roger Cardinal Etchegaray, to a sporting event that begins Saturday in Beijing. He is the highest ranking Roman Catholic Church official to visit China since the Communists took over in 1949.   [ Cardinal Etchegaray arrived in Beijing early Friday, The Associated Press reported. ]","thumbnail":null,"section":"World"},{"date":"19930903","headline":"About Real Estate;\n2-Family Homes Rise on Staten Island","web_url":"https://www.nytimes.com/1993/09/03/us/about-real-estate-2family-homes-rise-on-staten-island.html","abstract":"Amid a streetscape of town houses in the Woodrow section of Staten Island, a developer is building a modern version of an old housing staple: the two-family home.\n\nThe AVR Realty Company of Yonkers is developing Sharrotts Woods, which will contain 54 two-family attached and semi-attached houses. They are rising on nine acres off Bloomingdale and Sharrotts Roads on the South Shore of Staten Island, a quarter of a mile from the West Shore Expressway.","thumbnail":null,"section":"U.S."},{"date":"19930903","headline":"Sumburgh Journal; As Oil Calamities Go, Shetland Spill Was a Wimp","web_url":"https://www.nytimes.com/1993/09/03/world/sumburgh-journal-as-oil-calamities-go-shetland-spill-was-a-wimp.html","abstract":"  The Braer's giant steel hull has been smashed and scattered by the long Atlantic swells. Only its blunt prow remains intact, tilted at a broken angle from the boiling surf where the tanker was driven aground in January, spilling its cargo of 630,000 barrels of oil.   But shoreward of the wreck, along a narrow cleft in the steep coastline that only last winter was oiled black and stinking with petroleum, there is nothing to suggest that this ragged headland had been the site of one of the biggest tanker accidents in a decade.","thumbnail":null,"section":"World"},{"date":"19930903","headline":"Mentally Ill Man Is Discharged From Hospital to Live With Son","web_url":"https://www.nytimes.com/1993/09/03/nyregion/mentally-ill-man-is-discharged-from-hospital-to-live-with-son.html","abstract":"  Larry Hogue, the mentally ill man who for years frightened residents of the Upper West Side, was discharged from a state hospital yesterday to live with his son and three grandchildren in Bridgeport, Conn.   A psychiatrist and a social worker at Creedmoor Psychiatric Center in Queens evaluated Mr. Hogue yesterday and decided that his mental condition had improved enough for him to leave the hospital where he has been institutionalized against his will since Dec. 14, 1992.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Second Barros Move?","web_url":"https://www.nytimes.com/1993/09/03/sports/sports-people-pro-basketball-second-barros-move.html","abstract":"  Charlotte is prepared to deal newly acquired guard DANA BARROS to Philadelphia in exchange for the 76ers' HERSEY HAWKINS, it was reported yesterday. The Philadelphia Inquirer said the Hornets are ready to swap Barros, a veteran forward, SIDNEY GREEN, and a 1994 first-round draft choice for Hawkins, a top shooting guard.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"THE MOVIE GUIDE : The Room","web_url":"https://www.nytimes.com/1993/09/03/style/IHT-the-movie-guide-the-room.html","abstract":"The Room . Directed by Shion Sono, Japan . An extraordinarily rigorously constructed film: a series of long-lasting shots that purposely outstay their story value, their interest, and their welcome - all in the interest of impressing with their veristic","thumbnail":null,"section":"Style"},{"date":"19930903","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/03/nyregion/inside-450593.html","abstract":"  Surprise Plea in Bank Trial   A trial that was to have tested assertions that the Bush Administration secretly armed Iraq, then covered its tracks, ended with a surprise guilty plea by an Italian bank's former Atlanta branch manager. Page A10. Barnes & Noble to Sell Stock   Barnes & Noble plans to issue stock to help pay for its expansion into huge book-selling superstores. Page D1. Edberg Loses to Elements   It was a dark and muggy day at the United States Open, and suddenly the tennis tournament was without its two-time defending champion as Stefan Edberg fell to Karel Novacek in the second round. Page B9.  ","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Officials Admit Asbestos Deadline Was Unrealistic","web_url":"https://www.nytimes.com/1993/09/03/nyregion/officials-admit-asbestos-deadline-was-unrealistic.html","abstract":"  The emergency asbestos inspection of New York City's public schools will miss its deadline of Sept. 9 because officials underestimated the deterioration in the schools and overestimated their ability to take control of a crisis whose full impact is still emerging.   When investigators revealed in August that the Board of Education's asbestos tests were so grossly mismanaged as to be meaningless, Mayor David N. Dinkins sent a legion of officials and inspectors to the rescue, vowing to open no school until it was safe.","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/09/03/nyregion/metro-digest-478593.html","abstract":"  NEW YORK CITY  A MILLION CHILDREN AND NO SCHOOL   New York City's government, to say nothing of the parents of its one million public school students, began the monumental task of finding ways to occupy those children all day while the city's schools remain closed until at least Sept. 20 because of the asbestos crisis. A1.   The Board of Education voted to delay the opening of school for at least 11 days. B3.   The asbestos inspection of the schools missed its Sept. 9 deadline because officials underestimated the obstacles. News Analysis. B3. EXTRAVAGANT LIFE ON THE RUN   For eight months, the leader of the most powerful Asian gang in New York lived a furtive life on the run in a coastal capital of China and in the bustling British colony of Hong Kong, all the while directing his multimillion-dollar crime business by cellular telephone and beeper, law-enforcement officials said. B2. THE BATTLE FOR HISPANIC VOTERS   As the most credible minority contender for Mayor in New York City's history, David N. Dinkins overcame years of black-Hispanic political feuding to win two-thirds of the Hispanic vote in 1989, but he is being challenged much more strongly this year. News Analysis. B4.   Mayor Dinkins offered comments that laid the groundwork for a less-than-overwhelming victory in the Sept. 14 Democratic primary. B4. SLAIN GIRL IS IDENTIFIED   After nearly two weeks as a nameless, unclaimed victim on a morgue slab, a young girl whose battered body was found burning beneath a highway overpass in the Bronx on Aug. 22 was identified by the authorities. B4. CAR SERIOUSLY INJURES BROOKLYN BOY   An 8-year-old boy was seriously injured near his house in Bushwick, Brooklyn when he was struck by a car. B4. REGION  MAN FREED FROM HOSPITAL   Larry Hogue, the mentally ill man who for years frightened residents of the Upper West Side, was discharged from a New York State hospital to live with his son and three grandchildren in Bridgeport, Conn. B4. SEARCH PRESSED FOR GIRL   Two weeks ago Sara Anne Wood, 12, set out on a short bike ride, a milelong trip between her home and the church in Litchfield, N.Y., where her father is pastor. She never got there. Now a $100,000 reward has been offered for her safe return, along with a $40,000 reward for information that leads to finding her, as a huge search continues. B5. BODY PARTS LINKED TO SERIAL KILLING   Body parts found last summer in waterways off Manhattan have been identified as those of a 20-year-old woman, Violet O'Neill, who the police believe was among 18 women killed by a Long Island man, Joel Rifkin. B5. BOY INDICTED IN FATAL BEATING   A 13-year-old Bath, N.Y., boy was indicted on a charge of second-degree murder in the fatal beating of a 4-year-old boy. B5.   Holiday schedule B4    Our Towns by Peter Marks B5    Chronicle B6","thumbnail":null,"section":"New York"},{"date":"19930903","headline":"Kodak Is a Picture of Corporate Cynicism; 'It Ain't Worth It!'","web_url":"https://www.nytimes.com/1993/09/03/opinion/l-kodak-is-a-picture-of-corporate-cynicism-it-ain-t-worth-it-250893.html","abstract":"  To the Editor:   Those believing the country's problems would be solved if we'd let corporate America run things might ponder doings at Eastman Kodak. The board of directors dumped the chairman, partly because he was too paternalistic (too slow and unenthusiastic about slashing jobs and livelihoods) and too concerned about the well-being of Kodak's community.","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"1943:Russian Onrush : IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/03/opinion/IHT-1943russian-onrush-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Germany's 1941 invasion line cracked once more today [Sept. 2] under the impact of five advancing Russian armies, which cut the vital Bryansk-Kiev railway, punched out a gain of six miles toward Smolensk and crumpled","thumbnail":null,"section":"Opinion"},{"date":"19930903","headline":"Critics' Choices; Artful Activities for Summer's Wane","web_url":"https://www.nytimes.com/1993/09/03/theater/critics-choices-artful-activities-for-summer-s-wane-192793.html","abstract":"  Theater    Even people who don't like mime -- and their numbers, one hears, are legion -- should give \"Fool Moon\" a chance before it closes on Sunday. This revue, created by and starring Bill Irwin and David Shiner, is a far more effective safety valve for urban pressures than drinking two martinis or yelling at a runaway taxi driver. Even before the curtain goes up, Mr. Irwin and Mr. Shiner give us a taste of exactly what can go wrong in a typical night at the theater: Mr. Shiner, by impersonating an obstreperous late arrival who can't find his seat, and Mr. Irwin, by portraying a would-be emcee vanquished by a recalcitrant microphone wire before he can speak a word. Frustration, it becomes clear, is what this production is really about.   For the rest of the performance, with the gleefully eclectic musical accompaniment of the Red Clay Ramblers, Mr. Irwin and Mr. Shiner -- who play off each other in a good-clown, bad-clown tandem -- sustain a highly cathartic interpretation of life as an eternal wrestling match. Car doors, plates of spaghetti, cigarettes and even the performers' own intractable limbs are autonomous forces with daunting powers of their own. Sound familiar?","thumbnail":null,"section":"Theater"},{"date":"19930903","headline":"Sports of The Times; Becker Gets No Favors From Open","web_url":"https://www.nytimes.com/1993/09/03/sports/sports-of-the-times-becker-gets-no-favors-from-open.html","abstract":"  THEY really stuck it to Boris here at the Open. It was grubby to dole out the first-round matches over three days and nights, to justify the separate-admission night matches. And it was flat-out dumb to make him wait around yesterday, too.   It took all of Becker's skill and tenacity to survive the schedule-makers, the rain and unseeded Andrei Cherkasov, 3-6, 6-7 (8-10), 7-5, 6-4, 6-4.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/09/03/arts/diner-s-journal.html","abstract":"  Fresh Country Air    The culinary facelift at La Cremaillere, a venerable French country restaurant in Banksville, N.Y., not far from Greenwich, Conn., is well under way. The restaurant reopened with a new owner about two weeks ago, and at this early date, it appears that what was a menu of French food caught in a time warp has been refreshed and reinvigorated without losing its classic roots.   The new chef, Matthew Tivy, 32, whose recent experience has been mostly in brash contemporary restaurants in lower Manhattan, appears to be filling his larder with fine raw materials for French cooking with some inventive grace notes. Among the appetizers ($5.50 to $18.50), a salad of tender warm skate, set on a bed of frisee and perfumed with basil ($8.50), had slivers of jicama for texture. Escargots suitably bolstered with ample garlic were tossed with cream and toasted pine nuts over angel hair pasta ($10.50), and the smooth spinach soup ($6) matched the delicacy of the oysters afloat in it.","thumbnail":null,"section":"Arts"},{"date":"19930903","headline":"Don James Finds That Roses Outnumber the Thorns","web_url":"https://www.nytimes.com/1993/09/03/sports/college-football-don-james-finds-that-roses-outnumber-the-thorns.html","abstract":"  The former coach will arrive by yacht.   As the players, coaches and fans at the University of Washington continue to cope with emotions usually reserved for a death in the family, Don James will begin his season outside football the way he has always wanted -- relaxing on Lake Washington as he approaches Husky Stadium this Saturday.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"PGA Chooses Winged Foot","web_url":"https://www.nytimes.com/1993/09/03/sports/pga-chooses-winged-foot.html","abstract":"  Winged Foot Golf Club added another jewel to its tournament tiara yesterday when the Professional Golfers Association of America awarded the club the 1997 PGA Championship.  Winged Foot, situated in Mamaroneck, N.Y., has staged the United States Open four times, the United States Women's Open twice and was the site of the first United States Senior Open. It will be the host of the PGA Championship for the first time.","thumbnail":null,"section":"Sports"},{"date":"19930903","headline":"Article 902793 -- No Title","web_url":"https://www.nytimes.com/1993/09/03/arts/article-902793-no-title.html","abstract":"  While it may be bad manners to gloat at a restaurant's ill fortune, at least a few whispered words of thanks should be permitted for whatever failings caused the owners of One Fifth Avenue, an expensive seafood restaurant, to open the more modestly priced Cafe One Fifth in the restaurant's front room.   The cafe, three months old, has overcome its initial confusion. It is now turning out a marvelous array of mostly seafood dishes, with Thai and Southwestern touches, at prices that, if not exactly at sea level, don't wander too far up the mizzenmast. Aside from the menu, there's not a whole lot to distinguish the new cafe from the larger restaurant, now restricted to the back room and separated from the front by a long, burnished bar. They share the same entrance, the same kitchen headed by Gary Robbins and overseen by Alfred Portale, the same staff and the same phone number, making it incumbent upon the diner to specify the cafe when calling for a reservation or walking in off the street. They even share the same decor, walls of aqua, gray and white rectangular panels back-lighted to give the feel of a set for a 1950's television talk show, although Dave Garroway and the chimp are missing. The only other difference I could detect in the cafe was the fabric covers with Picassoesque designs slipped over the back of the plain but comfortable chairs. Despite the new sense of energy in the front room, the clientele is basically buttoned down and quiet, competing with the background music of light rock rather than with one another to be heard.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930903","time":"1993-09-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":69,"wspd":9.4},{"date":"19930903","time":"1993-09-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":71,"wspd":9.4},{"date":"19930903","time":"1993-09-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":75,"wspd":11.2},{"date":"19930903","time":"1993-09-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":75,"wspd":14.8},{"date":"19930903","time":"1993-09-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":78,"wspd":18.4},{"date":"19930903","time":"1993-09-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":80,"wspd":9.4},{"date":"19930903","time":"1993-09-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":79,"wspd":11.2},{"date":"19930903","time":"1993-09-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":79,"wspd":14.8},{"date":"19930903","time":"1993-09-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":76,"wspd":14.8},{"date":"19930903","time":"1993-09-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":70,"wspd":14.8},{"date":"19930903","time":"1993-09-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":73,"wspd":13},{"date":"19930903","time":"1993-09-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":70,"wspd":11.2},{"date":"19930903","time":"1993-09-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":66,"wspd":13},{"date":"19930903","time":"1993-09-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":71,"wspd":11.2},{"date":"19930903","time":"1993-09-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":62,"wspd":16.6},{"date":"19930903","time":"1993-09-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":75,"wspd":11.2},{"date":"19930903","time":"1993-09-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":71,"wspd":13},{"date":"19930903","time":"1993-09-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":77,"wspd":20.5},{"date":"19930903","time":"1993-09-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":69,"wspd":11.2},{"date":"19930903","time":"1993-09-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":60,"wspd":13},{"date":"19930903","time":"1993-09-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":62,"wspd":11.2},{"date":"19930903","time":"1993-09-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":67,"wspd":11.2},{"date":"19930903","time":"1993-09-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":70,"wspd":7.6},{"date":"19930903","time":"1993-09-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":64,"wspd":11.2},{"date":"19930903","time":"1993-09-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":96,"wspd":13},{"date":"19930903","time":"1993-09-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":94,"wspd":13},{"date":"19930903","time":"1993-09-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":94,"wspd":16.6},{"date":"19930903","time":"1993-09-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":93,"wspd":16.6},{"date":"19930903","time":"1993-09-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":93,"wspd":14.8},{"date":"19930903","time":"1993-09-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":93,"wspd":13},{"date":"19930903","time":"1993-09-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":96,"wspd":11.2},{"date":"19930903","time":"1993-09-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":96,"wspd":9.4},{"date":"19930903","time":"1993-09-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":96,"wspd":9.4},{"date":"19930903","time":"1993-09-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":96,"wspd":7.6},{"date":"19930903","time":"1993-09-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":94,"wspd":11.2},{"date":"19930903","time":"1993-09-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":90,"wspd":11.2},{"date":"19930903","time":"1993-09-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":85,"wspd":18.7},{"date":"19930903","time":"1993-09-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":77,"wspd":16.6},{"date":"19930903","time":"1993-09-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":63,"wspd":27.7},{"date":"19930903","time":"1993-09-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":54,"wspd":25.9},{"date":"19930903","time":"1993-09-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":51,"wspd":25.9},{"date":"19930903","time":"1993-09-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":45,"wspd":25.9},{"date":"19930903","time":"1993-09-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":42,"wspd":25.9},{"date":"19930903","time":"1993-09-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":39,"wspd":27.7},{"date":"19930903","time":"1993-09-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":39,"wspd":25.9},{"date":"19930903","time":"1993-09-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":49,"wspd":24.1},{"date":"19930903","time":"1993-09-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":49,"wspd":27.7},{"date":"19930903","time":"1993-09-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":49,"wspd":22.3}]},"19930904":{"guardian_articles":[],"nytimes_articles":[{"date":"19930904","headline":"Stock Analysts Go Global With Companies","web_url":"https://www.nytimes.com/1993/09/04/your-money/IHT-stock-analysts-go-global-with-companies.html","abstract":"FEW international commentators would argue with the proposition that investment/capital flows are becoming more global, as investors expand their knowledge and exposure to foreign companies and markets. .But the criteria on which they base their investm","thumbnail":null,"section":"Your Money"},{"date":"19930904","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/04/style/chronicle-525193.html","abstract":"  Meanwhile, consider the rumors of a potential marriage swirling about the Japanese royal family.    EMPEROR AKIHITO and EMPRESS MICHIKO arrived in Rome yesterday for a two-week European trip that is to include an audience with Pope John Paul II. But that's not what has the Japanese press agog.","thumbnail":null,"section":"Style"},{"date":"19930904","headline":"Brooklyn Race Grabs Citywide Attention; Bitter Campaign as 45th District Prepares to Elect First Black Council Member","web_url":"https://www.nytimes.com/1993/09/04/nyregion/brooklyn-race-grabs-citywide-attention-bitter-campaign-45th-district-prepares.html","abstract":"  Amid the prim, tree-lined homes and bustling strips of small businesses in Flatbush, Brooklyn, one of the city's most contentious political battles is taking shape: to determine who will become the district's first black representative to the City Council.   The race reflects the passing of the torch from white to minority leaders in councilmanic districts around the city. Carved out two years ago to encourage minority candidates, the largely working-class 45th District -- which includes parts of Flatlands and East Flatbush -- is 75 percent black. Susan D. Alter, a white Democratic Councilwoman, managed to keep the seat in 1991 when she captured the Jewish vote in the primary and seven black candidates divided the rest.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"China's Censors Issue a Warning","web_url":"https://www.nytimes.com/1993/09/04/movies/china-s-censors-issue-a-warning.html","abstract":"  Even as Government censors allowed the internationally acclaimed Chinese film \"Farewell to My Concubine\" to resume public showings here this week, the state censorship bureau warned that it would continue to ban any films that put the Communist system in a bad light.   A directive from the Film Bureau of the Ministry of Radio, Film and Television, published on Thursday in the industry newspaper China Film Weekly, said, \"Since August this year when censoring feature films, the film bureau continuously found attitude problems in some films.\"","thumbnail":null,"section":"Movies"},{"date":"19930904","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/04/nyregion/c-corrections-179593.html","abstract":"  An article in Business Day yesterday about the possibility that the Times Mirror Company would move its corporate headquarters in Los Angeles mischaracterized the company's financial position. Although advertising revenue has fallen 15 percent since 1990, the company's financial condition is not \"tenuous.\"","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Peronist Backsliding","web_url":"https://www.nytimes.com/1993/09/04/opinion/peronist-backsliding.html","abstract":"  Argentina's President, Carlos Menem, proudly claims the mantle of Juan Peron, the charismatic strongman who transfixed his nation from the 1940's through the 70's. And with his brilliantly successful economic policies, Mr. Menem has revived the political fortunes of the Peronist movement. Unfortunately, as Nathaniel Nash of The Times reported this week, Mr. Menem seems to have revived some of the negative sides of Peronism as well, including thuggish attacks on reporters who dare to criticize his Government.    Mr. Menem points out, rightly, that he is a Peronist with a difference. Where Juan Peron nationalized, Carlos Menem privatizes. And where Juan Peron won ovations and elections by demonizing the United States, Mr. Menem loves to boast of the \"carnal relationship\" he has established between Buenos Aires and Washington.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Big Ten Is Paterno's Biggest Challenge","web_url":"https://www.nytimes.com/1993/09/04/sports/football-big-ten-is-paterno-s-biggest-challenge.html","abstract":"  Joe Paterno likes Robert Browning because the poet, like Paterno, could not run or pass, but he could inspire. \"Ah, but a man's reach should exceed his grasp, or what's a heaven for?\" is Paterno's favorite Browning line.   It inspired the reach Paterno took in 1964 when, as a young assistant coach, he devised the game plan for a 3-4 Penn State team that stunned the Big Ten Conference and unbeaten No. 2 Ohio State, 27-0, in Columbus.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Musical Chairs: Hornets Get Hawkins","web_url":"https://www.nytimes.com/1993/09/04/sports/sports-people-basketball-musical-chairs-hornets-get-hawkins.html","abstract":"  The Charlotte Hornets, in their second trade of the week, acquired high-scoring guard HERSEY HAWKINS from the Philadelphia 76ers yesterday for guard DANA BARROS and forward SIDNEY GREEN.   The Hornets also sent the rights to their 1993 first-round pick, GREG GRAHAM, to the 76ers as well as an option that will allow Philadelphia to switch first-round draft-pick positions in 1994 with Seattle.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Experts Say Fear of Asbestos Exceeds the Risk in Schools","web_url":"https://www.nytimes.com/1993/09/04/nyregion/experts-say-fear-of-asbestos-exceeds-the-risk-in-schools.html","abstract":"  The decision to delay the opening of New York City's schools while they are inspected for asbestos was based more on a need to reassure fearful parents than on any estimate of health risk in this situation, health experts and school officials say.   There is no question that asbestos inhaled over a long period in significant quantities can cause cancer or lung disease. But the health risks posed by a few days, or even months, of attendance in schools with asbestos where the exposure could be limited are negligible, they said -- less than the statistical likelihood of developing AIDS or being killed by a mugger, a drunken driver or a bolt of lightning. Indeed, the dangers to children while playing in the streets while out of school are probably greater than the risks of spending a few days in a school while officials establish whether asbestos is present.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Cease-Fire Eroding With Bosnia Talks Stalled","web_url":"https://www.nytimes.com/1993/09/04/world/cease-fire-eroding-with-bosnia-talks-stalled.html","abstract":"  Sarajevo radio reported today that forces of the Muslim-led Bosnian Government battled nationalist Serbian and Croatian militia members in several key regions in fighting aimed at redrawing the map in a proposed peace settlement.   The plan would break this country into a loose union of three republics: one Serbian, one Croatian and one mostly Muslim. The Bosnian Serbs and Croats have accepted the proposal, but the Muslims have rejected it because they also are seeking the restoration of districts that had Muslim-majority populations before the Serbs overran them, killing the residents or forcing them to flee.","thumbnail":null,"section":"World"},{"date":"19930904","headline":"BRIEFCASE : AIDS Cost to U.S. Insurers Put at $6.3 Billion Since '86","web_url":"https://www.nytimes.com/1993/09/04/your-money/IHT-briefcase-aids-cost-to-us-insurers-put-at-63-billion-since-86.html","abstract":"The AIDS epidemic continues to take its toll on U.S. life and health care insurers. According to a recent survey conducted jointly by the American Council of Life Insurance and the Health Insurance Association of America, insurers paid out approximately","thumbnail":null,"section":"Your Money"},{"date":"19930904","headline":"2 on Long Island Plead Guilty in Insurance-Claim Schemes","web_url":"https://www.nytimes.com/1993/09/04/nyregion/2-on-long-island-plead-guilty-in-insurance-claim-schemes.html","abstract":"  A former diplomat and the former president of the defunct Newmark and Lewis appliance-store chain have pleaded guilty to filing fraudulent insurance claims.   The two cases are part of an continuing Justice Department crackdown on insurance fraud, Federal prosecutors said.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"A Rookie Safety Keeps His Head","web_url":"https://www.nytimes.com/1993/09/04/sports/football-a-rookie-safety-keeps-his-head.html","abstract":"  Although Damon Pieri started the Jets' final preseason game last week against the Redskins in Washington, taking the place of Ronnie Lott at free safety, he is still listed only third on the depth chart.    But the rookie free agent out of San Diego State is not intimidated by competing for a spot in the Jets' multimillion-dollar defensive backfield.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"New Nader Book Attacks Safety Record of Airlines and the F.A.A.","web_url":"https://www.nytimes.com/1993/09/04/us/new-nader-book-attacks-safety-record-of-airlines-and-the-faa.html","abstract":"  In a new book, Ralph Nader accuses the airline industry and the Government of doing little to reverse growing dangers in air transportation, an accusation the industry and the Federal Aviation Administration vehemently deny.   The book, \"Collision Course: The Truth About Airline Safety\" (Tab Books/McGraw-Hill), is scheduled for publication Wednesday. It is a blistering attack on what Mr. Nader and his co-author, Wesley J. Smith, contend are outmoded aircraft, pilots who lack proper training, unreliable air traffic control equipment, inadequate inspections and bureaucratic inaction.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"Ukraine Agrees to Allow Russians To Buy Fleet and Destroy Arsenal","web_url":"https://www.nytimes.com/1993/09/04/world/ukraine-agrees-to-allow-russians-to-buy-fleet-and-destroy-arsenal.html","abstract":"  Faced with a deepening economic crisis and a heavy debt to Russia for oil and gas, President Leonid M. Kravchuk of Ukraine agreed today to let Russia buy Ukraine's share of the disputed Black Sea Fleet, and to dismantle the nuclear weapons remaining on Ukrainian territory, in return for the uranium extracted from their warheads.   Mr. Kravchuk's agreement with President Boris N. Yeltsin marked a sharp rollback in Ukraine's ambitions for equal status with its giant and powerful neighbor. But the accords need to be approved by both the Russian and Ukrainian Parliaments, and such action is not necessarily preordained.","thumbnail":null,"section":"World"},{"date":"19930904","headline":"Financing Data Released","web_url":"https://www.nytimes.com/1993/09/04/nyregion/financing-data-released.html","abstract":"  Rudolph W. Giuliani's fund-raising outpaced Mayor David N. Dinkins's by nearly 3 to 1 in the three weeks ended last Monday, with the Republican-Liberal challenger taking in $851,195, compared to $279,078 for the incumbent, campaign finance filings showed yesterday. In the same period, Mr. Giuliani spent $795,000 and the Mayor spent $920,693.Mr. Giuliani has now outstripped the Mayor's efforts for two consecutive reporting periods. The Mayor now has $1.5 million in cash on hand, while Mr. Giuliani has $1.3 million. Not including matching funds, Mr. Dinkins has raised $6.2 million and spent $5.5 million. Mr. Giuliani has raised a $5.4 million and spent $4 million.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"No Headline","web_url":"https://www.nytimes.com/1993/09/04/nyregion/no-headline-539693.html","abstract":"  \"He's taking us all with him. He's putting Washington Heights on the map.\" -- RALPH GONZALEZ, whose high-school teammate Manny Ramirez played in Yankee Stadium last night.  [ 29:1. ]","thumbnail":null,"section":"New York"},{"date":"19930904","headline":": No Falloff in the Great Latin American Sell-Off","web_url":"https://www.nytimes.com/1993/09/04/your-money/IHT--no-falloff-in-the-great-latin-american-selloff.html","abstract":"SAY the word \"privatization,\" and the immediate association of many investors is Eastern Europe, where the sell-off of state-owned companies has poured the foundation for fledgling free market economies. Other investors, amid today's Euro-domina","thumbnail":null,"section":"Your Money"},{"date":"19930904","headline":"Demjanjuk's Lawyers Seek Return of U.S. Citizenship","web_url":"https://www.nytimes.com/1993/09/04/us/demjanjuk-s-lawyers-seek-return-of-us-citizenship.html","abstract":"  As John Demjanjuk sat in a prison cell halfway around the world, his lawyers today took their first step to regain his American citizenship.   At a hearing here, a Federal appeals panel sharply questioned whether the Government had improperly withheld information that might have been useful to Mr. Demjanjuk's defense when he was stripped of his citizenship and extradited to Israel in 1986.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"Gingrich Plan for Satellite Lessons Arouses Critics","web_url":"https://www.nytimes.com/1993/09/04/us/gingrich-plan-for-satellite-lessons-arouses-critics.html","abstract":"  A proposed course of study that would allow the House Republican whip, Newt Gingrich, to teach college students in his home district and at some 132 sites in 31 states via satellite is running into questions about its financing and goals.    Critics, including much of the faculty at Kennesaw State College in suburban Cobb County, say the college and public resources are being used to promote the combative Georgia Republican's political agenda. The criticism mounted this week with the release of documents showing that Mr. Gingrich's political action committee helped set up the course and that many longtime supporters paid for it through a tax-exempt foundation.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/04/nyregion/c-corrections-193093.html","abstract":"  A news analysis yesterday about the emergency reinspection of New York City schools for asbestos rendered the name of the Special Commissioner of Investigation for the New York City School District incorrectly. He is Edward S. Stancik.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Brazil Shows Concern For Indigenous People","web_url":"https://www.nytimes.com/1993/09/04/opinion/l-brazil-shows-concern-for-indigenous-people-470093.html","abstract":"  To the Editor:   \"Brazil's Guilt in the Amazon Massacre\" (Op-Ed, Aug. 26) by Terence Turner, professor of anthropology at the University of Chicago, is grossly misleading, to say the least. The investigations of the alleged massacre of Yanomami Indians are still under way, and not a single corpse has been found so far that could be convincingly tied to the denounced events.    Notwithstanding this, Professor Turner, a member of the human rights commission of the American Anthropological Association, mentions 70 victims \"shot, hacked to pieces and burned\" somewhere in the Amazon, and he accuses Brazilians of an \"increasingly hostile attitude toward the indigenous people.\"","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"1943: Italians Brace : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/04/opinion/IHT-1943-italians-brace-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Italian press and radio took a note close to despair today [Sept. 4] and the people are making no secret of their fearful expectation of Allied attacks elsewhere on the Italian coast. Rome radio declared in an Eng","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Barges Return to a Swifter and Much Wider River","web_url":"https://www.nytimes.com/1993/09/04/us/barges-return-to-a-swifter-and-much-wider-river.html","abstract":"  For two months the mighty barges waited, marooned in their places or chased to quieter channels while enough grain to feed a continent sat sodden in silos and farmers and shippers could do little but count their losses.   Now life is returning to normal on the Mississippi as the barges carrying grain from the upper Corn Belt to the Gulf of Mexico make their first tentative trips down a river that barge hands say they barely recognize.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"ARAFAT BATTLING FOR ISRAEL ACCORD IN HIS FATAH GROUP","web_url":"https://www.nytimes.com/1993/09/04/world/arafat-battling-for-israel-accord-in-his-fatah-group.html","abstract":"  Yasir Arafat, the leader of the Palestine Liberation Organization, struggled today to rally his mainstream Fatah movement behind proposals for peace with Israel, a first step to gaining the support of a sharply divided P.L.O.   Palestinian officials said several members of the Fatah Central Council had expressed vehement criticism of the content of the peace proposals and of the secretive manner in which they had been drafted. But they added that Mr. Arafat expected to secure the backing of Al Fatah, the most moderate group in the organization.","thumbnail":null,"section":"World"},{"date":"19930904","headline":"Sports of The Times; The Season Of the Spoiler","web_url":"https://www.nytimes.com/1993/09/04/sports/sports-of-the-times-the-season-of-the-spoiler.html","abstract":"  AL HOLLAND, who knew something about the art he practiced so well for the San Francisco Giants and Philadelphia Phillies, used to walk around and ominously warn anyone who would listen: \"Beware the barrel-chested pitcher.\"   Well, pennant contenders, beware the barrel-chested spoilers.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Reader's Digest Grants Go to 2 Dance Groups","web_url":"https://www.nytimes.com/1993/09/04/arts/reader-s-digest-grants-go-to-2-dance-groups.html","abstract":"  Dance Theater of Harlem and Ballet Hispanico have been awarded major grants by the Lila Wallace-Reader's Digest Arts Stabilization Initiative. The Harlem ballet company will receive a four-year grant of $1 million, the maximum award, with $435,302 to go to Ballet Hispanico over five years. The grants are for reducing liabilities, establishing working capital reserves and implementing long-range financial plans.","thumbnail":null,"section":"Arts"},{"date":"19930904","headline":"BRIEFCASE : U.K. Thrift's Offshore Unit Offers New Tier of Interest","web_url":"https://www.nytimes.com/1993/09/04/your-money/IHT-briefcase-uk-thrifts-offshore-unit-offers-new-tier-of-interest.html","abstract":"Woolwich Guernsey, an offshore subsidiary of the giant U.K. thrift, the Woolwich Building Society, has added a new tier of interest to its sterling account. Investors committing more than 250,000 ($375,000) will receive interest at 7 percent. The f","thumbnail":null,"section":"Your Money"},{"date":"19930904","headline":"Review/Music; An Orchestra's Spinoff Stands on Its Own Merits","web_url":"https://www.nytimes.com/1993/09/04/arts/review-music-an-orchestra-s-spinoff-stands-on-its-own-merits.html","abstract":"  The Cosmopolitan Symphony Orchestra is only a few years old, but it has already spun off its own chamber ensemble. The aptly named Cosmopolitan Chamber Ensemble appeared at the Hotel Wales on Sunday evening, sharing its program with Ilan Rechtman, a pianist. Mr. Rechtman played the Prokofiev Sonata No. 7; Stephen Starkman then led the ensemble in Stravinsky's \"Histoire du Soldat,\" with narration by Michael Dash.   This group is not always consummately polished, but \"Histoire du Soldat\" does not demand -- indeed, it explicitly forbids -- a pure and polished tone. Alongside the primitive simplicity of the scoring, however, Stravinsky evolves a vocabulary of emotional neutrality and mechanical desolation. Mr. Starkman easily drew out the first quality, especially in the diabolic final march; but the neutrality eluded him. The violin and percussion solos were sharply executed, the trumpet less so. Still, it was a lusty performance, and Mr. Dash's recitation added an edge of melodramatic boldness.","thumbnail":null,"section":"Arts"},{"date":"19930904","headline":": Wine Market Starts to Bubble Again","web_url":"https://www.nytimes.com/1993/09/04/your-money/IHT--wine-market-starts-to-bubble-again.html","abstract":"AFTER a tough year, international wine brokers and auctioneers are detecting renewed enthusiasm among wine drinkers for the great Bordeaux vintages of the 1980s. .Last summer, the auction house Christie's was selling Chteau Mouton-Rothschild 1982","thumbnail":null,"section":"Your Money"},{"date":"19930904","headline":"Giuliani Appears to Alter Stand On Exemptions to Budget Cuts","web_url":"https://www.nytimes.com/1993/09/04/nyregion/giuliani-appears-to-alter-stand-on-exemptions-to-budget-cuts.html","abstract":"  Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, appears to have altered his position on exempting certain city agencies from the substantial budget cuts that he proposed last month.   In releasing a broad plan for the city's economy and the municipal budget on Aug. 10, Mr. Giuliani said he would reduce the size of the city's work force by about 35,000 jobs, from about 215,000 workers to 180,000 workers, within four years. Mr. Giuliani said he would trim the size of local government through attrition and early-retirement packages.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Bridge","web_url":"https://www.nytimes.com/1993/09/04/nyregion/bridge-728393.html","abstract":"  A furious scramble to qualify marked the end of the preliminary stage of the NEC World Team Championships here this afternoon. After 13 of 14 rounds in Group W of the Bermuda Bowl for open teams, the standings were: 1. China and Norway tied, 227 victory points; 3. Denmark 196.75; 4. U.S.A. No. 1, 196.25; 5. India 193.5.; 6. Venezuela 188.   The Americans, in one of the four qualifying positions for the first time since play began Monday, are to play Norway in the last preliminary round, while India faces China and Denmark meets Venezuela. Although China and Norway are sure to qualify, each will be fighting hard because heading the group gives the right to select a quarterfinal opponent from the other group.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"New York Needs Term Limits for City Council and Top Posts","web_url":"https://www.nytimes.com/1993/09/04/opinion/l-new-york-needs-term-limits-for-city-council-and-top-posts-473593.html","abstract":"  To the Editor:   An Aug. 19 article that foresees the coming New York City Council election as causing few changes, states that \"the hope that the newly empowered City Council . . . would attract droves of grass-roots candidacies has run smack up against some hard political realities.\" That should come as no surprise. In the 1991 City Council elections, nearly 95 percent of the incumbents were re-elected.    Indeed, incumbency has its advantages. Among other perquisites of office, an incumbent has a taxpayer-financed staff, which may act as a public relations operation; the ability to mail newsletters to constituents, and perhaps most important, easy access to special interest money. Thus we have noncompetitive races, members increasingly insulated from constituent pressure and ossification of municipal government.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Ribbon Control","web_url":"https://www.nytimes.com/1993/09/04/opinion/ribbon-control.html","abstract":"Surprise: ribbon fever isn't over. True, there has been a backlash against the red ribbon as a symbol of concern about AIDS, but this hasn't deterred advocates of other issues: Environmentalists have green ones, death penalty opponents black ones, and students wanting to pray in school have put on white. \n\nLast spring, chaos broke out. Protesters calling for a tax strike put on blue ribbons. Then supporters of David Koresh claimed blue ribbons as well. Now residents of Rush Springs, Okla., have covered their town in blue ribbons in sympathy for Herman and Druie Dutton, two boys who confessed to murder.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Hibbard Easily Finds The Mets' Weakness","web_url":"https://www.nytimes.com/1993/09/04/sports/baseball-hibbard-easily-finds-the-mets-weakness.html","abstract":"  Fifteen minutes after their 88th loss of the season, half of the Mets players were dressed and ready to hit Rush Street or watch an in-house hotel movie this afternoon. But where was Jeff Kent?   The second baseman was in the dugout, in full uniform, alone with his bat. Not that he had done anything productive with it today, but at least he was the one losing player preoccupied and perturbed by the team's latest morose act: making a star of Cubs pitcher Greg Hibbard.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Out and About: A periodic look at summer in the New York area; All Summer Long, in One Weekend","web_url":"https://www.nytimes.com/1993/09/04/nyregion/about-periodic-look-summer-new-york-area-all-summer-long-one-weekend.html","abstract":"  As the sun drops in the sky and the children grow tired and the gulls become cockier, the people who linger on the beach go down to the water and stand in it, sit in it, lie in it, surrender to it.   On the wide beach that runs for miles here, an old man stood ankle-deep in the surf, staring out to sea and massaging his belly, as round as his wife's when she bore their children. A woman lay on her back in the wet sand, knees drawn up, arms at her sides, eyes closed, as if waiting to be swept away. A girl knelt in the shallow surf, each retreating wave digging her deeper into the sand. But she would not close the book she was reading or rise from the water.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/04/nyregion/c-corrections-177993.html","abstract":"  Because of an editing error, an article yesterday about the dismissal of the military intelligence chief in Nicaragua misidentified the Nicaraguan President in some editions. She is Violeta Barrios de Chamorro.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/04/nyregion/c-corrections-195793.html","abstract":"  An article in Weekend on Aug. 27 about a tennis camp at Mohonk Mountain House in New Paltz, N.Y., misidentified a participant's employer. Shirley Onacilla is a computer expert for the private Wall Street bank Brown Brothers Harriman & Company.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Sell the Farm: Agricultural Tourists Are Growth Crop in New York","web_url":"https://www.nytimes.com/1993/09/04/nyregion/sell-the-farm-agricultural-tourists-are-growth-crop-in-new-york.html","abstract":"  Her name is Peggy Smart, but the children who visit the Woolamby Farm here call her Mother Goose.   \"The children were calling me Bo Peep, and I thought I was a little too old to be Bo Peep,\" said Mrs. Smart, a co-owner of the farm. \"Mother Goose liked to tell stories and nursery rhymes: I thought it made a better character to use.\"","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"BRIEFCASE : Some Tips for Cardholders Looking for Cheaper Credit","web_url":"https://www.nytimes.com/1993/09/04/your-money/IHT-briefcase-some-tips-for-cardholders-looking-for-cheaper-credit.html","abstract":"If the credit card in your pocket carries an interest rate of around 17.5 percent, it's past time to go shopping for a better deal. .\"Millions of U.S. cardholders have found better rates, but there are tens of millions more who should take advanta","thumbnail":null,"section":"Your Money"},{"date":"19930904","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/04/style/chronicle-523593.html","abstract":"  CHRISTIAN AUBERT knew that this day would be an emotionally charged one for his fiancee, LEILA FLORENTINO. Tonight she will perform the title role of Kim in \"Miss Saigon\" for the last time, so he figured they should get married today as well.    \"We had been postponing our wedding because she was in the show, so when we knew that she was leaving it, I said, 'Why not have all the emotion at the same time?' \" said Mr. Aubert, who also is an actor.","thumbnail":null,"section":"Style"},{"date":"19930904","headline":": Financial Thinking Beyond the Jargon","web_url":"https://www.nytimes.com/1993/09/04/your-money/IHT--financial-thinking-beyond-the-jargon.html","abstract":"BEING financially literate is not enough. You may have thought that deciding how to invest your money or allocate your investment portfolio, if you prefer investment jargon - was a question of collecting up-to-date financial data and calculating esoteric","thumbnail":null,"section":"Your Money"},{"date":"19930904","headline":"Retrieval of Bush Personnel Files By Clinton Aide Is Under Inquiry","web_url":"https://www.nytimes.com/1993/09/04/us/retrieval-of-bush-personnel-files-by-clinton-aide-is-under-inquiry.html","abstract":"  The State Department has begun an internal investigation into why a Clinton Administration official ordered the retrieval of sensitive personnel files of Bush Administration appointees and how that material was given to The Washington Post.   For the Clinton Administration, the inquiry is embarrassingly reminiscent of disclosures during the Presidential campaign that Republican political appointees at the State Department searched the passport files of Mr. Clinton and his mother, Virginia Kelley.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"Asbestos Anxiety","web_url":"https://www.nytimes.com/1993/09/04/opinion/asbestos-anxiety.html","abstract":"Parents are understandably angry about the asbestos nightmare in New York City's schools. The 1,069 schools that should have had orderly inspections under the Federal guidelines of the 1986 Asbestos Hazard Emergency Response Act are now in the midst of a crash investigation, and it appears that none of New York's public schools will open until Sept. 20 at the earliest, almost two weeks late.\n\nBut we will face an even greater disaster if City Hall doesn't take the time now to certify that the schools are absolutely safe.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Daredevil Derivatives Looking More Angelic","web_url":"https://www.nytimes.com/1993/09/04/your-money/IHT-daredevil-derivatives-looking-more-angelic.html","abstract":"THE great news from global equity markets keeps pouring in. This week witnessed a three-year high for the DAX in Frankfurt, a new record for the Nasdaq composite in New York, and a breakthrough in Tokyo. Paris, Madrid, and Amsterdam continue to set new re","thumbnail":null,"section":"Your Money"},{"date":"19930904","headline":"Review/Dance; From Barcelona, a Bit of Combative Affection","web_url":"https://www.nytimes.com/1993/09/04/arts/review-dance-from-barcelona-a-bit-of-combative-affection.html","abstract":"  Mal Pelo is a Barcelona modern dance company whose name literally translates as Bad Hair. More poetically -- the group's work seems to be rooted in its own poetic view of the world -- the name can also mean Street Urchin. The second translation seemed much closer to the mark on the evidence of a performance by Mal Pelo Saturday afternoon in the Studio Theater at the Jacob's Pillow Dance Festival.   There was a tousled, slightly gamin look to \"Sur-Perros del Sur\" (\"Dogs of the South\"), an hourlong piece that Mal Pelo presented in its first formal American engagement after showcases at the Pillow and in New York. Three wayfarers bounded, darted and wandered through a dark landscape, pausing for bits of activity with lines of fish hanging about the stage and with a large wooden table and chairs, which were put to enjoyable acrobatic use.","thumbnail":null,"section":"Arts"},{"date":"19930904","headline":"Beliefs","web_url":"https://www.nytimes.com/1993/09/04/us/beliefs-674093.html","abstract":"  For Stephen L. Carter, it was the kind of moment that authors of books about politics entertain only in fantasy. On Monday, the President of the United States spoke at a prayer breakfast with religious leaders. \"I bought a book on vacation called 'The Culture of Disbelief,' by Stephen Carter,\" President Clinton said, adding, \"And I would urge you all to read it.\"    Mr. Clinton had obviously read the book himself. His remarks reflected more than a cursory familiarity with its provocative contents.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"Texas Senator Is Subpoenaed in Inquiry Over Role as State Treasurer","web_url":"https://www.nytimes.com/1993/09/04/us/texas-senator-is-subpoenaed-in-inquiry-over-role-as-state-treasurer.html","abstract":"  Kay Bailey Hutchison, who gained national stature earlier this year with her landslide election to the United States Senate, was issued a subpoena today to appear before a Texas grand jury that has been investigating her tenure as State Treasurer.   The grand jury has been looking into accusations, some from former subordinates of Mrs. Hutchison, that Texas Treasury employees were used to perform political and personal duties for her during the two and a half years she served in the post, which she resigned in June to take her Senate seat.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"1893:France Isn't Alone : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/04/opinion/IHT-1893france-isnt-alone-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Figaro says: \"The Czar, by selecting the moment when the Kaiser, accompanied by the Prince of Naples, is entering Metz, to notify France that the Russian fleet is to visit Toulon, has proved that face to face with the Triple Alliance stan","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Enrollment Diminishes At Blue Cross","web_url":"https://www.nytimes.com/1993/09/04/nyregion/enrollment-diminishes-at-blue-cross.html","abstract":"  Buffeted by criticism and management turmoil, New York State's largest health insurer, Empire Blue Cross and Blue Shield, lost half a million of the 7.6 million people it was insuring at the beginning of the year.   Empire executives attributed the loss to a variety of causes, ranging from rate increases to its customers' smaller work forces to a year of internal disruption and an erosion in consumer confidence. For the company, which has always prided itself on being the nation's largest Blue Cross plan, the loss is humbling, but its financial effects are unclear.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Neighborhood Hero Touches Every Base","web_url":"https://www.nytimes.com/1993/09/04/us/baseball-neighborhood-hero-touches-every-base.html","abstract":"  In Washington Heights this summer, the sweetest sentence in the Spanish language is this: \"Mami, ya me subieron a las Grandes Ligas.\" Mommy, they called me to the major leagues.   That is what Manny Ramirez said when he telephoned his mother, Onelcida Ramirez, a factory worker, Wednesday night.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"Review/Film; A Futuristic Prison That Demands Escape","web_url":"https://www.nytimes.com/1993/09/04/movies/review-film-a-futuristic-prison-that-demands-escape.html","abstract":"Couple sent to prison because of second pregnancy. Clunky futurism.","thumbnail":null,"section":"Movies"},{"date":"19930904","headline":"Holiday on Monday","web_url":"https://www.nytimes.com/1993/09/04/nyregion/holiday-on-monday.html","abstract":"  Monday is Labor Day. Here are holiday schedules.  NEW YORK    PARADE Begins at 11:00 A.M. at 44th Street and Fifth Avenue, goes up Fifth Avenue to 72d Street and across to Third Avenue.The West Indian-American Day Parade begins at 11:00 A.M. at Utica Avenue and Eastern Parkway in Brooklyn and goes along Eastern Parkway to Grand Army Plaza.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Rison's Day in Court Postponed","web_url":"https://www.nytimes.com/1993/09/04/sports/sports-people-football-rison-s-day-in-court-postponed.html","abstract":"  The aggravated assault case against Falcons wide receiver ANDRE RISON was postponed yesterday, and Rison said he would play Sunday against the Lions in his hometown of Detroit.   Rison appeared in Atlanta Municipal Court with his friend, the rap performer LISA LOPES, with whom he was fighting when they were arrested early Thursday in a parking lot. The police said Rison assaulted Lopes, a member of the rap group TLC, after they left a nightclub. He is also accused of firing a gun after two men tried to help Lopes.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Mexico Passes Electoral Change, but Foils a Presidential Bid","web_url":"https://www.nytimes.com/1993/09/04/world/mexico-passes-electoral-change-but-foils-a-presidential-bid.html","abstract":"  Mexico's governing party, under pressure to reform the system that has kept it in power for more than 60 years, has passed a package of electoral changes but carefully avoided giving a popular opposition party leader any chance to run in next year's presidential election.   After an all-night debate, the Legislature -- in which the governing party holds a large majority -- early this morning approved a modification in Mexico's Constitution that loosens the qualifications for presidential candidates, but stipulated that the new law would not become effective until the year 2000.","thumbnail":null,"section":"World"},{"date":"19930904","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/04/nyregion/c-corrections-185093.html","abstract":"  A drawing of a man in a boat that appeared with the Our Towns column in some copies yesterday was published in error. The correct illustration showed a couple seated at a table.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":": Investment Strategy East And West","web_url":"https://www.nytimes.com/1993/09/04/your-money/IHT--investment-strategy-east-and-west.html","abstract":"TOP down or bottom up? It's one of those difficult investment questions where the answers raise more contentious issues than they settle. But the fact that it is being widely asked among international investors and in brokers' circulars tells us two thing","thumbnail":null,"section":"Your Money"},{"date":"19930904","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/09/04/nyregion/news-summary-536193.html","abstract":"  International 2-5  ARAFAT FIGHTS FOR PEACE PACT    Yasir Arafat struggled to win support from his mainstream Fatah movement for peace proposals with Israel, but Palestinian officials said he was likely to win its backing as a first step in the P.L.O.  1","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Review/Pop; A Pianist From Los Angeles Who Improvises and Swings","web_url":"https://www.nytimes.com/1993/09/04/arts/review-pop-a-pianist-from-los-angeles-who-improvises-and-swings.html","abstract":"  There wasn't much going on at Billy Childs's first set on Tuesday night at the Village Vanguard, just a few standards and indifferent originals and some basic mainstream piano-playing. Mr. Childs, a young pianist who lives in Los Angeles, has caught a few breaks on the way: he's recording for Windham Hill and is in the middle of a week working at perhaps the most respected jazz club in the world. He may have been pushed into view a bit early in his career. Mr. Childs can improvise and swing, but his conception never quite seemed authoritative.   It's strange listening to a musician not based in New York. While the best of the young pianists from New York -- Cyrus Chestnut, Stephen Scott, Jacky Terrasson -- have all delved deep into history, Mr. Childs's improvisations were modern in an old-fashioned way, his references predictable. The overt borrowings of the New York school, with its elements of stride, Thelonious Monk, gospel and the 1960's modernists, makes its players unsentimental and rich in narrative; Mr. Childs used one or two colors for most of his show, never really setting up drama.","thumbnail":null,"section":"Arts"},{"date":"19930904","headline":"Dinkins Agrees to 2 Debates With Democratic Rivals","web_url":"https://www.nytimes.com/1993/09/04/nyregion/dinkins-agrees-to-2-debates-with-democratic-rivals.html","abstract":"  Mayor David N. Dinkins has agreed to two televised debates with his rivals for the Democratic mayoral nomination, his campaign confirmed yesterday.   The debates will give his challengers, Roy Innis and Eric Melendez, a valuable opportunity to pick up visibility and legitimacy two days before the Sept. 14 primary. So far, their candidacies have been overshadowed by Mr. Dinkins's impending rematch with Rudolph W. Giuliani, the Republican-Liberal candidate.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Hradistko Journal; Digging for Buried Treasure That the Nazis Looted","web_url":"https://www.nytimes.com/1993/09/04/world/hradistko-journal-digging-for-buried-treasure-that-the-nazis-looted.html","abstract":"  In the damp, dark banks of a creek not far from this summer vacation village in the Czech countryside, trenches have been hacked and then abandoned. About a mile away, two plots in the forest, about 50 yards by 50 yards, have been fenced off with imposing new aluminum wire. And on a nearby hilltop, the police keep surveillance on a hole in the ground.   The cause of all this attention is the belief that buried under the ground are hundreds of crates -- some say more than 500 -- of gold, jewels, art and perhaps Swiss bank account numbers hidden here by the Nazis in the waning days of World War II.","thumbnail":null,"section":"World"},{"date":"19930904","headline":"Walsh-Washington War of the Words: Now, the Final Word","web_url":"https://www.nytimes.com/1993/09/04/sports/football-walsh-washington-war-of-the-words-now-the-final-word.html","abstract":"  They were proud members of the Forty Niner Faithful, adolescent division.   Jamal Fountaine rejoiced in the Super Bowl successes of the Bill Walsh era. Eric Bjornson has a picture of himself, in a tuxedo, receiving a scholar-athlete award from Walsh.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/09/04/style/chronicle-524393.html","abstract":"  If the stage is conducive to romance so, too, it seems, is the kitchen. AMY SCHERBER, owner of Amy's Bread, a Manhattan bakery, and KERRY HEFFERNAN, who is to become the executive chef at the Polo restaurant in the Westbury Hotel, will be married on Sept. 19.   Their courtship began in the kitchen of Bouley, the TriBeCa restaurant.  \"We were working side by side there six years ago when it first opened, both doing the garde-manger,\" Ms. Scherber said, referring to the preparation of cold dishes and salads.","thumbnail":null,"section":"Style"},{"date":"19930904","headline":"Photographer of Ships Plies His Craft, Literally","web_url":"https://www.nytimes.com/1993/09/04/nyregion/about-new-york-photographer-of-ships-plies-his-craft-literally.html","abstract":"  THERE was Robert Kousoulos in his tiny inflatable rubber boat in the middle of the Hudson, peering upriver into approaching fog and stalking big ships as is his custom and passion. \"Sometimes you can spend a whole day and not see anything,\" said Mr. Kousoulos, 51, a truck-driving instructor.   It was about to turn into one of his better days. \"Look,\" he said, pointing to a dark spot in the mist north of Spuyten Duyvil. \"I think that's a tug.\" He nosed his nameless 11-foot craft northward and turned up the throttle on the 15-horsepower outboard. The little boat started to skim over whirlpools and tidal ripples. \"There's a buoy up there and I want to have it in the foreground when the ship passes. The tide could make it tricky.\"","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Peruvians Support Their Government; Plundered Heritage","web_url":"https://www.nytimes.com/1993/09/04/opinion/l-peruvians-support-their-government-plundered-heritage-472793.html","abstract":"  To the Editor:   \"Poor Peru Stands By as Its Rich Past Is Plundered\" (news article, Aug. 25) mentions the United States, Japan and Western Europe as the principal markets for looted material from Peru. However, the United States, as a signatory of the 1970 Unesco Convention on unauthorized international movement of cultural property, can restrict import of such material when a state that is party to that convention requests relief.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Lesson No. 1: Students Should Claim Refunds","web_url":"https://www.nytimes.com/1993/09/04/education/taxes-lesson-no-1-students-should-claim-refunds.html","abstract":"  WITH colleges opening for the fall term, a cram course in some relatively simple tax strategies can help students and parents ace Taxes 101 next April.   For openers, file a return. Sounds obvious, but William J. Goldberg, Southwest partner in charge of personal financial planning for KPMG Peat Marwick in Houston, says many students fail to do so.","thumbnail":null,"section":"Education"},{"date":"19930904","headline":"LAWMAKERS FIGHT OUSTER BY YELTSIN","web_url":"https://www.nytimes.com/1993/09/04/world/lawmakers-fight-ouster-by-yeltsin.html","abstract":"  Two days after President Boris N. Yeltsin issued a decree to suspend Vice President Aleksandr V. Rutskoi from office, the Russian Parliament voted today to suspend the President's decree, and threw the issue of Mr. Rutskoi's status to the Constitutional Court.   The standoff over Mr. Rutskoi's suspension is another example of the political paralysis gripping Moscow as Mr. Yeltsin and his antagonists in the Supreme Soviet, or legislature, prepare for a showdown this fall over the President's call for early parliamentary elections.","thumbnail":null,"section":"World"},{"date":"19930904","headline":"Becker Suddenly Finds a Clear Path to the Semifinals","web_url":"https://www.nytimes.com/1993/09/04/sports/us-open-93-becker-suddenly-finds-a-clear-path-to-the-semifinals.html","abstract":"  It took Boris Becker five days to get through two rounds of the United States Open, but it was worth the extended wait. He may have little time off between matches, but his toughest opponent on the way to the semifinals will likely be himself.   Becker's 6-2, 6-2, 6-4 victory in 1 hour 47 minutes yesterday over Jakob Hlasek of Switzerland moved Germany's angry boomer further along in a part of the Open draw that now includes Becker, who is seeded No. 4, and no one else ranked above No. 24. So much for several conspiracy theories, though Becker continued with his bizarre third-person diatribe over the scheduling snafu.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Federal Agency Wants to Cut Your Vitamins; The AZT Connection","web_url":"https://www.nytimes.com/1993/09/04/opinion/l-federal-agency-wants-to-cut-your-vitamins-the-azt-connection-469793.html","abstract":"  To the Editor:   Perhaps the most alarming aspect of President Clinton's health care reform is the counterattack by the medical establishment and the Food and Drug Administration on the new battleground of alternative health care. They are trying to deny the basic rights of choice by attempting to make alternative treatments inaccessible, if not controlled by the conventional medical establishment.    Their attempts to categorize green algae and garlic, among other foods, as drugs is ludicrous. It is no coincidence that these foods are a few of the widely known natural products used to improve the immune system by groups such as people with AIDS. The recent international conference on AIDS declared azidothymidine, or AZT, the F.D.A.-approved drug to fight AIDS, mostly ineffective, capable of doing more harm than good.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Observer; Besides The Pencil Box","web_url":"https://www.nytimes.com/1993/09/04/opinion/observer-besides-the-pencil-box.html","abstract":"  For children about to start school here are words of wisdom to ease the long path toward living happily ever after:   First, because the Michael Jackson matter is dramatizing the American press's descent into swinishness, hear the French poet Baudelaire's thought on journalism:","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Peruvians Support Their Government","web_url":"https://www.nytimes.com/1993/09/04/opinion/l-peruvians-support-their-government-471993.html","abstract":"  To the Editor:   Re \"Champion Freedom in Peru\" (editorial, Aug. 20):   Peru has recently undergone radical political changes that can hardly be described as \"modest.\" Last Nov. 22 a Constituent Congress was freely elected in a process monitored by the Organization of American States. That Congress is now legislating and overseeing the executive, and is about to approve a new Constitution.   Since 1990, Peru has dismantled the greatest terrorist menace in South America; made economic and financial reforms that President Clinton has called the most wide ranging in Latin America; redefined a cumbersome and often corrupt state apparatus, and introduced guarantees in the projected Constitution for an independent judicial branch. This program is being pursued amid news media debate and absolute freedom of the press. Not surprisingly, Peruvian Government policies have had a more than 60 percent approval rating over the last three years.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"1918: A German Retreat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/09/04/opinion/IHT-1918-a-german-retreat-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Reeling under Marshal Foch's smashing blows, the defeated German armies are now in full retreat from the Lys front to Rheims. The line of the Vesle has been abandoned over a distance of nearly twenty miles, and the Franco-American forces are in cl","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Perez Throwing Sinkers at the Yankees' Hopes","web_url":"https://www.nytimes.com/1993/09/04/sports/baseball-perez-throwing-sinkers-at-the-yankees-hopes.html","abstract":"  The monotony of it all is amazing. Melido Perez starts, Melido Perez loses and another day disappears from the baseball calendar. There may not be a greater burden during a pennant race than a slumping pitcher, and the Yankees are saddled with exactly that problem as they chase the Blue Jays.   Perez's mystifying descent continued last night and he continued to test Buck Showalter's patience with another skittish performance. The Yankee manager might have to decide if Perez deserves to remain in the rotation after the Cleveland Indians peppered him for nine hits and five earned runs in six-plus innings, surging to a 7-3 victory at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/09/04/us/inside-588493.html","abstract":"  Jury Hears of Racial Burning   A black New Yorker told a Florida jury how he was kidnapped, showered with racial insults and set on fire in a racially motivated attack. Page 7. Customer Losses at Empire    Empire Blue Cross and Blue Shield has lost half a million of the 7.6 million customers it was insuring at the beginning of the year. Page 21. Meade Esposito Dies at 86    Meade H. Esposito, a Democrat who dominated Brooklyn politics as the last of the clubhouse-era party leaders, has died at age 86. Page 26.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"Brooklyn Man Tells a Florida Jury About Being Kidnapped and Set Ablaze","web_url":"https://www.nytimes.com/1993/09/04/us/brooklyn-man-tells-a-florida-jury-about-being-kidnapped-and-set-ablaze.html","abstract":"  With the case against the accused in disarray, a black New Yorker took the witness stand today and told of being kidnapped, showered with racial insults and doused with gasoline by his laughing white abductors before being set ablaze last winter.   Near the end of almost four hours of testimony at the Palm Beach County Courthouse, the 32-year-old witness, Christopher Wilson, a stock-brokerage clerk who lives the Flatbush section of Brooklyn, pointed to Charles Rourk, 33, and Mark Kohut, 27, both day laborers, and calmly identified them as the men who attacked him in a Tampa suburb on New Year's Day while he was on vacation in Florida.","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"Prayers Won't Pacify South Africa","web_url":"https://www.nytimes.com/1993/09/04/opinion/prayers-won-t-pacify-south-africa.html","abstract":"  Prayers, parades and a national moment of silence on Thursday attested movingly to South Africa's yearning for peace. President F. W. de Klerk spoke the right words on Peace Day; so did his former prisoner, Nelson Mandela, leader of the African National Congress. There are indeed \"sinister forces and faceless murderers,\" in Mr. Mandela's words, using \"senseless violence to prevent the advent of democracy.\"    But prayers alone cannot assure a successful transition as white rule yields to multiracial democracy in a breakthrough election now scheduled for next April. As many as 10,000 people have been killed in the three years since Mr. Mandela was freed, an average of nine deaths a day. And South Africa's police, tainted by complicity with past apartheid regimes, seem unable or unwilling to contain violence in black townships.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Judge Arrested as Italian Scandal Touches Judiciary for First Time","web_url":"https://www.nytimes.com/1993/09/04/world/judge-arrested-as-italian-scandal-touches-judiciary-for-first-time.html","abstract":"  A Milan judge was arrested today in connection with what may prove to be the greatest of Italy's recent scandals: the Government buyout in 1990 of the Enimont chemical corporation.   Italy's previous scandals have implicated top names in business, politicians and the mob. But the arrest today of Diego Curto extended the accusations of corruption to the judiciary as well. Until now, the judiciary has been seen as the guardian that uncovered the bribery and kickback scandal that has riddled business and politics in Italy.","thumbnail":null,"section":"World"},{"date":"19930904","headline":"Corrections","web_url":"https://www.nytimes.com/1993/09/04/nyregion/c-corrections-190693.html","abstract":"  A brief article on Friday sum marizing Mayor David N. Dinkins's latest campaign commercial misstated the age of David Meadvin, a campaign volunteer, because of incorrect information provided by the campaign. He is 12 years old, not 9.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Federal Agency Wants to Cut Your Vitamins","web_url":"https://www.nytimes.com/1993/09/04/opinion/l-federal-agency-wants-to-cut-your-vitamins-468993.html","abstract":"  To the Editor:   I am surprised at the limited coverage of a most important health issue facing Congress. The Food and Drug Administration, through proposed regulations, intends to limit free and unrestricted use of vitamins, minerals, herbs and dietary supplements in their present over-the-counter forms and potencies. The proposed regulations could become law Dec. 1 unless countering legislation defeats it.   Under the proposal, the F.D.A. would disallow dietary supplement potency from exceeding levels found in food. Any supplement with higher potencies would be subject to classification as an unsafe food additive. The F.D.A. further intends to classify herbs as drugs. Certain other supplements, such as amino acids, would be available only through prescription.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"School Calendar Altered to Accommodate Asbestos Delay","web_url":"https://www.nytimes.com/1993/09/04/nyregion/school-calendar-altered-to-accommodate-asbestos-delay.html","abstract":"  Having delayed the opening of school for the first time in nearly two decades, New York City's Board of Education shuffled the school calendar yesterday to make up the lost days by canceling a staff planning day and three holidays, including Columbus Day and Veterans Day.   The changes came as city and school officials continued to scramble for alternative ways to occupy the city's one million schoolchildren during the five days of school postponed because of the asbestos crisis.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"For Martin, Game Is Nothing but Net","web_url":"https://www.nytimes.com/1993/09/04/sports/notebook-for-martin-game-is-nothing-but-net.html","abstract":"  It was the hardcourts that brought out the competitive nature in Todd Martin: the basketball ones. He dreamed of making the last-second shot; he dreaded making the crucial error that would lose the game.   In a sense, basketball drew Martin to tennis courts.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Clinton Pushes 'Practical' Job-Training for Youth","web_url":"https://www.nytimes.com/1993/09/04/us/clinton-pushes-practical-job-training-for-youth.html","abstract":"  President Clinton came to an airport hangar here today to sell a program intended to develop better ways of offering job training to young people uninspired by traditional academic programs.   Addressing several hundred people at an aviation school here that he considers a model of \"practical\" learning, the President said: \"The truth is there's a lot of very serious academic research which indicates that significant numbers of our people actually learn better in practical circumstances than they do in classroom settings. It's different for different people.\"","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"Nicaraguan Leader Reaffirms Pledge to Oust General","web_url":"https://www.nytimes.com/1993/09/04/world/nicaraguan-leader-reaffirms-pledge-to-oust-general.html","abstract":"  Nicaragua sank again into political turmoil today as President Violeta Barrios de Chamorro struck back at Sandinista military leaders by reaffirming her pledge to remove Gen. Humberto Ortega Saavedra as the Army commander.   Outraged Sandinista leaders challenged Mrs. Chamorro openly on Thursday after she surprised them by announcing that she would dismiss the head of the Army's intelligence section and take it immediately under civilian control and that she intended to replace General Ortega some time next year.","thumbnail":null,"section":"World"},{"date":"19930904","headline":"Teach Knowledge, Not 'Mental Skills'","web_url":"https://www.nytimes.com/1993/09/04/opinion/teach-knowledge-not-mental-skills.html","abstract":"The children at Public School 67 in the South Bronx are all African-American or Hispanic, and all are poor enough to qualify for free lunch. In the late 80's, the school was so ineffective that the district board was about to shut it down. \n\nBut in 1991 a new principal, Jeff Litt, introduced a grade-by-grade \"core knowledge\" curriculum. The students' academic performance has risen so dramatically -- their reading scores, for instance, were up 13.5 percent last year -- that Mr. Litt has had to limit the flow of curious visitors to his school.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Murder, Memory And the Klan: A special report.; Widow Inherits a Confession To a 36-Year-Old Hate Crime","web_url":"https://www.nytimes.com/1993/09/04/us/murder-memory-klan-special-report-widow-inherits-confession-36-year-old-hate.html","abstract":"  It was well after midnight one chilly winter more than 36 years ago. Four white men and one black man stood on the Tyler Goodwin Bridge, in a deserted area near here. Fifty feet below, the Alabama River flowed briskly.   The white men were Ku Klux Klansmen. They had driven the black man through the dark countryside, terrorizing him. He had said something offensive to a white woman, they said, and he was going to pay. Now, on the bridge, one Klansman pointed his gun at the young man and said, \"Hit the water.\"","thumbnail":null,"section":"U.S."},{"date":"19930904","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/09/04/sports/results-plus-248193.html","abstract":"  TRACK AND FIELD 5 Win Awards of Gold Michael Johnson, Noureddine Morceli, Sonia O'Sullivan, Maria Mutola and Trine Hattestad each earned four kilograms of gold yesterday by winning at the Van Damme Memorial in Brussels to sweep the Golden Four meets. A total of 20 kilograms of gold, worth about $265,000, was offered as a reward to be won outright or shared by anyone winning the same event at Oslo, Zurich, Berlin and Brussels. Morceli, who is from Algeria, was on world-record pace with one lap to go in the mile but weakened in the final straight and finished in 3 minutes 47.30 seconds, only .98 seconds off the world mark Steve Cram of Britain set in 1985. Johnson had to catch the 1992 Olympic champion, Quincy Watts, for most of the 400-meter race, but his final kick gave him the edge and a share of the gold. He was timed in 44.45. O'Sullivan of Ireland beat Yvonne Murray of Scotland in the women's 3,000 meters in 8:30.87. Mutola of Mozambique won the women's 800 meters in 1:57.90, and Hattestad of Norway threw the javelin 222 feet 10 inches. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Budapest and I.B.M. Make Music Together","web_url":"https://www.nytimes.com/1993/09/04/arts/budapest-and-ibm-make-music-together.html","abstract":"  When subscribers to the Hungarian Symphony Orchestra arrive for the season's opening night at the handsome Art Nouveau Academy of Music here next month, their tickets, their programs and the posters in the lobby will be emblazoned with the corporate logo of I.B.M., which is sponsoring the season. And I.B.M. is backing a special four-concert Mozart series and a Mozart piano concerto contest.   The idea of corporate support for cultural institutions is new in Eastern Europe and is still treated somewhat gingerly in countries where Communism held sway for so many years. Art is often considered by East Europeans to be sacrosanct and too pure for the incursion of crude commerce. But as a sign of the changes now taking place, Budapest University is offering well-attended courses on the economics of arts institutions, with a heavy emphasis on how to attract private money for culture.","thumbnail":null,"section":"Arts"},{"date":"19930904","headline":"Shooting on a Bus","web_url":"https://www.nytimes.com/1993/09/04/nyregion/shooting-on-a-bus.html","abstract":"  The police were investigating early today a fight that broke out aboard a Transit Authority bus in Manhattan shortly before midnight between two groups of men in which shots were fired inside the bus as it was driven up Broadway through Harlem. Sgt. Joseph Gallagher, a police spokesman, said one group of men entered the bus at 126th Street and Broadway about 11:30 P.M., and a dispute broke out with a group already aboard. The men, as well as most of the passengers, fled when the bus stopped at 158th Street. Sergeant Gallagher said neither the identities of those involved, nor the reason for the fight could be immediately determined.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"On China, America Misses the Point","web_url":"https://www.nytimes.com/1993/09/04/opinion/IHT-on-china-america-misses-the-point.html","abstract":"Chasing chemical shipments around the world and trailing technology over the Karakoram highway between China and Pakistan may be good sport for the post-Cold War CIA. But there are growing concerns that the U.S. crusade against arms proliferation is coun","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Dudley a Blazer, at Least for a While","web_url":"https://www.nytimes.com/1993/09/04/sports/sports-people-basketball-dudley-a-blazer-at-least-for-a-while.html","abstract":"  CHRIS DUDLEY will not soon forget the summer of 1993.   \"It's been one of the longest summers of my life,\" he said yesterday, one day after the National Basketball Association's special master, a league and union arbitrator, upheld his unusual contract with the Portland Trail Blazers.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Yonkers: The Price of Desegregation","web_url":"https://www.nytimes.com/1993/09/04/opinion/yonkers-the-price-of-desegregation.html","abstract":"  For Federal District Judge Leonard Sand, it's the case that won't go away. In 1985 he ruled that Yonkers, N.Y., had deliberately promoted racial segregation in housing and education for nearly 40 years.    Now, says Judge Sand, Yonkers public schools are a long way from being truly desegregated, though to their credit educators are trying to do a better job of integrating the schools. The judge has offered important support for their efforts.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Brief Lives","web_url":"https://www.nytimes.com/1993/09/04/opinion/brief-lives.html","abstract":"  In 1989 JoAnne Johnson, 19, and Allison Atlas, 20, found out they didn't have long to live -- not unless they received bone marrow transplants that might defeat their leukemia. But JoAnne was black and Allison Jewish, which meant they could expect little help from the poorly funded National Marrow Donor Program's registry. At the time only about 70,000 people were registered, and the chance that a member of a minority group would find a compatible donor was close to infinitesimal. (The odds on finding a match between two unrelated people improve markedly if the two are of the same race or ethnic group.)    The Johnsons asked African-Americans to volunteer, and lined up 3,800 in the Washington area. Then they brought their campaign to Chicago, and New York. No match was found, and JoAnne died.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"Olympus Drops Plan for New Headquarters in Melville","web_url":"https://www.nytimes.com/1993/09/04/nyregion/olympus-drops-plan-for-new-headquarters-in-melville.html","abstract":"  The Olympus Corporation, the Japanese-owned manufacturer of cameras and medical equipment, has dropped plans to build a new American corporate headquarters on 53.7 acres of state land in Melville, L.I., citing legal opposition from a local civic association.   The decision, conveyed to Gov. Mario M. Cuomo in a letter today from Kenji Fujii, the president and chief executive officer of Olympus America of Lake Success, marks the collapse of a two-year effort by the State Urban Development Corporation and Suffolk County to assist the company in siting the headquarters on a corner of the 500-acre Long Island Developmental Center, a former state center for the retarded.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"After Pullout, Lithuania Faces Other Challenges","web_url":"https://www.nytimes.com/1993/09/04/world/after-pullout-lithuania-faces-other-challenges.html","abstract":"  Only hours after the last unit of Russian soldiers left Lithuania on Tuesday night, jubilant Government officials began giving their friends new stickers they had privately printed. The stickers carry the national coat of arms and the legend: \"Lithuania, Free of Foreign Troops.\"   The nation breathed a collective sigh of relief when the long train laden with Russian soldiers and weapons finally left Lithuanian soil. People here had been praying for this moment for more than half a century, many without believing it would ever come.","thumbnail":null,"section":"World"},{"date":"19930904","headline":"E.M.S. Crew Is Blamed Over Patient Left for Dead","web_url":"https://www.nytimes.com/1993/09/04/nyregion/ems-crew-is-blamed-over-patient-left-for-dead.html","abstract":"  The New York State Health Department said today that two New York City emergency medical technicians performed incompetently when they declared a Brooklyn woman dead as she lay unconscious and barely breathing in her apartment building last June.   The 40-year-old woman, Nancy Vitale, was left without treatment for nearly three hours after the two technicians decided she was dead. It was not until a doctor from the city Medical Examiner's office heard gurgling sounds coming from Ms. Vitale that she was taken to Coney Island Hospital, where she was treated and eventually released.","thumbnail":null,"section":"New York"},{"date":"19930904","headline":"Billups Draws One Year in Prison","web_url":"https://www.nytimes.com/1993/09/04/sports/sports-people-football-billups-draws-one-year-in-prison.html","abstract":"  Former Cincinnati Bengals player LEWIS BILLUPS was sentenced to 12 months in prison and fined $10,000 yesterday for threatening the Washington Bullets' REX CHAPMAN in calls to Chapman's sister.   Billups pleaded guilty in June to making phone calls from Florida to his former girlfriend, JENNY CHAPMAN, in which he threatened to ruin Rex Chapman's career if she talked to another man. In one call, Billups threatened to have friends break the player's knees. The calls were taped by the FBI, which had been contacted by the Chapman family.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Taylor Urges Giants to Move On; Hampton Signs New Pact","web_url":"https://www.nytimes.com/1993/09/04/sports/pro-football-taylor-urges-giants-to-move-on-hampton-signs-new-pact.html","abstract":"  Lawrence Taylor had been remarkably restrained, which is unusual for the blunt and outspoken linebacker. While some of his good friends have been shown the door, good friends like linebacker Pepper Johnson, Taylor had been pretty silent. Until today.   Taylor said that while he disagreed with some of the personnel changes made by Coach Dan Reeves -- changes like waiving Johnson, who was later picked up by the Cleveland Browns -- he realized that the team has to move on. Still, it became apparent that Taylor missed Johnson and didn't like the decision to release him.","thumbnail":null,"section":"Sports"},{"date":"19930904","headline":"Supposed to Be Rude?","web_url":"https://www.nytimes.com/1993/09/04/opinion/l-supposed-to-be-rude-474393.html","abstract":"  To the Editor:   My wife and I took our 15-year-old grandson, Kurt, to New York City over the weekend to show him the usual sites. As Kentuckians, I suppose we weren't too hard to dazzle, especially with the view from atop the World Trade Center and the dancing in \"Crazy for You.\"   But what impressed us as much as anything else were New Yorkers themselves. A fireman in heavy gear kindly pointed us to a subway station we were looking for. A man in the Wall Street area walked a block with us to show us where to get tickets for the New York Stock Exchange tour. Others were equally kind and helpful.","thumbnail":null,"section":"Opinion"},{"date":"19930904","headline":"When Workfare Is Just Make-Work","web_url":"https://www.nytimes.com/1993/09/04/opinion/when-workfare-is-just-make-work.html","abstract":"  As usual, Washington is a few steps behind New York City. Federal lawmakers have been making a lot of noise about the need for \"workfare\" programs that would require able-bodied welfare recipients to work as a condition for receiving benefits. In New York, we have tried such a program and know it doesn't work.   At the Parks Department, about 800 welfare recipients currently help clean parks as part of the citywide Work Experience Program, started in 1987. Participants work 35 hours every other week, and can only stay at the Parks Department for nine months.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930904","time":"1993-09-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":66,"wspd":14.8},{"date":"19930904","time":"1993-09-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":70,"wspd":13},{"date":"19930904","time":"1993-09-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":72,"wspd":20.5},{"date":"19930904","time":"1993-09-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":77,"wspd":11.2},{"date":"19930904","time":"1993-09-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":78,"wspd":16.6},{"date":"19930904","time":"1993-09-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":81,"wspd":13},{"date":"19930904","time":"1993-09-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":79,"wspd":11.2},{"date":"19930904","time":"1993-09-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":77,"wspd":13},{"date":"19930904","time":"1993-09-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":71,"wspd":13},{"date":"19930904","time":"1993-09-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":69,"wspd":14.8},{"date":"19930904","time":"1993-09-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":63,"wspd":14.8},{"date":"19930904","time":"1993-09-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":53,"wspd":14.8},{"date":"19930904","time":"1993-09-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":51,"wspd":9.4},{"date":"19930904","time":"1993-09-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":49,"wspd":11.2},{"date":"19930904","time":"1993-09-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":45,"wspd":11.2},{"date":"19930904","time":"1993-09-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15,"rhum":41,"wspd":16.6},{"date":"19930904","time":"1993-09-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":40,"wspd":13},{"date":"19930904","time":"1993-09-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":45,"wspd":13},{"date":"19930904","time":"1993-09-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":47,"wspd":13},{"date":"19930904","time":"1993-09-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":56,"wspd":13},{"date":"19930904","time":"1993-09-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":58,"wspd":14.8},{"date":"19930904","time":"1993-09-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":60,"wspd":9.4},{"date":"19930904","time":"1993-09-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":61,"wspd":11.2},{"date":"19930904","time":"1993-09-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":63,"wspd":11.2},{"date":"19930904","time":"1993-09-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":56,"wspd":24.1},{"date":"19930904","time":"1993-09-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":63,"wspd":29.5},{"date":"19930904","time":"1993-09-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":59,"wspd":46.4},{"date":"19930904","time":"1993-09-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":18.7},{"date":"19930904","time":"1993-09-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":77,"wspd":22.3},{"date":"19930904","time":"1993-09-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":14.8},{"date":"19930904","time":"1993-09-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":14.8},{"date":"19930904","time":"1993-09-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":13},{"date":"19930904","time":"1993-09-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":85,"wspd":9.4},{"date":"19930904","time":"1993-09-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":85,"wspd":11.2},{"date":"19930904","time":"1993-09-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":87,"wspd":11.2},{"date":"19930904","time":"1993-09-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":96,"wspd":14.8},{"date":"19930904","time":"1993-09-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":94,"wspd":14.8},{"date":"19930904","time":"1993-09-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":91,"wspd":14.8},{"date":"19930904","time":"1993-09-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":88,"wspd":13},{"date":"19930904","time":"1993-09-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":16.6},{"date":"19930904","time":"1993-09-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":11.2},{"date":"19930904","time":"1993-09-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":85,"wspd":9.4},{"date":"19930904","time":"1993-09-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":24.1},{"date":"19930904","time":"1993-09-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":20.5},{"date":"19930904","time":"1993-09-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":82,"wspd":20.5},{"date":"19930904","time":"1993-09-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":71,"wspd":14.8},{"date":"19930904","time":"1993-09-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":74,"wspd":18.7},{"date":"19930904","time":"1993-09-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":74,"wspd":18.7}]}}