{"19931230":{"guardian_articles":[],"nytimes_articles":[{"date":"19931230","headline":"Giuliani Picks 2 New Aides","web_url":"https://www.nytimes.com/1993/12/30/nyregion/giuliani-picks-2-new-aides.html","abstract":"  Adding to his core staff, the Mayor-elect named two prominent campaign supporters to newly created posts as advisers. Page B3.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-468293.html","abstract":"  A picture yesterday with an obituary of Louis Soutendijk, a Dutch economist and diplomat, was published in error. It showed Robert Marjolin, an official of the European Economic Community, during a meeting with Mr. Soutendijk in 1964.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/30/nyregion/no-headline-451893.html","abstract":"  \"It's not the hottest item we sell, but it's still available. There has been a lot more  interest around here since they've been rattling their swords at the North Koreans.\" -- DICK MANKAMAYER, who sells fallout shelters in McKenna, Wash.  [ A16:2. ]","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"New Victim of a New Era: Fallout Shelter Guidelines","web_url":"https://www.nytimes.com/1993/12/30/us/new-victim-of-a-new-era-fallout-shelter-guidelines.html","abstract":"  Diplomats may debate and historians may argue, but consumers have now spoken. The cold war is over. The market for fallout shelters is dead.   So dead, in fact, that the Federal Trade Commission will no longer try to regulate manufacturers of fallout shelters and home radiation-monitoring devices.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Mother Said to Bundle Up, and She Knew","web_url":"https://www.nytimes.com/1993/12/30/nyregion/mother-said-to-bundle-up-and-she-knew.html","abstract":"  On these days of winter's first cold snap, Adam Alb eats garlic with his lunch, Jersey City firefighters carry \"winter bags\" on their trucks, Guenter Skammel lugs around a bucket of hot water on his feeding rounds at the aquarium on Coney Island, and Ron Ste-Marie clomps around an unheated recycling center in far northern New York State in boots that are better than antifreeze -- \"good to 80 below,\" he says.   For people who earn their living outdoors, the trick and the challenge in coping with temperatures in the teens and 20's and with snow in the air is keeping warm and avoiding frostbite while they tend zoo animals, work on cars, fight fires, police highways, teach skiing, plow snow, cut down trees or play football.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Argentine Senate Backs Menem on Second Term","web_url":"https://www.nytimes.com/1993/12/30/world/argentine-senate-backs-menem-on-second-term.html","abstract":"  The Argentine Senate approved a bill early this morning endorsing constitutional changes that, among other things, will allow Carlos Saul Menem and all subsequent Presidents to seek a second consecutive term.   By 38 votes to 7, the lawmakers, eager to leave on their summer vacation, approved an agreement reached last month by Mr. Menem and his Peronist party and former President Raul Alfonsin, leader of the opposition Radical Civic Union.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Suddenly, Islanders Get a Sinking Feeling","web_url":"https://www.nytimes.com/1993/12/30/sports/hockey-suddenly-islanders-get-a-sinking-feeling.html","abstract":"  The Islanders had stormed through six straight victories, all against winning teams. Then something happened.   In 24 hours, they saw their winning streak, their top defenseman, Vladimir Malakhov, and their leading scorer, Pierre Turgeon, quickly fade.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Review/Television; Point and Counterpoint With Arafat and Rabin","web_url":"https://www.nytimes.com/1993/12/30/arts/review-television-point-and-counterpoint-with-arafat-and-rabin.html","abstract":"  Tonight's edition of \"Talking With David Frost\" confirms that whatever Yasir Arafat and Yitzhak Rabin say in public during this period of on-and-off negotiating is naturally or unnaturally phrased with an eye as much on their own divided constituencies as on each other, not to mention on outsiders like Mr. Frost's audience.   The hourlong program itself is divided between Palestinian and Israeli, with the first half given to the enduring leader of the Palestine Liberation Organization, who seems almost to have shaved for the occasion. Despite a little talk-show vaporing (\"But that's the dream that's never left you,\" Mr. Frost prompts Mr. Arafat about Palestinian claims to Jerusalem), the program does get into several prickly subjects.   On Jerusalem, Mr. Arafat, whose spotty English requires Mr. Frost to repeat some answers, proposes making the contested city the joint capital of Israel and a Palestinian state. For some reason, Mr. Frost does not elicit the Israeli Prime Minister's opinion of any such innovation. Nor does he ask Mr. Arafat about his intentions toward the Jewish settlements in Gaza, which Mr. Rabin maintains \"are going to stay; they are not going to be uprooted.\"   Although Mr. Rabin avows his commitment to successful negotiations, he does not exude as much confidence as his new television partner, who announces more than once, \"Where there's a will, there's a way.\" To one interesting question -- what would the newly organized Palestinian police force do if a Palestinian should shoot an Israeli -- Mr. Arafat replies, \"Sorry, we are not speaking about small issues.\"   Among the issues that Mr. Rabin does not consider small is whether, as Mr. Arafat holds, an Israeli withdrawal from Gaza and Jericho represents the beginning of a Palestinian state or whether, as Mr. Rabin views it, the withdrawal is only \"an interim agreement that leaves the future open.\" They also disagree on which side will control the borders of the territories in question.   Both men assure Mr. Frost that they can manage the opponents among their own people to any agreement, but Mr. Rabin expresses skepticism about Mr. Arafat's ability to bring into line groups like Hamas, which are continuing to attack Israelis. The Prime Minister observes in his flat bass: \"They deny the right of Israel to exist. They opposed the very peace negotiations. They are against the agreement.\"   The two leaders display different styles. Mr. Arafat is more the showman; he speaks of himself as a martyr. Mr. Rabin is the Jewish Al Gore. But in their different ways, both leaven hope with wariness as they edge toward what Mr. Rabin calls \"calculated risks for peace.\"   Their appearance tonight makes plain, in case there was any doubt, that despite Mr. Arafat's waving away of what he calls \"small issues,\" the road to peace in the Middle East is still a minefield of details as well as principles. Talking With David Frost PBS, tonight at 10 (Channel 13 in New York) Robert Muller, coordinating producer; produced by Wallace Westfeldt for David Paradine Television and WETA in Washington; John M. Florescu and David Frost, executive producers; Mr. Frost, host. WITH: Yitzhak Rabin and Yasir Arafat.","thumbnail":null,"section":"Arts"},{"date":"19931230","headline":"Is a Great Hong Kong Bust Just Around the Corner?","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-is-a-great-hong-kong-bust-just-around-the-corner.html","abstract":"If the world were fair, when the Asian stock market bubbles burst they would bring down with them all the investment bankers, fund managers and hangers-on who get up-front fees and absurdly inflated bonuses for mismanaging other people's money. But the w","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Hindu Temple Plans Stir Concerns in Community","web_url":"https://www.nytimes.com/1993/12/30/nyregion/hindu-temple-plans-stir-concerns-in-community.html","abstract":"  When word got around that the boarded-up Y.M.C.A. here, complete with outdoor pool, was destined to become a Hindu temple, some residents were less than pleased.   Though the Sayreville Planning Board has moved to resolve the issue by permitting the temple if certain conditions are met, the question remains whether opposition to the temple springs from parking problems or prejudice.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"It's Close, but Nets Fall To 0 for Almost 8 Years","web_url":"https://www.nytimes.com/1993/12/30/sports/basketball-it-s-close-but-nets-fall-to-0-for-almost-8-years.html","abstract":"  There was no Michael Jordan sighting tonight at Chicago Stadium, but that did not alter recent history for the Nets. There were still too many ghosts lingering in this building. Ghosts that change a visiting team into a victimized team in the fourth quarter. At least that is the way it seems.   It happened again tonight. After playing an inspired three quarters against the three-time defending champion Bulls and continuing their strong revival with a one-point lead, the Nets wilted during the final period when Chicago stopped toying with them, employed its powerful arsenal of Scottie Pippen and Toni Kukoc and burst to a 94-86 victory.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"2 Quarterbacks, Many Questions","web_url":"https://www.nytimes.com/1993/12/30/sports/football-2-quarterbacks-many-questions.html","abstract":"  For two different reasons, the Oilers and the Jets were today pondering the decorum of playing or not playing their starting quarterbacks in Sunday's regular-season finale for both teams at the Astrodome.   The issue arose for the Oilers when Warren Moon cracked his ribs against the 49ers last Saturday. The Oilers have a playoff spot wrapped up, and if Buffalo loses to Indianapolis on Sunday Houston will have a first-round bye and home-field advantage throughout the playoffs. If that happens and Moon doesn't play against the Jets, he could rest for three weeks and give his ribs time to heal. Oilers Coach Jack Pardee said today that Moon probably won't practice this week and that he will make a game-time decision on whether Moon will start. The Jets and Oilers will know if the game matters before the opening kickoff. Different Problem for Jets    Jets Coach Bruce Coslet reacted sharply when an article Tuesday in Newsday suggested that the team might decide to bench Esiason if the Jets are eliminated from the playoffs before Sunday's game. The reason: If Esiason increases his quarterback rating to 89 (it is now 87.1), the Jets will owe Cincinnati a second-round pick from the 1994 draft. That was one of the provisions of the trade that brought Esiason to the Jets from the Bengals in the off season. Coslet said Esiason will play \"every snap\" of the game, barring injury.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Broken Homes, Mended Lives","web_url":"https://www.nytimes.com/1993/12/30/opinion/broken-homes-mended-lives.html","abstract":"Does it make sense to spend money to keep troubled families together? A Federal effort that begins next month -- $1 billion over five years on programs to keep children in families in which there had been abuse or neglect -- has provoked objections that such programs might reward irresponsible parents. \n\nBut breaking up families punishes the children, not just the parents, and foster care is not always in the children's best interest. Preserving the family is less costly and far better for children.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Books of The Times; Adventure and Crime, As Told on Sports Pages","web_url":"https://www.nytimes.com/1993/12/30/books/books-of-the-times-adventure-and-crime-as-told-on-sports-pages.html","abstract":"  The Best American Sportswriting  1993  Edited by Frank Deford  464 pages. Houghton Mifflin. $22.   The rock composer Pete Townshend recently declared that \"ghettoized communities are where all great music comes from.\" It would be difficult to make exactly the same claim for the ghettos of genre journalism: men's and women's magazines, and the articles found on the fashion, sports and home sections of newspapers. But if they seldom produce writing that could be called great, it is fair to say that those ghettos regularly produce writing that lives to inform, excite and, if necessary, offend, rather than to inform, pacify and bore.","thumbnail":null,"section":"Books"},{"date":"19931230","headline":"Sports of The Times; The Giants: Good, but How Good?","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-of-the-times-the-giants-good-but-how-good.html","abstract":"  WHEN a pro football traveler apologized or making various airline reservations from Dallas, San Francisco and New York to Atlanta for Super Bowl XXVIII, his explanation was that the site of the National Conference game was yet to be determined.   \"But I know who's going to the Super Bowl,\" the reservationist said.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Bangalore Journal; For Many Brides in India, a Dowry Buys Death","web_url":"https://www.nytimes.com/1993/12/30/world/bangalore-journal-for-many-brides-in-india-a-dowry-buys-death.html","abstract":"  A few days ago, the police arrested Nagavani's husband. It came none too soon: she's still alive.   \"My husband wanted a house in his name,\" she began, whispering. \"He wanted a 30,000-rupee scooter,\" worth about $1,000. \"He said if I did not give him this, he would take me to the top of a building and push me down.\"","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Review/Film; Rampaging Appliances In 'Ghost in the Machine'","web_url":"https://www.nytimes.com/1993/12/30/movies/review-film-rampaging-appliances-in-ghost-in-the-machine.html","abstract":"Rampaging appliances, possessed by soul of killer. Competent, occasionally witty genre piece.","thumbnail":null,"section":"Movies"},{"date":"19931230","headline":"Looking Beyond the Eastern Trails","web_url":"https://www.nytimes.com/1993/12/30/sports/skiing-looking-beyond-the-eastern-trails.html","abstract":"  The same conversation surfaces with each new ski season: Where is the best skiing? Is it where the snow is deepest or the lift lines shortest? East or West?   But why argue the point when you can have it both ways.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"The Drug Wave Rolls On : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-the-drug-wave-rolls-on-letters-to-the-editor.html","abstract":"Regarding \"Giving In Won't Make Drugs Go Away\" (Opinion, Dec. 11): .A.M. Rosenthal writes that \"the drug war is not won but it has paid off.\" Implicit in this statement is a judgment that current policies are satisfactory, that the","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"More Choice for Some Poor Women","web_url":"https://www.nytimes.com/1993/12/30/opinion/more-choice-for-some-poor-women.html","abstract":"  On Jan. 1, poor women who are made pregnant by rape or incest will have the same choices about whether to continue or end their pregnancies that more affluent women do. That's when the Clinton Administration will issue a directive requiring states to pay through their Medicaid programs for abortions for victims of such cruel circumstances.  The directive was made possible by Congress's decision two months ago to relax the Hyde Amendment, which had banned Federal funding for abortions under Medicaid unless the woman's life was in danger.   But what of those poor women who are pregnant because of carelessness or contraceptive failure or just plain ignorance? Will they, too, have the same health care options? Not as long as America's compassion is doled out sparingly to some women and denied to others.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"U.S. Issues Rules on Diet Supplement Labels","web_url":"https://www.nytimes.com/1993/12/30/us/us-issues-rules-on-diet-supplement-labels.html","abstract":"  The Food and Drug Administration today issued new regulations that will bar the labeling of dietary supplements with health claims that have not been proved truthful and scientifically valid.   The ruling will not affect supplements with labels that do not make health claims.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/30/nyregion/metro-digest-040293.html","abstract":"  NEW YORK CITY  RITES OF PASSAGE AT CITY HALL The jewel-box setting of City Hall seemed to be a stage being cleared for a freshly proclaimed hit. The David N. Dinkins show is closing, with the spotlight soon to illuminate a Rudolph W. Giuliani production. A1. GIULIANI NAMES 2 TO NEW POSITIONS Mayor-elect Giuliani named two prominent campaign supporters to newly created advisory positions. B3. ANGER OVER TALK OF SHIFTING ARTS MONEY Plans by the Giuliani administration to increase financial support for New York City's premier arts institutions, possibly at the expense of less renowned ones, were met with anger and trepidation by some arts groups and politicians. B3. NEW EVIDENCE ON CROWN HEIGHTS Federal and local investigators examining the 1991 disturbances in Crown Heights, Brooklyn, have received new evidence and have begun to develop leads that could result in new Federal or state civil rights charges being brought against some of those who participated in the violence, officials involved in the case said. A1. DINKINS VETOES CARRIAGE BILL Mayor Dinkins vetoed a bill that would have allowed horse-drawn carriages to go beyond Central Park into midtown streets much more than they do now. The Mayor said his veto would leave the city without any regulations governing carriages after midnight Friday, thus giving the city's 68 carriages the right to go just about anywhere, anytime they want. B6. REGION  2 ARE ARRESTED IN BOMBINGS A man apparently angry at his girlfriend's relatives was arrested in connection with a series of bombings across upstate New York that killed five people on Tuesday evening. A second man, who the authorities said had bought dynamite and blasting caps, was also arrested. A1. WHITMAN COMPLAINS TO FLORIO Governor-elect Christine Todd Whitman of New Jersey complained to Gov. Jim Florio that a recent flurry of salary increases, appointments and contract extensions violated an understanding that such actions would be deferred until she takes office on Jan. 18. B4. DOLPHINS REMAIN TRAPPED BY ICE Three dolphins who lingered too long in the Shrewsbury River in New Jersey remained trapped by ice that frustrated rescuers' efforts to shepherd them to open waters. B4. PLANS FOR HINDU TEMPLE STIR CONCERN Plans to turn a boarded-up Y.M.C.A. in Sayreville, N.J., into a Hindu temple have been opposed by some town residents. The question remains whether the opposition springs from parking problems or prejudice. B5. ARREST IN DEATH OF BAILED-OUT LOVER A Medford, N.J., woman has been charged with helping to murder her lover shortly after she bailed him out of jail, where he had been held on a charge of assaulting her. B6. MANEUVERING ROOM IS URGED FOR NYNEX A New York State panel has recommended relaxing some regulations to give the Nynex Corporation more room to maneuver in the competitive telecommunications market. D3. Neediest Cases B2  Holiday Schedule B2","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"The Bad Cop in Everyone","web_url":"https://www.nytimes.com/1993/12/30/opinion/the-bad-cop-in-everyone.html","abstract":"Every time it happens, I vow never to write about cops again.\n\nIn 1968, it was the Chicago police beating protesters outside the Democratic National Convention. Twenty years ago, it was the Knapp Commission uncovering rampant corruption in the New York City police force. Then came the cops in Houston drowning two Chicanos in a canal. And then there were the countless little incidents all over the country before we were finally treated to the videotaped spectacle of Rodney King suffering a brutal beating at the hands of the Los Angeles police.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Federal Jury Frees Officers In Beatings","web_url":"https://www.nytimes.com/1993/12/30/nyregion/federal-jury-frees-officers-in-beatings.html","abstract":"  A Federal jury today acquitted a Yonkers police officer and a retired colleague of charges that they spirited two Northern Ireland immigrants to a deserted commuter parking lot and beat them repeatedly with their nightsticks.   Immediately after the verdict, the trial judge, Charles L. Brieant of Federal District Court, offered an unusually candid commentary upon the flaws of the case, saying he should never have let the matter go to the jury.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Khmer Dancers Try To Save an Art Form Ravaged by War","web_url":"https://www.nytimes.com/1993/12/30/arts/khmer-dancers-try-to-save-an-art-form-ravaged-by-war.html","abstract":"  \"Don't be afraid of spirits and ghosts,\" the legendary dance master recently told a darkened auditorium full of refugees from the carnage of Pol Pot's Cambodia. \"They are all part of our culture.\"   Above him on the stage, under a thin beam of light, a single dancer in a costume glittering with gold threads performed the ancient gestures of the apsaras, or heavenly dancers, carved into the walls of the temple of Angkor Wat.","thumbnail":null,"section":"Arts"},{"date":"19931230","headline":"Headboard Goes After All","web_url":"https://www.nytimes.com/1993/12/30/nyregion/headboard-goes-after-all.html","abstract":"  The Gracie Mansion headboard that drew headlines and criticism in 1990 is not going to headboard heaven after all.   Leland T. Jones, the Mayor's press secretary, said last week that Mr. Dinkins would not be taking the headboard with him when he left Gracie Mansion on Friday for a new apartment on East 68th Street. Instead, he said, it would would be put in storage.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"1893: Gladstone Is 84 : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-1893-gladstone-is-84-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Mr. Gladstone completed his eighty-fourth year yesterday [Dec. 29]. The Premier rose at his usual hour and was in excellent health. His mail bag was an exceptionally heavy one, and telegraph messengers succeeded each other with bewildering rapidi","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/30/us/inside-463193.html","abstract":"  Germany Bars Zhirinovsky   After being expelled from Bulgaria, the Russian nationalist politician Vladimir V. Zhirinovsky was barred from Germany for fear he could prejudice state interests. Page A10. Poland, New Drug Capital   Poland has become the newest major drug transfer point, and trafficking has risen in the Czech Republic, Hungary, Romania and Russia. Page A3. New Rules on Vitamins    The Government's new labeling regulations will prevent makers of dietary supplements from making claims they cannot prove. Page A15. Blood Test for a Cancer    A simple blood test can identify people who carry a gene for a form of colon cancer, allowing them to take early preventive action. Page A12.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Blood Test Devised to Warn Those Prone to Rare Cancer","web_url":"https://www.nytimes.com/1993/12/30/us/blood-test-devised-to-warn-those-prone-to-rare-cancer.html","abstract":"  Scientists have developed a simple blood test to identify people with an inborn predisposition to one type of colon cancer, offering those in high-risk families the earliest possible warning if they have the trait and a large measure of relief if they do not.    The test detects mutant proteins that indicate whether a person has inherited the gene for familial adenomatous polyposis, a rare condition in which the lining of the colon sprouts hundreds or thousands of tiny wart-like polyps. If left untreated, the condition almost invariably leads to colon cancer, often when patients are in their 20's or 30's, and sometimes even younger.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/12/30/nyregion/news-summary-405493.html","abstract":"  International A2-11  NO BREAKTHROUGHS IN MIDEAST  Although Israel proclaimed a \"meeting of the minds\" as the latest round of talks with the P.L.O. closed, significant differences remain.  A1  EASTERN EUROPE'S DRUG LORDS  One enterprise that is thriving in Eastern Europe, and especially Poland, is drug trafficking.  A3","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/12/30/style/IHT-what-theyre-reading.html","abstract":"Ariel Dorfman, the Chilean writer, has just finished Ruth Behar's \"Translated Woman: Crossing the Border with Esperanza's Story.\" .\"The riveting story of a Mexican woman, Esperanza and her rage, is paralleled by anthropologist Ruth Behar'","thumbnail":null,"section":"Style"},{"date":"19931230","headline":"Mayor Vetoes Carriage Law Expanding Operating Areas","web_url":"https://www.nytimes.com/1993/12/30/nyregion/mayor-vetoes-carriage-law-expanding-operating-areas.html","abstract":"  Mayor David N. Dinkins vetoed a bill yesterday that would have allowed horse-drawn carriages to go beyond their current confines in Central Park into midtown streets much more than they do now.   The Mayor said his veto would leave New York City without any regulations governing carriages after midnight Friday, when the existing law expires, thus giving the city's 68 carriages the right to go just about anywhere, anytime they want.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Desegregate Housing, and Schools Will Follow; What Money Can Do","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-desegregate-housing-and-schools-will-follow-what-money-can-do-235993.html","abstract":"  To the Editor:   According to a Dec. 14 article on Fordham Heights Academy, an alternative school in the Bronx, classrooms with student-teacher ratios of 15 to 1 offer hope to students who have not met with success in traditional settings. How could they not?","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Neediest Cases Fund Aids the Mentally Ill","web_url":"https://www.nytimes.com/1993/12/30/nyregion/neediest-cases-fund-aids-the-mentally-ill.html","abstract":"  Robert P. sat on the edge of the bed in his 10-by-12-foot room and told -- in the way of one who has done so many times -- of the legacy of his mother, who spent so much time in state hospitals. \"She said that I inherited schizophrenia from her,\" he said, pausing to consider his phrasing. \"My brother and sister, they're O.K. I'm the one that had a problem.\"   His problem has taken him in and out of hospitals for the last 30 years, since he was 13 years old. He trained in woodworking and maintenance but cannot keep a job because the pressures of daily life invariably disrupt his medication schedule, and that is disastrous.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Moynihan Criticizes Clinton Format for Paying for Home Care","web_url":"https://www.nytimes.com/1993/12/30/us/moynihan-criticizes-clinton-format-for-paying-for-home-care.html","abstract":"  Senator Daniel Patrick Moynihan said today that the Clinton Administration had proposed an inequitable formula for distributing money to states for long-term care for people living at home.   Under the formula, the Government would pay a larger share of benefits in states with low per capita incomes. Mr. Moynihan said that approach would shortchange states like New York, which has a comparatively high per capita income but also many poor people.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/30/sports/results-plus-746093.html","abstract":"  N.B.A. Willis Finds Range  Kevin Willis missed 13 of his first 15 shots, then scored twice in the final minute, including the game-winner with 4.4 seconds left, lifting the Atlanta Hawks to a 92-90 victory over the Magic at Orlando, Fla., last night. Willis took advantage of the absence of Magic center Shaquille O'Neal, who was ejected with 3 minutes 52 seconds left in the third quarter for arguing an official's call. (AP) SuperSonics 99, Lakers 92: Shawn Kemp scored 12 of his 25 points in the fourth quarter as visiting Seattle beat Los Angeles. Kemp, who played despite suffering a slight concussion and bruises on his jaw in a collision with Houston's Robert Horry Tuesday night in Seattle, came off the bench for the third straight game after missing three with a bruised left knee. He also finished with 13 rebounds. (AP) Kings 103, Bullets 97: Sacramento, down by 16 points in the third quarter, held Washington to one basket in the first seven minutes of the final period and pulled out a victory at Landover, Md. Lionel Simmons scored 27 points and Walt Williams had 6 of his 14 in the final six minutes. (AP) Jazz 110, Celtics 107: Karl Malone scored 25 points, and Utah held visiting Boston to one field goal for the first four minutes of overtime. John Stockton had 17 points and 17 assists for the Jazz, joining Maurice Cheeks and Alvin Robertson as the only players in National Basketball Association history with 1,900 assists. (AP) Trail Blazers 114, Clippers 98: Terry Porter tied his season high with 25 points, 17 of them in the first half, as host Portland defeated Los Angeles. The Blazers led by 20 after one quarter and led by as many as 27 in the second quarter. (AP) N.H.L. Stars Shut Out Leafs  Russ Courtnall had a goal and an assist and Darcy Wakaluk posted his fourth career shutout as Dallas snapped a four-game home winless streak with a 4-0 victory over struggling Toronto last night. The Maple Leafs, without captain Wendel Clark (bruised foot and sore knee) and goal-scoring leader Dave Andreychuk (twisted knee), are 11-12-6 after starting the season with 10 consecutive victories. (AP) Oilers 6, Canadiens 3: Vladimir Vujtek scored twice as awakening Edmonton routed visiting Montreal. Edmonton, getting another strong goaltending effort from Bill Ranford, earned its third straight victory and sixth in its last eight games. (AP) Jets 3, Blackhawks 2: Dean Kennedy scoring the winning goal for Winnipeg with 2:38 remaining to defeat visiting Chicago. Tie Domi, whose wife Leanne gave birth to daughter Carlin-Nicole earlier in the day, also scored for the Jets. (AP) Panthers 5, Whalers 3: Scott Mellanby and Scott Levins each had a goal and an assist at Hartford as Florida extended its road unbeaten streak to seven. (AP) COLLEGE FOOTBALL Kansas State Triumphs  Kansas State won a bowl game for the first time in its 97-year history, routing Wyoming, 52-17, in the Copper Bowl last night at Tucson, Ariz. J. J. Smith ran for 133 yards, Chad May completed 19 of 28 passes for 275 yards and two touchdowns and Andre Coleman caught 8 passes for 144 yards and a touchdown and scored on a 68-yard punt return. The Wildcats finished 9-2-1 for their most victories since 1910. Wyoming was 8-4. (AP) SKIING Austrian Sets Pace Hannes Trinkl of Austria attacked one of most demanding downhill courses on the circuit at Bormio, Italy, yesterday and wound up with his second World Cup victory in eight days. He beat the defending World Cup champion, Marc Girardelli of Luxembourg, by 28-hundredths of a second and 23-year-old Tommy Moe of Palmer, Alaska, by 0.51. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Essay; Office Pool 1994","web_url":"https://www.nytimes.com/1993/12/30/opinion/essay-office-pool-1994.html","abstract":"  Welcome to the 20th annual Office Pool. Because this participatory prognostication has answered the unfelt need of millions, this tradition has been imitated in all media.   I have always tried to score lower than my readers, and last year went especially deep into the tank: all but one wrong. (That one, however, forewarned that Clinton would jack up the highest effective tax bracket over 40 percent. Richies could have saved millions acting on this tip.)","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-136093.html","abstract":"  An article in Business Day on Tuesday, about a halt in trading of the stock of QVC Network Inc., misstated a point made in The Wall Street Journal on Monday. The Journal said that while Arthur Levitt Jr., chairman of the Securities and Exchange Commission, reportedly asked Nasdaq about the halt, a Nasdaq spokesman denied that Mr. Levitt had spoken directly to Joseph Hardimann, chairman of Nasdaq. The Journal did not say Mr. Levitt had approached Mr. Hardimann.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Rites of Passage (With Plenty of Boxes)","web_url":"https://www.nytimes.com/1993/12/30/us/rites-of-passage-with-plenty-of-boxes.html","abstract":"  In his dwindling days of power, as his office records and possessions were being packed up, David N. Dinkins set up a clothes rack in the executive wing of City Hall, stocked it with scores of the zippered warm-up jackets he had worn as his trademark costume as Mayor, and had a going-out-of-business souvenir offering for his neighboring loyalists.   Tenderly, he also saw to the wrapping of the kaleidoscopic array of photos of himself with the rich, the famous and the plebian that lined the hidden passageway leading down to the basement inner-sanctum from his office in the northwest corner. The Jimmy Walker-like society pleasures of incumbency for Mr. Dinkins were never clearer to outsiders than in that passageway. Checking Out the Premises    As if for contrasting symbolism, Mayor-elect Rudolph W. Giuliani arrived unannounced last Sunday morning with Peter J. Powers, his deputy mayor-designate and Richelieu-handyman. Lacking celebrity rotogravure, but with the City Hall building blueprint itself in hand, Mr. Giuliani meticulously took stock of the premises he finally won after a five-year, tooth-and-claw campaign.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-143393.html","abstract":"  Two diagrams in Science Times on Tuesday, with an article about subterranean microbes, referred incorrectly in some editions to the depth at which they are suspected to live. It is in the crust of the earth, not the mantle below.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Inquiry Into Radiation Tests Extends to Veterans","web_url":"https://www.nytimes.com/1993/12/30/us/inquiry-into-radiation-tests-extends-to-veterans.html","abstract":"  The Energy Department is expanding its inquiry into improper use of human subjects in radiation experiments to determine whether patients in Veterans Administration hospitals were used, a department official said last night.   The number of veterans involved, the nature of the experiments and when they were conducted are not clear, the official said. But he said that between the veterans and other subjects now coming to light, it appeared that \"at least 1,000\" people had been exposed to radiation for purposes clearly unrelated to their health.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"The Carpet Man Fulfills a Promise; With Guns-for-Toys Program, Fernando Mateo Succeeds at Last","web_url":"https://www.nytimes.com/1993/12/30/nyregion/carpet-man-fulfills-promise-with-guns-for-toys-program-fernando-mateo-succeeds.html","abstract":"  The toys-for-gun man, so deluged by claims on his time, was hardly able to ponder wall-to-walls or cut-piles, though it was his success in floor coverings that made his goodness possible.   \"I'm going crazy, but it's a good kind of crazy,\" he said, settled behind his carpet store desk, which was strewn with phone messages. The phone and his beeper trilled simultaneously. He scooped up the phone.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/30/style/chronicle-152293.html","abstract":"  \"If anyone had told me when I was 17 years old that not only would Little Richard be singing one of my songs, but that I would be walking him through it and improvising switches on the melody with him, I would not have believed it,\" JEFF MOSS said the other day. \"If you don't get a kick out of that as a songwriter, you won't get a kick out of much.\"    All that and more came true for Mr. Moss during the recent taping of the 25th anniversary special of \"Sesame Street,\" which will be broadcast on March 6. Mr. Moss and Joe Raposo, now deceased, were the show's original composers and lyricists, and Mr. Moss was its head writer for four years in the early 1970's.","thumbnail":null,"section":"Style"},{"date":"19931230","headline":"Desegregate Housing, and Schools Will Follow; Busing's Residue","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-desegregate-housing-and-schools-will-follow-busing-s-residue-236793.html","abstract":"  To the Editor:   The year of greatest school segregation, 1968, was the year I was bused from my safe neighborhood near Kew Gardens, Queens, to a seventh-grade classroom in South Jamaica, Queens. It was a personal disaster for me and, judging from the local school board's reversal of the busing plan a year later, a political fiasco as well.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Giants Looking at a Whole New Game","web_url":"https://www.nytimes.com/1993/12/30/sports/pro-football-giants-looking-at-a-whole-new-game.html","abstract":"  The last time Dallas and New York played, everything went wrong for the Giants.   On the field, Giant linebackers Michael Brooks and Carlton Bailey, who are good friends, got into a shouting match in the huddle. Rodney Hampton, one of the game's best running backs, didn't play because of a knee injury. And finally, Mark Collins said today, some of the Giants were in awe of the defending Super Bowl champs and suffered from stage fright.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Many Well-Educated People Leaving Ex-Yugoslav Lands","web_url":"https://www.nytimes.com/1993/12/30/world/many-well-educated-people-leaving-ex-yugoslav-lands.html","abstract":"  Hundreds of thousands of the former Yugoslavia's best educated people are fleeing war, poverty and hatred in the shattered country, creating a brain drain that has not only hastened economic ruin but also removed a moderating force from the region's harsh political discourse.   \"It's difficult to quantify, but certainly it's into the hundreds of thousands,\" said Brian T. Casey, the Canadian consul in Belgrade, whose embassy gets between 100 and 200 applications for emigration each day and has granted about 6,000 permanent visas this year.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Justice Serves M.I.T. and Needy Students","web_url":"https://www.nytimes.com/1993/12/30/opinion/justice-serves-mit-and-needy-students.html","abstract":"  The Justice Department's recent decision to drop its antitrust action against the Massachusetts Institute of Technology is a sensible move that puts to rest a misguided case.   The case involved the widespread practice of pooling information about applicants for financial aid. The nation's brightest high school seniors often apply to several elite colleges. To prevent a bidding war, with colleges \"buying\" the best students with big aid packages, some institutions share information about their applicants, agreeing to limit their offers to the students' financial need.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"$89 Million Awarded Family Who Sued H.M.O.","web_url":"https://www.nytimes.com/1993/12/30/us/89-million-awarded-family-who-sued-hmo.html","abstract":"  In a sign of surging conflict over medical cost containment, a California jury has awarded $89.3 million to the family of a woman whose health maintenance organization refused to pay for a costly, experimental procedure to treat the breast cancer that ultimately killed her.    The award, by far the largest in a case involving the denial of medical benefits, has sent nervous tremors through the health insurance industry, which is struggling to define limits on the coverage of therapies that are experimental or have only a slight chance of success.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Why Blame California For Rice Subsidies?","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-why-blame-california-for-rice-subsidies-208193.html","abstract":"  To the Editor:   Contrary to \"Look at What Rice for Japan Will Cost Us\" (letter, Dec. 19) by Prof. Thomas Koelble, California rice grows principally in northern California with a small amount in central California, and none in southern California. No water from the Colorado River is diverted to central or northern California. Furthermore, diversion of Colorado River water, while not used for rice growing, is neither an economic disaster nor environmentally destructive.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Whitman Assails Florio Over Last-Minute Raises","web_url":"https://www.nytimes.com/1993/12/30/nyregion/whitman-assails-florio-over-last-minute-raises.html","abstract":"  Governor-elect Christine Todd Whitman complained to Gov. Jim Florio today that a recent flurry of salary increases, appointments and contract extensions violated an understanding that such actions would be deferred until she takes office Jan. 18.   Mrs. Whitman, in a letter released by her transition office while she vacations in Florida, said she did not expect \"the orderly processes of government\" to cease, but she said the recent actions by several state authorities and state officials, including Mr. Florio, could hardly be construed as essential.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"New Evidence in U.S. Inquiry Helps Build Crown Hts. Case","web_url":"https://www.nytimes.com/1993/12/30/nyregion/new-evidence-in-us-inquiry-helps-build-crown-hts-case.html","abstract":"  Federal and local investigators examining the 1991 disturbances in Crown Heights, Brooklyn, have received new evidence from witnesses and have begun to develop leads that could result in new Federal or state civil rights charges being brought against some of those who participated in the violence, officials involved in the case said today.   The advances in the investigation represent a significant turnaround, as just four months ago, Attorney General Janet Reno decided to close the investigation into the slaying of a Hasidic rabbinical student during the disturbances. But as rumors about the decision to drop the inquiry began circulating among Hasidic residents of Crown Heights and at the Brooklyn District Attorney's office, the District Attorney, Charles J. Hynes, and Representative Charles E. Schumer persuaded Ms. Reno to change her mind just moments before she was to have announced her decision at a news conference. New Leads Emerging    Ms. Reno ordered the Civil Rights Division of the Justice Department to take a second look at the case, but for a few weeks after her Sept. 9 reversal, the investigation appeared to have stalled. Officials said today, however, that over the last few weeks investigators from the District Attorney's office and Federal prosecutors had begun to develop small leads into larger ones and that it now seemed likelier than before that Federal or state charges could be filed against some of those involved in the killing of the student, Yankel Rosenbaum.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/30/style/chronicle-730493.html","abstract":"  Think of the South Beach section of Miami Beach and the vision that comes to mind is one of celebrities, film stars and models mingling in the trendiest hotels and nightclubs, along with hordes of celebrity watchers straining for a glimpse.   But that's not what draws GIANNI VERSACE to the city that was recently declared a sister city to St.-Tropez. Or so he says.","thumbnail":null,"section":"Style"},{"date":"19931230","headline":"What Went So Very Wrong With 'Red Shoes'","web_url":"https://www.nytimes.com/1993/12/30/theater/what-went-so-very-wrong-with-red-shoes.html","abstract":"  The song that opened the second act of \"The Red Shoes\" was called \"Do Svidanya,\" Russian for \"goodbye,\" and singing it during the Sunday matinee on Dec. 19, the fifth and last performance of the show at the Gershwin Theater, cast members were nearly numb.   \"There was such sadness,\" said Margaret Illmann, who played the lead role, the ballerina Vicky Page. \"We never imagined we'd be saying goodbye so soon.\"","thumbnail":null,"section":"Theater"},{"date":"19931230","headline":"Talk of Shifting Arts Money Is Met With Anger","web_url":"https://www.nytimes.com/1993/12/30/nyregion/talk-of-shifting-arts-money-is-met-with-anger.html","abstract":"  Plans by the Giuliani administration to increase financial support for New York City's premier arts institutions, possibly at the expense of less renowned ones, was met with anger and trepidation yesterday by members of the arts community and politicians who have wrestled with apportioning ever-shrinking arts dollars.   Borough President Ruth W. Messinger of Manhattan called such plans \"misguided and unfortunate.\" Council Speaker Peter F. Vallone and the chairman of the Council Finance Committee, Herbert E. Berman, Democrat of Brooklyn, said they would protect money for cultural institutions against any \"ill-informed and insensitive actions by the new administration.\"","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Men, Mostly Nervous, Voted For Russian Right, Poll Says","web_url":"https://www.nytimes.com/1993/12/30/world/men-mostly-nervous-voted-for-russian-right-poll-says.html","abstract":"  A picture of those Russians who voted for the ultranationalist Vladimir V. Zhirinovsky in parliamentary elections two weeks ago is beginning to emerge from an analysis of polling data that suggest his electorate will not be stable.   The vote for Mr. Zhirinovsky, an ardent rightist whose oddly named Liberal Democratic Party secured the highest percentage of the party-preference votes on Dec. 12, has been interpreted as a vote against economic reform, a vote against crime and instability, a vote for empire, a vote for Russian racial primacy.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-letters-to-the-editor-90583711000.html","abstract":"While I am often in agreement with Mr. Rosenthal, this time I find myself in opposition with his head-in-the-sand approach to a growing plague. I congratulate Dr. Joycelyn Elders's suggestion that a new study be made of the legalization of drugs. Indeed,","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Hurley Is Well on the Way to Recovery","web_url":"https://www.nytimes.com/1993/12/30/sports/basketball-hurley-is-well-on-the-way-to-recovery.html","abstract":"  Although his voice was weak, Bobby Hurley spoke with strong optimism yesterday about his chances for a full recovery from the injuries he suffered in a car crash on Dec. 12 in Sacramento and returning to the Kings by the start of next season.   \"Yesterday, I made it over to the doctor's office and was examined by orthopedic doctors and doctors working on my lungs and chest injuries,\" said Hurley, speaking to reporters in a telephone news conference from his apartment in Sacramento. \"They feel that everything is fine, and that I'm right on schedule for a full recovery.\"","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"1943: Berlin Bombed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-1943-berlin-bombed-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Royal Air Force bombers attacked Berlin last night [Dec. 30] for the eighth time in a six-week period, it was announced today by London. The German radio report of the raid said: \"The sky was covered with a thick","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"1918:The Seine Rises : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-1918the-seine-rises-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The rise in the Seine continues. At the Austerlitz bridge, the water yesterday [Dec. 30] had reached the 3m. 36cm. mark, showing a rise of 32cm. in twenty-four hours. The quays at Bercy, La Tournelle, the Hôtel de Ville and Javel are under wa","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Talk Is Cheap as Mets Try to Make a Deal","web_url":"https://www.nytimes.com/1993/12/30/sports/baseball-talk-is-cheap-as-mets-try-to-make-a-deal.html","abstract":"  No, the trade of Bobby Bonilla is not imminent. But the possibility still remains, as the Mets and the Orioles await the new year and the probable resumption of negotiations that could cause the exit of the Mets' high-priced outfielder to usher in a host of young Orioles players and the new era the Mets so desire.   Both Mets and Orioles officials spent much of yesterday debunking reports that Bonilla was on the verge of being traded for Mike Devereaux, Baltimore's productive center fielder; David Segui, a first baseman who batted .273 with 60 runs batted in last season, and Brad Pennington, a hard-throwing left-hander who is 24 years old and had a 3-2 record with four saves in 33 innings with Baltimore. Their Kind of Deal    \"That report is erroneous in that there was no offer made,\" Ed Lynch, a special assistant to the Mets' general manager, Joe McIlvaine, said yesterday. \"I cannot say that those names did not come up, but there was no offer made.\"","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Biblical Life Control : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-biblical-life-control-letters-to-the-editor.html","abstract":"To Frances Tyson's letter of Dec. 23 on the issue of abortion, I would like to counter: \"Thou shall not kill.\"","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Review/Theater; 'Twelfth Night' Mischief","web_url":"https://www.nytimes.com/1993/12/30/theater/review-theater-twelfth-night-mischief.html","abstract":"  Rollicking good comedies are about as easy to come by these days as good news from Somalia or Sarajevo, but one of these rare creations is to be found at the Pearl Theater Company, 125 West 22d Street in Chelsea. The author is a fellow named Shakespeare, who has a way with words, a taste for wit, a flair for romance, a gift for plot and is as willing to tweak the highborn as he is to bestow virtue on commoners.   This fellow calls his holiday-season offering \"Twelfth Night,\" and to start matters off, he separates twins (Sebastian and Viola), who believe each other to have perished in a shipwreck. Before the tale is finished, Viola disguises herself as a young man (a eunuch, no less), enters the service of Duke Orsino in a place called Illyria and finds herself falling in love with the duke. At the same time, Olivia, the Duke's unwilling love object, is falling in love with Viola, not knowing that she is not a he.","thumbnail":null,"section":"Theater"},{"date":"19931230","headline":"WHITE HOUSE ACTS TO PROTECT STAND ON GAY TROOP BAN","web_url":"https://www.nytimes.com/1993/12/30/us/white-house-acts-to-protect-stand-on-gay-troop-ban.html","abstract":"  The Clinton Administration has decided to fight a court ruling that threw out the old military policy under which service members could be dismissed for simply declaring their homosexuality. But the Administration has decided to appeal only on technical grounds, to avoid broad constitutional issues that could undermine its new policy on gay service members.   The decision to appeal is part of an Administration effort to bolster its position against any challenge to the new policy. The ruling, handed down in November by a three-judge panel of the United States Court of Appeals for the District of Columbia Circuit, involved a midshipman who was forced out of the United States Naval Academy at Annapolis and not commissioned as an officer because he said under questioning that he was homosexual. Dealing With Old Policy    The court ruled that forcing him out violated the equal protection guarantee of the Constitution. The court was dealing with the old Defense Department ban on homosexuals, but its decision cast doubt on the Administration's slightly more liberal policy, which permits homosexuals to serve in the armed forces but only if they keep their sexual orientation a secret.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"U.S. Jews Don't Clamor for Spy's Release","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-us-jews-don-t-clamor-for-spy-s-release-237593.html","abstract":"  To the Editor:   American Jewish organizations, including rabbinical groups, have been urging President Clinton to shorten the sentence of Jonathan J. Pollard, a United States Government official convicted of spying for Israel in 1987 and sentenced to life in prison.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Poland Becomes a Major Conduit for Drug Traffic","web_url":"https://www.nytimes.com/1993/12/30/world/poland-becomes-a-major-conduit-for-drug-traffic.html","abstract":"  When four containers of fish from Nigeria arrived at the airport recently, customs officers were suspicious about the unusual cargo. Fish from Nigeria? So they searched, and they discovered, packed with the 120 pounds of carp, half a ton of marijuana worth about $2 million on the street.   A few weeks before, Polish officials on the border with Belarus seized 4.5 tons of hashish that had been secreted in a shipment of fermented raisins from Afghanistan. And earlier this year, the Costa Rican Ambassador to Poland was arrested at the Warsaw airport with nearly 25 pounds of pure heroin in his luggage, with a street value of $900,000, while another drug bust netted 220 pounds of cocaine from South America, with a value of about $7.5 million.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Transactions","web_url":"https://www.nytimes.com/1993/12/30/sports/transactions-768193.html","abstract":"  Football  National Football League DETROIT LIONS -- Claimed Melvin Jenkins, cornerback, off waivers. Waived Vernon Turner, wide receiver. KANSAS CITY CHIEFS -- Signed Erik McMillan, safety. Waived Tom Ricketts, tackle. Signed Pete Shufelt, linebacker, to the practice squad. Released Fred Montgomery, wide receiver, from the practice squad. NEW ORLEANS SAINTS -- Signed Israel Byrd, cornerback.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Pursuing Corrupt Cops","web_url":"https://www.nytimes.com/1993/12/30/opinion/pursuing-corrupt-cops.html","abstract":"  The Mollen commission's interim report on police corruption in New York City puts into writing the same message the commission's hearings conveyed in the fall: that pockets of police corruption and brutality exist because the ingrained culture of the Police Department tolerates wrongdoing, even protects the wrongdoer. The panel recommends shaking up the department's anti-corruption bureaucracy, and appointing an outside panel to conduct investigations.   It remains unclear how pervasive corruption is within the department. The commission, perhaps hoping to influence the new mayor, issued its recommendations prematurely; its final report, due in a few months, owes New Yorkers a clearer picture of the extent of police wrongdoing.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Giuliani Picks Supporters For 2 Top Adviser Posts","web_url":"https://www.nytimes.com/1993/12/30/nyregion/giuliani-picks-supporters-for-2-top-adviser-posts.html","abstract":"  Mayor-elect Rudolph W. Giuliani yesterday named two prominent campaign supporters to newly created positions as advisers to the Mayor.   Mr. Giuliani said Richard J. Schwartz, the deputy manager of his campaign, would serve as a senior adviser to work at \"the highest level of city government\" carrying out the administration's policies throughout the municipal bureaucracy.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"South Africa Leads World In Road Risk","web_url":"https://www.nytimes.com/1993/12/30/world/south-africa-leads-world-in-road-risk.html","abstract":"  Michael Simpson, a Pretoria psychiatrist, has seen the predatory drivers of New York City. He swears a Manhattan cabbie once swerved across three lanes in an attempt to hit him as he stepped from a curb.   With something akin to home-team pride, Dr. Simpson asserted, \"New York drivers are really cuddly compared to the average driver here.\"","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Space Telescope Repairs Pass First Round of Tests","web_url":"https://www.nytimes.com/1993/12/30/us/space-telescope-repairs-pass-first-round-of-tests.html","abstract":"  Three weeks after astronauts installed new optics and made other repairs, the Hubble Space Telescope has passed all its initial performance tests and is now ready to begin taking pictures to see if its vision has been corrected to match preflight expectations.   Results might be available in less than a month, project astronomers said in a briefing yesterday.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-139593.html","abstract":"  A brief report on the Health page yesterday, about sources of help for people with the winter lethargy known as seasonal affective disorder, referred incorrectly to the Guilford Press, publisher of \"Winter Blues,\" by Dr. E. Norman Rosenthal. It is an independent publisher, not affiliated with the Sunbox Company.","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Clintons Borrow Vacation Home Again","web_url":"https://www.nytimes.com/1993/12/30/us/clintons-borrow-vacation-home-again.html","abstract":"  For the third time since he took office, President Clinton and his family are spending a holiday at a luxurious resort in a vacation home borrowed from an absentee host whom they hardly know.   Their host is Paul Bob Burge, a West Virginia businessman who also lent his rose-colored Palmetto Dunes beach-front home to the Clintons a year ago, before the President's inauguration.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Germany Blocks a Second Visit by Russian Ultranationalist","web_url":"https://www.nytimes.com/1993/12/30/world/germany-blocks-a-second-visit-by-russian-ultranationalist.html","abstract":"  The German Government denied the Russian nationalist politician Vladimir V. Zhirinovsky permission to enter the country with seven associates today, saying his renewed presence here would \"prejudice German state interests.\"   Mr. Zhirinovsky later returned to Moscow On Tuesday, he was expelled from Bulgaria for statements he made about its president.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/30/nyregion/c-corrections-145093.html","abstract":"  Because of an editing error, an article yesterday about Shirley Mac Laine's effort to build a home on Atalaya Mountain outside Santa Fe omitted parts of the actress's response to critics in some editions. She said her celebrity singled her out unfairly among many people who plan to build on the mountain's upper reaches and made her a \"punching bag\" for local politicians and radical environmentalists. She said she had bought the property in part to protect it from unregulated development. Karl Sommer, a lawyer for the prime developer in the area, supported her position, saying, \"The city and the county did not plan for the growth that is taking place here.\"","thumbnail":null,"section":"New York"},{"date":"19931230","headline":"Graves Deflects Shots and Praise","web_url":"https://www.nytimes.com/1993/12/30/sports/hockey-graves-deflects-shots-and-praise.html","abstract":"  Adam Graves will tell you that the two goals he scored tonight were lucky deflections involving no skill.    He will tell you that his selection to his first National Hockey League All-Star Game is a reflection of some league official's personal insanity. And he will insist that some other Ranger should wear the captain's \"C\" while Mark Messier, the team's official leader, sits home with a sprained right wrist.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Fluent in Fiction and in Mideast Realities","web_url":"https://www.nytimes.com/1993/12/30/books/fluent-in-fiction-and-in-mideast-realities.html","abstract":"  None other than Shimon Peres, Israel's Foreign Minister, has suggested that his country's internationally acclaimed novelist Amoz Oz, a founder of the Peace Now movement, would make a good Prime Minister.   \"I couldn't do it because I'm incapable of saying, 'No comment,' \" Mr. Oz said recently in an interview in Manhattan. \"I'm not like Vaclav Havel. Now if they offered me the job of running the Czech Republic, I might consider it, but if they offered Havel the job of running Israel, he'd run for his life!\" He lighted another cigarette. \"If writers moved into politics and politicians into writing, it would be the end of civilization as we know it. Anyway, it's more exciting to write a novel than to run a country.\"","thumbnail":null,"section":"Books"},{"date":"19931230","headline":"Defensive Grip Tightens As Seton Hall Triumphs","web_url":"https://www.nytimes.com/1993/12/30/sports/basketball-defensive-grip-tightens-as-seton-hall-triumphs.html","abstract":"  While the snow was falling steadily outside, the shots definitely were not falling inside the Byrne Meadowlands Arena tonight in the first game of the second Seton Hall/ Meadowlands Tournament.   And when the game was mercifully over, Seton Hall had a 67-47 victory over the University of San Diego, despite shooting a woeful 38 percent from the floor.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Israeli Reports Some Progress In P.L.O. Talks","web_url":"https://www.nytimes.com/1993/12/30/world/israeli-reports-some-progress-in-plo-talks.html","abstract":"  Israel's Foreign Minister said today that Israel and the P.L.O. had concluded their latest round of talks with a \"meeting of the minds,\" but there was no breakthrough and significant differences remained.   The two sides, still trying to work out the details of the accord that they signed in Washington in September and that was supposed to have gone into effect two weeks ago, reached what an Israeli official described as \"a set of understandings\" on how to carry out the first phase -- an Israeli withdrawal from the occupied Gaza Strip and the West Bank town of Jericho.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Anglican Prelate Defies Sudan in Trip to South","web_url":"https://www.nytimes.com/1993/12/30/world/anglican-prelate-defies-sudan-in-trip-to-south.html","abstract":"  The Archbishop of Canterbury left London tonight on a long-planned tour of mostly Christian areas of the rebellious southern Sudan, defying a last-minute attempt by Khartoum's militant Islamic Government to place restrictions on his itinerary.   At the same time, the Archbishop, the Rev. Dr. George Carey, who is the spiritual head of the world's 70 million Anglicans, said he would curtail his trip by two days and abandon earlier plans to travel to the northern Sudan and to meet with officials in Khartoum.","thumbnail":null,"section":"World"},{"date":"19931230","headline":"Voucher Program for Street People Shows Ambiguous Charity","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-voucher-program-for-street-people-shows-ambiguous-charity-206593.html","abstract":"  To the Editor:   The voucher plan that was just imported from Berkeley, Calif., to New York City's Upper West Side by Laura Friedman and West Side Cares (news article, Dec. 20) is a menacing and deceitful proposition. The apparent rationale for giving panhandlers not cash, but 25-cent vouchers (which customers may buy at stores on Broadway between 106th and 125th Streets and which may be redeemed for food or personal items in seven stores), is the widespread perception that a great deal of the earnings from begging ends up in a crack pipe.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-letters-to-the-editor.html","abstract":"The CIA specialist on Yugoslavia quoted in this report on Bosnia's probable partition is clearly trying to deny any personal or U.S. government responsibility for that outcome. How cowardly.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Chiefs Sign McMillan","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-nfl-chiefs-sign-mcmillan.html","abstract":"  The Kansas City Chiefs signed the 28-year-old safety ERIK McMILLAN yesterday, waiving tackle TOM RICKETTS to make room for the two-time Pro Bowl selection.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Peale Remembered for Instilling Hope and Peace","web_url":"https://www.nytimes.com/1993/12/30/us/peale-remembered-for-instilling-hope-and-peace.html","abstract":"  The three children of the Rev. Dr. Norman Vincent Peale offered poignant recollections of their father at his funeral yesterday, which ended with his widow, Ruth Stafford Peale, announcing her determination to wage a national campaign in behalf of positive thinking.   Speaking from the pulpit of Marble Collegiate Church in Manhattan, the church where Dr. Peale was pastor from 1932 to 1984, Mrs. Peale said she would blanket the country with copies of her husband's best-seller, \"The Power of Positive Thinking.\"","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Making Deadbeats Pay Up at Work","web_url":"https://www.nytimes.com/1993/12/30/opinion/making-deadbeats-pay-up-at-work.html","abstract":"What if every father knew he would have to support his children after the breakup of a marital, live-in or even casual relationship? \n\nOn Jan. 1, when an overlooked Federal law goes into effect, the United States will begin answering that question. The law -- a delayed provision of the 1988 Family Support Act -- requires that, when a court orders a parent to pay child support, the parent's employer must withhold the money from his or her paycheck.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Iowa Women Lose Star","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-basketball-iowa-women-lose-star.html","abstract":"  TIA JACKSON, the leading scorer on Iowa's second-ranked women's team, will miss the rest of the season because of a torn anterior cruciate ligament in her right knee. The injury, suffered on Dec. 19, was first diagnosed as a severe sprain. Jackson was averaging 16.8 points a game before her injury. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Carrying the Tradition: Flanigan's Sons Share His Fire","web_url":"https://www.nytimes.com/1993/12/30/sports/football-carrying-the-tradition-flanigan-s-sons-share-his-fire.html","abstract":"  Growing up near Green Bay, Wis., means growing up with football.   Life consists of going to Packers practices, waiting for a tired player to head back to the locker room and offering him a lift on your bike. Time is spent memorizing the license plates of the players' Pathfinders and Jeeps in the parking lot of Lambeau Field and spotting them later at the mall.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Village of Domes Is New Frontier for the Homeless","web_url":"https://www.nytimes.com/1993/12/30/us/village-of-domes-is-new-frontier-for-the-homeless.html","abstract":"  It could hardly appear more incongruous, a neighborhood of 18 igloo-like structures on an old parking lot near a freeway entrance ramp, scarcely blocks west of the towers of downtown.   While they may look odd, the little white fiberglass domes next to the Harbor Freeway are a striking improvement from what they replaced two months ago: the more familiar trappings of the urban homeless -- shacks and jerry-rigged shanties, blankets draped over fences for warmth and privacy, shopping carts for belongings, boxes for beds.","thumbnail":null,"section":"U.S."},{"date":"19931230","headline":"Bengals Give Shula A 2-Year Contract","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-nfl-bengals-give-shula-a-2-year-contract.html","abstract":"  Coach DAVE SHULA, whose Cincinnati Bengals have the worst record in the National Football League, was given a two-year contract, the team said yesterday. The Bengals declined to reveal any terms of the deal, other than to say that Shula's contract runs through the 1996 season.   Shula, 34, has a 3-12 record in his second season. In his first season, the Bengals finished 5-11.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"He's Back After 7 Years","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-hockey-he-s-back-after-7-years.html","abstract":"  Goalie ROBERTO ROMANO might make play in a National Hockey League game tomorrow for the first time in nearly seven years.   The Pittsburgh Penguins recalled the 31-year-old Romano from the International League yesterday because their top two goaltenders were injured in Tuesday's 4-4 tie with the Philadelphia Flyers. TOM BARRASSO is expected to miss 10 to 14 days because of a sprained knee and KEN WREGGET might be out 10 to 14 days because of a separated shoulder.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Haiti: Ready to Explode?","web_url":"https://www.nytimes.com/1993/12/30/opinion/haiti-ready-to-explode.html","abstract":"  There is no justifying the vicious mob attack that killed two civilian supporters of Haiti's military regime Monday and provoked a retaliatory rampage against slum dwellers presumed to support the exiled President, Jean-Bertrand Aristide.    But it is not hard to understand why frustrated Aristide supporters may now be turning to violence. Since the September 1991 military coup, most have put their faith in international diplomacy or sought to flee Haiti altogether.","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"A Brave Spielberg Film : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/12/30/opinion/IHT-a-brave-spielberg-film-letters-to-the-editor.html","abstract":"In response to the feature \"Steven Spielberg Tackles the Holocaust\" (Dec. 14): .Those critics who attack Steven Spielberg on the grounds that he made the film \"Schindler's List\" as a way of emotionally blackmailing the Academy into","thumbnail":null,"section":"Opinion"},{"date":"19931230","headline":"Starks's Line: Few Points, No Excuses, No Answers","web_url":"https://www.nytimes.com/1993/12/30/sports/basketball-starks-s-line-few-points-no-excuses-no-answers.html","abstract":"  John Starks answered questions today, but he still needed an answer for his shooting slump.   The recent problems plaguing both Starks and the Knicks were magnified Tuesday during their fourth-quarter fold against the Nets at Madison Square Garden. Holding a 5-point lead, with the ball and one minute to play, the Knicks disintegrated after Starks missed two ill-advised 3-point jumpers and lost, 97-95.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Tech's Best Leaves Redmen Grasping","web_url":"https://www.nytimes.com/1993/12/30/sports/college-basketball-tech-s-best-leaves-redmen-grasping.html","abstract":"  Nearly half an hour after they lost a heartbreaking game to Georgia Tech, the Redmen were still talking about Ivano Newbill's shot that gave the Yellow Jackets a 71-69 victory last night in the final of the Chemical Bank E.C.A.C. Holiday Festival at Madison Square Garden.   With the game tied, 69-69, and 26.1 seconds left in regulation, Travis Best was directing the Yellow Jackets' offense, passing the ball around and finally got it back into his hands with 4.1 seconds left.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Dutchwoman Paralyzed","web_url":"https://www.nytimes.com/1993/12/30/sports/sports-people-speed-skating-dutchwoman-paralyzed.html","abstract":"  The Dutch speed skater MONIQUE VELZEBOER, critically injured in a training accident, will never skate again and is unlikely to walk.   De Telegraaf newspaper of Amsterdam quoted the team physician, FRANS NOLLET, as saying that the 24-year-old Dutch national champion for short-track skating is paralyzed in both legs and has difficulty breathing because of the severe spinal injuries she received when her head hit the track barrier on Dec. 22.","thumbnail":null,"section":"Sports"},{"date":"19931230","headline":"Desegregate Housing, and Schools Will Follow","web_url":"https://www.nytimes.com/1993/12/30/opinion/l-desegregate-housing-and-schools-will-follow-193093.html","abstract":"  To the Editor:   \"Study Finds Rising Concentration of Black and Hispanic Students\" (front page, Dec. 14), on the report of Gary Orfield of Harvard University that depicts accelerating racial resegregation in our country's public schools is no surprise. Since the epochal Brown v. Board of Education of Topeka decision on May 17, 1954, which invalidated de jure school segregation, there has largely been national resistance and recalcitrance to obeying the law as required in that decision and the decision of May 31, 1955, which required \"all deliberate speed\" and other judicial and legislative remedies to extirpate de jure segregation in our public schools.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19931230","headline":"Israel establishes diplomatic relations with Vatican City and also upgrades to full diplomatic relations with Ireland.","pages":[{"title":"Diplomatic recognition","web_url":"https://en.wikipedia.org/wiki/Diplomatic_recognition","description":"Political act where a state acknowledges an act or status of another state/government","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Pedro_I_of_Brazil_and_Charles_Stuart_.jpg/320px-Pedro_I_of_Brazil_and_Charles_Stuart_.jpg","thumbnail_width":320,"thumbnail_height":208},"abstract":"Diplomatic recognition in international law is a unilateral declarative political act of a state that acknowledges an act or status of another state or government in control of a state. Recognition can be accorded either on a de facto or de jure basis. Recognition can be a declaration to that effect by the recognizing government or may be implied from an act of recognition, such as entering into a treaty with the other state or making a state visit. Recognition may, but need not, have domestic and international legal consequences. If sufficient countries recognise a particular entity as a state, that state may have a right to membership in international organizations, while treaties may require all existing member countries unanimously agreeing to the admission of a new member."},{"title":"Holy See","web_url":"https://en.wikipedia.org/wiki/Holy_See","description":"Jurisdiction of the Bishop of Rome","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Flag_of_the_Vatican_City_%282023%E2%80%93present%29.svg/320px-Flag_of_the_Vatican_City_%282023%E2%80%93present%29.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The Holy See, also called the See of Rome, the Petrine See, the Apostolic See, and the Government of Vatican City, is the jurisdiction of the Pope in his role as the bishop of Rome, head of the worldwide Roman Catholic Church, and head of state or sovereign of Vatican City. It includes the apostolic episcopal see of the Diocese of Rome, which has ecclesiastical jurisdiction over the Catholic Church, and sovereignty and governance over the city-state known as Vatican City."}]}],"weather":[{"date":"19931230","time":"1993-12-30 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":71,"wspd":20.5},{"date":"19931230","time":"1993-12-30 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":68,"wspd":22.3},{"date":"19931230","time":"1993-12-30 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":70,"wspd":18.4},{"date":"19931230","time":"1993-12-30 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":70,"wspd":22.3},{"date":"19931230","time":"1993-12-30 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":71,"wspd":13},{"date":"19931230","time":"1993-12-30 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":71,"wspd":22.3},{"date":"19931230","time":"1993-12-30 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":86,"wspd":14.8},{"date":"19931230","time":"1993-12-30 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":84,"wspd":20.5},{"date":"19931230","time":"1993-12-30 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":88,"wspd":25.9},{"date":"19931230","time":"1993-12-30 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":84,"wspd":18.4},{"date":"19931230","time":"1993-12-30 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":77,"wspd":25.9},{"date":"19931230","time":"1993-12-30 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":64,"wspd":24.1},{"date":"19931230","time":"1993-12-30 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":78,"wspd":16.6},{"date":"19931230","time":"1993-12-30 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":88,"wspd":11.2},{"date":"19931230","time":"1993-12-30 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":91,"wspd":9.4},{"date":"19931230","time":"1993-12-30 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":91,"wspd":9.4},{"date":"19931230","time":"1993-12-30 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":93,"wspd":7.6},{"date":"19931230","time":"1993-12-30 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":92,"wspd":9.4},{"date":"19931230","time":"1993-12-30 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":92,"wspd":13},{"date":"19931230","time":"1993-12-30 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":90,"wspd":13},{"date":"19931230","time":"1993-12-30 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":89,"wspd":11.2},{"date":"19931230","time":"1993-12-30 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":88,"wspd":9.4},{"date":"19931230","time":"1993-12-30 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":95,"wspd":9.4},{"date":"19931230","time":"1993-12-30 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":86,"wspd":11.2},{"date":"19931230","time":"1993-12-30 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":96,"wspd":18.7},{"date":"19931230","time":"1993-12-30 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":96,"wspd":16.6},{"date":"19931230","time":"1993-12-30 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":96,"wspd":18.7},{"date":"19931230","time":"1993-12-30 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":92,"wspd":16.6},{"date":"19931230","time":"1993-12-30 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":88,"wspd":18.7},{"date":"19931230","time":"1993-12-30 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":91,"wspd":16.6},{"date":"19931230","time":"1993-12-30 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":13},{"date":"19931230","time":"1993-12-30 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":78,"wspd":14.8},{"date":"19931230","time":"1993-12-30 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":75,"wspd":16.6},{"date":"19931230","time":"1993-12-30 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":74,"wspd":18.7},{"date":"19931230","time":"1993-12-30 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":77,"wspd":14.8},{"date":"19931230","time":"1993-12-30 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":74,"wspd":20.5},{"date":"19931230","time":"1993-12-30 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":74,"wspd":18.7},{"date":"19931230","time":"1993-12-30 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":71,"wspd":20.5},{"date":"19931230","time":"1993-12-30 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":71,"wspd":29.5},{"date":"19931230","time":"1993-12-30 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":50,"wspd":46.4},{"date":"19931230","time":"1993-12-30 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":50,"wspd":48.2},{"date":"19931230","time":"1993-12-30 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":48,"wspd":40.7},{"date":"19931230","time":"1993-12-30 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":42.5},{"date":"19931230","time":"1993-12-30 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":42,"wspd":44.6},{"date":"19931230","time":"1993-12-30 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":40.7},{"date":"19931230","time":"1993-12-30 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":40.7},{"date":"19931230","time":"1993-12-30 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":43,"wspd":31.7},{"date":"19931230","time":"1993-12-30 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":46,"wspd":24.1}]},"19931231":{"guardian_articles":[],"nytimes_articles":[{"date":"19931231","headline":"Reporter's Notebook; New Team Cleans Up Cleanup Plans","web_url":"https://www.nytimes.com/1993/12/31/nyregion/reporter-s-notebook-new-team-cleans-up-cleanup-plans.html","abstract":"  It seemed like a great idea for inaugurating the new administration of Mayor Rudolph W. Giuliani. Aides to Mr. Giuliani wanted to begin a cleanup of the litter along the expressways into Manhattan from the city's airports in Queens. And they wanted to start on his first day in office.   If only government worked so easily.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/12/31/nyregion/inside-630393.html","abstract":"  Irving (Swifty) Lazar Dies   Irving Lazar, the agent for Humphrey Bogart, Ernest Hemingway and Cole Porter, among many other celebrities, died at his home in Beverly Hills, Calif. Page A25.  Rabbi Marshall Meyer Dies    Rabbi Marshall T. Meyer, a critic of the Argentine military and a major voice of American Jewish liberalism, died at age 63. Page A24. New Demjanjuk Strategy    The Justice Department still believes John Demjanjuk was a war criminal, if not one of the most barbaric Nazis of the Holocaust. Page A13.  ","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Sounds Around Town: On New Year's Eve","web_url":"https://www.nytimes.com/1993/12/31/arts/sounds-around-town-on-new-years-eve.html","abstract":"Relaxation Rap\n\nDe La Soul and A Tribe Called Quest, the Palladium, 126 East 14th Street, East Village, (212) 473-7171. A Tribe Called Quest features two rappers -- Q-Tip and Phife -- famous for their relaxed stage style and deft rapping. De La Soul has been notorious for years for their tedious live shows but the group has been steadily improving. They used to just stand there. Now they stand there with a lot more energy and showmanship. Both seminal hip-hop trios are riding on the crest of inspired third albums: \"Buhloone Mind State\" (De La Soul) and \"Midnight Marauders\" (A Tribe Called Quest). Doors open at 9 P.M. Tickets: $50.\nDANYEL SMITH\nHip-Hop History\n\n \"Old School Reunion '93,\" the Apollo Theater, 253 West 125th Street, Harlem, (212) 749-5838. For a real dip into hip-hop's early days, the \"Old School Reunion '93\" is the place to be. It features the rap pioneers Kurtis Blow, Kool Moe Dee and the original Treacherous Three, Grandmaster Flash, Melle Mel and the Furious Five, Whodini, Biz Markie and the special guest host Doug E. Fresh. A truly historic event. Show times are 7 and 11 P.M. Tickets are $30, $25 and $20 for the 7 P.M. show; $35, $30 and $25 for the 11 P.M. show.\nD. S.\nLive and Latin\n\n Marc Anthony and His Latin Band, S.O.B.'s, 204 Varick Street, South Village, (212) 243-4940. New York's own Marc Anthony had a semi-successful career as a Latin hip-hop artist but has recharged his career as the singer and leader of Marc Anthony and His Latin Band, one of the city's hottest live acts. Mr. Anthony appears with Sambasation, an eight-piece samba dance and percussion group. S.O.B.'s still has an after-hours package at 12:30 A.M. for $40.\nD. S.\nBoy at the Beacon\n\n Boy George, the Beacon Theater, 2124 Broadway, at 74th Street, (212) 496-7070. The folks who used to groove and dance to Culture Club's \"Do You Really Want to Hurt Me?\" during the early 80's have given the lead singer of that defunct British band a second chance. And Boy George, all dewy and serene, is working it to the hilt. His plaintive voice is perfect for the regretful 90's. Boy George is appearing with the dance diva Robin S., and Scott Thompson from the television show \"The Kids in the Hall.\" Doors open at 9 P.M. Tickets are $75 and $50.\nD. S.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Review/Art; Sacred Pieces From Sardinia","web_url":"https://www.nytimes.com/1993/12/31/arts/review-art-sacred-pieces-from-sardinia.html","abstract":"  AS of February, the I.B.M. Gallery of Science and Art will present shows from its permanent collection, and will no longer offer the loan exhibitions that have made it a vital presence in New York City during the last decade. With such scholarly shows as \"Corot to Monet: The Rise of Landscape Painting in France,\" the splendid Tibetan showcase \"Wisdom and Compassion\" and highlights from several of America's treasurable smaller museums to its credit, the gallery's track record has been honorable, and sometimes a good deal more than that.   It ends, happily, in a literal blaze of glory with the filigreed, gilded altarpieces that constitute \"Sardinia: Sacred Art of the 15th and 16th Centuries,\" organized by the Italian Ministry of Cultural and Environmental Assets and the State Archives of Cagliari, among others. No doubt the light, reflective gold paint that covers these objects lends them a mysterious, numinous glow in dark churches and monastic interiors. But at least as mysterious for the visitor is the distinctive but hard-to-define collective flavor they project, a flavor that has much to do with the rocky Mediterranean island from which they came and where they still reside today.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Diplomatic Pact Signed by Israel And the Vatican","web_url":"https://www.nytimes.com/1993/12/31/world/diplomatic-pact-signed-by-israel-and-the-vatican.html","abstract":"  Formally recognizing each other after decades of diplomatic aloofness and centuries of frequent Jewish-Catholic rancor, Israel and the Vatican signed an agreement today to establish diplomatic relations.   But at the dawn of a new epoch of reconciliation, many Israelis were unable to shed their memories of pain and bloodshed that they associate with the church.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"Judge Denies Union's Request to Suspend 34 Redskins","web_url":"https://www.nytimes.com/1993/12/31/sports/pro-football-judge-denies-union-s-request-to-suspend-34-redskins.html","abstract":"  A Federal judge who is obviously a keen student of the game cleared the way tonight for the Washington Redskins and the Minnesota Vikings to play their last football game of the regular season Friday at Robert F. Kennedy Stadium, despite an arbitrator's ruling that 34 Redskins should be suspended for failing to pay their union dues.   The judge, Joyce Hens Green of the United States District Court in Washington, said that she would not issue the order against the players, in part because the union did not show that it would be irreparably harmed if the game went on.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"In Search of News Along the Sideline","web_url":"https://www.nytimes.com/1993/12/31/sports/tv-sports-in-search-of-news-along-the-sideline.html","abstract":"  The sight of a sideline reporter is often enough to make you cringe and ask: Why is he or she there? The deficiency is usually in the restrictions placed on the reporter by a body like the National Football League, which won't let CBS's Lesley Visser on the field during a game, thus limiting access and information.   But the problem sometimes lies with the reporter's lack of enterprising journalistic skills, such as with NBC's Ahmad Rashad, whose megadependence on Michael Jordan became an embarrassment.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Critics' Choices; Artistic Ideas for Starting the New Year Right","web_url":"https://www.nytimes.com/1993/12/31/arts/critics-choices-artistic-ideas-for-starting-the-new-year-right-288593.html","abstract":"  Art   The show called \"Face of the Gods: Art and Altars of Africa and the African Americas,\" at the Museum for African Art, shouldn't be missed. Presenting sacred objects in a secular setting, the exhibition is a groundbreaking exploration of a religious and cultural diaspora that includes altars assembled and consecrated at the museum.   On purely visual terms, there has probably been nothing quite like it. A \"bottle tree\" in the middle of one gallery is a tree festooned with colorful plastic bottles and frying pans, in the manner of Kongo-based shrines in the American South. A jerry-built closet contains a virtual forest and elaborate instruments of ritual, like mirrors and feathers, in a shrine constructed and consecrated by Felipe Garcia Villamil, a Cuban-born Palo Monte priest and artist, who now lives in the Bronx. Another altar, related to AIDS and put together by a Brazilian priest, Pai Balbino de Paula, presents rows of clay pots adorned with metalwork and sprinkled with popcorn, one of the foods sacred to the Brazilian Yoruba deity Omo-Olu. The final altar in the show is timely: a diorama representing Copacabana beach in Rio de Janeiro illuminated by candles, in the manner of a New Year's Eve ritual dedicated to Yemoja, the Yoruba deity of the Atlantic Ocean.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"For Children","web_url":"https://www.nytimes.com/1993/12/31/theater/for-children.html","abstract":"  'Art Machines' 'The Sculpture of Norman Tuck' 'The Discoverers'  Liberty Science Center  Liberty State Park  Jersey City  (201) 451-0006  Recommended for all ages    With Norman Tuck's sculpture \"Disco,\" children can see what it's like to walk forward and move backward simultaneously. (It doesn't feel like dancing.) His \"Wave Generator\" piece shows how one wave can move twice as fast as one next to it, a phenomenon bodysurfers will appreciate. Mr. Tuck is a sculptor; in this new exhibition, which is to run through Feb. 13, his interactive art apparatuses demonstrate periodicity, kinetic energy, resonance and magnetism.","thumbnail":null,"section":"Theater"},{"date":"19931231","headline":"Officials Say They Can't Explain Vendetta Behind Fatal Bombings","web_url":"https://www.nytimes.com/1993/12/31/nyregion/officials-say-they-can-t-explain-vendetta-behind-fatal-bombings.html","abstract":"  As investigators continued today to try to piece together the circumstances that led to a string of deadly bombings across upstate New York, a portrait began to emerge of the main suspect as a con artist and irritable eccentric who had several previous brushes with the law but no apparent history of violence.   The authorities believe that the man, Michael Stevens, planned the bombings that killed five people and wounded two others on Tuesday night as retribution against his girlfriend's family, with whom he had a fractious relationship. The woman's mother and sister were among those killed.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Last Chance","web_url":"https://www.nytimes.com/1993/12/31/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that close soon: Closing This Weekend    \"ABE LINCOLN IN ILLINOIS,\" Vivian Beaumont Theater, Lincoln Center. Robert E. Sherwood's 1939 drama, directed by Gerald Gutierrez, about Lincoln's formative years. Through Sunday. Performances: Tonight at 8; tomorrow at 2 and 8 P.M.; Sunday at 3 P.M. Tickets: $35 to $42.50. Information: (212) 239-6200.   \"FORBIDDEN BROADWAY 1994,\" Theater East, 211 East 60th Street, Manhattan. A musical parody of Broadway shows and their stars. Through Sunday. Performances: Tonight at 8:30; tomorrow at 7 and 10 P.M.; Sunday at 3:30 and 7:30 P.M. Tickets: $35 to $37.50; theater and dinner packages: $50 to $62.50. Information: (212) 838-9090.   \"A GRAND NIGHT FOR SINGING!\" Roundabout Theater at the Criterion Center, 1530 Broadway, at 45th Street. The songs of Richard Rodgers and Oscar Hammerstein 2d. Through Saturday. Performances: Tonight at 8; tomorrow at 2 and 8 P.M. Tickets: $60. Information: (212) 869-8400.   ROY LICHTENSTEIN, Susan Sheehan Gallery, 41 East 57th Street, Manhattan. Prints. Closes today. Hours: 10 A.M. to 6 P.M. Free. Information: (212) 888-4220.","thumbnail":null,"section":"Theater"},{"date":"19931231","headline":"Gratitude for Deliverance With Gifts to the Neediest","web_url":"https://www.nytimes.com/1993/12/31/nyregion/gratitude-for-deliverance-with-gifts-to-the-neediest.html","abstract":"  In late 1939, Ernest and Auguste Mohr received the most important letter of their lives.   In the envelope sent to their home in Bavaria was an affidavit of support signed by Julius Ochs Adler, a vice president and general manager of The New York Times and a friend of the Mohrs' distant relatives in the United States.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/31/nyregion/c-corrections-692393.html","abstract":"  An article on Monday by The Associated Press about state laws that will take effect in January misidentified the state that has raised the minimum hourly wage to $4.90. It is Washington, not Oregon.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"After Nine New Year's Day Games, Will There Be One Champion or Two?","web_url":"https://www.nytimes.com/1993/12/31/sports/college-football-after-nine-new-year-s-day-games-will-there-be-one-champion-two.html","abstract":"  First come the games and then come the ballots. The college football season concludes tomorrow with nine bowl games, three of which will be factors in the determination of a national champion -- Cotton, Orange and Sugar.    The foremost candidates are Florida State, Nebraska, Notre Dame and West Virginia. The first two play each other in the Orange Bowl, with the loser certain to be eliminated. Notre Dame, facing Texas A&M in the Cotton Bowl, and West Virginia, playing Florida in the Sugar, must win to remain in contention.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Mideast Talks Expected to Resume Soon","web_url":"https://www.nytimes.com/1993/12/31/world/mideast-talks-expected-to-resume-soon.html","abstract":"  Palestinian and Egyptian officials said today that they expected talks between the Israel and the Palestine Liberation Organization to resume soon. They added that they believed that the two sides would reach a compromise on an Israeli withdrawal from the Gaza Strip and the West Bank town of Jericho that was to have begun on Dec. 13.    The officials said the P.L.O. had given Israel \"understandings\" of security arrangements between the two sides after the withdrawal and of how Palestinians' access to these regions would be organized.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"Sounds Around Town: On New Year's Eve","web_url":"https://www.nytimes.com/1993/12/31/arts/sounds-around-town-on-new-year-s-eve-296693.html","abstract":"  Hardy Partiers   NRBQ, Tramps, 51 West 21st Street, Chelsea, (212) 727-7788. It will be hard to find a better party anywhere. The band, whether it's New Year's Eve or not, take the idea of carnival, of excess and celebration, to the limit. They'll play a weird hybrid of country, jazz, blues and rock-and-roll, with the Beach Boys and Sun Ra thrown in for some surrealism. They'll be joined by Terrance Simien and his Mallet Playboys, a rocking Louisiana zydeco band. There are two shows: the first, at 7 P.M., costs $20; the second, at 11 P.M., costs $40 and includes a Champagne toast at midnight. Both shows have a two-drink minimum. PETER WATROUS Classic Blues    Jimmy Witherspoon, Fat Tuesday's, 190 Third Avenue, near 17th Street, Manhattan, (212) 533-7902. One of the last of the great blues shouters will treat an audience to the classic stanzas of the blues. He can have a sweetness to his voice as well, and he's always ready to improvise on jazz standards, all of which will come with a blues nastiness to them. Tickets are available for the 8:30 and 1 A.M. shows. There is a $25 cover and a $10 minimum. P. W. Zanzibar Guitar    Matt (Guitar) Murphy, Zanzibar, 73 Eighth Avenue, near 14th Street, West Village, (212) 924-9755. Before this guitarist was saddled with leading the Blues Brothers Band, from the movie of the same name, he was an exceptional blues guitarist who made James Cotton's mid-1970's band rock. He's all speed and texture, and he uses whirling lines that can cause a commotion. There are two sets, at 10:30 P.M. and 12:30 A.M. , and $75 gets you a four-course meal and Champagne, while $35 lets you stand at the bar. P. W. Time-Warped Tunes    Michael White, Village Vanguard, 178 Seventh Avenue South, at 11th Street, Greenwich Village, (212) 255-4037. Mr. White, a clarinetist, leads what may be the best New Orleans-style band in jazz. It's polyphonic, with tight ensemble parts giving way to the raucous group improvisations that bray and holler. He has become a New Year's tradition at the Vanguard, and hearing his band invites audiences into a time warp; it makes a listener understand why the music so quickly became the popular dance music of its era. There is a $40 cover and a $20 minimum. Sets are at 9:30 and 11:30 P.M. There is also a 1 A.M. show with a $20 cover and a $10 minimum. P. W. Piano Man    John Hicks, Bradley's, 70 University Place, Greenwich Village, (212) 228-6440. He's a florid pianist who always plays like he's never going to play again, and wants to get everything he knows in by the last chorus. He'll be backed by the bassist Santi Debriano and the drummer Victor Lewis, who is one of jazz's greatest living drummers. It will be interactive, a three-way musical conversation at its best. The show starts at 9, and for $120 there is a five-course dinner and Champagne. Before 1 A.M. there is a $25 cover and $20 minimum for the bar. From 1 to 4 A.M., the cover is $20 and there is a $15 minimum. P. W. Two Wily Veterans    Nancy Wilson and Gato Barbieri, Blue Note, 131 West Third Street, Greenwich Village, (212) 475-0049. Ms. Wilson can be a viscerally moving performer, one of the best singers to graduate from Dinah Washington's vocal finishing school. She can be smooth or rough and nasal, and both stances imply emotion. Mr. Barbieri is a showman whose best recordings, made in the 1960's, have a hard power. Tickets are available for the 7 P.M. show in the bar for $90. At 1 A.M., the $120 tickets include breakfast and Champagne. P. W. Ulmer Power    James Blood Ulmer, Knitting Factory, 47 East Houston Street, East Village, (212) 219-3055. This year is Mr. Ulmer's fifth New Year's Eve at the Knitting Factory, which sounds a bit like a tradition. The guitarist has recorded with everyone from Ornette Coleman to Art Blakey and Joe Henderson. His current music, which makes use of drones and odd tunings, is as distinct as anything that walks the planet. It's hard-rocking, slippery music, charged with power. Sets are at 9 and midnight, and the $20 cover buys a free drink and a Champagne toast. P. W. Dark Side Sounds    Stephen Scott, Down Beat, 70 Grove Street, off Sheridan Square, Greenwich Village, (212) 620-4000. Mr. Scott is the most austere pianist of his generation, somebody who plays the dark side of every tune. The music comes out moody and emotional. He's anything but glib, and his sense of space is wonderfully Monkish, elegant and relaxed, yet taut. He's a young master. There are three sets, at 9 and 11 P.M. and at 1 A.M. The $35 cover includes two drinks plus Champagne and party favors. P. W. Adderley's Band    Nat Adderley, Sweet Basil, 88 Seventh Avenue South, above Bleecker Street, Greenwich Village, (212) 242-1785. One of the best working bands in jazz features Mr. Adderley's cool sound on horn, and Vincent Herring's explosive soloing on alto and soprano saxophones. The rhythm section includes Rob Bargan on piano, Walter Booker on bass and Jimmy Cobb on drums and it swings with authority. It's mainstream jazz at its most exciting. The show starts at 9 P.M. and $99 includes dinner, Champagne and party favors. The late show, which starts at 1 A.M., has a $25 cover and a $25 minimum, and includes a Champagne toast. P. W. Visiones, in the Village    Cecil Brooks 3d, Visiones, 125 Macdougal Street, Greenwich Village, (212) 673-5576. Mr. Brooks, a good young drummer, always leads swinging bands, and this one includes the trumpeter Jack Walrath and the pianist James Weidman. Jeanie Bryson, a singer, will be on hand as well. Sets are at 8:30 and 11 P.M. and at 1:30 A.M. The first set has a $12 cover and a $10 minimum; the second, a $25 cover and a $10 minimum, and the 1:30 set has a $10 cover and $10 minimum. For $100, stay for three sets and have a full dinner and Champagne; $65 buys three sets, three drinks and a Champagne toast. P. W. Sharp in SoHo    Elliott Sharp, Nick and Eddie, 203 Spring Street, at Sullivan Street, SoHo, (212) 219-9090. Mr. Sharp, a guitarist and fixture of the downtown experimental scene, will be leading a trio that shows his roots. From 9:30 to midnight, he'll be playing jazz standards. At midnight he'll start playing blues. The $75 ticket includes a four-course dinner and a Champagne toast. P. W.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Valle Joins Red Sox But Takes Pay Cut","web_url":"https://www.nytimes.com/1993/12/31/sports/sports-people-baseball-valle-joins-red-sox-but-takes-pay-cut.html","abstract":"  Catcher DAVE VALLE and the Boston Red Sox agreed yesterday to a $1.2 million, one-year contract, a steep cut from the $2,366,667 million he made last season with the Seattle Mariners. Last season, Valle, a former Queens high school star, had the best offensive year of his career and was one of the best defensive catchers in the American League, but after becoming a free agent, those factors did not produce a lucrative contract.   Valle, 33, hit .258 for the Mariners last season and had career highs in games caught (135), hits (109), doubles (19), home runs (13) and runs batted in (63).","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Oilers End Sniping And Begin A Streak","web_url":"https://www.nytimes.com/1993/12/31/sports/pro-football-oilers-end-sniping-and-begin-a-streak.html","abstract":"  Three months ago, or maybe an eternity ago, the Oilers were sinking with a 1-4 record. Buddy Ryan, the defensive coordinator, was publicly criticizing Kevin Gilbride, the offensive coordinator. Jack Pardee, the head coach, seemed headed for the scrap pile.   What happened? The Oilers straightened out against lesser teams and won their next 10 games, a division title and a playoff berth for the seventh straight year. If the 11-4 Oilers beat the 8-7 Jets here Sunday night in the regular-season finale, and if the 11-4 Buffalo Bills lose to the 4-11 Indianapolis Colts, the Oilers will have home-field advantage throughout the American Conference playoffs.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Indian Pt. 3 Poses Threat, N.R.C. Warns","web_url":"https://www.nytimes.com/1993/12/31/nyregion/indian-pt-3-poses-threat-nrc-warns.html","abstract":"  Ten months after the Indian Point 3 nuclear plant was shut down because of mismanagement and safety problems, Federal regulators have told plant managers they are concerned that personnel there cannot handle the plant safely even when it is shut down.   According to the Nuclear Regulatory Commission, despite months of work to straighten out operations at the state-owned plant, Indian Point 3 poses a risk to its own personnel and to the environment around it.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Karnishovas Awakens, Rallies Pirates to Title","web_url":"https://www.nytimes.com/1993/12/31/sports/college-basketball-karnishovas-awakens-rallies-pirates-to-title.html","abstract":"  If Seton Hall is going to have any success at all in the Big East this season, someone is going to have to fill the void created by the graduation of Terry Dehere.   Arturas Karnishovas is supposed to be that player. A four-year starter and career 47 percent shooter from the floor for three years, Karnishovas had yet to find his touch before tonight, barely managing to connect on 30 percent of his attempts in the Pirates' first eight games.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Westchester Adopts a Budget, But Its Legality Is Questioned","web_url":"https://www.nytimes.com/1993/12/31/nyregion/westchester-adopts-a-budget-but-its-legality-is-questioned.html","abstract":"  The tug-of-war over the Westchester County budget descended into near-comic confusion today as County Executive Andrew P. O'Rourke signed the $948.6 million spending plan into law, even though the County Legislature is still preparing to override his vetoes of items totaling $6.3 million on Friday.   Caught by surprise, the legislators seemed uncertain of the legality of Mr. O'Rourke's action and consulted lawyers. Some officials saw it as a ploy by Mr. O'Rourke to fend off what seemed like the certainty of the overriding of the vetoes and predicted that the battle might end in the courts.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Critics' Choices; Artistic Ideas for Starting the New Year Right","web_url":"https://www.nytimes.com/1993/12/31/arts/critics-choices-artistic-ideas-for-starting-the-new-year-right-285093.html","abstract":"  Jazz   By tomorrow night, Greenwich Village's jazz clubs will have mopped up the spilled Champagne and swept up the exploded party favors, returning to the regular business of presenting superb musicians in intimate settings. Cover charges drop from astronomical levels, the pressured hilarity of New Year's Eve will be over, the groups will have had an extra night to tighten up, and, of course, it's still the weekend.    It's a good time to check in with jazz's hard-bop mainstream, the province of both seasoned and younger musicians who find pleasurable challenges in playing by, and with, the rules of tonal harmony. Stephen Scott, a young pianist with the chromatic savvy of Herbie Hancock and his own sense of timing and suspense, is at the Down Beat, 70 Grove Street, at Seventh Avenue South, (212) 620-4000. Sets are at 9 and 11 P.M. and 1:30 A.M. tomorrow night and 9 and 11 P.M. on Sunday night; there is a $10 cover at tables, $7 at the bar, plus a one-drink minimum.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Soft Hands and Hard Licks Give Cross Edge at Tight End","web_url":"https://www.nytimes.com/1993/12/31/sports/pro-football-soft-hands-and-hard-licks-give-cross-edge-at-tight-end.html","abstract":"  When he was with the Raiders, Todd Christensen, a five-time Pro Bowler, was one of football's best tight ends. Today, when he studies the football landscape, he isn't too impressed by some of the well-known tight ends in the National Football League.   Christensen doesn't mince words. And when he talked recently about some of the league's tight ends, he felled them the way a farmer harvests wheat. But his sickle did spare one player: Howard Cross of the Giants.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Underdog Nebraska Is at Ease With Role","web_url":"https://www.nytimes.com/1993/12/31/sports/college-basketball-underdog-nebraska-is-at-ease-with-role.html","abstract":"  Could it be that all those believers in Nebraska know something that all those entrepreneurs in Las Vegas do not?   Could it be that the strategic adjustments the Cornhuskers have made -- their greater emphasis on speed and the switch to a four-man line in a quicker, more aggressive defense -- have given Nebraska a chance to challenge Florida State for a national championship in the Orange Bowl? Could it be that a No. 1 vs. No. 2 bowl game may be a lot closer than you think?","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"I.R.A. Sniper Kills British Soldier, Raising Doubts on Peace Initiative","web_url":"https://www.nytimes.com/1993/12/31/world/ira-sniper-kills-british-soldier-raising-doubts-on-peace-initiative.html","abstract":"  An I.R.A. sniper shot and killed a British soldier on patrol in Northern Ireland today, raising doubts over prospects for a British-Irish initiative aimed at bringing peace to the province.   The killing, for which the I.R.A. took responsibility, was the first in Northern Ireland since Britain and Ireland started their peace bid on Dec. 15, challenging the I.R.A. to halt its violence in exchange for a seat for Sinn Fein, its political arm, at talks on the future of the province.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"Outlaw With a Bomb","web_url":"https://www.nytimes.com/1993/12/31/opinion/outlaw-with-a-bomb.html","abstract":"President Clinton has declared that \"North Korea must not be allowed to obtain nuclear weapons.\" Such strong language is unfortunate, since the U.S. is unlikely to back it up. And some intelligence agencies say North Korea may have two bombs already.\n\nYesterday's promise by North Korea to allow inspections of its seven declared nuclear sites, even if it pans out, will not help much. Pyongyang can bow to American demands and still proceed with its nuclear program.","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"Nets Again Break Down Late","web_url":"https://www.nytimes.com/1993/12/31/sports/pro-basketball-nets-again-break-down-late.html","abstract":"  The Nets spoke about fourth-quarter execution, and about how a veteran team like the Bulls was able to perform so cohesively while the Nets faltered. On and on they droned. They sounded like a losing team, and they were. Again.   But Coach Chuck Daly and the Nets were simply being honest about what had happened at Chicago Stadium Wednesday night in a 94-86 Bulls victory. Whenever the three-time defending champions needed a crucial basket in the final 12 minutes, there was Scottie Pippen or Toni Kukoc or even, believe it, the resurrected Bill Wennington to provide it. Even without Michael Jordan, the Bulls adeptly orchestrate their offense.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Critics' Choices; Artistic Ideas for Starting the New Year Right","web_url":"https://www.nytimes.com/1993/12/31/arts/critics-choices-artistic-ideas-for-starting-the-new-year-right-289393.html","abstract":"  Design   \"Diana Vreeland: Immoderate Style,\" now at the Costume Institute of the Metropolitan Museum of Art, toasts the new year with a lively dose of Champagne sparkle. This Dom Perignon of a show mixes fashions that Vreeland wore or promoted; layouts from Vogue and Harper's Bazaar; neon-colored hairpieces; classic photographs by Richard Avedon and Irving Penn; lively memos to her staff, and pictures of Vreeland herself at work. But the show isn't all froth. There are delicious ideas bubbling around in this effervescent glass of fashion.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Bill, Hillary and Other Plain Folks Are All Set for One Heady Weekend","web_url":"https://www.nytimes.com/1993/12/31/us/bill-hillary-and-other-plain-folks-are-all-set-for-one-heady-weekend.html","abstract":"  Imitators beware: The Renaissance Weekend, that festival of earnestness that President Clinton is attending for the 10th time this weekend, is now protected by trademark.   Lest anyone try to establish a Renaissance Weekend cookbook or dating service, for instance, organizers say they are prepared to defend their exclusive rights to their name for the annual gathering, dedicated to \"personal and national renewal\" but perhaps most valued for those whom it brings together.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/31/nyregion/chronicle-277093.html","abstract":"  MICHAEL HAMBURGER, 69, a German-born poet, essayist, translator and college lecturer who now lives in England, has received many honors, among them the Order of the British Empire in 1992. (A listing of his literary prizes takes up a dozen lines in Who's Who.) Still, he has received meager attention for his work in the United States. So he was astonished recently to receive the Oscar Williams and Gene Derwood Award, which is given annually to needy or worthy artists or poets. The donors were a husband and wife who wrote in the mid-1900's.   It has been 20 years since the publication in this country of his last critical essays, and the three volumes were not reviewed. \"No copies were sold, not a penny in royalties received,\" he said from his home in Suffolk. \"It is a very sad story.\"   His new American award, a $15,000 prize, came from a fund created by the donors at the New York Community Trust, a philanthropy based in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Pentagon Memo; Quickly the Pentagon Is Becoming Inman's Camp","web_url":"https://www.nytimes.com/1993/12/31/us/pentagon-memo-quickly-the-pentagon-is-becoming-inman-s-camp.html","abstract":"  With Defense Secretary Les Aspin on the way out, the race is on among some top Pentagon officials to show, one, that they never thought much of him anyway, and, two, that they deeply respect the genius of one Bobby Ray Inman, who has been nominated to be Mr. Aspin's successor.    Mr. Inman has not set foot in the Pentagon since he was picked by Mr. Clinton, and he has sworn to keep quiet about issues like Bosnia, Somalia and homosexuals in the military until his Senate confirmation hearing next month.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Rangers' 4th Line Watches And Waits","web_url":"https://www.nytimes.com/1993/12/31/sports/hockey-rangers-4th-line-watches-and-waits.html","abstract":"  Eddie Olczyk and Mike Hartman took the locker-room ribbing good-naturedly.  What else could they do? The Rangers had beaten the Blues, 4-3, Wednesday night in a tough game at St. Louis. Adam Graves, Esa Tikkanen and Steve Larmer had played countless minutes and done a superb job. And so how could Olczyk complain? Or Hartman? Or Joey Kocur?","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Conservative Thinkers Are Insiders; It's Now Their City Hall, and Manhattan Institute Is Uneasy","web_url":"https://www.nytimes.com/1993/12/31/nyregion/conservative-thinkers-are-insiders-it-s-now-their-city-hall-manhattan-institute.html","abstract":"  With Rudolph W. Giuliani about to become Mayor, the conservative Manhattan Institute should be riding high. The iconoclastic research group has seen some of its favorite ideas -- selling city hospitals to private groups, cutting local business taxes, curbing the excesses of multicultural education -- adopted as pillars of Mr. Giuliani's campaign.    The group's stalwarts are on first-name terms with the new City Hall team. One trustee, Peter M. Flanigan, managing director at Dillon, Read & Company, had lunch this week with Donna Hanover Giuliani, the Mayor-elect's wife. Ninfa Segarra, the new Deputy Mayor for health, social services and education, has praised its work on giving parents more choice of the public schools their children attend. And Richard J. Schwartz, senior adviser to Mr. Giuliani, calls the institute an \"integral part of the movement for a new urban agenda for the 1990's.\"","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/31/nyregion/chronicle-049193.html","abstract":"  For a while it seemed that two major business improvement groups in Manhattan would begin 1994 with a dispute -- over confetti.   To GRETCHEN DYKSTRA, the president of the Times Square Business Improvement District, confetti is a gentle ingredient of the New Year's Eve celebration, which she calls the \"ultimate block party.\" The merrymaking peaks at midnight when the ball is dropped from 1 Times Square and 3,000 pounds of confetti are released from the rooftops of 18 buildings. \"It is safe, joyous and good fun, and 200 million television viewers will be watching,\" Ms. Dykstra said.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Events in Russia Send Shivers East and West; Orthodoxy's Embrace","web_url":"https://www.nytimes.com/1993/12/31/opinion/l-events-in-russia-send-shivers-east-and-west-orthodoxy-s-embrace-332693.html","abstract":"  To the Editor:   While in accord with A. M. Rosenthal's concern over the potential rise of a fascist leader in Russia in \"Russia: Who's to Blame?\" (column, Dec. 17), I am offended by his reference to \"church bigotry\" and \"the passions of Holy Russia that exclude all others as foreign to themselves and God.\"","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"U.S. Sees Progress On Nuclear Talks With North Korea","web_url":"https://www.nytimes.com/1993/12/31/world/us-sees-progress-on-nuclear-talks-with-north-korea.html","abstract":"  North Korean diplomats have told the United States that international monitors can have access to their seven officially disclosed nuclear sites, Clinton Administration officials said today.   But the North Koreans have not approached the International Atomic Energy Agency to work out the procedures for the inspections, nor have they offered to allow inspectors to visit two undeclared nuclear waste sites that have been off limits to the agency. As a result, Administration officials say it is too soon to determine if the two sides have achieved a breakthrough in the talks, as the official North Korean news agency asserted today.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"As Texas Death Row Grows, Fewer Lawyers Help Inmates","web_url":"https://www.nytimes.com/1993/12/31/us/as-texas-death-row-grows-fewer-lawyers-help-inmates.html","abstract":"  As the population continues to swell on death row in Texas, the number of lawyers willing to subject themselves to the anguish and expense of representing these inmates in the final stages of their appeals is shrinking, creating what their legal advocates are calling a crisis.   Three hundred and seventy-two people, 368 men and 4 women, are under death sentences here, more than in any state but California. And despite unremitting appeals to the Texas bar plus extraordinary help from out of state volunteers, 65 to 70 of these inmates remain without lawyers -- more than twice as many as a year ago.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"1943: Germany Pounded : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/31/opinion/IHT-1943-germany-pounded-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] A record force of about 1,500 American planes blasted targets in southwestern Germany yesterday [Dec. 30] as its part in possibly the most sustained air assaults of the war, which saw at least 3,000 British and Americ","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"Critics' Choices; Artistic Ideas for Starting the New Year Right","web_url":"https://www.nytimes.com/1993/12/31/arts/critics-choices-artistic-ideas-for-starting-the-new-year-right-092093.html","abstract":"  Theater   A one-person show may sound like a meager way to usher in the new year, but when the person in question is Sherry Glaser or Charlayne Woodard, you can count on an evening of bountiful pleasures. In \"Family Secrets,\" Ms. Glaser plays five members of a Jewish family originally from the Bronx, now of Southern California, and the hilarity is nonstop. The characters range from Mort, a retired accountant and long-suffering father, to Rose, an incontinent grandmother who discovers love and racquetball in her old age. If Ms. Glaser didn't transform herself before your very eyes, you'd swear there were five performers in the cast. Pain, humiliation and junk food stalk these troubled souls, but Ms. Glaser never sentimentalizes or ridicules them. \"Family Secrets\" has a deep appreciation of human singularity.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"TV Weekend; 'Viper,' a Car to Warm Technophiles' Hearts, In a New Action Series","web_url":"https://www.nytimes.com/1993/12/31/arts/tv-weekend-viper-a-car-to-warm-technophiles-hearts-in-a-new-action-series.html","abstract":"  Before settling into its regular slot on Fridays at 8 P.M., \"Viper\" is being given a two-hour preview at 9 this Sunday. With the year spanking new, NBC is already champing at the action bit.    Conceived by the team of Danny Bilson and Paul DeMeo (\"The Rocketeer,\" \"The Flash\"), \"Viper\" is set in the near future in -- paranoia triumphant -- a city run by a crime syndicate called the Outfit. The only hope for the good guys is a top-secret supercar outfitted with every gadget known to technology fanatics. The title was actually inspired by the Dodge Viper, the current limited-edition car of choice among those who desperately need everything. Chrysler has designed the fictional Viper for this series. Publicity agents call it animalistic, predatory and intimidating. In more ways than one.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Transition Stirs Cautious Hope","web_url":"https://www.nytimes.com/1993/12/31/nyregion/transition-stirs-cautious-hope.html","abstract":"  Tonight at midnight Rudolph W. Giuliani will become the 107th Mayor of New York. The occasion has filled many New Yorkers, no matter their race, ethnicity or political passions, with a certain sense of cautious optimism for the future of the city.    After a divisive election that was decided by fewer than 50,000 votes, interviews conducted with 36 New Yorkers throughout all five boroughs found an almost urgent hope that the new Mayor would improve life in the city, from cutting crime to cleaning the streets to improving the delivery of services.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Killings in Bosnian Monastery Widen Croat-Muslim Divide","web_url":"https://www.nytimes.com/1993/12/31/world/killings-in-bosnian-monastery-widen-croat-muslim-divide.html","abstract":"  The first Bosnian Government statement, released two days after the incident, said only that an unknown gunman killed two Roman Catholic priests inside the Franciscan monastery here on Nov. 13.    But for many of central Bosnia's Catholic Croats, faith in the mostly Muslim Government's official stand in favor of preserving an ethnically mixed country died that day, when, by all accounts, a Muslim soldier in the Bosnian Army gunned down the Rev. Nikica Milicevic, the monastery's 37-year-old abbot, and the Rev. Leon Migic, its 57-year-old vicar.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"A Rusty Duke Still Remains Undefeated","web_url":"https://www.nytimes.com/1993/12/31/sports/college-basketball-a-rusty-duke-still-remains-undefeated.html","abstract":"  Duke 87, Western Carolina 67    Grant Hill rebounded from a poor start and scored 21 points as No. 3 Duke got past Western Carolina, 87-67, last night in Durham, N.C. Playing after a seven-day layoff, the Blue Devils (7-0) couldn't build an offensive rhythm. Hill struggled the most, missing five of his first six shots before closing with 4 points in the last three minutes. He was upstaged by 6-foot-1-inch guard Frankie King, who scored 30 points and drew applause from the Duke fans for a spectacular dunk on a pass off the backboard in the second half. He also grabbed a game-high 13 rebounds.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Chinese Opera","web_url":"https://www.nytimes.com/1993/12/31/arts/chinese-opera.html","abstract":"  The Yeh Ching Taiwanese Opera Troupe is to present the full-length opera \"Vanity Carnival\" on Sunday at 6 P.M. at the TriBeCa Performing Arts Center, 199 Chambers Street. The opera features the actress Yeh Ching in the role of a man who is forced to make a profound moral choice. English subtitles will be projected. Tickets are $15 and $25. Information: (212) 431-9740.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"E.P.A. Says It Won't Order New Water-Filtration Plant","web_url":"https://www.nytimes.com/1993/12/31/nyregion/epa-says-it-won-t-order-new-water-filtration-plant.html","abstract":"  Keeping New York City on a short leash, the Federal Environmental Protection Agency said yesterday that for the time being it would not require that the city build a multibillion-dollar water-filtration plant.   But the city will have to adhere closely to a year-old program to take more than 150 steps to protect its water supply, the E.P.A. said. And the city will have to complete a preliminary design of the filtration plant.  That would mean no lost time if the E.P.A. eventually decides that the city has to build the plant.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Demise of WNCN Shows Erosion of the Arts","web_url":"https://www.nytimes.com/1993/12/31/opinion/l-demise-of-wncn-shows-erosion-of-the-arts-334293.html","abstract":"  To the Editor:   Classical music lovers were shocked to hear that radio station WNCN in New York City would no longer broadcast the classics, but become strictly a rock station. As a musician and piano teacher, I have followed this trend keenly. Even in the time of Bach and Beethoven, the classics were enjoyed by the nobility. Ordinary people cared for ballads, peasant dances and tunes of the day. In all ages, popular music reigned supreme for the masses of people.","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"1893: The Pope's Health : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/31/opinion/IHT-1893-the-popes-health-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - As there have been a good many reports spread about regarding the health of the Pope, it may be interesting to learn the truth about it. The actual truth is as follows. His Holiness, considering his age, is as well as can be expected. He is, howeve","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"Events in Russia Send Shivers East and West; Not I.M.F.'s Fault","web_url":"https://www.nytimes.com/1993/12/31/opinion/l-events-in-russia-send-shivers-east-and-west-not-imf-s-fault-331893.html","abstract":"  To the Editor:   Vice President Al Gore chose the wrong target in blaming the International Monetary Fund for difficulties in Russia. The I.M.F. has no power to direct its financing to provide the social safety net Russia needs.","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"Critics' Choices; Artistic Ideas for Starting the New Year Right","web_url":"https://www.nytimes.com/1993/12/31/movies/critics-choices-artistic-ideas-for-starting-the-new-year-right-282693.html","abstract":"  Film   Whatever horrid things you've heard about the recent, short-lived Broadway musical \"The Red Shoes,\" don't hold them against the lush, beloved Technicolor movie that inspired it. The 1948 extravaganza about a ballerina doomed to choose between love and her career is a holiday sugarplum of a movie. It has returned to Film Forum in the South Village, where it will play through Jan. 13.   The film has the same overripe appeal of many smaller 1940's movies in which a tragic love affair sends some woman flying in front of a train or dropping on the pavement (the \"Waterloo Bridge\" genre). Victoria Page (Moira Shearer) is torn mercilessly between two men: the heartless impresario Boris Lermontov (Anton Walbrook), who only wants her to dance, and the young conductor Julian Craster (Marius Goring), who wants her to give up her art for love of him. The acting is florid, but the melodrama and snippets of ballet are as alluring as ever.","thumbnail":null,"section":"Movies"},{"date":"19931231","headline":"Diner's Journal","web_url":"https://www.nytimes.com/1993/12/31/arts/diner-s-journal.html","abstract":"  Going Home, as the Chef    Rick Laakkonen is going back across the East River to the River Cafe in Brooklyn. Mr. Laakkonen, who worked at the restaurant for five years when Charles Palmer and then David Burke were executive chefs, left in 1990 to spend about a year in France in the kitchens of Gaston Lenotre, Michel Guerard and Alain Ducasse. \"The idea was always for Rick to work here when he returned from France but the timing wasn't right,\" said Michael O'Keeffe, the owner.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"GERMANY INDICTS 4 IN DEATH OF TURKS","web_url":"https://www.nytimes.com/1993/12/31/world/germany-indicts-4-in-death-of-turks.html","abstract":"  Eager to show that they are doing all in their power to suppress rightist violence, federal prosecutors announced today that they had indicted four young men in connection with the most lethal attack on foreigners in recent German history.   The four men, aged 16 to 24, are accused of having set fire to a home in the western town of Solingen in May, killing five Turkish citizens.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"Events in Russia Send Shivers East and West; Central Asian View","web_url":"https://www.nytimes.com/1993/12/31/opinion/l-events-in-russia-send-shivers-east-and-west-central-asian-view-333493.html","abstract":"  To the Editor:   \"Is It 1933 All Over Again?\" (Op-Ed, Dec. 18) by Charles S. Maier examines the widespread correlation between Vladimir V. Zhirinovsky's parliamentary success and Hitler's rise to power but suffers from geopolitical myopia.","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/31/nyregion/no-headline-682693.html","abstract":"  If I can't show my family and my congregation how to face death, what kind of rabbi am I? -- MARSHALL T. MEYER, who led services before entering the hospital, where he died of cancer on Wednesday.  [ A24:2. ]","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"New Year's Resolutions For the Second Half of Life","web_url":"https://www.nytimes.com/1993/12/31/arts/new-year-s-resolutions-for-the-second-half-of-life.html","abstract":"  NEW YEAR'S EVE. Not again.    Why is this night different from all other nights? I know; wrong holiday. But when a horror is familiar and you know it's coming, you wait for it, trepidatiously, and tonight's the night for that awful moment at midnight when the clock ticks and the universe makes a tiny, perceptible lunge forward and there we all are, one step closer to, well, you know.   The point is it's worse this year, the worst it's ever been. I'm 40. (A guy I know actually turns 40 tomorrow. Can you imagine making it through New Year's Eve only to wake up 40? Chilling.)","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"No Headline","web_url":"https://www.nytimes.com/1993/12/31/nyregion/no-headline-856093.html","abstract":"  Rabbi Marshall T. Meyer, an articulate voice of American Jewish liberalism and spiritual leader of Congregation B'nai Jeshurun on the Upper West Side of Manhattan, died on Wednesday at New York Hospital. He was 63 and lived in Manhattan.   The cause was cancer, his family said.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1993/12/31/theater/on-stage-and-off.html","abstract":"  Noble Efforts    Everyone knows it has been a tough few months in the commercial theater, particularly on Broadway. \"Wonderful Tennessee,\" \"The Kentucky Cycle\" and \"The Red Shoes,\" among too many others, closed prematurely, and the specter of a nearly unmitigated flood of musical revivals looms. The Broadway Alliance, the consortium of producers, craft unions and theater owners dedicated to bringing in low-cost dramas, teetered on the brink of extinction after two productions -- \"Mixed Emotions\" and \"Any Given Day\" -- foundered, and a third, Sam Shepard's \"Simpatico,\" was abandoned.","thumbnail":null,"section":"Theater"},{"date":"19931231","headline":"In the Land of the Pyramids, Charity Graves Await Many","web_url":"https://www.nytimes.com/1993/12/31/world/in-the-land-of-the-pyramids-charity-graves-await-many.html","abstract":"  The woman sat on the wooden plank over the entrance to the grave, a 30-foot-deep pit where the body of her eldest son lay with dozens of other corpses.   \"If we had the money we could have put him beneath a proper tombstone and planted flowers and plants around it,\" the woman, Awatif Khalil Mohammed, said.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"F.C.C. Delays Radio Deals By Howard Stern's Employer","web_url":"https://www.nytimes.com/1993/12/31/us/fcc-delays-radio-deals-by-howard-stern-s-employer.html","abstract":"  The Federal Communications Commission is raising the stakes in its campaign against Howard Stern, the New York radio personality whose on-air revels in scatological humor and sexual topics have already generated $1.2 million in fines.   The agency has decided to delay deals totaling $170 million by the Infinity Broadcasting Corporation, Mr. Stern's employer, to buy three big radio stations while the F.C.C. ponders a new series of complaints about Mr. Stern's program, which is heard by millions of listeners across the nation each weekday morning.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Vatican Seeks Arab Favor; Plans Accord With Jordan","web_url":"https://www.nytimes.com/1993/12/31/world/vatican-seeks-arab-favor-plans-accord-with-jordan.html","abstract":"  Even as it finally recognized Israel, the Vatican sought today to defend its position in the Arab world and to register its demand for international guarantees of Jerusalem's spiritual status as a holy place for Christians, Jews and Muslims alike.   The spokesman for the Vatican, Joaquin Navarro-Valls, set out its position at a news conference here several hours before the signing of a recognition agreement supposed in part to ease 2,000 years of often painful history.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"Newborn Settles Caesarean Fight A Mother's Way","web_url":"https://www.nytimes.com/1993/12/31/us/newborn-settles-caesarean-fight-a-mother-s-way.html","abstract":"  Mircea Bricci was beaming today as he held up what could be seen as evidence of his public redemption and his personal faith: a photograph of his newborn son, the center of a legal battle that reached the United States Supreme Court when the tiny baby was still a fetus and, according to doctors, in grave danger of death.   The doctors had warned that the fetus was not receiving enough oxygen in the womb and that only a Caesarean section could spare the fetus from almost certain death or mental retardation. The Cook County prosecutor and the county's public guardian tried in vain to force the procedure on Mr. Bricci's 22-year-old wife, Tabita, who refused the surgery for religious and personal reasons.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/31/arts/art-in-review-302493.html","abstract":"  'Collection in Context'  Gorky's 'Betrothals'  Whitney Museum of American Art  945 Madison Avenue (at 75th Street)  Through Jan. 9    The paintings of Arshile Gorky (1904-1948) are a kind of Gothic interior of the human spirit, with all the sense of sinister darkness in clear light that this image implies. Both elements are fully evident in the show of 14 late works in the Whitney's Lobby Gallery, part of the \"Collection in Context\" series. The show's centerpiece is the museum's own painting \"Betrothal II\" (1947), exhibited for the first time with two slightly earlier versions and a group of studies on paper.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Review/Theater; Woodstock As Signpost On the Road To Sanity","web_url":"https://www.nytimes.com/1993/12/31/theater/review-theater-woodstock-as-signpost-on-the-road-to-sanity.html","abstract":"  Say what you like about the two women who share room 9B of the Heavenly Hills mental health clinic in John Ford Noonan's \"Music From Down the Hill.\" Whatever their psychological problems -- and one of them says she has murdered several of her college roommates -- they are an awfully good audience for each other. Whenever one feels the urge to deliver a big, poetic monologue about how she got the way she is -- and there are many such monologues -- the other goes obligingly silent, fading right into the institutional green walls.   Following a formula he has employed in such earlier works as \"A Coupla White Chicks Sitting Around Talking\" (1980) and \"Some Men Need Help\" (1982), Mr. Noonan has again created two characters from dissimilar backgrounds who gradually discover what they have in common and how they can help each other. But in \"Music,\" the author has burdened his characters with long, confessional speeches that have the feeling of acting-class exercises. There is little reciprocal, natural flow in their exchanges, and the viewer may expect the actresses to step out of character and give critiques of each other's performances.","thumbnail":null,"section":"Theater"},{"date":"19931231","headline":"Wagner Memorial","web_url":"https://www.nytimes.com/1993/12/31/nyregion/wagner-memorial.html","abstract":"  A public memorial service for Robert F. Wagner Jr., who died on Nov. 15, will be held at 6 P.M. Wednesday in the Great Hall of Cooper Union on Seventh Street between Third and Fourth Avenues. Among those scheduled to speak are Rudolph W. Giuliani, Edward I. Koch, Donna Shalala and Henry J. Stern.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Holiday Weekend","web_url":"https://www.nytimes.com/1993/12/31/nyregion/holiday-weekend.html","abstract":"  New Year's Day is tomorrow, and many businesses and government offices will be closed today. Here are holiday schedules. NEW YORK    GOVERNMENT OFFICES State offices and courts in New York State open, closed in New York City. Government offices in Nassau and Rockland Counties are open today and closed tomorrow. Offices in Suffolk, Westchester and Putnam and Federal offices are closed both days.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"U.S. Expands Inquiry Into Its Human Radiation Tests","web_url":"https://www.nytimes.com/1993/12/31/us/us-expands-inquiry-into-its-human-radiation-tests.html","abstract":"  The Clinton Administration today expanded an inquiry into the propriety and safety of human radiation experiments conducted by the Government in the decades after World War II.   Following the lead of the Department of Energy, which three weeks ago began to comb its archives for records on the experiments, the Department of Defense, the Department of Veterans Affairs and the National Aeronautics and Space Administration said today that they would also begin investigations.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Among Catholics and Jews in U.S., 'Reconciliation' Is Often Heard","web_url":"https://www.nytimes.com/1993/12/31/world/among-catholics-and-jews-in-us-reconciliation-is-often-heard.html","abstract":"  Roman Catholic officials, leaders of Jewish organizations and Israeli diplomats in the United States welcome the accord establishing diplomatic relations between the Vatican and Israel not only as a political achievement but also as a milestone in religious history.    In a joint statement yesterday, the National Conference of Catholic Bishops and the Synagogue Council of America said the accord \"represents a revolution in the relations\" between the Catholic Church and the Jews. The Synagogue Council embraces the three major branches of Judaism.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"Review/Photography; Smithson's Ways of Looking at the Land","web_url":"https://www.nytimes.com/1993/12/31/arts/review-photography-smithson-s-ways-of-looking-at-the-land.html","abstract":"  Two cameras are installed as reverently as saints' bones in a vitrine near the entrance to \"Robert Smithson: Photo Works,\" the wide-ranging show of images by the pioneering earthworks artist now at the International Center of Photography. Despite this respectful treatment, the cameras, which belonged to Smithson, testify to the artist's less-than-reverent attitude toward photography: both are Kodak Instamatics; one fancier than the other, but amateur models nonetheless.   For Smithson, photography was by and large a convenient and unpretentious tool, a way of recording outdoor sculptures that could not be shown in a gallery, or of preparing proposals and sketches for projected pieces. But this show, organized by Robert Sobieszek for the Los Angeles County Museum of Art, demonstrates that he used photography in surprisingly diverse ways, and pursued it with a remarkable degree of energy and invention.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"New Year's Eve Through the Ages","web_url":"https://www.nytimes.com/1993/12/31/opinion/new-years-eve-through-the-ages.html","abstract":"","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"A Gift for a Brother","web_url":"https://www.nytimes.com/1993/12/31/sports/sports-people-speed-skating-a-gift-for-a-brother.html","abstract":"  For speed skater KRISTEN TALBOT, a chance to help her brother live is more important than a shot at glory in the upcoming Winter Olympics. Starting today at the Pettit National Ice Center in Milwaukee, Talbot will try to make the Olympic team for the third time. After the Olympic time trials, she has an appointment on Jan. 11 to donate bone marrow to her 19-year-old brother, JASON, who has aplastic anemia, a rare and potentially fatal condition that impedes the body's ability to produce blood cells. Talbot, 23, of Schuylerville, N.Y., is making the donation even though it will weaken her and probably end any hope of winning a medal. The Olympic speed skating competition begins Feb. 13. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/31/arts/art-in-review-301693.html","abstract":"  Nick Waplington 'Natural Resources' Mark Boote Gallery 470 Broome Street SoHo Through Jan. 10    Best known for his wry and affectionate photographs of English working-class families, Nick Waplington here adopts a more self-consciously theatrical approach to comment on the dangers of nuclear power. In a series of night shots, Mr. Waplington appears in various stages of anguish in front of nuclear plants; in other images, interspersed with close-ups of electric space heaters, he stands in a loft bare-chested, glowing red.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Deep in Stretch, Smith Gets Stakes Record","web_url":"https://www.nytimes.com/1993/12/31/sports/horse-racing-deep-in-stretch-smith-gets-stakes-record.html","abstract":"  Mike Smith awakened yesterday morning hoping that the snow had stopped falling.   He figured that if the weather was clear, he had a good chance to make racing history, to accomplish something akin to Roger Maris's 61 home runs.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Critics' Choices; Artistic Ideas for Starting the New Year Right","web_url":"https://www.nytimes.com/1993/12/31/movies/critics-choices-artistic-ideas-for-starting-the-new-year-right-283493.html","abstract":"  Film   It was a very good year for Gong Li, the sturdy and beautiful Chinese actress who played the title role in \"The Story of Qiu Ju\" and also appears so strikingly in \"Farewell My Concubine.\" Tonight she can also be seen at the Walter Reade Theater at Lincoln Center starring in \"Ju Dou,\" a memorably lurid 1990 film by Zhang Yimou, who has directed her often to such fine effect. (\"Raise the Red Lantern\" provides another example of their teamwork.)   Mr. Zhang is in James M. Cain country with this tale of forbidden romance, in which Gong Li plays a woman who becomes treacherously involved with her husband's adopted son. But Mr. Zhang is also in the rural China of the 1920's, which gives this tale its peculiar wickedness. The director's eye for color and composition is startlingly lovely, as ever. And Gong Li shines.","thumbnail":null,"section":"Movies"},{"date":"19931231","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/31/nyregion/c-corrections-278893.html","abstract":"  An article in Your Money on Nov. 13, about the deductibles on auto and homeowners insurance, misspelled the surname of an insurance specialist at Consumers Union. He is Greg Daugherty. Mr. Daugherty reported the error in a letter dated Dec. 17; this correction was delayed by the misrouting of a computer message at The Times.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Penn State Picks Curley","web_url":"https://www.nytimes.com/1993/12/31/sports/sports-people-colleges-penn-state-picks-curley.html","abstract":"  TIM CURLEY, who as a boy hawked football game programs and parked cars outside Penn State's Beaver Stadium, was appointed as the university's new athletic director yesterday. Curley, 39, will replace JIM TARMAN, who is retiring after 36 years with the university. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"CONDOM HANDOUTS VOIDED IN SCHOOLS","web_url":"https://www.nytimes.com/1993/12/31/nyregion/condom-handouts-voided-in-schools.html","abstract":"  New York City's influential program of providing condoms on demand to students in public high schools as a way to combat AIDS was thrown out yesterday by a state appellate court, which ruled that such a program required parental consent.   Hours after the ruling, Schools Chancellor Ramon C. Cortines said he was already drafting a plan that would meet the court's objections.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"1918: Wilson and Russia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/12/31/opinion/IHT-1918-wilson-and-russia-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - [An informed source says] President Wilson is far from opposing American participation should the necessity of an intervention of the Allies in Russia be demonstrated. But he could agree to it only for precise objects and according to a definite p","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"Islanders' Father Time Is Losing His Patience","web_url":"https://www.nytimes.com/1993/12/31/sports/hockey-islanders-father-time-is-losing-his-patience.html","abstract":"  From the time he became coach of the Islanders 20 years ago, when they were the worst team in National Hockey League history, Al Arbour never offered, or accepted excuses.   So when the Islanders bowed to the Nordiques in Quebec, 5-2, Wednesday night, Arbour was angry and annoyed, not compassionate.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Books of The Times; A Novel's Rich Tapestry From Another Century","web_url":"https://www.nytimes.com/1993/12/31/books/books-of-the-times-a-novel-s-rich-tapestry-from-another-century.html","abstract":"  The Green Knight By Iris Murdoch 472 pages. Viking. $23.95.  In this age of glittering post-modern fictions and tiny, domestic novellas, Iris Murdoch's commodious novels of ideas tend to feel like strange, provocative throwbacks to the 19th century. Her elaborate, improbable plots; her sprawling casts of characters; her insistent manipulation of symbols and myths; her preoccupation with enduring philosophical and religious themes: all make one think of a Dickens who has read the existentialists or a Dostoyevsky who has been immersed in Plato.","thumbnail":null,"section":"Books"},{"date":"19931231","headline":"Death Sentences for the Bahai","web_url":"https://www.nytimes.com/1993/12/31/opinion/death-sentences-for-the-bahai.html","abstract":"  A few days before Christmas, jarring news made its way from Iran: Three adherents of the Bahai faith have been condemned to death solely because of their beliefs. The judicial judgment against two defendants living in Karaj, near Teheran, accuses them of a new kind of crime -- transmitting information that they were on trial for their lives to the United Nations and to Bahai groups outside Iran.   Those facing execution squads are thus expected to collaborate in a cover-up of their own fate. They are meant to meet their deaths with the silence of lambs being led to slaughter.","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/12/31/sports/transactions-181193.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Signed Jamie Moyer, pitcher, to a one-year contract.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Journey Set to Begin","web_url":"https://www.nytimes.com/1993/12/31/sports/sports-people-yacht-racing-journey-set-to-begin.html","abstract":"  ISABELLE AUTISSIER, a 37-year-old French yacht racer, was expected to leave New York Harbor at 8 A.M. today for her 14,000-mile voyage from New York to San Francisco. The journey will take her 60-foot sailboat, Ecureuil Poitou-Charentes II, around South America's Cape Horn.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"It's Resolved: No More Rushing by Committee","web_url":"https://www.nytimes.com/1993/12/31/sports/pro-football-it-s-resolved-no-more-rushing-by-committee.html","abstract":"  The power shift in the Jet backfield began on draft day last spring when New York traded positions in the first round with Phoenix, moving to No. 4 from No. 3, and picking up Cardinals running back Johnny Johnson in the deal.   The shift is complete now as Johnson has supplanted Blair Thomas, the No. 2 draft pick over all in the 1990 draft, as the Jets' starter and has been rewarded with a two-year, $5 million contract extension. The move has been so thorough that Thomas, who will become an unrestricted free agent when his contract expires in February, has become an afterthought in the rushing department. In the process, the Jets running-by-committee policy has been rescinded.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Critics' Choices; Artistic Ideas for Starting the New Year Right","web_url":"https://www.nytimes.com/1993/12/31/theater/critics-choices-artistic-ideas-for-starting-the-new-year-right-281893.html","abstract":"  Video   \"Dave,\" an airy Capraesque comedy about a Presidential impersonator who secretly fills in at the White House after the Chief Executive suffers a stroke, is a 1930's-style political fairy tale in 90's dress. Dave Kovic, the modern-day Mr. Smith who finds himself running the country, may be a virtual body double for Bill Mitchell, the stricken President, but in his personality he is everything the Chief Executive is not: uncorrupted, happy-go-lucky and concerned for the less fortunate.   More than the story, which turns a bit sticky toward the end, what infuses Ivan Reitman's movie with charm are the performances of Kevin Kline, in dual roles as Dave and the President, and Sigourney Weaver, as an unhappy First Lady who warms to her suddenly transformed husband. Mr. Kline's Dave is a sunny-hearted Everyman who combines the sincerity of the young James Stewart with the suavity of Cary Grant, but he brings to the mix his own brand of springy, deceptively blank-faced niceness.","thumbnail":null,"section":"Theater"},{"date":"19931231","headline":"2d Amendment Silence From Supreme Court","web_url":"https://www.nytimes.com/1993/12/31/opinion/l-2d-amendment-silence-from-supreme-court-323793.html","abstract":"  To the Editor:   To support the argument that the Second Amendment does not apply to the states, Stuart J. Davis (letter, Dec. 19) asserts that the Supreme Court \"upheld without comment\" the United States Court of Appeals decision in Quilici v. Village of Morton Grove, which supported an ordinance barring private ownership of handguns in the village.","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"Starks Finds Cure For His Ills: The Bullets","web_url":"https://www.nytimes.com/1993/12/31/sports/pro-basketball-starks-finds-cure-for-his-ills-the-bullets.html","abstract":"  The Knicks were down to seven healthy regulars for the second half of last night's game. Fortunately for New York, John Starks felt terrific.   Starks ended his eight-game shooting slump -- 29 points on 13-for-22 shooting -- and led the Knicks past the downtrodden Washington Bullets, 102-84, last night at Madison Square Garden. Starks's outburst was timely because both Anthony Mason (sprained left ankle) and Tony Campbell (pinched nerve, left foot) sat out the second half.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/31/arts/art-in-review-299093.html","abstract":"  Thomas Florschuetz  Goethe House  1014 Fifth Avenue (near 82d Street)  Sunday through Jan. 29    For several years, Thomas Florschuetz, a young Berlin artist, has been creating impressive photographic grotesques by combining close-ups of bits of his hands and face. The resulting figures, presented in large, intensely colored prints, suggest the fantastic monsters a daydreaming child might see in the features of a grown-up.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Using Laws From Reconstruction Era","web_url":"https://www.nytimes.com/1993/12/31/nyregion/using-laws-from-reconstruction-era.html","abstract":"  On Oct. 30, 1992, less than 24 hours after a Brooklyn jury acquitted Lemrick Nelson Jr. of the murder of a Hasidic student during racial violence in Crown Heights, Federal authorities said they would begin an inquiry into whether the case could be pursued anew under Federal civil rights laws.   The laws, enacted during Reconstruction, have been used largely to prosecute police and government officials accused of violating the rights of citizens. But an outcry from political, civic and religious leaders persuaded officials at the Justice Department in Washington to investigate whether the laws could be applied to Mr. Nelson, who was a 16-year-old high school student when the killing occurred in 1991, or anyone else who might be implicated in the case.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Hornets End Bulls' Streak At 10 Games","web_url":"https://www.nytimes.com/1993/12/31/sports/pro-basketball-hornets-end-bulls-streak-at-10-games.html","abstract":"  Hornets 115, Bulls 95   Dell Curry scored 28 points and was 5 for 7 on 3-pointers as the Hornets, without Alonzo Mourning and Larry Johnson, snapped the Chicago Bulls' 10-game winning streak, 115-95, last night in Charlotte, N.C.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Critics' Choices; Artistic Ideas for Starting the New Year Right","web_url":"https://www.nytimes.com/1993/12/31/arts/critics-choices-artistic-ideas-for-starting-the-new-year-right-286993.html","abstract":"  Classical Music   It is not every day one gets to hear Victor Borge clowning around with Robert Merrill, or Robert Sherman delivering the narration to \"Ferdinand the Bull,\" or Giora Feidman coaxing a small concert hall full of hard-nosed music professionals to sing along with a klezmer melody. But such were offerings on Dec. 23 at Merkin Concert Hall at the taping of the final broadcast of \"The Listening Room,\" Mr. Sherman's 24-year-old radio show. It put most galas to shame. And it can be heard tomorrow night at 10 on WQXR-FM (96.3).   Chee-Yun showed why she is one of the most promising young violinists on the current scene. She and Joseph Kalichstein, Toby Appel and Dorothy Lawson made chamber music seem like truly serious fun. Thomas Hampson sang Cole Porter; Claude Frank and Lilian Kallir played Mozart and Schubert for piano, four hands; Isaac Stern, suffering from an injured finger, simply offered praise -- all of it just -- to Mr. Sherman and his program. And always, there was Mr. Borge, wisecracking his way down the aisle, brilliantly improvising at the piano, making everybody else seem a little too serious and sad on an occasion that really was both.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Review/Art; Vivid Watercolors By Kadinsky","web_url":"https://www.nytimes.com/1993/12/31/arts/review-art-vivid-watercolors-by-kadinsky.html","abstract":"  THE inaugural exhibition of the Guggenheim Museum SoHo in June 1992 included a large selection of paintings by the modernist Wassily Kandinsky, so in one sense it may seem a bit soon to mount a show like \"Watercolors by Kandinsky at the Guggenheim Museum\" at the same location. Add the fact that the run of \"Singular Dimensions in Painting,\" a selection of Minimalist works in the second-floor galleries, has stretched to six months (it is now to close on Sunday), and one can easily conclude that the Guggenheim SoHo is in something of a holding pattern. The branch has played host to some impressive traveling shows, but otherwise it has seemed underused, as if the museum has bitten off more space than it can handle, whether for curatorial or financial reasons.   Nonetheless, while undeniably familiar around the edges (and scheduled for its own six-month run), this new exhibition does present the early modern master most thoroughly associated with the museum in a refreshing light, one that is intimate and process-oriented and therefore especially well suited to a part of town full of working artists.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"U.S. Recasts Demjanjuk As It Seeks to Oust Him","web_url":"https://www.nytimes.com/1993/12/31/us/us-recasts-demjanjuk-as-it-seeks-to-oust-him.html","abstract":"  In a significant shift in its legal strategy, the Justice Department today abandoned its long-held contention that John Demjanjuk was one of the most barbaric Nazi figures of the Holocaust. But it nonetheless accused him of being a lesser war criminal and of lying on his immigration papers, and it moved to have him stripped of his American citizenship and removed from the United States.   In briefs filed simultaneously in Federal District Court in Cleveland and in a Federal appeals court in Cincinnati, Federal prosecutors asserted that Mr. Demjanjuk lied on his immigration papers in the 1950's and had served as a Nazi S.S. guard in German death camps in Poland.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Foreclosed Condominiums;\nFailed Apartment Project in Long Island Will Be Sold at Auction","web_url":"https://www.nytimes.com/1993/12/31/us/foreclosed-condominiums-failed-apartment-project-in-long-island-will-be.html","abstract":"In 1987, when construction of the 316-unit Wyndham condominium began next to the prestigious Garden City Hotel in the heart of Garden City, L.I., even those opposed to the development were not prepared for the debacle that came later.\n\nMost of the apartments were never sold, and the two buildings have remained largely vacant. Construction has never been completed.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Paris Journal; Frenchwomen Say It's Time to Be 'a Bit Utopian'","web_url":"https://www.nytimes.com/1993/12/31/world/paris-journal-frenchwomen-say-it-s-time-to-be-a-bit-utopian.html","abstract":"  Women are no more fully represented in French politics today than they were after universal suffrage was finally introduced here 48 years ago, but a group of determined women -- the French generally shy from the word \"feminist\" -- is now intent on changing that.   Their goal is a law requiring that seats in the lower house of the French Parliament be shared equally by men and women. But on the way to achieving this, they must first win over the men who control the country's main political parties. And that will not be easy.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"Sounds Around Town: On New Year's Eve","web_url":"https://www.nytimes.com/1993/12/31/arts/sounds-around-town-on-new-year-s-eve-291593.html","abstract":"  Soukous and Soca   Tabu Ley Rochereau/Pan Rebels Steel Orchestra, Harambee, 127 West 43d Street, Manhattan, (212) 819-1133. Tabu Ley Rochereau is a suave crooner who leads one of Zaire's longest-running soukous bands, playing gleaming, lilting, repatriated rumbas. He shares a bill with the Pan Rebels, a Trinidadian steel-drum orchestra that peals out jubilant soca tunes. The club is offering three packages, all including a Champagne toast: one with dinner and reserved seating for $120 a couple or $65 for individuals; one with dinner for $95 a couple and $60 for single tickets, and general admission for $25. Doors open at 8 P.M., with dinner and recorded music at 9:30; live music begins around midnight. JON PARELES International Mix    Nana Vasconcelos, Hassan Hakmoun and others, the Cooler, 416 West 14th Street, West Village, (212) 229-0785. An international lineup features the Brazilian percussionist and singer Nana Vasconcelos, whose body becomes his instrument when he's not playing drums, bells or the one-stringed berimbau, and Hassan Hakmoun, a Moroccan sintir (plucked lute) virtuoso and singer who plays the propulsive riffs of traditional Gnawan music. Music begins about 10 P.M.; admission is $25. J. P. A Spectacle of Herself    Janet Jackson, Madison Square Garden, Seventh Avenue at 32d Street, (212) 307-7171. State-of-the-art video-era spectacle -- song, dance, fireworks -- by the Jackson family's overachieving younger sister, who sets out to seduce and dazzle her audience. Tony Toni Tone opens at 9 P.M.; tickets are $50 and $75. J. P. Testosterone Alert    Robert Gordon, the Lone Star Roadhouse, 240 West 52d Street, Manhattan, (212) 245-2950. Since the late 1970's, when he was a member of Tuff Darts, punk-rock has meant rockabilly to Robert Gordon. He yowls, leers and swaggers through his own songs and rediscovered obscurities like the testosterone boast of \"Red Hot.\" For the early show, Mr. Gordon performs at 11 P.M., following the Hassan Hamid swing band, which begins about 9:30 P.M; tickets are $30 including a Champagne toast. The late show, with Mr. Hamid's band at 12:30 A.M. and Mr. Gordon about 2 A.M., costs $20. J. P. Funk at Maxwell's    Luscious Jackson, Maxwell's, 1039 Washington Street, Hoboken, N.J., (201) 798-4064. Minimalist funk grooves and knowing, off-handed vocals from women who are proud to be cool. Sexpod opens at 10:30 P.M. Tickets are $12.50 in advance, $15 at the door. J. P. Wine in the Wetlands    God Street Wine, Wetlands, 161 Hudson Street, TriBeCa, (212) 966-4225. A neo-hippie band that mixes the usual strong Grateful Dead influences with touches of progressive-rock precision and, now and then, a rap. Doors open at 9 P.M.; admission is $20. J. P. Happy Together Again    The Turtles featuring Flo and Eddie, the Bottom Line, 15 West Fourth Street, Greenwich Village, (212) 228-6300. Along with Turtles hits like \"Happy Together,\" Howard Kaylan and Mark Volman (Flo and Eddie) parody the year in rock in this annual engagement. Tonight at 10:30; tickets are $27.50. Tomorrow at 7:30 and 10:30 P.M.; tickets are $17.50. J. P. Audible Export    Nina Hagen, Tunnel, 220 12th Avenue, at 27th Street, Chelsea, (212) 695-7292. Blasphemy, erotic bravado, operatic vocals and dance-music rhythms from one of Germany's strangest exports. Doors open at 10 P.M., with recorded music until Ms. Hagen performs at 2 A.M. Admission is $50. J. P. Memories of Marvin    \"Fast Forward: A Tribute to Marvin Gaye,\" Majestic Theater, 651 Fulton Street, Fort Greene, Brooklyn, (212) 592-3779. Corey Glover, from Living Colour, and Sandra St. Victor, from the Family Stand, join the Black Rock Coalition Orchestra, a group of hard-rock and funk virtuosos, in a midnight tribute to Marvin Gaye. Li'l Dex Johnson plays house and funk recordings for dancing from 10 P.M. to 4 A.M. Tickets are $40, $50 at the door, including free hors d'oeuvres. J. P. Chinese Country    Five Chinese Brothers and others, Rodeo Bar, 375 Third Avenue, at 27th Street, Manhattan, (212) 683-6500. Five Chinese Brothers play amiable, clever country-rock songs with more than a tinge of Elvis Costello; the bill also includes the Twanglers and Bar-B-Q Bob and the Spareribs. Doors open at 9 P.M., with music until 4 A.M. There is no cover or minimum, and there will be a free tequila toast at midnight. J. P. 8 Bands on Avenue A    The Lyres, the A-Bones and others, Brownie's, 169 Avenue A, at 10th Street, East Village, (212) 420-8392. Sweaty, stomping garage rock from eight bands, featuring the organ-driven Lyres at 2 A.M., the twangy A-Bones at 1 A.M and the country-trucking Roscoe's Gang at 4 A.M., along with the Vice Royals at 10 P.M., Gone Native at 10:30, the Swingin' Neckbreakers at 11, the Devotions at midnight and the Henchmen at 3 A.M. Admission is $12, including champagne. J. P. Kooper's Keyboards    Al Kooper, Downtime, 251 West 30th Street, (212) 695-3373. The ubiquitous keyboardist of the 1960's (backing Bob Dylan, co-founding Blood, Sweat and Tears) returns, backed by Jimmy Vivino and the Black Italians. Doors open at 8 P.M.; admission is $25. J. P. The G-7 of Blues    Bob Gaddy, Jimmy Spruill, Jimmy Dale and others, Tramps Cafe, 45 West 21st Street, Chelsea, (212) 727-7788. A New York blues summit, with half a dozen singers, pianists and guitarists trading boasts and woes. Shows at 9 and 11 P.M. and 1 A.M.; admission is $15. J. P. Irene Reid    Irene Reid, Birdland, 2745 Broadway, at 105th Street, (212) 749-2228. Irene Reid's jazz singing is informed by the bluesy resilience and acerbic wit of Dinah Washington, with a spunk that's all her own. Sets are 8 and 11 P.M. The 8 P.M. cover charge is $20, with a $30 minimum. The 11 P.M. cover charge is $30, with a $40 minimum. J. P. Big Band on 53d Street    The Artie Shaw Orchestra, the Citicorp Atrium, 53d Street and Lexington Avenue, (212) 371-3367. The suave arrangements of Artie Shaw's big band brought him pop success without entirely erasing his jazz credibility. The 17-piece band, now directed by Dick Johnson, makes a rare New York appearance; Mr. Shaw, who is 83, no longer performs. Tickets, including a five-course dinner at Alfredo the Original of Rome, are $149 a person, including tax and tip; the band performs between 9 P.M. and 3 A.M. J. P.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Inside Art","web_url":"https://www.nytimes.com/1993/12/31/arts/inside-art.html","abstract":"  A Dirty Van Dyck    You can't be too careful if you're a museum selling a work of art, even if that work has long been relegated to storage and is not in good shape.   Recently, an early Van Dyck, \"Portrait of a Seated Couple,\" from 1618-1620, was sold to an unidentified museum by the Manhattan branch of Colnaghi, the Old Master gallery, reportedly for $700,000. Old Master experts knew the work. The Detroit Institute of Arts sold it at Sotheby's in New York last January. But instead of calling the work a Van Dyck, the auction house said it was \"attributed to\" the Old Master, and it put a low estimate of $10,000 to $15,000 on the painting.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/31/nyregion/c-corrections-279693.html","abstract":"  Because of an editing error, an article and an accompanying chart in Your Money on Dec. 11 about how watchdog groups rate various charities did not adequately distinguish between the Public Citizen Foundation, whose contributions are tax deductible, and its lobbying arm, Public Citizen Inc., whose contributions are not.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"The Surgeon General Has People Thinking","web_url":"https://www.nytimes.com/1993/12/31/us/the-surgeon-general-has-people-thinking.html","abstract":"  From her 18th-floor suite far from the cotton fields she used to pick, it is becoming clear that Dr. Joycelyn Elders is not in Arkansas anymore. The blunt-speaking Surgeon General, who was a cross between country preacher and suffragist back home, stood over the fallout from her latest offhand remark, the one recommending more study of the legalization of drugs.   She never said she was in favor of legalizing drugs when the question arose earlier this month after her speech before the National Press Club, but that is how people took it just the same. She pointed to the boxes and boxes of letters from Oakland, Calif., and Columbia, Mo., and New York and North Dakota, with messages ranging from \"Go, Girl\" to \"You need to resign tomorrow.\"","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Sports of The Times; Frazier Ran All the Way To Nebraska","web_url":"https://www.nytimes.com/1993/12/31/sports/sports-of-the-times-frazier-ran-all-the-way-to-nebraska.html","abstract":"  THEY turned up the heat in Nebraska the day Tommie Frazier visited from Florida. All the way up to 30 degrees, maybe even 40. That amounted to a heat wave in January, but they could have saved the energy they used to warm up the entire state that day.    Tommie Frazier was leaning toward Nebraska anyway, for as many as three reasons. Foot-ball. Academics. And, quite possibly, distance. He may have needed to get away, maybe not from temptations but from memories of an older brother who ran the wrong option plays in life.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Corrections","web_url":"https://www.nytimes.com/1993/12/31/nyregion/c-corrections-280093.html","abstract":"  An article yesterday about a Federal inquiry into the 1991 racial violence in Crown Heights, Brooklyn, incorrectly described the vehicle that struck and killed a 7-year-old black boy, touching off the violence. The car was in the entourage of the leader of the Lubavitcher Hasidim; the rabbi was not actually in the car.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Events in Russia Send Shivers East and West","web_url":"https://www.nytimes.com/1993/12/31/opinion/l-events-in-russia-send-shivers-east-and-west-321093.html","abstract":"  To the Editor:   In \"The Clinton Challenge in Russia\" (edititorial, Dec. 19), you criticize Western appeasement that \"led to the dismemberment of Eastern Europe half a century ago\" and point out the differences today. \"Today's challenge is to keep a new Hitler from taking power, in Russia or elsewhere. That means reassuring Eastern Europeans without isolating Russia and undermining its reformers.\"","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"It's a Wonderful Life for Frankel","web_url":"https://www.nytimes.com/1993/12/31/sports/it-s-a-wonderful-life-for-frankel.html","abstract":"  \"What kind of year have I had?\" said Bonnie Frankel. \"Would crazy be enough of an answer? No? Well, then say I graduated college, won an issue, ran fifth in the nationals, gambled on not working so I could better myself and stayed alone. I don't want another powerful man to eat me up. I won't pair until I'm stronger.\"   Bonnie Frankel turned 49 this month. And, as she would be the first to tell you, is still in the process of becoming. She opened the year as a senior at Loyola Marymount University in Los Angeles. She had found out she couldn't compete on the track team because her Division I eligibility had run out 26 years ago.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Diplomatic Pact Signed by Israel and the Vatican","web_url":"https://www.nytimes.com/1993/12/31/world/middleeast/diplomatic-pact-signed-by-israel-and-the-vatican.html","abstract":"JERUSALEM, Dec. 30 — Formally recognizing each other after decades of diplomatic aloofness and centuries of frequent Jewish-Catholic rancor, Israel and the Vatican signed an agreement today to establish diplomatic relations.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"Florida Seeks U.S. Aid For Illegal Immigrants","web_url":"https://www.nytimes.com/1993/12/31/us/florida-seeks-us-aid-for-illegal-immigrants.html","abstract":"  Gov. Lawton Chiles of Florida has ordered his state to sue the Federal Government to try to reduce the flow of illegal immigrants and recoup the money Florida is forced to spend on social services for them.    \"The people of Florida should not be compelled to subsidize the entry of illegal aliens into the United States, nor should they tolerate continued failure of the United States Government to carry out its duty under the law,\" Mr. Chiles wrote in a letter to the State Attorney General, Bob Butterworth, this week.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Fund the Arts Broadly","web_url":"https://www.nytimes.com/1993/12/31/opinion/fund-the-arts-broadly.html","abstract":"  John Dyson, Rudolph Giuliani's deputy mayor for economic development, said this week that the new administration wanted to give more support to New York's prominent cultural institutions, perhaps by cutting the budgets of less established arts groups. The more popular institutions draw tourists and therefore help the city's economy, he explained, while lesser-known groups do not, and some may be getting political handouts to boot. Though he was not sure of that.   Mr. Dyson's acknowledgment of the economic importance of the arts is most welcome. But his view is narrow. Since when does a government interested in all its citizens play reverse Robin Hood, robbing from the poor to give to the rich (or, given the weak economy, the less poor)?","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"While Barbie Talks Tough, G. I. Joe Goes Shopping","web_url":"https://www.nytimes.com/1993/12/31/us/while-barbie-talks-tough-g-i-joe-goes-shopping.html","abstract":"  Your son tears the wrapping paper off his fierce new \"Talking Duke\" G. I. Joe doll and eagerly presses the talk button. Out comes a painfully chirpy voice that sounds astonishingly like Barbie's saying, \"Let's go shopping!\"","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Make the Sea of Japan a Model of Environmental Partnership","web_url":"https://www.nytimes.com/1993/12/31/opinion/IHT-make-the-sea-of-japan-a-model-of-environmental-partnership.html","abstract":"A recent warning by a Foreign Ministry official in Moscow that Russia might be forced to resume dumping of low-level nuclear waste in the Sea of Japan threatens to become a serious point of contention with Japan and both South and North Korea. Yet if the","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/12/31/sports/results-plus-090493.html","abstract":"  HOCKEY  Capitals' Tabaracci Returns With Flair  Rick Tabaracci made 26 saves in his first shutout of the season, and the Washington Capitals reached the .500 mark for the first time since Nov. 16 by beating Anaheim, 3-0, at Landover, Md., last night. Mike Ridley, Enrico Ciccone and Dmitri Khristich scored for the Capitals, who are 6-3-1 in their last 10 games and 17-17-3 over all.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Osborne Out for Season","web_url":"https://www.nytimes.com/1993/12/31/sports/sports-people-baseball-osborne-out-for-season.html","abstract":"  Left-hander DONOVAN OSBORNE will be lost to the St. Louis Cardinals for the 1994 season after surgery on his pitching shoulder. Osborne, 24 was 10-7 with an earned run average of 3.74 in 26 starts last season. \"The good news is when they went in there, they thought there would be a problem with the rotator cuff and found there wasn't,\" Cardinals Manager JOE TORRE said. \"The bad news is, of course, he's out for the season.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Restaurants","web_url":"https://www.nytimes.com/1993/12/31/arts/restaurants-164193.html","abstract":"  \"What's new?\"   When people ask me that, they mean it in the literal sense. They want to know about Markham and Bolo and Christer's, about Amarcord, Shin's and Iridium, all restaurants that have opened in the last couple of months.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Abroad at Home; Death of a Dream","web_url":"https://www.nytimes.com/1993/12/31/opinion/abroad-at-home-death-of-a-dream.html","abstract":"  The year 1993 left at least one mark on modern history. In that year the principle of the ethno-religious state was established in Europe.    That is what Bosnia means. The inhumanity plucks at us: the daily toll of shells and cold and hunger. But what really matters is the principle.","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/12/31/style/IHT-what-theyre-reading.html","abstract":"Richard Holbrooke, the U.S. ambassador in Bonn, is reading \"Dreams and Delusions: The Drama of German History\" by Fritz Stern. .\"I'm reading this book for the second time. It is a magisterial collection of essays on Germany and incorporat","thumbnail":null,"section":"Style"},{"date":"19931231","headline":"Home Video","web_url":"https://www.nytimes.com/1993/12/31/movies/home-video-208793.html","abstract":"  The Holocaust    \"Schindler's List,\" Steven Spielberg's harrowing film about the Holocaust, can be daunting for youngsters, but parents looking for films to inform their children about the period might consider a collection of 20 Holocaust tapes from Ergo Media, a distributor of videos on Jewish subjects in Teaneck, N.J.","thumbnail":null,"section":"Movies"},{"date":"19931231","headline":"44 Years Later, the Truth About the 'Science Club'","web_url":"https://www.nytimes.com/1993/12/31/us/44-years-later-the-truth-about-the-science-club.html","abstract":"  A 53-year-old man who learned this week that he may have been among the boys who were fed radioactive milk in 1949 at the Walter E. Fernald State School in Waltham, Mass., expressed outrage at having been used as a \"guinea pig.\"   Some scientists, meanwhile, defended the experiments, saying the research, which began in 1946, had involved only low levels of radiation.","thumbnail":null,"section":"U.S."},{"date":"19931231","headline":"Rolling Into Meadowlands","web_url":"https://www.nytimes.com/1993/12/31/sports/hockey-rolling-into-meadowlands.html","abstract":"  Roller hockey will skate into Byrne Meadowlands Arena in June, and the New Jersey Devils can't stop it, even in court.   Superior Court Judge Reginald Stanton ruled yesterday in Newark that the Devils could not stop a new Roller Hockey International franchise from signing a lease to play in the arena.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Article 166893 -- No Title","web_url":"https://www.nytimes.com/1993/12/31/arts/article-166893-no-title.html","abstract":"  Many people would as soon seek out an Italian restaurant in Little Italy as they would a romantic cafe in a bus terminal. Not that good Italian food can't be found there, but Little Italy's reputation these days is of sausage-and-peppers festival food and overpriced tourist palaces. So why should Da Nico be different?   For one thing, Da Nico is an anomaly, an Italian restaurant that does not serve pasta.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"A Moscow Synagogue Burns, Fanning Anti-Semitic Fears","web_url":"https://www.nytimes.com/1993/12/31/world/a-moscow-synagogue-burns-fanning-anti-semitic-fears.html","abstract":"  A synagogue in Moscow was destroyed by fire early this morning, fanning fears among some Jews that a new wave of anti-Semitic vandalism could be starting.   \"We don't know what happened,\" said Rabbi Berel Lazar, an Italian-born Lubavitcher who has been working since the fall of Communism to rebuild Russian Judaism. \"Of course, there is reason for concern because of the political situation,\" he added, referring to the recent success of ultranationalists in Russia's parliamentary elections.","thumbnail":null,"section":"World"},{"date":"19931231","headline":"Art in Review","web_url":"https://www.nytimes.com/1993/12/31/arts/art-in-review-300893.html","abstract":"  Carlo 'Works on Paper, 1960-73' Phyllis Kind Gallery 136 Greene Street (near Prince Street) SoHo Through Jan. 20    This delightful show of 27 gouaches, the first United States exhibition of the artist's work since 1968, re-introduces Carlo, an Italian laborer and soldier born in 1916 in Verona and hospitalized there in 1947 with what was diagnosed as paranoid schizophrenia. In 1957, after drawing on the walls of his room with a brick, Carlo was given art materials, and he painted and drew every day for the next 14 years. (His output diminished after he was moved to another hospital; he died in 1974.)","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/12/31/nyregion/metro-digest-933793.html","abstract":"  NEW YORK CITY  ANOTHER SUSPECT IN CROWN HTS. SLAYING   Law-enforcement officials said they have identified a new suspect in the killing of a Hasidic scholar during the disturbances two years ago in Crown Heights, Brooklyn. The officials said they believe that this suspect joined a crowd of youths attacking the man, Yankel Rosenbaum, and delivered the stab wounds that killed him. A1.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"It's Official for Dykstra","web_url":"https://www.nytimes.com/1993/12/31/sports/sports-people-baseball-it-s-official-for-dykstra.html","abstract":"  LENNY DYKSTRA, who led the Philadelphia Phillies to their first National League pennant in a decade, officially signed a four-year extension to his contract yesterday and became baseball's seventh-highest-paid player, based on yearly average. The 30-year-old outfielder, who will earn $2.6 million in 1994, agreed last week to an extension that will amount to $24.9 million from 1995 through 1998, an average of $6.25 million a year.","thumbnail":null,"section":"Sports"},{"date":"19931231","headline":"Sounds Around Town: On New Year's Eve","web_url":"https://www.nytimes.com/1993/12/31/arts/sounds-around-town-on-new-year-s-eve-292393.html","abstract":"  Brazilian Ballroom   The Raquel Lima Show, featuring Pe De Boi and Nando Gabrieli, the Ballroom, 253 West 28th Street, Chelsea, (212) 244-3005. The Ballroom's New Year's Eve extravaganza kicks off the club's fourth annual winter series of Brazilian music with the double bill of a hot jazz singer (Raquel Lima) and a rising young crooner (Nando Gabrieli), both of whom are appearing with a nine-member samba band, Pe De Boi. Miss Lima is an improvisatory scat singer adept in several Afro-Brazilian styles. Mr. Gabrieli, a protege of Sammy Cahn, is only 28, and has been compared with the young Frank Sinatra. The festivities begin at 10 P.M., with dancing after the show until 4 A.M. Tickets are $65 and there is a two-drink minimum. The show continues through Jan. 8 at regular prices. STEPHEN HOLDEN Come to This Cabaret    Weslia Whitfield, Algonquin Hotel, 59 West 44th Street, Manhattan, (212) 840-6800, extension 159. A pop-jazz singer with impeccable taste in material and a relaxed and inviting living-room manner, Weslia Whitfield has been San Francisco's most popular cabaret performer for several years, and now she is catching on in New York. Tickets are available for her show at 11 P.M. in the Gallery on the second floor; the cost is $175 a person and includes dinner, favors and dancing. S. H.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Greece and Gallery Settle","web_url":"https://www.nytimes.com/1993/12/31/arts/greece-and-gallery-settle.html","abstract":"  The Government of Greece announced yesterday that its dispute with the Michael Ward Gallery of Manhattan had been resolved with the gallery's donation of a rare collection of Mycenaean jewelry and ornaments, from the 15th century B.C., to the Society for the Preservation of the Greek Heritage in Washington.   \"These objects have now been returned at no cost to the Greek people,\" said Loucas Tsilas, the Greek Ambassador to the United States, who announced the gift in Manhattan at the Greek Consulate on Fifth Avenue. He thanked Michael and Stark Ward, the owners of the gallery, at 9 East 93d Street, and said the society, a nonprofit organization, planned to exhibit the rare objects in the United States and in Greece.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"Two at Hotel for Homeless Charged in Death of Baby","web_url":"https://www.nytimes.com/1993/12/31/nyregion/two-at-hotel-for-homeless-charged-in-death-of-baby.html","abstract":"  A couple living at the Coachman Hotel, a trouble-plagued shelter for homeless families here that was purchased by Westchester County this year, have been charged with accidently smothering their baby while in a crack-induced stupor.    The couple were arraigned Wednesday on misdemeanor charges of endangering the welfare of a child, but the District Attorney's office said an investigation is continuing and homicide charges are possible.","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"NEW SUMMARY","web_url":"https://www.nytimes.com/1993/12/31/nyregion/new-summary.html","abstract":"  International A2-10  VATICAN RECOGNIZES ISRAEL  Formally recognizing each other after decades of aloofness, Israel and the Vatican signed an agreement to open diplomatic relations. But at the dawn of a new epoch, many Israelis seem unable to shed the memories of church-induced pain.  A1  The Vatican still seeks to defend its position in the Arab world.  A8  In the U.S., praise from Catholic officials and Jewish groups.  A8  SETBACKS RATTLE BOSNIAN CROATS  The killings of two Catholic priests have deepened doubts among Bosnia's Croats that the Muslim-led Government is committed to an ethnically mixed country.  A1  A U.N. commander wants more peacekeepers, not resolutions.  A3  CAUTIOUS FAITH IN MIDEAST TALKS  Palestinian and Egyptian officials said they expected Israeli-P.L.O. talks to resume soon.  A10  FIRE RUINS SYNAGOGUE IN MOSCOW  A synagogue in Moscow was destroyed by fire, fanning fears among some Jews of a new wave of anti-Semitic vandalism.  A8  NORTH KOREA PLEDGES ACCESS  North Korea has told the United States that international monitors can visit its seven disclosed nuclear sites, Clinton Administration officials said. But it has not proposed procedures for inspections.  A1  I.R.A. KILLS BRITISH SOLDIER  An I.R.A. sniper shot and killed a soldier on patrol in Northern Ireland, raising doubts over prospects for a peace initiative.  A2  6%? FRENCH WOMEN DEMAND 50  A determined group of French women is demanding a law guaranteeing that 50 percent of the seats in the National Assembly go to women. Women now hold only 6 percent of the seats -- the same proportion they occupied in 1945.  A4  GERMANY INDICTS 4 IN FIREBOMBING  Prosecutors indicted four men in connection with a firebombing that killed five Turks in May.  A6  The Honduran Army pledged to open files on political killings.  A7  In Cairo, private burial is a luxury only the rich can afford.  A10 National A12-20  A CRISIS ON DEATH ROW  In Texas, the number of inmates on death row continues to rise, but the number of lawyers willing to represent them is shrinking, creating what their legal advocates are calling a crisis.  A1  DISPUTE OVER HOWARD STERN  The F.C.C. has delayed Infinity Broadcasting's purchase of three radio stations for $170 million while it considers complaints about Howard Stern, the radio personality whose scatological humor has already generated $1.2 million in fines. A1  SURGEON GENERAL'S SPOTLIGHT  Dr. Joycelyn Elders, the bluntspoken Surgeon General, has only been in office four months, and she has already attracted more attention without even trying than many other Administration officials.  A1  FLORIDA PREPARES TO FILE SUIT  The governor of Florida has ordered his state to sue the Federal Government in an effort to recoup the hundreds of millions of dollars the state spends on social services for illegal aliens.  A12  TOUGH-TALK BARBIE, SWEET G.I. JOE  A group of Manhattan performance artists have swapped the voice boxes of Talking Dukes and \"Teen Talk\" Barbies. The result? Barbies who roar, \"Eat lead, Cobra!\" G.I. Joe's who twitter, \"Will we ever have enough clothes?\" A12  BATTLE OVER BABY CONTINUES  In Chicago, a woman gave birth to a baby who, while still a fetus, was the center of an intense legal battle that reached the Supreme Court when doctors said the child would die or be retarded if carried to term.  A12  STRATEGY SHIFT ON DEMJANJUK  The Justice Department no longer contends that John Demjanjuk was one of the most barbaric Nazi figures of the Holocaust. But it still accuses him of being a lesser war criminal.  A13  RADIATION INVESTIGATION WIDENS  The Clinton Administration has expanded an inquiry into the propriety and safety of human radiation experimentation conducted by the Government in the decades after World War II.  A18  LOOKING TO THE NEW REGIME  The race is on among some top Pentagon officials to show that they never thought much of Defense Secretary Les Aspin, and that they deeply respect Bobby Ray Inman, Mr.  Aspin's appointed successor.  A20  Law A23  At the Bar: The I.R.S. targets lawyers who accept payments in cash. Metro Digest B1 CONDOM PROGRAM CALLED ILLEGAL  New York City's influential program of providing condoms on demand to students in public high schools as a way to combat AIDS was thrown out by a state court, which ruled that such a program required parental consent.  A1  NEW SUSPECT IN CROWN HTS. CASE  Law-enforcement officials said that they have identified a new suspect in the killing of a Hasidic scholar during the Crown Heights disturbances two years ago. The officials said they believe he delivered the stab wounds that killed the scholar.  A1  Business Digest D1  Weekend C1-30  On New Year's resolutions.  C1  Gallery settles dispute with Greece.  C2  For Children C12  Theater: On Stage, and Off C2  \"Music From Down the Hill.\" C3  Restaurants C28  Art: Altarpieces from Sardinia.  C1  Kandinsky's watercolors.  C1  Smithson photographs.  C3  Art in Review.  C29  Inside Art C30  Books: Iris Murdoch's new novel.  C30  Television: TV Weekend D15  Sports B7-15  Basketball: Starks leads Knicks to victory.  B7  Columns: Vecsey on Nebraska's Tommie Frazier.  B7  Football: The Giants' Secret Weapon.  B7  Obituaries A24-25  Rabbi Marshall T. Meyer, a spiritual leader and social critic.  A24  Editorials/Op-Ed A28-29  Editorials  Fund the arts broadly.  Snow, rain nor competition.  Death sentences for the Bahai.  State schools: leadership needed.  Letters  Anthony Lewis: Death of a dream.  David Levinthal: New Year's Eve through the ages.  Richard K. Betts: Outlaw with a bomb.  Neediest Cases B2  Chronicle B6  Crossword C29","thumbnail":null,"section":"New York"},{"date":"19931231","headline":"Human Guinea Pigs Have a Right to Data","web_url":"https://www.nytimes.com/1993/12/31/opinion/l-human-guinea-pigs-have-a-right-to-data-322993.html","abstract":"  To the Editor:   Your article on secret nuclear research performed on human subjects in the decades after World War II (front page, Dec. 17) must be read in the context of the practices of university medical researchers. As the partners of pharmaceutical manufacturers, universities -- nominally nonprofit institutions -- exploit human research study participants.","thumbnail":null,"section":"Opinion"},{"date":"19931231","headline":"Some Ways To Ring Out And Ring In","web_url":"https://www.nytimes.com/1993/12/31/arts/some-ways-to-ring-out-and-ring-in.html","abstract":"  Here is a sampling of New Year's Eve and New Year's Day activities around town: Today    RADIO CITY \"CHRISTMAS SPECTACULAR,\" Radio City Music Hall, Avenue of the Americas at 50th Street. The annual Christmas show with the Rockettes. Performances: Today, 11 A.M. and 2 P.M.; tomorrow, 2 and 7 P.M.; Sunday, 2 and 5 P.M. Tickets: $33 to $49. Through Jan. 8. Information and schedule: (212) 307-1000.   \"STAR OF CHRISTMAS,\" Hayden Planetarium, Central Park West at 81st Street. The annual holiday sky show. Through Jan. 2. Show times: Today, 1:30 and 3:30 P.M.; tomorrow and Sunday, 1, 3 and 5 P.M. Admission: adults, $7; ages 2 to 12, $4; students and the elderly, $6. Information: (212) 769-5100.   CHRISTMAS LIGHTS TOUR, New York Gray Line. Two-hour bus tour of Christmas light displays in midtown. Today and tomorrow, 7 P.M. Tickets: $18 for adults; $9 for children. Information: (212) 397-2600.   \"THE NUTCRACKER,\" Florence Gould Hall, 55 East 59th Street, Manhattan. Adaptation of the holiday classic for children. New York Theater Ballet. Today, 1 and 3:30 P.M. Tickets: $17.50; $12.50 for children. Information: (212) 355-6160.   MARATHON READING OF GERTRUDE STEIN'S \"MAKING OF AMERICANS,\" Paula Cooper Gallery, 155 Wooster Street, SoHo. The annual free reading featuring about 100 readers begins today at noon and ends on Sunday morning. Information: (212) 787-8556.   RUNNER'S WORLD/NIKE MIDNIGHT RUN, Central Park. A five-mile run, a costume parade and a fireworks display. The parade starts at 11:15 P.M.; the run at midnight. Entry fee: $14; $10 for members of the New York Road Runners Club. Registration until 10:30 tonight at the New York Road Runners Club, 9 East 89th Street, Manhattan. Information: (212) 860-4455.   FIRST NIGHT NEW YORK '94. A 14-hour celebration beginning today at 11 A.M., with music and dance performances, dancing and entertainment for children. Admission to all events: adults, $15; under age 12, $7. Entry buttons may be bought at D'Agostino Supermarkets, the tourist information windows at Grand Central Terminal and Penn Station, and Ticketmaster outlets. Information: (212) 922-9393.   NEW YEAR'S EVE BENEFIT CONCERT, Avery Fisher Hall, Lincoln Center. The New York Philharmonic, conducted by Leonard Slatkin, play works by Mozart, Gershwin, Rodgers, Bernstein, Johann Strauss Jr., Leroy Anderson and others. Tonight at 8. Tickets: $20 to $90. Information: (212) 721-6500.   POETRY SLAM, Nuyorican Poets Cafe, 236 East Third Street, East Village. A poetry-reading competition featuring Samantha Coerbell and William Fogarty, with one-act plays, comedy and music. Tonight at 7:30. Admission: $10. Information: (212) 505-8183.   \"THE NUTCRACKER,\" New York City Ballet, New York State Theater. Tonight at 8. Balcony tickets only: $18. Through Jan. 2. Information: (212) 870-5570.   CONCERT FOR PEACE, Cathedral of St. John the Divine, Amsterdam Avenue at 112th Street, Morningside Heights. A concert and readings, with the Brooklyn Philharmonic Orchestra, Odetta, Metropolitan Opera soloists, Jason Robards, Ron Silver, Mayor David N. Dinkins and Mayor-elect Rudolph Giuliani. Tonight at 7:30. Free admission. Information: (212) 662-2133.   NEW YEAR'S EVE WITH THE BIG APPLE CIRCUS, Damrosch Park, Lincoln Center. A one-ring circus, then a party. Tonight at 9:30. Tickets: $35 to $100. Information: (212) 307-4100 or (212) 721-6500.   CHINATOWN WALKING TOUR, sponsored by Adventure on a Shoestring. Tonight at 6. A tour of the area, followed by dinner; $13. Meeting place and reservations: (212) 265-2663.   TIMES SQUARE. Annual countdown for the New Year. The Sony Video I Jumbotron screen will broadcast live excerpts from a performance by Janet Jackson at Madison Square Garden. The crowd usually starts forming at 10 P.M.   FIREWORKS IN PROSPECT PARK, Grand Army Plaza. Annual display to toast the new year. Midnight.   FIREWORKS IN CENTRAL PARK, Manhattan. Launched from the Heckscher Ballfields, West Drive and 64th Street, and visible along Seventh Avenue to 42d Street. Midnight.   FIREWORKS AT THE SOUTH STREET SEAPORT, lower Manhattan. Midnight. Tomorrow    CHORUS TREE, South Street Seaport Market Square, Fulton Street between Water and South Streets, lower Manhattan. \"The Chorus Tree,\" performances of holiday songs by the St. Cecilia Chorus. Saturday and Sunday at 3 and 4 P.M. Information: (212) 732-7678.   NEW YEAR'S DAY MARATHON POETRY READING, St. Mark's Church in the Bowery, East Village. Annual poetry reading featuring more than 100 readers, including poets, musicians, dancers and artists. 2 P.M. to midnight. Tickets: $15. Information: (212) 674-0910.   BOAR'S HEAD AND YULE LOG FESTIVAL, Cathedral of St. John the Divine, Amsterdam Avenue at 112th Street, Morningside Heights. Music, dance and juggling, featuring the Mettawee River Company; the Pipes and Drums of the New York State Courts; Omega Liturgical Dance Company; Bowerie Boys Morris Dancers; Karen Gersch and Company, acrobats; Jocko McKean, juggler, and the Cathedral Combined Choirs with Instrumental Ensemble, conducted by Bruce Fifer. Saturday at 3:30 and 7:30 P.M.; Sunday at 3:30. Tickets: $12, $18 and $35; $6 and $9 for students and the elderly. Information: (212) 662-2133.   WALKING TOUR OF GREENWICH VILLAGE, sponsored by Adventure on a Shoestring. A tour of the West Village. 1 P.M. Fee: $5. Meeting place and reservations: (212) 265-2663.","thumbnail":null,"section":"Arts"},{"date":"19931231","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/12/31/nyregion/chronicle-276193.html","abstract":"  Poetry is an avocation with EDGAR KOERNER, an investment banker who was recently elected president of the Children's Aid Society. And so is music: he is the president of the Turtle Bay Music School's board.   He first heard about the Children's Aid Society as a teen-ager in the late 1940's from his father, who said, \"Now, these people really do good.\"","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931231","time":"1993-12-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":84,"wspd":9.4},{"date":"19931231","time":"1993-12-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":87,"wspd":14.8},{"date":"19931231","time":"1993-12-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":87,"wspd":16.6},{"date":"19931231","time":"1993-12-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":87,"wspd":13},{"date":"19931231","time":"1993-12-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":79,"wspd":20.5},{"date":"19931231","time":"1993-12-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":59,"wspd":35.3},{"date":"19931231","time":"1993-12-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":70,"wspd":22.3},{"date":"19931231","time":"1993-12-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":71,"wspd":16.6},{"date":"19931231","time":"1993-12-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":69,"wspd":18.4},{"date":"19931231","time":"1993-12-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":67,"wspd":18.4},{"date":"19931231","time":"1993-12-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":69,"wspd":16.6},{"date":"19931231","time":"1993-12-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":66,"wspd":16.6},{"date":"19931231","time":"1993-12-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":68,"wspd":20.5},{"date":"19931231","time":"1993-12-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":68,"wspd":16.6},{"date":"19931231","time":"1993-12-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":63,"wspd":22.3},{"date":"19931231","time":"1993-12-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":64,"wspd":20.5},{"date":"19931231","time":"1993-12-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":61,"wspd":14.8},{"date":"19931231","time":"1993-12-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":71,"wspd":14.8},{"date":"19931231","time":"1993-12-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":75,"wspd":14.8},{"date":"19931231","time":"1993-12-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":77,"wspd":14.8},{"date":"19931231","time":"1993-12-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":79,"wspd":13},{"date":"19931231","time":"1993-12-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":81,"wspd":9.4},{"date":"19931231","time":"1993-12-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":85,"wspd":13},{"date":"19931231","time":"1993-12-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":84,"wspd":11.2},{"date":"19931231","time":"1993-12-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":48,"wspd":18.7},{"date":"19931231","time":"1993-12-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":50,"wspd":14.8},{"date":"19931231","time":"1993-12-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":57,"wspd":18.7},{"date":"19931231","time":"1993-12-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":54,"wspd":16.6},{"date":"19931231","time":"1993-12-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":54,"wspd":14.8},{"date":"19931231","time":"1993-12-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":56,"wspd":16.6},{"date":"19931231","time":"1993-12-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":56,"wspd":18.7},{"date":"19931231","time":"1993-12-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":61,"wspd":11.2},{"date":"19931231","time":"1993-12-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":61,"wspd":11.2},{"date":"19931231","time":"1993-12-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":59,"wspd":11.2},{"date":"19931231","time":"1993-12-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":62,"wspd":14.8},{"date":"19931231","time":"1993-12-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":64,"wspd":16.6},{"date":"19931231","time":"1993-12-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":64,"wspd":16.6},{"date":"19931231","time":"1993-12-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":64,"wspd":14.8},{"date":"19931231","time":"1993-12-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":62,"wspd":20.5},{"date":"19931231","time":"1993-12-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":57,"wspd":20.5},{"date":"19931231","time":"1993-12-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":50,"wspd":18.7},{"date":"19931231","time":"1993-12-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":48,"wspd":27.7},{"date":"19931231","time":"1993-12-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":44,"wspd":24.1},{"date":"19931231","time":"1993-12-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":27.7},{"date":"19931231","time":"1993-12-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":24.1},{"date":"19931231","time":"1993-12-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":25.9},{"date":"19931231","time":"1993-12-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":48,"wspd":18.7},{"date":"19931231","time":"1993-12-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":51,"wspd":14.8}]},"19940101":{"guardian_articles":[],"nytimes_articles":[{"date":"19940101","headline":"Uncertainty On Next Step In Crown Hts.","web_url":"https://www.nytimes.com/1994/01/01/nyregion/uncertainty-on-next-step-in-crown-hts.html","abstract":"  The emergence of a new suspect in the 1991 killing of a Hasidic student in Crown Heights has left United States Attorney General Janet Reno and Brooklyn District Attorney Charles J. Hynes each hoping the other will prosecute the case, according to Federal and local-law enforcement officials.   The suspect, identified by Police Commissioner Raymond W. Kelly as Ernesto Edwards, a young black man from Crown Heights, has not been charged either by Mr. Hynes's office, which could seek a murder indictment, or by the Justice Department, which could press a civil-rights case.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Seminoles and Huskers: One Game Away, Again","web_url":"https://www.nytimes.com/1994/01/01/sports/college-football-orange-bowl-seminoles-and-huskers-one-game-away-again.html","abstract":"  When Bobby Bowden had something to say, the ears of his players suddenly opened wide. At the end of practice on Thursday, the last day of serious work before his Florida State Seminoles meet the Nebraska Cornhuskers in the 60th Orange Bowl on Saturday night, the head coach of a school still in search of its first national championship made a brief but dramatic change in the routine. Rather than calling upon an assistant to review the schedule for the players, Bowden offered some questions.   \"He had a different look about him,\" said Ken Alexander, the perceptive senior linebacker. \"He said, 'Are you really ready? Do you know what it's going to take to play in this game? We need to win this game. Not just for me, not for you. For everybody.' \"","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"THE WHITE HOUSE IS MOVING TO EASE EMBARGO ON HANOI","web_url":"https://www.nytimes.com/1994/01/01/world/the-white-house-is-moving-to-ease-embargo-on-hanoi.html","abstract":"  Citing progress on Vietnam's efforts to determine the fate of missing Americans, the Clinton Administration is moving toward easing the economic embargo against Hanoi and plans to consult Congress about it early in the new year, Administration officials said today.    A senior Administration official said that President Clinton's top foreign policy advisers would meet \"very soon\" to decide whether to recommend the lifting of the embargo, which was imposed after the end of the Vietnam War in 1975. The official, who spoke on condition of anonymity, said the advisers were \"clearly moving toward an easing of the embargo.\"","thumbnail":null,"section":"World"},{"date":"19940101","headline":"Don't Cut Off All Debate About the Holocaust; Italian Anti-Semitism","web_url":"https://www.nytimes.com/1994/01/01/opinion/l-don-t-cut-off-all-debate-about-the-holocaust-italian-anti-semitism-743291.html","abstract":"  To the Editor:   \"Italian Fascism Didn't Practice Anti-Semitism\" (letter, Dec. 22) by Louis Jay Herman provides a new twist to Holocaust denial, in which the Italian fascists were somehow victims, not perpetrators of anti-Semitism. Yet the so-called \"Jewish question\" in Italy arose before the 1938 racial laws. Mussolini's rape of Ethiopia three years earlier was more influential in unleashing Fascist anti-Semitism than German \"pressure.\"","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Goalie Granted Bail","web_url":"https://www.nytimes.com/1994/01/01/sports/sports-people-soccer-goalie-granted-bail.html","abstract":"  Colombian goalkeeper RENE HIGUITA, imprisoned since June 2 on charges of attempting to negotiate the release of a hostage, was granted bail Thursday in Bogota, Colombia, and will be released on $10,000 bond.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/01/01/sports/results-plus-742163.html","abstract":"  SPEED SKATING More Records for Blair Bonnie Blair of Champaign, Ill., set track records in the 500-meter and 1,500-meter races yesterday in Milwaukee to highlight the first of six days of trials to select the United States teams for the Winter Olympics. Blair, who earned two gold medals in the 1992 Olympics and one in 1988, won the first of four scheduled 500-meter races for women with a time of 39.92 seconds, breaking her track record of 40.45. Peggy Clasen of Roseville, Minn., was second in 41.52. In the 1,500, Blair breezed to a track record of 2 minutes 6.50 seconds, smashing her Pettit National Ice Center mark of 2:09.10. Chantal Bailey, also of Champaign, was second in 2:09.73. Dan Jansen of West Allis, Wis., won the men's 500 with a time of 36.42, which matched his track record. In the men's 1,500, Brian Wanek of Mequon, Wis., won with a time of 1:57.28. (AP) HORSE RACING Smith Adds to Record  Mike Smith, who established a record for stakes winners ridden in one year a day earlier, added to his total yesterday, riding Bit of Puddin to a 2 1/2-length victory in Aqueduct's year-end feature, the $85,650 Bertram F. Bongard Stakes for 2-year-olds. The stakes winner was Smith's 62d of the year. Bit of Puddin went the mile and a sixteenth in 1:464/5 and earned $51,390 for his owner, James F. Edwards, with his second straight victory and his third in 10 starts this year. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"All Kinds of People Arrive Bearing Guns; Swap Draws a Child and a Minister","web_url":"https://www.nytimes.com/1994/01/01/nyregion/all-kinds-of-people-arrive-bearing-guns-swap-draws-a-child-and-a-minister.html","abstract":"  Among the men and women gathered at the 34th Precinct, swapping rifles for Reeboks, pistols for toys, was a 13-year-old boy, come to hand in his .32-caliber revolver for a pair of Timberland boots.   \"I would've gotten more on the street,\" said the youngster, who would give only his nickname, Bam. \"But if I had, somebody could've killed somebody with it, and I would've felt guilty. So rather than see somebody die, I figured I could use it to get me a pair of boots for the winter.\"","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Bridge","web_url":"https://www.nytimes.com/1994/01/01/nyregion/bridge-741760.html","abstract":"  A great figure in the early days of the game was Sidney Lenz, who was not only an expert player but also an expert card magician. Understandably, he refused to play bridge for money, fearing somebody would think he was using his special skills.   Some professional magic, including cards, will be on view at midnight tonight after play at the Greater New York Bridge Association's Winter Regional Championships at the Sheraton New York Hotel, Seventh Avenue at 53d Street in Manhattan. But do not expect to see the bridge magic that was called for on the diagramed deal.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Don't Cut Off All Debate About the Holocaust; Resurgence of Nazism","web_url":"https://www.nytimes.com/1994/01/01/opinion/l-don-t-cut-off-all-debate-about-the-holocaust-resurgence-of-nazism-743445.html","abstract":"  To the Editor:   Vladimir V. Zhirinovsky's visit to German and Austrian right-wing extremists points up the international links of these persistent spear carriers of xenophobia, anti-Semitism and, in some cases, outright Nazism (news article, Dec. 23).","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Name of the Game: Dominik Hasek","web_url":"https://www.nytimes.com/1994/01/01/sports/hockey-name-of-the-game-dominik-hasek.html","abstract":"  Mike Keenan coached Dominik Hasek in Chicago. He knows that the young goaltender has incredible athletic ability. He knows that Hasek has the potential to be one of the better goalies in the National Hockey League.   Keenan would have preferred, though, that Hasek wait until after the Rangers left town before he decided to display his talents.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"With Respect to the New;\nResolutions","web_url":"https://www.nytimes.com/1994/01/01/opinion/with-respect-to-the-new-resolutions.html","abstract":"I know what winter is, today\nat least, out here","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Religion Notes","web_url":"https://www.nytimes.com/1994/01/01/us/religion-notes.html","abstract":"  Keeping 'He' in God    The latest battle over how much traditional religious language should change to accommodate modern sensibilities has been fought before the nation's Roman Catholic bishops.   Tradition won.","thumbnail":null,"section":"U.S."},{"date":"19940101","headline":"Ex-Prosecutor Is Named Investigation Dept. Chief","web_url":"https://www.nytimes.com/1994/01/01/nyregion/ex-prosecutor-is-named-investigation-dept-chief.html","abstract":"  Mayor-elect Rudolph W. Giuliani yesterday appointed Howard M. Wilson, a former Federal prosecutor, to head the city's Department of Investigation, and said the department's responsibilities would be expanded to wrest greater efficiency and savings from the sprawling municipal bureaucracy.   Mr. Giuliani also said he was considering giving the department the role of overseeing the Police Department's internal efforts to fight corruption. A commission appointed by Mayor David N. Dinkins proposed this week that such a role be given to a separate, independent panel.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"All Eyes Are on Blanchard's Right Foot","web_url":"https://www.nytimes.com/1994/01/01/sports/football-all-eyes-are-on-blanchard-s-right-foot.html","abstract":"  Brad Baxter was shadowboxing with some of his teammates. Ronnie Lott and Brian Washington were joking about the freezing conditions. And as practice wound down at the Jets' camp today, some of the other players began to head for the warmth of the locker room.   But just before practice officially ended, Coach Bruce Coslet had Cary Blanchard line up for a field goal attempt of about 45 yards.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/01/nyregion/c-corrections-741906.html","abstract":"  An obituary on Wednesday about Gertrude Blom summarized her career incompletely. In addition to being a journalist, photographer and anthropologist, she was also a horticulturist. The obituary also misspelled the name of one of the Mayan jungles in which she worked. It was the Lacandon jungle. The article also referred incorrectly to the circumstances of her marriage. She and her husband married in 1943 after meeting on an expedition in Mexico.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Housing a Family on $286 a Month","web_url":"https://www.nytimes.com/1994/01/01/opinion/housing-a-family-on-286-a-month.html","abstract":"  It's tough enough to pay rent in New York. It's particularly tough if you're on welfare and haven't had a housing allowance increase in five years. Gov. Mario Cuomo ought to change that by enlarging the allowance in the next budget.    Families on welfare receive an additional allotment for rent. For a family of three in New York City, the maximum amount is $286 a month. But in 1991, the median rent in the city was $475.","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Promises, Promises","web_url":"https://www.nytimes.com/1994/01/01/opinion/promises-promises.html","abstract":"  Somewhere in America this morning, just before the crack of noon, a husband and wife stir in bed.    \"I've got to promise to get up earlier this year,\" the man sighs, rising with a groan. He looks over at his wife, still half-asleep from last night's revelry. She says nothing.","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Mother Fights a Son's Adoption by Homosexuals","web_url":"https://www.nytimes.com/1994/01/01/us/mother-fights-a-son-s-adoption-by-homosexuals.html","abstract":"  Rarely a day goes by, Megan Lucas says, that she does not regret giving up parental rights to her son, Gailen, in August 1992, when he was 2.    But she says she was 21 years old then and at a low point in her life, abusing drugs and alcohol. She had a history of trouble with the law and had abandoned the boy when he was 5 months old. It seemed like the right decision at the time.","thumbnail":null,"section":"U.S."},{"date":"19940101","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/01/01/nyregion/inside-738271.html","abstract":"  U.S. Aide Is Upbeat on China   The U.S. Ambassador to China said that improvements it has made in the lives of its citizens should be considered when making policy. Page 5. Israeli Settlers Want to Go    Many Israeli settlers in the West Bank and Gaza Strip want compensation from the Government so that they can relocate to Israel. Page 3. Lasting Lure of a Fortune    Hoping to inherit a fortune, people who say they descended from an 18th-century pirate are claiming ownership of 77 acres of Manhattan. Page 6.    2 Arts","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Pacer Pleads Innocent","web_url":"https://www.nytimes.com/1994/01/01/sports/sports-people-basketball-pacer-pleads-innocent.html","abstract":"  A March 7 trial date has been set for Indiana Pacers forward KENNY WILLIAMS, who has pleaded innocent to drunken driving charges in Carmel, Ind. He was charged with driving while intoxicated, driving with a suspended license and operating a vehicle without auto insurance. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/01/nyregion/c-corrections-741914.html","abstract":"  Because of an editing error, an article yesterday about the inauguration of Rudolph W. Giuliani misstated his margin of victory over David N. Dinkins in the mayoral election. The margin was 53,340 votes, not \"fewer than 50,000 votes.\"","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Legislators Rebuff O'Rourke, Overturning 7 Budget Vetoes","web_url":"https://www.nytimes.com/1994/01/01/nyregion/legislators-rebuff-o-rourke-overturning-7-budget-vetoes.html","abstract":"  The Board of Legislators had the final word today in its struggle with County Executive Andrew P. O'Rourke over the 1994 budget, overriding seven of his eight vetoes and adding $6.155 million to the $948.6 million spending plan.   And it warned Mr. O'Rourke that it would not back down in asserting its authority over the budget, accusing him of adopting an attitude that bordered \"dangerously close to being contemptuous\" of the County Charter.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Victims of Bias Try to Steer Skinheads Off Road to Hate","web_url":"https://www.nytimes.com/1994/01/01/us/victims-of-bias-try-to-steer-skinheads-off-road-to-hate.html","abstract":"  As far as the authorities could tell, some of the younger members of the Fourth Reich Skinheads of Orange County had been hating Jews, blacks and other ethnic minorities for only less than a year. So maybe there was still time to reach them, offer alternatives and save them from the fate of their leaders, who faced years in Federal prison after trying to start a race war with homemade bombs.   At least, they thought, it was at least worth a try.","thumbnail":null,"section":"U.S."},{"date":"19940101","headline":"Don't Cut Off All Debate About the Holocaust; Hungary and the Serbs","web_url":"https://www.nytimes.com/1994/01/01/opinion/l-don-t-cut-off-all-debate-about-the-holocaust-hungary-and-the-serbs-743399.html","abstract":"  To the Editor:   I do not wish to argue the credits and sins of Miklos Horthy and Josef Antall, the Hungarian Prime Minister who died Dec. 12, but I object to Bela Liptak's misrepresentation of one of the most shameful episodes of Hungarian history (letter, Dec. 20).","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Critic's Notebook; Sinatra's 'Duets' Album: Is It a Music Recording Or Technical Wizardry?","web_url":"https://www.nytimes.com/1994/01/01/arts/critic-s-notebook-sinatra-s-duets-album-it-music-recording-technical-wizardry.html","abstract":"  Frank Sinatra's latest album, \"Duets,\" on which he is paired through technological wizardry with singers like Bono of U2, Barbra Streisand and others, many of whom made their vocal contributions by special telephone, has been riding high on the charts for more than two months and is still the best-selling disk at major record outlets in New York City and elsewhere. Indeed, a second album is well under way.   \"Duets\" may prove to be Mr. Sinatra's most successful effort. Yet the new disk is stirring controversy about the aims and methods of musical recording. The way in which \"Duets\" was made confronts musicians and engineers with a basic question: Should a disk be a true \"record\" of an actual performance, or should it, with technical tricks, conjure an idealized performance that never took place?","thumbnail":null,"section":"Arts"},{"date":"19940101","headline":"A Special Kind of Loss for Dinkins's Young Aides","web_url":"https://www.nytimes.com/1994/01/01/nyregion/a-special-kind-of-loss-for-dinkins-s-young-aides.html","abstract":"  Herbert Block was a 12-year-old student when he first met David N. Dinkins, the man who would become his mentor, his friend, and the first black Mayor of New York City. He recalls how the Mayor, then City Clerk running for borough president, bought him a soda in a hospital cafeteria and, without a trace of impatience, let him do a 45-minute interview for his junior high school paper.   That was in 1977, and the bond formed between the Harlem politician and the son of a Conservative rabbi never loosened. Mr. Block spent his adolescence and adult life laboring for Mr. Dinkins as the Mayor made his slow climb to Gracie Mansion. He served at Mr. Dinkins's side in two campaigns for Borough President, then in the Borough President's office, and finally at City Hall as the Mayor's top aide for Jewish affairs.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"At Last, Reckoning Day Is Here For W. Va.","web_url":"https://www.nytimes.com/1994/01/01/sports/college-football-sugar-bowl-at-last-reckoning-day-is-here-for-w-va.html","abstract":"  For nearly three weeks, West Virginia players and coaches have talked about receiving no respect, about wanting respect, about lacking respect. The day has finally arrived for the Mountaineers to demonstrate that they have earned respect.   To do that, undefeated West Virginia will have to hurdle its toughest obstacle of the season when it faces Florida (10-2) on Saturday night in the Sugar Bowl.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"No. 1 Notre Dame Goal Is to Somehow Get No. 1","web_url":"https://www.nytimes.com/1994/01/01/sports/college-football-cotton-bowl-no-1-notre-dame-goal-is-to-somehow-get-no-1.html","abstract":"  The weeklong dog-napping drama ended at 1 P.M. today when Reveille VI, the collie puppy who is the mascot of the Texas A&M football team, was found unharmed near Lake Travis, a body of water near Austin, which is nowhere near Lake Dawson, a senior who catches passes for Notre Dame.   The mascot's whereabouts became known through an anonymous telephone tip to KLBJ radio in Austin. A group of students called \"the Rustlers\" took credit for the abduction. They said they were from the nearby University of Texas, an Aggie rival.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/01/01/sports/transactions-742147.html","abstract":"  Football  National Football League  LOS ANGELES RAMS -- Signed Kelly Blackwell, tight end. Placed Keith Loneker, guard, on injured reserve. Hockey National Hockey League  TORONTO MAPLE LEAFS -- Recalled Patrik Augusta, right wing, and Alexei Kudashov, center, from St. John's of the American Hockey League. Colonial Hockey League  UTICA BULLDOGS -- Waived Michel Couvrett, forward. Activated Angelo Russo, forward. East Coast Hockey League  DAYTON BOMBERS -- Signed Adam Young, defenseman.   GREENSBORO MONARCHS -- Announced that Dan Gravelle, center, was returned by Indianapolis of the International Hockey League and Brendan Creagh, defenseman, was recalled by Cornwall of the American Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"No Headline","web_url":"https://www.nytimes.com/1994/01/01/nyregion/no-headline-738220.html","abstract":"  These kids were motivated only by hate. If we were able to take away their hatred, they would no longer be motivated toward a crime. You extinguish the flame and it's gone. -- MARC R. GREENBERG, a California prosecutor fighting the prejudices of a group of skinheads.  [ 7:2. ]","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Look for Union Label: Vikings Triumph","web_url":"https://www.nytimes.com/1994/01/01/sports/pro-football-look-for-union-label-vikings-triumph.html","abstract":"  The Minnesota Vikings were gunning for the playoffs. The Washington Redskins were lucky to simply be playing.   The Redskins were in Robert F. Kennedy Stadium this afternoon with a full roster because they won a court ruling late Thursday that prohibited the possible suspension of at least 30 players by the players' union for failure to pay $5,000 each in union dues.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"Other Cities Trying Gun Exchange","web_url":"https://www.nytimes.com/1994/01/01/nyregion/other-cities-trying-gun-exchange.html","abstract":"  Inspired by the response to the gun-exchange program in Washington Heights, other cities in the New York City region have started similar programs.   In Norwalk, Conn., Jerry Klein, the owner of the Kiddytown toy store, began providing $100 gift certificates on Thursday for each handgun turned in to the police. \"Enough is enough,\" Mr. Klein said. \"It's very important to get these guns off the street.\" The Norwalk police said that 19 guns had been brought in by 5 P.M. yesterday.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Pain Can Wait Until Monday For Brooks And Elliott","web_url":"https://www.nytimes.com/1994/01/01/sports/pro-football-pain-can-wait-until-monday-for-brooks-and-elliott.html","abstract":"  The pressure of a big game like this one New York vs. Dallas for home-field advantage throughout the playoffs -- can manifest itself in many ways. For two key Giants players, linebacker Michael Brooks and offensive tackle Jumbo Elliott, that pressure means dragging yourself onto the field despite intense pain.   Coach Dan Reeves said today that both players would start in Sunday's game at the Meadowlands. But right now they are in that fuzzy area of balancing the team's needs against the possibility of further injury. Brooks has a sprained right foot that is still extremely painful, and there is a chance he could go out on the field on Sunday against the Cowboys and further aggravate it. Brooks, some Giants players say, is in much more pain than he's saying publicly.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"Taking Oath, Giuliani Urges 'Courage'","web_url":"https://www.nytimes.com/1994/01/01/nyregion/taking-oath-giuliani-urges-courage.html","abstract":"  Rudolph W. Giuliani became the 107th Mayor of New York today, capping a five-year quest to be the first Republican to lead the nation's largest city in a generation.   To mark the occasion he took an oath of office, for the second time, last night in the East Side apartment of Judge Michael B. Mukasey, the Federal District Court judge who is presiding over one of the cases that grew out of the World Trade Center bombing.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Review/Pop; Full-Tilt Rock With Only Bass and Drums","web_url":"https://www.nytimes.com/1994/01/01/arts/review-pop-full-tilt-rock-with-only-bass-and-drums.html","abstract":"  Who needs guitars? Certainly not Ruins, the two-man Japanese band that turned the Knitting Factory into a mosh pit on Wednesday night. With only bass, drums and voices, Ruins played full-throttle rock songs, embracing styles both assaultive and, now and then, melodic.   Ruins' songs are patchworks, with one crisp, brawny riff after another. The band opened its late set with quick songs, barely a minute each, that cobbled together four or five different riffs: stop-start hard-core rock, slow-rolling heavy metal and something like a pile-driver jig. Odd meters were interspersed with conventional ones; the music kept jumping forward in ever-changing fits and starts that pushed more and more listeners into motion.","thumbnail":null,"section":"Arts"},{"date":"19940101","headline":"Egypt Says It Foiled Militants' Assassination Plot","web_url":"https://www.nytimes.com/1994/01/01/world/egypt-says-it-foiled-militants-assassination-plot.html","abstract":"  The Egyptian Government said today that it had foiled a plot by Muslim militants to kill 12 prominent Government officials and bomb eight Government buildings.   Interior Minister Hassan al-Alfi, who was wounded in an assassination attempt earlier this year, said in an interview with the newspaper Al Ahram that a raid on Wednesday by more than 2,000 police and paramilitary forces on an island in the Nile near the southern city of Asyut had resulted in the arrest of scores of suspects from the militant Islamic Group.","thumbnail":null,"section":"World"},{"date":"19940101","headline":"Some Israeli West Bank Settlers Seek a Way Out","web_url":"https://www.nytimes.com/1994/01/01/world/some-israeli-west-bank-settlers-seek-a-way-out.html","abstract":"  When he left a Tel Aviv suburb to move into this Jewish settlement nine years ago, Aryeh Skorka had no visions of becoming a pioneer or of fulfilling a God-given destiny to populate the biblical land of Israel.   \"I came here for the quality of life,\" said Mr. Skorka, a bus driver and sometime real-estate agent. \"In Givatayim, I lived in an apartment, and I wanted a house with a yard. I wanted a quiet life.\"","thumbnail":null,"section":"World"},{"date":"19940101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/01/nyregion/c-corrections-738387.html","abstract":"  A front-page chart on Thursday, with an article about a surge in housing sales, mislabeled the 1993 figure for sales of existing single-family homes. It represented the annualized rate of home sales for the month of November, not for the year through November.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"For Ireland's Book of Kells, History Repeats","web_url":"https://www.nytimes.com/1994/01/01/books/for-ireland-s-book-of-kells-history-repeats.html","abstract":"  The Book of Kells, the illuminated manuscript of the Latin Gospels that is one of Ireland's national treasures, has survived 1,000 years, give or take a century or two, and is priceless. Now a group of poets and artists have created \"The Great Book of Ireland,\" which they bill as a modern-day Book of Kells and fervently hope will also last 1,000 years. It's for sale, with an asking price of $1.5 million.   The 144-page \"Great Book,\" a one-of-a-kind collaboration of 140 poets, 120 artists, 9 composers and a single calligrapher, was completed in October after Allen Ginsberg became the last poet to pen his contribution onto a natural vellum page. (The second-to-last was Bono of the rock group U2.)","thumbnail":null,"section":"Books"},{"date":"19940101","headline":"Don't Cut Off All Debate About the Holocaust; Horthy and Hitler","web_url":"https://www.nytimes.com/1994/01/01/opinion/l-don-t-cut-off-all-debate-about-the-holocaust-horthy-and-hitler-743364.html","abstract":"  To the Editor:   \"Rehabilitating Horthy\" (letter, Dec. 20), Bela Liptak's absolution of the Hungarian head of state Miklos Horthy, overlooks inconvenient facts. Horthy's Hungary was the first European \"fascist\" state, whatever that word means, preceding Mussolini and Hitler. In 1920 he terminated the civil rights Hungary's Jews had achieved in 1867 and instituted such anti-Semitic measures as university quotas.","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"A New Look at Crown Heights","web_url":"https://www.nytimes.com/1994/01/01/opinion/a-new-look-at-crown-heights.html","abstract":"  Police identification of a new suspect in the 1991 murder of Yankel Rosenbaum raises some hope of solving the case. It also raises troubling questions -- about the strength of the new evidence, the earlier prosecution of another man for the Rosenbaum murder, and the handling of the case by U.S. Attorney General Janet Reno.   Authorities now say that Lemrick Nelson Jr. -- acquitted in 1992 for the Rosenbaum murder -- did stab Mr. Rosenbaum during the Crown Heights riots, but that another member of the same mob actually administered the fatal stab wounds. He is identified as Ernesto Edwards, now in prison for attempted robbery and drug dealing.","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Outgunned Guard Foils Robbery in Queens","web_url":"https://www.nytimes.com/1994/01/01/nyregion/outgunned-guard-foils-robbery-in-queens.html","abstract":"  A retired corrections officer working as a security guard fought a blazing gun battle yesterday with five to eight holdup men who invaded a crowded Queens clothing store and shot its owner. But the guard killed one gunman, drove off the others and foiled the robbery before collapsing with six bullet wounds, the authorities said.   The police captured two suspects, recovered four guns and said two to five robbers escaped after the gunfight, which occurred about 1:30 P.M. at Montego Bay, at 89-74 165th Street, in Jamaica, part of a large shopping center crowded with shoppers on the last day of the year.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"With Respect to the New;\nSometimes in Places","web_url":"https://www.nytimes.com/1994/01/01/opinion/with-respect-to-the-new-sometimes-in-places.html","abstract":"And patient, exacting\nno confirmations from those who know him,","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"What New York City Has Done to Attract Biotechnology Labs","web_url":"https://www.nytimes.com/1994/01/01/opinion/l-what-new-york-city-has-done-to-attract-biotechnology-labs-742007.html","abstract":"  To the Editor:   An article on the biotechnology industry in New York City (Dec. 15) leaves the impression that the city's efforts to nurture this growing sector of the economy have sprung into being overnight. This is not the case. For example, in 1990, during the first six months of the Dinkins administration, we moved the long-delayed Audubon Biotechnology Research Center through the public approval process. Construction on this 100,000 square-foot biotechnology facility began last winter.","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Driver Charged in Fatal Dragging","web_url":"https://www.nytimes.com/1994/01/01/nyregion/driver-charged-in-fatal-dragging.html","abstract":"  An exchange of angry words on a Lower East Side street corner minutes past midnight yesterday led to the death of a man whose body was dragged under a truck for half a mile onto the Williamsburg Bridge, the police said. The driver was charged with murder.   Two hours after the incident, the driver, a Brooklyn man, turned himself in at a station house in Queens, telling officers there that he had been in an accident and might have killed someone, said Sgt. Richard Klev, commander of the Seventh Precinct Detective Squad on the Lower East Side.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Sports of The Times; Second Thoughts On Bowls","web_url":"https://www.nytimes.com/1994/01/01/sports/sports-of-the-times-second-thoughts-on-bowls.html","abstract":"  FOR most of us, Jan. 1 marks a new beginning; for West Virginia fans, today is merely an extension of the same old story.   Despite going undefeated this year, the 11-0 Mountaineers have been put off by those who vote in the polls: Unranked at the very beginning, they were only grudgingly moved up in the polls after impressive victories over Miami and Boston College. Instead of playing undefeated Nebraska in the Orange Bowl for national championship, the Mountaineers are playing Florida in the Sugar Bowl with a chance of earning only a share of the No. 1 spot at best.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"Nigeria Still Reels From the Last Dictator","web_url":"https://www.nytimes.com/1994/01/01/opinion/l-nigeria-still-reels-from-the-last-dictator-741990.html","abstract":"  To the Editor:   As an independent and pro-democratic Nigerian, I felt insulted by your publication of \"Nigerians Prefer Military Rule to Chaos\" (letter, Dec. 18) by Zubair Mahmud Kazaure, the so-called Ambassador of Nigeria to the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"The Sanctions Weapon, Blunted","web_url":"https://www.nytimes.com/1994/01/01/opinion/the-sanctions-weapon-blunted.html","abstract":"  Under the Trading With the Enemy Act, it has been illegal since 1963 for any U.S. company to do business with Cuba. Yet Cargill Inc., a giant agricultural trader, is accused of arranging for the sale of Cuban sugar to Venezuela in 1988 through its Swiss subsidiary, Cargill International. But, as The Times's Dean Baquet reports, at only one point is Cargill vulnerable to U.S. laws -- the Swiss subsidiary obtained its dollar-denominated financing from the Atlanta branch of the Banca Nazionale del Lavoro, presumptively violating embargo laws.    This is the same Atlanta bank whose chief officer, Christopher Drogoul, was indicted in 1991 on charges of granting multi-billion dollar loans to Saddam Hussein's Iraq. The Cuban sugar sale was cited in the Justice Department charges, and Cargill executives in Minnesota and Switzerland were named as co-conspirators but not indicted.","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/01/01/nyregion/news-summary-738263.html","abstract":"  International 2-5  U.S. MAY EASE VIETNAM EMBARGO    The Clinton Administration is moving toward ending the economic embargo against Vietnam because of its cooperation in helping determine the fate of missing Americans. 1","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"For Paterno, Next Year Is Here and Now","web_url":"https://www.nytimes.com/1994/01/01/sports/college-football-citrus-bowl-for-paterno-next-year-is-here-and-now.html","abstract":"  The CompUSA Florida Citrus Bowl against Tennessee Saturday will be Joe Paterno's 24th bowl as Penn State's head coach. Several were memorable, but the one that has made the 66-year-old Paterno into something of a taskmaster this time was last year's bowl game. At the Blockbuster Bowl in Miami, Penn State lost to Stanford, 24-3, and disgraced itself, according to the coach.    \"Never again,\" said Paterno.   So this year the coach swept up his players and took them to Melbourne, Fla., for a week, where he put them through an August-style regimen, even two a day practices, for three days.   Prepare in Melbourne, play in Orlando. The Citrus, with Disney World nearby, is renowned for its ambitious social events for the athletes, what coaches call distractions. Paterno even whined on Wednesday about the players having to stand around too long in the sun at one event. Laying Blame    Distractions were partly to blame, he said, the last time Penn State played in the Citrus Bowl, on Jan. 1, 1988. Clemson won, 35-10.    Then there is Tennessee. On Christmas Day, Paterno spent seven hours in his hotel studying tapes of the Vols. His suspicions were clarified.   \"They have more speed and quickness than we do,\" Paterno said today. \"On defense too, even though everyone talks about their offense. It is going to be very difficult for us.\"   Paterno drew a confirmation from Craig Faulkner, the Volunteers' wide receiver, who will be catching passes thrown by Heath Shuler, the celebrated quarterback. Said Faulkner of the Nittany Lions' defenders, \"They don't have a lot of speed, so we have to be ready to use ours.\"   Paterno dismisses the Fiesta Bowl contest of two seasons ago in which Penn State defeated Tennessee, 42-17, thanks to a flurry of turnovers by the Vols after they had built a 17-7 lead.   Shuler was a freshman backup to Andy Kelly and went into the game late, completing one pass. He emerged as a force last season and helped destroy Boston College in the Hall of Fame Bowl at Tampa, Fla., 38-23.    Shuler, who is from Bryson City, N.C., will announce on Jan. 9 if he will return to Tennessee for his senior season or enter the National Football League draft. Pro scouts say he could be a first-round selection, the first college quarterback picked over all.   His counterpart here, Kerry Collins, the Nittany Lions' quarterback, who is even bigger than Shuler -- 6 feet 5 inches and 235 pounds to 6-3, 212 -- has considered the prospect of Penn State having to play catch-up. \"We have to be effective throwing the ball,\" Collins said, \"or we're in for a long day. They have one of the best defenses we've seen this season.\"   Collins approved of the Melbourne drill camp. \"It helped us a lot,\" he said. \"It gave us a foundation. Down here, we've been going everywhere.\"   Party time, distraction time. Now it's game time. EXTRA POINTS    All 72,000 seats have been sold, at $40 a ticket. Penn State fans bought more than 10,000. . . . Either TERRY KILLENS or WILLIE SMITH will start at inside linebacker for the Nittany Lions, replacing BRIAN MONAGHAN, who did not make the trip after being charged with public intoxication by campus security personnel. . . . The backup to KERRY COLLINS at quarterback is CRAIG FAYAK , the place-kicker, and after him it would be the punter, V. J. MUSCILLO . Why? Because Coach JOE PATERNO chose in November to save a season of eligibility for the quarterback of the future, WALLY RICHARDSON, who had not played and who was redshirted. . . . PHIL FULMER, the Tennessee head coach, played for the Vols in a game against Penn State at Knoxville in 1971. Paterno was then in his 22d season as a Nittany Lions coach and his team was a 31-11 loser.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"Review/Operetta; Slightly Italianate British Goings-On","web_url":"https://www.nytimes.com/1994/01/01/arts/review-operetta-slightly-italianate-british-goings-on.html","abstract":"  A half-century of operas in the Sir Walter Scott mode of melodrama are mocked in Gilbert and Sullivan's \"Ruddigore.\" To the ancestral ghosts, innocent maids, evil baronets, disputes over inheritance and rejected maidens driven to madness, the score adds hints of Weber, Donizetti, Rossini and lesser figures, amid a swirl of English ballads, folk dances, patter songs derived from Italian opera, and a hint of Protestant piety. Modern interpretations also have to contend with more than a hundred years of performance tradition, largely drawn from the now-extinct D'Oyly Carte productions.   On Thursday night, the New York Gilbert and Sullivan Players gave this mixture a weightless, sure-footed treatment that was thoroughly fresh, turning melodrama into froth without veering into camp. Their performance was also thoroughly traditional in character, down to the mugging and dancing. The success was due largely to Albert Bergeret's accomplished direction and conducting -- this production is surely one of his company's crispest -- and to the accomplished singing of the cast, most of whom are familiar members of Nygasp (which is the acronym the company prefers).","thumbnail":null,"section":"Arts"},{"date":"19940101","headline":"Fate of Trapped Dolphins Is Now Thought to Be Death","web_url":"https://www.nytimes.com/1994/01/01/nyregion/fate-of-trapped-dolphins-is-now-thought-to-be-death.html","abstract":"  They have been around since August, a glistening, playful pod of dolphins that frolicked and fed in the shallow waters of the Shrewsbury River until it was too late: too late in the season for them to swim back to freedom in the Atlantic and too late for all of the bickering humans on the shore to agree on how, or even whether, to save them.    Now the three remaining bottlenose dolphins, unsighted since Wednesday and presumed by many to have perished under the river ice, have been transmuted into a story from which a variety of morals can be drawn about good intentions, human failings and proper priorities.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"In Debate on Radiation Tests, Rush to Judgment Is Resisted","web_url":"https://www.nytimes.com/1994/01/01/us/in-debate-on-radiation-tests-rush-to-judgment-is-resisted.html","abstract":"  The disclosures this month that Federal researchers deliberately exposed some 800 human subjects to radiation experiments during the cold war has provoked debate among scientists. Although some are expressing shock at the experiments, others are calling for a suspension of judgment until more is known about the context of the experiments, given the ethical standards and scientific knowledge prevailing at the time.   Doctors and radiation specialists point out that the full dangers of radiation, especially the long-term effects, were not as well understood then as now. Also, ethicists say, the acceptable standards for using humans as experimental subjects have grown considerably more stringent and specific.","thumbnail":null,"section":"U.S."},{"date":"19940101","headline":"With Respect to the New;\nCare: Emma Wedgwood Darwin, 1874","web_url":"https://www.nytimes.com/1994/01/01/opinion/with-respect-to-the-new-care-emma-wedgwood-darwin-1874.html","abstract":"With pen nib and glass, on a lozenge-sized leaf,\nmy husband has counted the two hundred thirty","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Sanders Restless Again","web_url":"https://www.nytimes.com/1994/01/01/sports/sports-people-football-sanders-restless-again.html","abstract":"  The Atlanta Falcons' disappointing season has DEION SANDERS thinking about giving up football for a while. Sanders, a cornerback with the Falcons and outfielder with the Atlanta Braves, said that it might be baseball only next season. \"Maybe it's time to put all my focus on baseball and give that everything I've got so I really have a great season,\" Sanders said.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"Blackman Steps Up After He Sits Out","web_url":"https://www.nytimes.com/1994/01/01/sports/basketball-knicks-notebook-blackman-steps-up-after-he-sits-out.html","abstract":"  Since replacing Hubert Davis in the Knicks' rotation two games ago, Rolando Blackman has averaged 13.5 points while shooting 50 percent from the field.   That production may surprise some people, but it does not surprise Blackman. Despite his age (34), Blackman thinks he has plenty of quality basketball left in him. And with Davis expected to miss six weeks with a fractured right hand, Blackman plans to seize the opportunity. He never complained when he rarely played earlier in the season, but he never lost confidence.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"New Year's Day","web_url":"https://www.nytimes.com/1994/01/01/nyregion/new-year-s-day.html","abstract":"  Here are holiday schedules. NEW YORK  GOVERNMENT OFFICES State offices and courts in New York State and City are closed. Government offices in Nassau and Rockland Counties are closed. Offices in Suffolk, Westchester and Putnam and Federal offices are closed. POST OFFICE There is no mail delivery today . Post offices are closed, except for the General Post Office, at Eighth Avenue and 33d Street, and the Morgan General Mail Facility, at 341 Ninth Avenue. BANKS Banks have the option to close today. PARKING Alternate-side-of-the-street parking regulations are suspended today because of snow and Sunday parking rules are in effect.  There is no garbage collection or street cleaning today. SANITATION No pickups or street cleaning today.  TRANSPORTATION Subways, buses and the Staten Island Rapid Transit Operating Authority will operate on a Saturday schedule today. The Long Island Rail Road will operate on a regular weekend schedule. There will be no Westchester County buses today. NEW JERSEY  GOVERNMENT OFFICES State and Federal offices and courts are closed today. POST OFFICES There is no mail delivery today except for special delivery and Express Mail. Post offices are closed. BANKS Banks have the option to close today.  TRANSPORTATION New Jersey Transit will run extra trains today. Buses will be on a regular weekday schedule. Today, New Jersey Transit will operate on a Sunday schedule. There will be no rail service on the Pascack Valley and Port Jervis Lines. PATH trains will operate on a on a Sunday schedule today. CONNECTICUT  GOVERNMENT OFFICES State and Federal offices and courts are closed today. POST OFFICES There is no mail delivery today except for special delivery and Express Mail. Post offices are closed. BANKS Option to close today. TRANSPORTATION Metro-North will be on a holiday schedule today.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Baseball Adds New Candidate","web_url":"https://www.nytimes.com/1994/01/01/sports/baseball-baseball-adds-new-candidate.html","abstract":"  Major league baseball, closing in on a self-imposed deadline to name a commissioner by mid-January, has included a leading economist and university president on its list of candidates, an executive familiar with the search said yesterday.   The economist, Arnold R. Weber, is the president of Northwestern University. Weber announced in October his intention to retire at the end of the school year, ending a nine-year association with the university.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"3 Hurt After Gunmen Take Hostages at Store","web_url":"https://www.nytimes.com/1994/01/01/nyregion/3-hurt-after-gunmen-take-hostages-at-store.html","abstract":"  Four would-be robbers took several people hostage for about two hours last night inside a mid-Manhattan clothing store before surrendering, to the police, officers said.   The four men entered City Lite, a menswear store at 575 Eighth Avenue, near 38th Street, about 6:45 P.M.  and announced a robbery, said a police spokesman, Sgt. Anthony Barlanti. One of the hostages managed to trigger an alarm and several plainclothes police officers who were nearby responded to the call. The sergeant said the police officers and the robbers exchanged gun shots. One of the suspects was shot in the shin and another fled on foot and was arrested on a side street.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Rose Sues Financier","web_url":"https://www.nytimes.com/1994/01/01/sports/sports-people-baseball-rose-sues-financier.html","abstract":"  PETE ROSE, the career hits leader, has joined a Virginia Beach millionaire in a lawsuit contending that they were denied the money needed to keep their powerboat on the national racing circuit. Rose and ALAN R. FUENTES formed a team that won a national racing title in 1992 but has since run aground. Rose and Fuentes charged that a Cincinnati financier failed to deliver the cash to keep them operating. In a lawsuit filed last month in Virginia Beach Circuit Court, the Hit King Racing Team Inc. charged that JAMES R. TUTTLE SR.  and his Ingelheim Financial Group reneged on a promise to give the team $65,000. Without the money, the boat's engines were repossessed and the team couldn't race this year, the lawsuit said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"Will Year of Balladur Lead to Elysee Palace?","web_url":"https://www.nytimes.com/1994/01/01/world/will-year-of-balladur-lead-to-elysee-palace.html","abstract":"  With heavy rains flooding northern France, a cartoon in L'Express this week shows Jacques Chirac, the Gaullist leader, trapped on a rooftop waiting to be rescued as Prime Minister Edouard Balladur nonchalantly walks away across the water.   Implicit in the cartoon, of course, is that Mr. Balladur is heading for Elysee Palace, while Mr. Chirac, who has failed in two previous bids for the presidency, is about to be frustrated again in 1995, this time by the very man he nominated to be Prime Minister just nine months ago.","thumbnail":null,"section":"World"},{"date":"19940101","headline":"Don't Cut Off All Debate About the Holocaust","web_url":"https://www.nytimes.com/1994/01/01/opinion/l-don-t-cut-off-all-debate-about-the-holocaust-742031.html","abstract":"  To the Editor:   Re \"Holocaust Deniers Got More Than Visibility\" (letters, Dec. 23), on the publishing of a Holocaust denier's ad in the Brandeis University paper:   As the debate develops on whether or not the Holocaust should be debated, let us recall that the word \"holocaust\" was first used in World War II on Christmas Eve 51 years ago.","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Family Tale Of a Legacy: 2 Centuries Of Setbacks","web_url":"https://www.nytimes.com/1994/01/01/us/family-tale-of-a-legacy-2-centuries-of-setbacks.html","abstract":"  Cleoma R. Foore says there was never enough money when she was growing up in a coal miner's family of 17 children here in the Appalachians. But there was plenty to dream about.   \"Dad always said, 'You're a poor little rich girl,' \" said Mrs. Foore, recalling how her father had told her that she could be a millionaire many times over if she ever got her rightful inheritance.","thumbnail":null,"section":"U.S."},{"date":"19940101","headline":"With Respect to the New;\nApples","web_url":"https://www.nytimes.com/1994/01/01/opinion/with-respect-to-the-new-apples.html","abstract":"for my father\nEveryone brings flowers\nand I bring apples sent from Milton,\nJosephus, Hesperides, three\nred, one golden, like a flower.\nIt is the evening of his eleventh labor,\nthe prophets gathering at his bedside.\nEveryone brings flowers but I bring apples,\nplace one in his palm\nand close his fingers around the seasons\nlike faces, ballast,\nthree red, one golden.\nWho knows which he'll recognize,\nwhich phantom feature, son\nor daughter calling\npast dark from the orchard trees.\nI bring down apples burning, burning yellow\nin the white room.\nEven the window is nothing to these three\nred, one golden, like a fire\nwe warm our hands over,\nour hands over his hands\nin this small camp above the city, everyone\nwith flowers.\nI have brought apples,\nthree red, one golden, like a flower.","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"A Grant to Aid in Salvation of 27 Church Structures","web_url":"https://www.nytimes.com/1994/01/01/nyregion/a-grant-to-aid-in-salvation-of-27-church-structures.html","abstract":"  Worshipers picked their way with care past the scaffolding that enveloped the crumbling brownstone facade of Brooklyn's First Unitarian Church. Indoors, the church was splendidly decorated with branches of fir and illuminated by tall wax candles and gas-lighted tapers. Best of all, there was the music from the organ.   For a time, it was doubtful that the ailing pipe organ could be coaxed into performing but Larry Trupiano, one of the few remaining pipe organ builders in the city, had made a house call and put his skills to work. This was his gift to the church: music for the holidays.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"With Respect to the New;\nMore or Less","web_url":"https://www.nytimes.com/1994/01/01/opinion/with-respect-to-the-new-more-or-less.html","abstract":"Nature copies Art, said Oscar Wilde.\nOut therefore with the old inheritance,","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Safety in Taxis","web_url":"https://www.nytimes.com/1994/01/01/opinion/l-safety-in-taxis-743623.html","abstract":"  To the Editor:   I understand the concern for the welfare and safety of New York City taxi drivers and the debate about a mandatory divider between the front and back seats. As a passenger, I am also concerned with my welfare and safety. Therefore, why not make seat belts mandatory?  GIBBY COHEN  New York, Dec. 23, 1993","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Neediest Cases Helps Abused Woman Rebuild Family","web_url":"https://www.nytimes.com/1994/01/01/nyregion/neediest-cases-helps-abused-woman-rebuild-family.html","abstract":"  When Kathy R. first learned that there was a part of New York City called Staten Island, her imagination ran wild.   A single mother with two sons and two daughters, Kathy had moved to the United States with her young children from Trinidad in 1988. \"So when I heard 'Staten Island,' the first thing I thought was 'island,' \" she said recently. \"And when I thought 'island,' I thought about trees and sun. It sounded as close to home as I was going to get in New York City.\"","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"F.A.A. Finds More Errors By Air Traffic Controllers","web_url":"https://www.nytimes.com/1994/01/01/us/faa-finds-more-errors-by-air-traffic-controllers.html","abstract":"  An increasing number of aircraft are flying too close to other planes because of errors made by air traffic controllers, the Federal Aviation Administration has reported.   The required distances of separation were breached 757 times in the 12-month period that ended last October, the agency found. That was a 5 percent increase in the number of such incidents, called \"operational errors,\" compared with the preceding 12 months, when 720 were reported. \"Operational errors\" is the F.A.A.'s term for mistakes made by air traffic controllers who fail to keep aircraft separated by the required distance, which is, on average, three miles laterally or 1,000 feet vertically; sometimes both buffers are required and sometimes the distances are larger.","thumbnail":null,"section":"U.S."},{"date":"19940101","headline":"Review/Pop; The Turtles' Quirky Spirit Survives","web_url":"https://www.nytimes.com/1994/01/01/arts/review-pop-the-turtles-quirky-spirit-survives.html","abstract":"  Since 1981, the reconstituted Turtles have seen in the new year at the Bottom Line with songs and shtick. In the 1960's, Mark Volman and Howard Kaylan, also known as Flo and Eddie, sang the Turtles' string of cleverly made hits (\"Happy Together,\" \"Elenore,\" \"You Showed Me\"); then they went on to join Frank Zappa's Mothers of Invention for raunchy early-1970's albums. Years later, they both cherish the packaged innocence of 1960's pop-rock and mock the artifices of the entertainment business. On Wednesday night, the early show began with a wordless tribute to turtles' fellow reptiles, the 1993 successes of \"Jurassic Park\" and Barney.   The shows are reunions for Turtles cultists, allowing Mr. Kaylan and Mr. Volman to dip into the more obscure parts of the band's catalogue. The Turtles weren't innovators; they were gifted trend-surfers who picked up ideas from folk-rock, the Beach Boys and the Beatles.","thumbnail":null,"section":"Arts"},{"date":"19940101","headline":"With Respect to the New;\nBeyond Beginnings","web_url":"https://www.nytimes.com/1994/01/01/opinion/with-respect-to-the-new-beyond-beginnings.html","abstract":"How could he later on believe it was the best\ntime when his wife died unexpectedly","thumbnail":null,"section":"Opinion"},{"date":"19940101","headline":"Corrections","web_url":"https://www.nytimes.com/1994/01/01/nyregion/c-corrections-741922.html","abstract":"  An article in Business Day on Dec. 21 about the credit markets misstated the periods involved in the Public Securities Association's forecast for the issuing of municipal bonds for new projects. The association forecast of a decline of 13.6 percent, to $96.6 billion, was for 1993, not 1994. The association's estimate of $111.8 billion was for 1992, not 1993. For 1994, the association forecasts an increase of 13.6 percent, to $109.7 billion, in these new issues.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/01/style/chronicle-744069.html","abstract":"  The birth of ELENA DAWES 15 years ago is a quintessential New York story. And a happy postscript was added on Thursday night.   Her parents, GERRY DAWES and DIANA DAWES, were not expecting Elena's arrival early on the morning of Feb. 27, 1978. But when it became clear that the birth was imminent, Mr. Dawes rang 911 and Police Officers GEORGE REPETTI and MARIO RUSSO of the 30th Precinct went to the Dawes apartment in Washington Heights. They delivered the baby with the father's help and then took mother and child to the hospital.","thumbnail":null,"section":"Style"},{"date":"19940101","headline":"Cornwall Journal; In Dodge City East, Cigarette Wars and Shootouts","web_url":"https://www.nytimes.com/1994/01/01/world/cornwall-journal-in-dodge-city-east-cigarette-wars-and-shootouts.html","abstract":"  Before the cigarette smugglers arrived, Cornwall, across the St. Lawrence from New York State, was known as the \"friendly seaway city.\"   \"Today,\" said Mayor Ron Martelle, who wears a flak vest, keeps an alarm buzzer under his desk and carries a portable phone and pager, \"we're more like Dodge City.\"","thumbnail":null,"section":"World"},{"date":"19940101","headline":"Robbers Steal Diamonds","web_url":"https://www.nytimes.com/1994/01/01/nyregion/robbers-steal-diamonds.html","abstract":"  Masked thieves held up a mid-Manhattan jeweler yesterday and escaped with what the victim said was $3.4 million in diamonds, the police said. A police spokeswoman, Sgt. Frances Haimeck, said two men wearing Halloween masks came through an unlocked rear door of Goldenrod Jewelers on the 17th floor of 42 West 48th Street at 2 P.M. After handcuffing three employees to a steampipe, she said, the thieves took the diamonds from an open safe and escaped. A person who answered the Goldenrod telephone declined any comment.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"About New York; Ode to Those Whose Bad News Made the News","web_url":"https://www.nytimes.com/1994/01/01/nyregion/about-new-york-ode-to-those-whose-bad-news-made-the-news.html","abstract":"  THE time has come to send best wishes,    warm sentiments and festive dishes.   The list is set, there is no doubt   who we'll include and who's left out.   It being now a time of pardon,    a season when our hearts unharden,    we offer toasts to celebrate    some folks whose luck has not been great.   To those who had a bad hair year   we offer huzzahs, hugs and cheer.     John Gotti, the Medellin Cartel -   Hope they reform, we wish them well.   We also send felicitations    to the squeegee guys and the United Nations,   and definitely we'd be remiss   to skip Abe Hirschfeld and his sloppy kiss.    To the other owners of The New York Post,   as to every tasteless talk show host,    we wish what we ourselves expect,   much joy and grace and self-respect.     Let others scoff, we'll throw no stones   at Marla Maples or Chuck Jones.   And speaking here of throwing stuff,   Vince Coleman surely's heard enough.    What can one say to Andrew Dice Clay    but \"have yourself a very nice day\"?    Woody vs. Mia, the Donald and Ivana,   We could smirk but we don't wanna.   Instead we'll shout hip, hip, hooray!    Who needs glad tidings more than they?     Well, perhaps it's the politicos   still smarting from electoral woes.   Like Liz Holtzman, the ex-Comptroller.   We've got a strange urge to extol her.   Dave Dinkins, Bob Abrams and Andy Stein   \"take a salute at the end of the line.\"   While for New Jersey's Jim Florio,   here's some warm milk and an Oreo.   We do not want the vanquished dissed;   all such temptations we will resist.   But what of triumphs; can we laugh   at Ed Rollins and his boastful gaffe?   Snatching shame from victory's jaws   is surely worth a few guffaws.   Still, after so much has been said,   we'll just send our best to Ed.   Sol Wachtler, who once had it all,   reminds us how the mighty fall.   In jail, life's worse than on St. Croix;   we wish him comfort, if not Joy.     It's time to turn our contemplation    to the case that thrilled the nation.   We mean of course the suburban saga   of Amy and Joey going gaga.   Prurient interest, yes, indeed,   but lust excites much more than greed.   And while so many claim disgust,   We all read on because we must.   Hence we express our gratitude   To teen-age temptress and body shop dude.   No, we're not forgetting Mary Jo;   here's a hey nonny, nonny, and a ho ho ho.     In the world of arts and letters   We have seen some real go-getters.   Among the pros, not the beginners,   We have to mention Joe McGinniss.   Truth to tell, we've never met,   But if we should, it's safe to bet   He would so brilliantly infer    our plan to send him frankincense and myrrh.   Then Janet Malcolm, equally able,   for her, of course, a separate table.   Remember how she long insisted    that journalism's often twisted.   A counterpart of Heisenberg,    she'd have us doubt what we aver.   Indeterminacy she has reached,   In practice of what she has preached.     There is no lack of who to summon,   Howard Stern will keep things humming.   Rush Limbaugh will fuss and fume   As Leonard Jeffries works the room.   Leona Helmsley, once so lofty,   reveals herself a reborn softy.   And in the corner sits a loner,   the man who's been called George the Owner.   Pardoned by a President,   Has he some new cause to repent?     The muse is fleeting, it's busy season,   thus we're losing rhyme and reason.   Quick, cold champagne and eggs of sturgeon   For all who've offered us diversion.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/01/01/nyregion/metro-digest-739090.html","abstract":"  NEW YORK CITY  FOR GIULIANI, CEREMONY MARKS GOAL  In an intimate ceremony in the East Side apartment of a Federal judge, Rudolph W. Giuliani took the oath of office as New York's 107th mayor, becoming the first Republican to lead the nation's largest city in a generation. Page 1.   The Mayor-elect was New Year's Eve host in a long night of political partying. Page 29.  ","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Alomar Breaks His Leg In Winter League Game","web_url":"https://www.nytimes.com/1994/01/01/sports/sports-people-baseball-alomar-breaks-his-leg-in-winter-league-game.html","abstract":"  ROBERTO ALOMAR does not need surgery to fix a broken right leg, and might be ready for the start of spring training, Toronto Blue Jays officials said yesterday.   Alomar broke his fibula, the thin bone between the knee and the ankle, during a winter league baseball game in Puerto Rico on Wednesday. He will be re-examined by team doctors on Monday to be sure the fracture does not still require an operation. With no surgery, the All-Star second baseman should be ready to start the 1994 season with the rest of the Blue Jays in late February.","thumbnail":null,"section":"Sports"},{"date":"19940101","headline":"Rights in China Improve, Envoy Says","web_url":"https://www.nytimes.com/1994/01/01/world/rights-in-china-improve-envoy-says.html","abstract":"  Despite what he calls continuing abuses of human rights in China, the United States Ambassador here argues that Beijing has made \"dramatic\" progress in improving the lives of its citizens and that this record should be taken into account when policy toward China is reviewed early in the new year.   In an interview this week, Ambassador J. Stapleton Roy said that the setbacks in human rights represented by the Tiananmen Square massacre in 1989 and the wave of repression that followed were being steadily reversed, and that the Communist Party had loosened its control over many aspects of Chinese life.","thumbnail":null,"section":"World"},{"date":"19940101","headline":"Pride and Some Regret On Holtzman's Last Day","web_url":"https://www.nytimes.com/1994/01/01/nyregion/pride-and-some-regret-on-holtzman-s-last-day.html","abstract":"  The movers were stacking the boxes, the bookshelves in her office were bare and City Comptroller Elizabeth Holtzman was blowing her nose and muttering about a vacation.   It was a whisper of an ending. Bright sunlight swam on the mounds of snow outside and poured into her office. Ms. Holtzman, with her trademark cup of coffee, was coy about the Big Question: What will she do now that she has been voted out of office?","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"Doctors Behind Bars Balance Safety and Care","web_url":"https://www.nytimes.com/1994/01/01/nyregion/doctors-behind-bars-balance-safety-and-care.html","abstract":"  The isolated community of 14,000 that Dr. Yvette Walker serves is a sinkhole of medical problems: When she gets her patients, 25 percent have syphilis, 25 percent are mentally ill and more than 75 percent are drug users. Of the women, 27 percent are H.I.V.-positive, 30 percent have sexually transmitted diseases and 10 percent are pregnant.   Each day, she and her staff accept more than 300 new patients to their practice and up to 10 percent of the population turns up at the doctor's office with complaints that range from depression to sore throats to stab wounds.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"New Mayor Exhorts, Old One Leaves","web_url":"https://www.nytimes.com/1994/01/01/nyregion/reporter-s-notebook-new-mayor-exhorts-old-one-leaves.html","abstract":"  He was still two ceremonial oaths short of the City Hall starting line, but Mayor Rudolph W. Giuliani finished his old year of non-incumbency last night with four years' worth of grim concern and resolution for his stewardship of \"this astonishing miracle\" -- this city now in his hands.   In a long night of music, prayerful ceremony and political partying, Mr. Giuliani gathered his burgeoning official family and was host of a New Year's Eve that offered a few early glimpses of himself to a city electorate still not sure about the man they narrowly chose as Mayor.","thumbnail":null,"section":"New York"},{"date":"19940101","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/01/01/style/chronicle-745014.html","abstract":"  The new year began especially well in London for the 970 men and women who were on the new year's honors list of QUEEN ELIZABETH II. They won knighthoods or membership in lesser orders.   Among those honored with knighthood was DEREK JACOBI, the actor who won acclaim for his performance as the stammering Roman emperor in the television series \"I, Claudius.\"","thumbnail":null,"section":"Style"}],"wiki_events":[{"date":"19940101","headline":"The Zapatista Army of National Liberation initiates twelve days of armed conflict in the Mexican state of Chiapas.","pages":[{"title":"Zapatista Army of National Liberation","web_url":"https://en.wikipedia.org/wiki/Zapatista_Army_of_National_Liberation","description":"Libertarian socialist political and militant group in southern Mexico","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ej%C3%A9rcito_Zapatista_de_Liberaci%C3%B3n_Nacional%2C_Flag.svg/320px-Ej%C3%A9rcito_Zapatista_de_Liberaci%C3%B3n_Nacional%2C_Flag.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Zapatista Army of National Liberation, often referred to as the Zapatistas, is a far-left political and militant group that controls a substantial amount of territory in Chiapas, the southernmost state of Mexico."},{"title":"Chiapas","web_url":"https://en.wikipedia.org/wiki/Chiapas","description":"State of Mexico","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Chiapas_in_Mexico_%28location_map_scheme%29.svg/320px-Chiapas_in_Mexico_%28location_map_scheme%29.svg.png","thumbnail_width":320,"thumbnail_height":209},"abstract":"Chiapas, officially the Free and Sovereign State of Chiapas, is one of the states that make up the 32 federal entities of Mexico. It comprises 124 municipalities as of September 2017 and its capital and largest city is Tuxtla Gutiérrez. Other important population centers in Chiapas include Ocosingo, Tapachula, San Cristóbal de las Casas, Comitán, and Arriaga. Chiapas is the southernmost state in Mexico, and it borders the states of Oaxaca to the west, Veracruz to the northwest, and Tabasco to the north, and the Petén, Quiché, Huehuetenango, and San Marcos departments of Guatemala to the east and southeast. Chiapas has a significant coastline on the Pacific Ocean to the southwest."}]},{"date":"19940101","headline":"The North American Free Trade Agreement (NAFTA) comes into effect.","pages":[{"title":"North American Free Trade Agreement","web_url":"https://en.wikipedia.org/wiki/North_American_Free_Trade_Agreement","description":"Agreement signed by Canada, Mexico, and the United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/NAFTA_logo.svg/320px-NAFTA_logo.svg.png","thumbnail_width":320,"thumbnail_height":262},"abstract":"The North American Free Trade Agreement was an agreement signed by Canada, Mexico, and the United States that created a trilateral trade bloc in North America. The agreement came into force on January 1, 1994, and superseded the 1988 Canada–United States Free Trade Agreement between the United States and Canada. The NAFTA trade bloc formed one of the largest trade blocs in the world by gross domestic product."}]}],"weather":[{"date":"19940101","time":"1994-01-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":80,"wspd":11.2},{"date":"19940101","time":"1994-01-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":78,"wspd":14.8},{"date":"19940101","time":"1994-01-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":81,"wspd":11.2},{"date":"19940101","time":"1994-01-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":85,"wspd":9.4},{"date":"19940101","time":"1994-01-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":87,"wspd":11.2},{"date":"19940101","time":"1994-01-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.9,"rhum":82,"wspd":13},{"date":"19940101","time":"1994-01-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":87,"wspd":7.6},{"date":"19940101","time":"1994-01-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.6,"rhum":88,"wspd":14.8},{"date":"19940101","time":"1994-01-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":87,"wspd":13},{"date":"19940101","time":"1994-01-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":82,"wspd":13},{"date":"19940101","time":"1994-01-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":82,"wspd":16.6},{"date":"19940101","time":"1994-01-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":75,"wspd":11.2},{"date":"19940101","time":"1994-01-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":74,"wspd":11.2},{"date":"19940101","time":"1994-01-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":70,"wspd":5.4},{"date":"19940101","time":"1994-01-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":71,"wspd":5.4},{"date":"19940101","time":"1994-01-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":69,"wspd":9.4},{"date":"19940101","time":"1994-01-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":68,"wspd":5.4},{"date":"19940101","time":"1994-01-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":75,"wspd":7.6},{"date":"19940101","time":"1994-01-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":75,"wspd":7.6},{"date":"19940101","time":"1994-01-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":78,"wspd":11.2},{"date":"19940101","time":"1994-01-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":80,"wspd":14.8},{"date":"19940101","time":"1994-01-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":73,"wspd":18.4},{"date":"19940101","time":"1994-01-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":89,"wspd":24.1},{"date":"19940101","time":"1994-01-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":83,"wspd":18.4},{"date":"19940101","time":"1994-01-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":53,"wspd":22.3},{"date":"19940101","time":"1994-01-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":56,"wspd":20.5},{"date":"19940101","time":"1994-01-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":56,"wspd":18.7},{"date":"19940101","time":"1994-01-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":60,"wspd":18.7},{"date":"19940101","time":"1994-01-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":66,"wspd":11.2},{"date":"19940101","time":"1994-01-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":68,"wspd":5.4},{"date":"19940101","time":"1994-01-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":68,"wspd":7.6},{"date":"19940101","time":"1994-01-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":65,"wspd":9.4},{"date":"19940101","time":"1994-01-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":63,"wspd":7.6},{"date":"19940101","time":"1994-01-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":66,"wspd":7.6},{"date":"19940101","time":"1994-01-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":74,"wspd":9.4},{"date":"19940101","time":"1994-01-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":77,"wspd":0},{"date":"19940101","time":"1994-01-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":78,"wspd":7.6},{"date":"19940101","time":"1994-01-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":77,"wspd":11.2},{"date":"19940101","time":"1994-01-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":75,"wspd":11.2},{"date":"19940101","time":"1994-01-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":69,"wspd":13},{"date":"19940101","time":"1994-01-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":56,"wspd":20.5},{"date":"19940101","time":"1994-01-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":57,"wspd":16.6},{"date":"19940101","time":"1994-01-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":49,"wspd":18.7},{"date":"19940101","time":"1994-01-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":49,"wspd":18.7},{"date":"19940101","time":"1994-01-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":53,"wspd":24.1},{"date":"19940101","time":"1994-01-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":49,"wspd":18.7},{"date":"19940101","time":"1994-01-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":48,"wspd":14.8},{"date":"19940101","time":"1994-01-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":50,"wspd":13}]}}