{"19940512":{"guardian_articles":[],"nytimes_articles":[{"date":"19940512","headline":"Reviews/Dance; From Madrid, a Troupe Based in Earthy Passion","web_url":"https://www.nytimes.com/1994/05/12/arts/reviews-dance-from-madrid-a-troupe-based-in-earthy-passion.html","abstract":"  The Compania Nacional de Danza, a Madrid-based troupe directed by Nacho Duato, is one of the most talked about dance companies in Europe. After its United States debut on Tuesday night at City Center, it is easy to see why.   The dancers, mainly Spanish but also drawn from the United States and other parts of the world, make an immediate connection with the audience. Their power is earthy, even elemental, drawing strength from the sand, fire and water that are never too remote from the imagery in Mr. Duato's choreography.","thumbnail":null,"section":"Arts"},{"date":"19940512","headline":"Behind Clinton's Thunder, He Has No Bosnia Policy","web_url":"https://www.nytimes.com/1994/05/12/opinion/IHT-behind-clintons-thunder-he-has-no-bosnia-policy.html","abstract":"At a recent news conference, President Bill Clinton rejected a reporter's suggestion that his administration had constantly \"flip- flopped\" on Bosnia. Mr. Clinton's insistence that \"there have been no constant flip-flops\" is accurate,","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"A Killing Silence","web_url":"https://www.nytimes.com/1994/05/12/opinion/a-killing-silence.html","abstract":"  Ten years ago, a woman named Rose Cipollone gave a deposition in her suit against three cigarette manufacturers for damage to her health. \"I thought it was cool to smoke, and grown-up.\" Then, she added, \"I got hooked.\" A few months after her deposition Mrs. Cipollone died of lung cancer, so she never knew she had become the first person to be awarded damages -- $400,000 to her widower -- in a smoking liability case. The ruling was overturned on appeal, and a retrial canceled when the Cipollones' attorneys found it too expensive to continue.    They were not the first lawyers to be outgunned by the rich and powerful tobacco industry, but now the legal balance may be shifting. Incriminating papers from industry files could give future plaintiffs a far greater chance to succeed.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Rent Board Proposes Small Rise In Increases","web_url":"https://www.nytimes.com/1994/05/12/nyregion/rent-board-proposes-small-rise-in-increases.html","abstract":"  New York City's Rent Guidelines Board has proposed allowing rent increases that would be the smallest for rent-stabilized apartments since the guidelines were established 25 years ago.    The board recommended on Monday night that landlords of the nearly one million rent-stabilized apartments be allowed to increase rents 2 percent for one-year leases and 4 percent for two-year leases. The board will make a final decision after public hearings in June.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Jurassic Jigsaw Puzzle; Before a Skeleton, Patience and Glue","web_url":"https://www.nytimes.com/1994/05/12/nyregion/jurassic-jigsaw-puzzle-before-a-skeleton-patience-and-glue.html","abstract":"  In a quiet laboratory at the American Museum of Natural History, Amy Davidson, peering through a microscope, carefully aims a thin carbide-steel needle at an 80-million-year-old skull the size of a walnut.   She has spent nearly three weeks chipping and drilling at the rust-red sandstone that once encased the skull, which is from a rodentlike mammal known as a multituberculate. Now, with a deft hand, she uses the needle to quickly flick away a piece of rock that resembles a pepper flake. On the work tray in front of her is the barest sprinkling of rock dust from this and another skull, from a late Cretaceous Period turtle found in Bolivia -- a full morning's work.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Bridge","web_url":"https://www.nytimes.com/1994/05/12/nyregion/bridge-070530.html","abstract":"  The 20th annual Cavendish Pairs at Loews New York Hotel in Manhattan ended on Sunday in a victory for Neil Silverman of Boca Raton, Fla., and Kit Woolsey of Kensington, Calif., who are both involved in options trading. They both previously won the Cavendish event, with different partners.   The standings were: 1st Silverman and Woolsey, 2,171.97 imps; 2d Sam Lev of Forest Hills, Queens, and Bob Levin of Orlando, Fla., 1,768.91; 3d Garey Hayden of Tucson, Ariz., and Gaylor Kasle of Palm Springs, Calif., 1,697.55; 4th Piotr Gawrys and Krzysztof Lasocki of Poland, 1,627.86; 5th David Berkowitz of Old Tappan, N.J., and Larry Cohen of Little Falls, N.J., 1,570.8; 6th Steve Weinstein of Montclair, N.J., and Fred Stewart of Andes, N.Y., the defending champions, 1,053.56.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/12/style/chronicle-072060.html","abstract":"  STACY KEACH bounded jubilantly up the aisle of the Warner Theater in Washington on Monday evening to collect his Helen Hayes Award. In his view, it came not a moment too soon.   \"Finally,\" he exclaimed, waving the award. \"I was beginning to think Helen didn't like me, but some one reminded me that Helen didn't even know me,\" said the actor, who was named outstanding actor for his performance in the Kennedy Center production of \"The Kentucky Cycle.\"","thumbnail":null,"section":"Style"},{"date":"19940512","headline":"Overturning Conviction Is Upheld In Trenton","web_url":"https://www.nytimes.com/1994/05/12/nyregion/overturning-conviction-is-upheld-in-trenton.html","abstract":"  In a victory for a freed suspect, the New Jersey Supreme Court has refused to hear an appeal of an appellate court decision in March that overturned the 18-year-old murder conviction of V. James Landano on charges of killing a Newark police officer during an armed robbery in 1976.    The full court, in a 7-to-0 vote, denied the appeal by the Hudson County Prosecutor's Office, which must now decide whether to retry Mr. Landano. The decision was issued Tuesday and the lawyers were informed today. The County Prosecutor, Carmen Messano, said today that a retrial would take about two months to schedule.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Saying Strategy to Find Cure for AIDS Has Gone Awry, Researchers Seek Redirection","web_url":"https://www.nytimes.com/1994/05/12/us/saying-strategy-to-find-cure-for-aids-has-gone-awry-researchers-seek-redirection.html","abstract":"  A new consensus has emerged among many leading scientists that the nation's $1.3 billion AIDS research program is on the wrong track.    The notion that the AIDS effort needs to be redirected has been discussed for some time, but little has changed. Emphasis on quick testing of drugs and vaccines has continued, in spite of a widespread feeling of frustration and a sense that the research is far more complicated than many scientists had thought.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Eclectic Cabinet in Pretoria","web_url":"https://www.nytimes.com/1994/05/12/world/eclectic-cabinet-in-pretoria.html","abstract":"  President Mandela named both his estranged wife, Winnie Mandela, and his Zulu rival to the Cabinet, whose volatile mix will test his commitment to consensus. Page A8.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Rein In the Custodians","web_url":"https://www.nytimes.com/1994/05/12/opinion/rein-in-the-custodians.html","abstract":"  The egregious system that allows school custodians in New York City to collect high salaries while refusing to keep the schools clean and fit for education has long frustrated all attempts at good management. This year Schools Chancellor Ramon Cortines announced a new contract with the custodians that he described as \"revolutionary.\" But Mayor Rudolph Giuliani sees the proposed contract as an empty shell that costs too much and requires very little of the custodians. He has vetoed the contract and wants to have his Labor Commissioner take the lead in negotiations.   This is a complicated issue, raised to a high emotional pitch by the recent budget battle that pitted the Mayor and the Chancellor against each other in a bruising public confrontation. In that battle, we stood squarely behind the Chancellor in his efforts to repel the Mayor's unwarranted intervention. But the school custodians are a special case; they run a system that has long defied rational control. The Mayor's instincts appear sound here: the city must not let pass an opportunity to rein in the custodians.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"U.S. Rejects French Proposal To Impose a Peace in Bosnia","web_url":"https://www.nytimes.com/1994/05/12/world/us-rejects-french-proposal-to-impose-a-peace-in-bosnia.html","abstract":"  United States officials today rejected France's call to impose a peace settlement in Bosnia. The move came just days before foreign ministers are to meet in Geneva to try to breathe new life into efforts to end the war.    In Washington for talks today with Secretary of State Warren Christopher, the French Foreign Minister, Alain Juppe, called on the United States to pressure the warring parties to accept a peace plan, preferably one of their own but if not, then one developed by the major powers.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/12/nyregion/inside-066117.html","abstract":"  Crime Bill Under Attack On 2 Fronts by Senators   Senator Bill Bradley said the Federal crime bill was a hodgepodge unlikely to stem violence, while the Senate opposed part of the House bill allowing death sentence challenges based on race data. Articles, page A22. Bratton Faults Training    Two weeks after a man died in custody, New York's Police Commissioner said training for handling violent prisoners is inadequate. Page B1. Abortion Foe Finally Freed    After spending 14 months in a New Jersey jail for refusing to identify herself, an anti-abortion protester was released. Page B7. It's Devils vs. Rangers   The New Jersey Devils won their N.H.L. playoff series with the Boston Bruins, 4 games to 2, and will face the New York Rangers next. Page B15.  Knicks Beat Bulls Again   Led by Patrick Ewing and Anthony Mason, the Knicks defeated Chicago, 96-91, to take a lead of 2 games to 0 in their N.B.A. playoff series. Page B15.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Siena College's Courage","web_url":"https://www.nytimes.com/1994/05/12/opinion/l-siena-college-s-courage-072389.html","abstract":"  To the Editor:   You report May 1 that 150 students at Siena College in Loudunville, N.Y., near Albany, protested dormitory drug sweeps. As parents of two Siena freshmen, we were disappointed that you missed the good news that 95 percent of Siena's 3,000 students agreed with expulsion for drug abuse of eight students charged with possession as a result of the sweep.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"World War II Serb Holocaust No Fiction","web_url":"https://www.nytimes.com/1994/05/12/opinion/l-world-war-ii-serb-holocaust-no-fiction-072370.html","abstract":"  To the Editor:   \"Serbia's Suffering in Holocaust Is Exaggerated\" (letter, April 29) by C. Michael McAdams is a slap in the face, not only to the memory of the Jews, Serbs and Gypsies who perished in the Nazi puppet state of Croatia in World War II, but also to those who think one should look at history objectively and truthfully.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"In Vallone's Hands","web_url":"https://www.nytimes.com/1994/05/12/nyregion/in-vallone-s-hands.html","abstract":"  With Mayor Rudolph W. Giuliani's $31.6 billion budget before the City Council, its fate now depends largely on the leadership skills of Speaker Peter F. Vallone and on how he positions himself in negotiations between a Republican Mayor, whose core values he shares, and the Democratic City Council.   Like Mr. Giuliani, Mr. Vallone, a Democrat from Astoria, Queens, has long appealed to middle-class constituents and championed quality-of-life services like police, schools and sanitation. The next two months of wrangling over the plan will test whether Mr. Vallone can deliver a budget similar to Mr. Giuliani's in the face of concerns among many minority lawmakers that the cuts Mr. Giuliani is proposing would fall particularly hard on their constituents.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Here Come the Devils: Under the River, Out of the Woods","web_url":"https://www.nytimes.com/1994/05/12/sports/hockey-here-come-the-devils-under-the-river-out-of-the-woods.html","abstract":"  The Devils are getting a second chance at the Rangers, who swept them in six games during the regular season. New Jersey joined its archrivals in the Eastern Conference final by defeating the Bruins, 5-3, at Boston Garden tonight.   \"It's only fitting that we're playing the Rangers,\" the Devils' Bernie Nicholls said. \"I felt all year that they were the best team. For us, the way to the Stanley Cup is through New York.\"","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Inquiry on Graft May Imperil Convictions","web_url":"https://www.nytimes.com/1994/05/12/nyregion/inquiry-on-graft-may-imperil-convictions.html","abstract":"  Prosecutors in Manhattan said yesterday that more than two dozen criminal convictions are likely to be dismissed because they relied on the testimony of officers accused of corruption in the 30th Precinct.   The Manhattan District Attorney, Robert M. Morgenthau, said that his office was reviewing more than 1,500 convictions and pending court cases to see if they should be dismissed but that most would stand because there is enough untainted evidence for a conviction.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"1894: Press Is Punished : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/12/opinion/IHT-1894-press-is-punished-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The legal authorities in Berlin are rather hard upon the press for having stated, nearly a month since, that the police had brutally attacked persons engaged in making a demonstration. Sentences varying from three months' imprisonment to fines of","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Mandela Completes His Cabinet, Giving Buthelezi a Post","web_url":"https://www.nytimes.com/1994/05/12/world/mandela-completes-his-cabinet-giving-buthelezi-a-post.html","abstract":"  President Nelson Mandela consolidated his coalition Government today by completing a Cabinet that included his Zulu rival, Chief Mangosuthu G. Buthelezi, and naming his estranged wife, Winnie, among a panoply of deputy ministers.   The final Cabinet, sworn in today in Pretoria one day after Mr. Mandela took his oath, was an eclectic, even explosive mix of personalities, backgrounds and styles that will challenge Mr. Mandela's promise to govern by consensus.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Transactions","web_url":"https://www.nytimes.com/1994/05/12/sports/transactions-069337.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Recalled Mark Smith, outfielder, from Rochester of the International League.   CLEVELAND INDIANS -- Activated Sandy Alomar, catcher, from the 15-day disabled list. Optioned Jesse Levis, catcher, to Charlotte of the International League.   DETROIT TIGERS -- Promoted Bruce Egloff, pitching coach at Sioux City of the Northern League, to pitching coach at Bristol of the Appalachian League. Northern League   SIOUX CITY EXPLORERS -- Re-signed Kevin Kobetitsch, pitcher, and Marty Neff, outfielder. Basketball  National Basketball Association   DETROIT PISTONS -- Announced the retirement of Isiah Thomas, guard. United States Basketball League   ATLANTA TROJANS -- Signed Darrell Armstrong, Fred Vinson and Robert Shannon, guards, and Stan Rose, Mark Strickland and Terry Davis, forwards.   CONNECTICUT SKYHAWKS -- Signed Keith Bullock and Pervires Greene, forwards, and Doremus Bennerman and Malcolm Huckaby, guards.   LONG ISLAND SURF -- Signed Mitchell Foster, center, and Jean Prioleau, guard.   MISSISSIPPI COAST GAMBLERS -- Signed Dale Brown, guard, and Lenear Burns and Jessic Ratliff, forwards. Football  National Football League   CLEVELAND BROWNS -- Withdrew contract offers to Brad Goebel, quarterback, and Ed King, tackle.   DETROIT LIONS -- Signed John Oglesby, running back, and Scott Kaplan, kicker. Canadian Football League   OTTAWA ROUGH RIDERS -- Agreed to terms with Danny Barrett, quarterback.   SHREVEPORT PIRATES -- Signed Chris Anderson, running back. Arena Football League   CLEVELAND THUNDERBOLTS -- Signed Frank Owens, wide receiver-defensive back, and Don Mollick, fullback-linebacker.   MASSACHUSETTS MARAUDERS -- Signed Todd Gecewicz, lineman.   MIAMI HOOTERS -- Signed Romallice Burke, wide receiver-defensive back.   TAMPA BAY STORM -- Signed Javier Zuluaga, fullback-linebacker. Hockey  National Hockey League   PHILADELPHIA FLYERS -- Signed Chris Herperger, left wing, and Aaron Israel, goaltender.   TORONTO MAPLE LEAFS -- Recalled Pat Jablonski, goaltender; Matt Martin, defenseman; and Yanic Perreault, Chris Govedaris and Eric Lacroix, forwards, from St. John's of the American Hockey League. College    CITADEL -- Named Kenny Carter defensive ends coach and recruiting coordinator.   IOWA -- Named Mandi Kowal women's rowing coach.   MIDDLE TENNESSEE STATE -- Named Lee Fowler athletic director, effective June 13. Announced that John Stanford, retiring athletic director, will assume the newly created position of director of athletic relations.   MIDWESTERN STATE -- Named Wayne Williams women's basketball coach.   MINNESOTA -- Announced Voshon Lenard, guard, will forego his senior year eligibility and make himself available for the NBA draft.   NORTHEAST LOUISIANA -- Announced the resignation of Janie Fincher Roland, women's assistant basketball coach.   NORTHWESTERN, IOWA -- Announced the resignation of Mike Meyer, women's basketball coach. Named Earl Woudstra women's basketball coach.   SOUTHWEST TEXAS -- Announced that Keevan Mills has been dismissed from the track and field team for violating team rules relating to player conduct.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Guggenheim Deputy To Head Dia Center","web_url":"https://www.nytimes.com/1994/05/12/arts/guggenheim-deputy-to-head-dia-center.html","abstract":"  Michael Govan, the deputy director of the Solomon R. Guggenheim Museum, is to become the new director of the Dia Center for the Arts, a nonprofit contemporary art institution in SoHo, the organization announced yesterday.","thumbnail":null,"section":"Arts"},{"date":"19940512","headline":"A Post-Cold War Democracy Turned Mirage","web_url":"https://www.nytimes.com/1994/05/12/opinion/IHT-a-postcold-war-democracy-turned-mirage.html","abstract":"Old feuds between the rulers of a long divided country, aggravated by Saudi suspicions of Western-style democracy, lie behind the outbreak of civil war in Yemen. With the fighting, progress toward reconciliation and political unity has turned out to be l","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Constitution Backs Gun Lobby","web_url":"https://www.nytimes.com/1994/05/12/opinion/l-constitution-backs-gun-lobby-072397.html","abstract":"  To the Editor:   I was disappointed to see an advertisement on guns signed by other professors of constitutional law (National Edition, May 2). The advertisement made two main points. The first is that the Second Amendment does not prohibit sensible gun regulations -- something that is undeniably true. The other is that the Second Amendment merely protects arms ownership by state national guards, not individual citizens -- something that is just as clearly false.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Essay; Nixon On 1996","web_url":"https://www.nytimes.com/1994/05/12/opinion/essay-nixon-on-1996.html","abstract":"  \"'94 will be a great year for non-incumbents,\" Richard Nixon opined a few months before his death. \"People want change. Clinton asked for it; now the country is going to demand it.\"    But to a man who won four out of five national races, matching F.D.R.'s record, the focus had to be on the national ticket in 1996.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/05/12/arts/pop-and-jazz-in-review-072443.html","abstract":"  Mark Helias  Dance Theater Workshop    The bassist and composer Mark Helias is a structuralist who likes his compositions tidy. The music he makes isn't small: it pushes and jostles like a river about to jump its banks. but it is identified by its attention to form, a precision and logic that make his pieces sound symmetrical and clean.","thumbnail":null,"section":"Arts"},{"date":"19940512","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/12/nyregion/c-corrections-072290.html","abstract":"  A picture caption yesterday about an encounter between President Clinton and Senator Edward M. Kennedy described their conversation incorrectly. Referring to a health care bill Mr. Kennedy has proposed, Mr. Clinton said, \"You've got a great bill there.\" They did not engage in \"horse-trading.\"","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Washington at Work; Ex-Aide Is Now Lobbyist With White House Ties","web_url":"https://www.nytimes.com/1994/05/12/us/washington-at-work-ex-aide-is-now-lobbyist-with-white-house-ties.html","abstract":"  Despite the pledge by President Clinton that his friends would not cash in on their ties, one of the most successful new lobbyists here is a longtime Clinton adviser and confidante who has pitched a client's case while watching college basketball at the White House.   Most lobbyists struggle to arrange meetings with mid-level Government bureaucrats, and can only dream of the kind of access enjoyed by Betsey Wright, one of the President's oldest friends and an architect of his rise to power in Arkansas.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"1944: Battered Westwall : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/12/opinion/IHT-1944-battered-westwall-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Hitler's Westwall, along the French side of the English Channel, designed to stave off the coming Allied invasion, is undoubtedly a tough pro osition. It doesn't look tough, though. It looks astonishingly and almost d","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Still Waiting for the Walls of Jericho to Fall","web_url":"https://www.nytimes.com/1994/05/12/world/still-waiting-for-the-walls-of-jericho-to-fall.html","abstract":"  At cassette stalls around Jericho's central square, loudspeakers blare a song that has become something of an anthem here. \"The whole nation awaits you,\" it goes, aptly describing the state of anticipation in this West Bank town as it awaits the withdrawal of Israeli forces and the arrival of the Palestinian police.   The song was actually written for Yasir Arafat, chairman of the Palestine Liberation Organization, who had announced plans to come to Jericho, a desert oasis of about 15,000, after it becomes the seat of the Palestinian Authority.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"South Africa's Other Deadly Legacy","web_url":"https://www.nytimes.com/1994/05/12/opinion/south-africa-s-other-deadly-legacy.html","abstract":"  The new Government in South Africa will have its hands full trying to overcome decades of apartheid and the hatreds and divisions it engendered. But South Africa has another legacy to get rid of -- the remains of its secret nuclear weapons program. With all the urgent tasks before it, Pretoria might need timely help from Washington to lay that legacy to rest.    Under former President F. W. de Klerk, South Africa became the first nation to ban its bombs after building them. In 1989 Mr. de Klerk halted construction of an atomic bomb and ordered the dismantling of the six bombs already built. In 1991 South Africa signed the Nuclear Nonproliferation Treaty, and two years later publicly acknowledged the existence of its weapons program.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/12/nyregion/news-summary-066060.html","abstract":"  International A3-13  FIRST GAZA TOWN GAINS AUTONOMY  Signaling a transfer of authority that will spread, the ramshackle Gazan town of Deir el Balah became the first place to come under Palestinian rule. As a contingent of armed police officers rode in, the town seemed to relish the fact that it was first.  A1","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"In French Factory Town, Culprit Is Automation","web_url":"https://www.nytimes.com/1994/05/12/world/in-french-factory-town-culprit-is-automation.html","abstract":"  Bibendum, that chubby, famous French mascot also known as the Michelin Man, has long brought good cheer to the people living at the foot of the volcanoes of central France. The more maps and guidebooks he appeared on and the more tires his owners made, the more jobs for the people at the Michelin headquarters at Clermont-Ferrand.   Three years ago, Michelin became the world's largest maker of tires. But at the factory yards and around the bars here, no one remembers morale being so low. This medieval market town that Michelin transformed into a prosperous industrial center during the last 100 years has been squeezed by the belt-tightening of its biggest business.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Insurability for Battered Women","web_url":"https://www.nytimes.com/1994/05/12/us/insurability-for-battered-women.html","abstract":"  After being beaten up by her husband and shoved across the room, a woman in her mid-20's from Pennsylvania sought life, health and mortgage disability insurance last year from State Farm Insurance. She was denied all three.   State Farm says it denies insurance to battered women for their own protection. \"There is some fear that if the beneficiary is the batterer, we would be providing a financial incentive, if it's life insurance, for the proceeds to be paid for him to kill her,\" said K. C. Eynath, a spokeswoman for the company. \"We don't want to do that.\"","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/05/12/books/book-notes-071250.html","abstract":"  'J. F. K.' Author Sued Two years after Nigel Hamilton published \"J. F. K.: Reckless Youth,\" his best-selling account of John F. Kennedy's early years, a fellow author has sued, claiming that Mr. Hamilton took information from him without paying for or properly acknowledging it. The plaintiff, Gene Schoor, is asking for more than $20 million in damages from Mr. Hamilton and from Random House, and has hired the heavyweight lawyer Barry Slotnick to take his case.    Mr. Schoor's complaint, filed in State Supreme Court in Manhattan late last month, presents him as a loyal Kennedy supporter hurt at being misled by Mr. Hamilton. Mr. Schoor is the author of a number of sports books and in 1963 published \"Young John Kennedy,\" a book about President Kennedy's early years based in part on interviews with the Kennedy family. He claims that when he met with Mr. Hamilton in 1990, Mr. Hamilton pored through hundreds of pages of Mr. Schoor's research material and then unexpectedly made photocopies on the spot. When he tried to get compensation for the material, Mr. Schoor says, Mr. Hamilton never paid him anything, and then proceeded to pass off the information as the product of his own interviews.","thumbnail":null,"section":"Books"},{"date":"19940512","headline":"Couple Are Found Dead","web_url":"https://www.nytimes.com/1994/05/12/nyregion/couple-are-found-dead.html","abstract":"  A man stabbed his girlfriend to death and then hanged himself in their Harlem apartment, the police said. Their bodies were found yesterday by the woman's mother, officials said.   Investigators did not know what prompted the incident, at 216 Bradhurst Avenue, near 152d Street, said a police spokeswoman, Detective Kim Royster.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/12/nyregion/c-corrections-072214.html","abstract":"  An article in Business Day on April 29 about China's agreement to buy telecommunications equipment from the AT&T Corporation misidentified one of the four other companies that competed for the sale. It was the NEC Corporation of Japan, not Fujitsu Ltd.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Spurs Are Pondering Lucas's Future","web_url":"https://www.nytimes.com/1994/05/12/sports/sports-people-pro-basketball-spurs-are-pondering-lucas-s-future.html","abstract":"  The jobs of the San Antonio Spurs' coach, JOHN LUCAS, and their vice president, BOB BASS, may be in jeopardy because of the Spurs' first-round playoff loss, according to a published report. Lucas, contacted in Miami, said the Spurs' management had not told him about a change. The San Antonio Express-News reported yesterday that the subject was debated Monday during a meeting by the team's board. Lucas was hired as coach in December 1992, after JERRY TARKANIAN was discharged.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"It's Just Another Happy Day For Yanks","web_url":"https://www.nytimes.com/1994/05/12/sports/baseball-it-s-just-another-happy-day-for-yanks.html","abstract":"  Happiness has had innumerable definitions for the Yankees these days. Last night, happiness for them was Jimmy Key adeptly handling the opposition when his pitches were suspect, Bob Wickman playing dominant closer, a missed sign igniting a pivotal rally, home sweet home in the Bronx and another day in first place. Happiness was a 6-3 victory over the Indians.   So the team with the best record in baseball continued winning by corraling its sixth straight victory and also continued doing it in obscurity. Yankee Stadium had more vacant seats than taken seats. With the Knicks and the Devils both engaged in playoff games on the same evening, the Yankees provided a treat for the 17,611 spectators who ignored hockey and basketball and ventured into their private party by blitzing Dennis Martinez. They made everyone happy.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/05/12/arts/pop-and-jazz-in-review-071307.html","abstract":"  Brand-New Heavies  The Academy    American musicians like Gang Starr and Digable Planets broke borders last year by combining hip-hop with jazz. At the same time in England, the Brand-New Heavies, the Young Disciples and Soul II Soul were not only fusing hip-hop and jazz, but throwing funk, soul and gospel into the mix as well. On Monday night, the Brand-New Heavies demonstrated that from an overseas vantage point, pop-music genres traditionally ghettoized in America can be gracefully combined.","thumbnail":null,"section":"Arts"},{"date":"19940512","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/12/style/chronicle-072184.html","abstract":"  TIMOTHY LEARY, who served time in prison in the 1970's for possession of marijuana, was detained at the Austin, Tex., airport Tuesday for smoking -- a cigarette.    The 1960's LSD guru, whose credo was \"Tune in, turn on, drop out,\" said he wanted to draw attention to people being \"demonized\" by the politically correct.   \"We were told by an official that smoke in the airport would get us a citation,\" Mr. Leary, who is 73, told The Associated Press. \"So we did look for a policeman to check this out.\"   He was held at the airport for about an hour. A court hearing was scheduled for next Wednesday on the charge, which carries a maximum $500 fine. NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19940512","headline":"Justice Job for Negotiator","web_url":"https://www.nytimes.com/1994/05/12/us/justice-job-for-negotiator.html","abstract":"  The Clinton Administration is preparing to nominate John R. Schmidt, a top trade official, to take over the third-ranking job at the Justice Department, left vacant when Webster L. Hubbell resigned, Administration officials said today.   Mr. Schmidt is a senior negotiator for the United States Trade Representative's office. He spent most of last year coordinating the American effort to strike a global trade agreement, reached in April among 116 countries.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Kurds Under Attack : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/12/opinion/IHT-kurds-under-attack-letters-to-the-editor.html","abstract":"The letter from Bernard Kouchner and Bernard Dorin (\"An Appeal to Turkey,\" Letters, March 18) elicited many responses by Turks, which you generously published..Those responses echoed the usual themes of Turkish government propaganda which, de","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Learned Opposition to New Disney Park","web_url":"https://www.nytimes.com/1994/05/12/us/learned-opposition-to-new-disney-park.html","abstract":"  Prominent historians and authors with a special interest in the Civil War have formed a group to oppose the Walt Disney Company's planned theme park in a region of northern Virginia of particular historical significance. At a news conference today, one member after another decried the project as a calamitous mistake.   \"We have so little left that's authentic and real,\" said David McCullough, a biographer and historian. \"To replace what we have with plastic, contrived history, mechanical history is almost sacrilege.\"","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/05/12/opinion/IHT-what-theyre-reading.html","abstract":"Jean Armour Polly, author of \"Surfing the Internet,\" is reading \"The Turing Option,\" by Harry Harrison and Marvin Minsky..\"It's about a computer nerd who builds true artificial intelligence, almost gets killed by industrial terr","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Journal; Comeback Kid II","web_url":"https://www.nytimes.com/1994/05/12/opinion/journal-comeback-kid-ii.html","abstract":"  Now that Richard Nixon's rehabilitation is over -- having collapsed of its own inflated weight once a self-aggrandizing Henry Kissinger jumped on the bandwagon -- the time is right for Dan Quayle's comeback. For Democrats no less than stand-up comics, this is heartening news.    The cue for Mr. Quayle's re-emergence is his book, \"Standing Firm,\" a surprisingly readable mixture of bitchiness, blame-deflecting and braggadocio in which it turns out that everyone except George Bush and Dan Quayle is responsible for everything that went wrong in their Administration and re-election campaign. To promote this putative best-seller -- 375,000 copies in print -- Mr. Quayle is touring 36 cities, sampling his '96 Presidential prospects along the way, and grabbing every free microphone he can in the media he spends much of his book excoriating.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/12/nyregion/c-corrections-072273.html","abstract":"  Because of an editing error, an article yesterday about a study of family day care providers in low-income neighborhoods incompletely identified the author of the study in some editions. She is Dr. Mary Larner, the director of early childhood and education at the National Center for Children in Poverty, a research group affiliated with Columbia University.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Welfare Plan Seeks Limit On Benefits","web_url":"https://www.nytimes.com/1994/05/12/us/welfare-plan-seeks-limit-on-benefits.html","abstract":"  Unwilling to wait for President Clinton to act, his Democratic allies in the House of Representatives today proposed a welfare bill similar to the one he has long promised but has yet to deliver.   The measure would place a two-year limit on welfare benefits and then require indigent mothers to join a community service program. To finance its provisions, the bill seeks deeper cuts in benefits to immigrants than legislation that White House aides say they are likely to propose. Indeed, those cuts alienated some potential co-sponsors in Congress.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Berlusconi and Cabinet With Neo-Fascists Take Office in Italy","web_url":"https://www.nytimes.com/1994/05/12/world/berlusconi-and-cabinet-with-neo-fascists-take-office-in-italy.html","abstract":"  Smiling in victory, Silvio Berlusconi was sworn in as Prime Minister today, heading a Government that prompted some Italians to question where it will lead the nation after more than two years of corruption scandals.   Mr. Berlusconi, 57, took the oath of office flanked by a Cabinet that included five members of the neo-Fascist National Alliance, one of the two coalition partners of the new Prime Minister's Forza Italia party. Mr. Berlusconi pledged to \"be faithful to the Republic, loyally to observe its Constitution and laws and to exercise my functions in the exclusive interest of the nation.\"","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Right-Wing Lawmakers in Haiti Swear In a Provisional President","web_url":"https://www.nytimes.com/1994/05/12/world/right-wing-lawmakers-in-haiti-swear-in-a-provisional-president.html","abstract":"  In a defiant step supported by Haiti's military leaders, a rump group of right-wing legislators in Port-au-Prince swore in an 80-year-old Supreme Court justice as Haiti's provisional President today, intensifying the country's confrontation with the United States.   The move came just as President Clinton has adopted a stern new posture toward Haiti's military rulers over their refusal to permit the return to power of the Rev. Jean-Bertrand Aristide, the country's democratically elected President ousted in 1991.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Pericles Revisited : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/12/opinion/IHT-pericles-revisited-letters-to-the-editor.html","abstract":"Regarding \"The Woman Behind the Athenian\" (Meanwhile, May 4):.How unfortunate that John New house chose to resurrect from its well- earned oblivion the bourgeois relationship of Aspasia and Pericles. By doing so, he inevitably got himself hop","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/12/nyregion/c-corrections-072206.html","abstract":"  A brief report in Business Day on Tuesday about the stock of LDDS Communications Inc. misstated the status of the company's $2 billion bid for the Wiltel subsidiary of the Williams Companies. An offer has been made for Wiltel, but Williams has not accepted it.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"In Bosnia, An Island Of Tolerance Is Sinking","web_url":"https://www.nytimes.com/1994/05/12/world/in-bosnia-an-island-of-tolerance-is-sinking.html","abstract":"  When the whim takes them, Serbian nationalist forces shell this northern Bosnian town from their positions in the mountains to the east and west. On the last occasion, 10 days ago, the victim was a 22-year-old Serbian woman, Natasha Corak.   The episode seemed relatively trivial, just one more death in the 25-month Bosnian war. But it underlined the worsening plight of the approximately 200,000 Serbs still living on the Bosnian Government side of the confrontation line. Branded traitors by Bosnia's Serbian nationalists and increasingly marginalized by the growing Muslim nationalism within Bosnia, they feel isolated and threatened.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/12/nyregion/c-corrections-066400.html","abstract":"  An obituary on Monday about Lord Sharp of Grimsdyke, former chairman and chief executive of Cable and Wireless P.L.C., the British-based telecommunications company, misstated the increase in the company's revenues under his leadership. The increase was about tenfold from the 1980-81 fiscal year to the 1990-91 fiscal year, not \"more than fifteenfold a year.\"","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Giuliani Asks G.O.P. to New York in 1996","web_url":"https://www.nytimes.com/1994/05/12/nyregion/giuliani-asks-gop-to-new-york-in-1996.html","abstract":"  Armed with pastrami sandwiches from the Carnegie Deli and pen and pad sets from Tiffany, Mayor Rudolph W. Giuliani traveled here today to try to convince Republican Party officials that New York City should be the site of the 1996 convention.    In a presentation before 25 party officials, Mr. Giuliani argued that the choice of New York City would \"be a very strong statement for the Republican Party\" and would demonstrate its concern for urban America.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"U.S. Open Seats Available","web_url":"https://www.nytimes.com/1994/05/12/sports/us-open-seats-available.html","abstract":"  Reserved seat tickets to individual sessions of the United States Open tennis championships will go on sale at 9 A.M. Sunday, May 22, at the National Tennis Center in Flushing, Queens, and by telephone.   Most of the 500,000 or so seats at the tournament, which runs from Aug. 29 to Sept. 11, have been sold in previous mail offerings, including all seats to the five daytime weekend sessions. According to Phil Molite, the director of ticket sales, about 100,000 seats are available, including some for each of the 20 other sessions, at prices ranging from $18 to $55.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"MOUNT VERNON","web_url":"https://www.nytimes.com/1994/05/12/nyregion/mount-vernon.html","abstract":"  One of the three Mount Vernon police detectives charged with stealing $10,000 during a police raid had been accused of a similar crime in 1986 -- and acquitted -- while a police officer in New York City. Page B8.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Knicks' Rallying Cry Is Dee-fense! More Dee-fense!","web_url":"https://www.nytimes.com/1994/05/12/sports/pro-basketball-knicks-rallying-cry-is-dee-fense-more-dee-fense.html","abstract":"  Another fourth quarter belonged to the Knicks, and so did another emotional victory.   Led by a superlative performance from Anthony Mason, plus two momentum-breaking 3-pointers by John Starks in the fourth quarter, the Knicks overcame the Chicago Bulls, 96-91, last night at Madison Square Garden to take a 2-0 lead in the four-of-seven-game Eastern Conference semifinal series.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Sports of The Times; On the Bulls, Michael = Motivation","web_url":"https://www.nytimes.com/1994/05/12/sports/sports-of-the-times-on-the-bulls-michael-motivation.html","abstract":"  THE first name is enough for only a few. Babe. Muhammad. Wayne. Wilt. And, of course, Michael. As a minor league outfielder, he's no longer relevant to the Knicks-Bulls playoff series. And yet, in his absence, he is more relevant than ever.   Michael Jordan remains the yardstick by which the Bulls are measured.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Senate, in 58-41 Vote, Bars Race-Based Death Row Pleas","web_url":"https://www.nytimes.com/1994/05/12/us/senate-in-58-41-vote-bars-race-based-death-row-pleas.html","abstract":"  Sending a warning to the House, the Senate expressed its opposition today to a provision in the House version of the crime bill that would allow inmates to challenge death sentences by using statistics on racial discrimination.   Today's action, in a 58-to-41 vote, came after impassioned pleas by two of the Senate's most liberal members, Carol Mosely-Braun of Illinios and Edward M. Kennedy of Massachusetts, who argued that dropping the provision would be a setback in the fight for racial justice.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Minnesota's Lenard Heading to the Draft","web_url":"https://www.nytimes.com/1994/05/12/sports/sports-people-college-basketball-minnesota-s-lenard-heading-to-the-draft.html","abstract":"  VOSHON LENARD is giving up his senior year at Minnesota to try his luck in the National Basketball Association draft, he said yesterday. A new National Collegiate Athletic Association rule allows underclassmen to enter the draft, but retain their eligibility if they decide to return to college within 30 days of the draft. But any team drafting an underclassman retains his rights for the next year's draft, meaning Lenard would have little bargaining power in 1995 should he opt for the draft but then decide to return to Minnesota.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Life of Fallen Firefighter Is Celebrated at Cathedral","web_url":"https://www.nytimes.com/1994/05/12/nyregion/life-of-fallen-firefighter-is-celebrated-at-cathedral.html","abstract":"  In a place of tranquillity opened amid the canyons of Manhattan, the life of Capt. John Joseph Drennan Jr. -- who had fought for 40 days against the damage that flame had inflicted on his body -- was celebrated yesterday at St. Patrick's Cathedral.   In a hush that gently enveloped what is usually one of New York City's most hectic thoroughfares, 10,000 firefighters in their dress blues and serge caps stood so silently along Fifth Avenue that songs of birds seemed etched against the distant hum of traffic held at bay blocks away.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/12/sports/results-plus-071811.html","abstract":"  TENNIS  Agassi Is Eliminated on Clay in Italy  Andre Agassi's clay-court season suffered another jolt yesterday when he was eliminated in the second round of the Italian Open in Rome. Agassi, committing an unusual number of unforced errors, was beaten by unseeded Stefano Pescosolido of Italy, 6-3, 1-6, 6-3. Agassi, who returned to action this year after a five-month layoff with a wrist injury, was hoping to round into form in time for the French Open, which begins later this month. But after winning his comeback tournament on hard courts in Scottsdale, Ariz., in February and reaching the final of the Lipton championships in Key Biscayne, Fla., in March, Agassi has struggled on clay in Europe. He lost in the first round of the Monte Carlo Open last month. In an earlier match yesterday, No. 5 Michael Chang lost, 6-3, 7-6 (7-4), to Jacco Eltingh of the Netherlands. Top-seeded Pete Sampras did not have such problems, however, reaching the round of 16. Others advancing included No. 3 Jim Courier, the defending champion; No. 4 Goran Ivanisevic, No. 6 Andrei Medvedev, No. 7 Thomas Muster and No. 8 Boris Becker. (AP) Graf and Sabatini Roll On: Steffi Graf, a two-time defending champion, and fourth-seeded Gabriela Sabatini of Argentina rolled to easy straight-set victories yesterday at the German Open in Berlin. The top-seeded Graf beat No. 13 Ginger Helgeson of the United States, 6-2, 6-2, to become the first player to reach the quarterfinals. Sabatini moved into the third round by knocking off another American, Kimberly Po, 6-4, 6-0. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Maradona Is Granted a U.S. Visa","web_url":"https://www.nytimes.com/1994/05/12/sports/sports-people-soccer-maradona-is-granted-a-us-visa.html","abstract":"  DIEGO MARADONA, awaiting word from Japan on whether he will be allowed to play in exhibition games there, has been granted a visa to travel to the United States for the World Cup next month.   Maradona, captain of Argentina's national team, was given a three-month visa to play in the World Cup, a spokeswoman for the United States Embassy in Buenos Aires, speaking on condition of anonymity, said yesterday. Maradona, 33, was suspended from international play for 15 months in 1991-92 after testing positive for cocaine use while playing for Naples in the Italian League. He was also arrested in Buenos Aires in 1991 for cocaine possession. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Defiant Abortion Protester Out of Jail","web_url":"https://www.nytimes.com/1994/05/12/nyregion/defiant-abortion-protester-out-of-jail.html","abstract":"  She was called Jane Doe C, prisoner No. 2447-93, a 40-year-old religious nomad who had been arrested for wrapping herself around the steering wheel of a old Ford station wagon that was blocking an abortion clinic in Cherry Hill, N.J. It was a minor charge. But she refused to give her name, saying that she abided only by the law of God, so the judge banished her to jail until she relented.   That was nearly 14 months ago. Yesterday, after spending more time behind bars than any anti-abortion demonstrator in recent memory, the woman was identified as a Cincinnati native named Chaya Temima Patanelli and was released from the Camden County jail, unexpectedly cutting short a crusade that showed the lengths to which some abortion opponents will go to press their cause.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"The Making of a Fiasco","web_url":"https://www.nytimes.com/1994/05/12/opinion/the-making-of-a-fiasco.html","abstract":"  WASHINGTON   Scrambling to revive its moribund Haiti policy, the Clinton Administration has decided to rule out a compromise with the country's military leaders and to broaden economic sanctions. The one certain effect of this new policy will be to greatly increase the possibility of U.S. military intervention.    Faced with the tightened embargo, which will go into effect next week, Haiti's rulers will not just throw up their hands and go. They will engage in political maneuvering, like yesterday's installation of the 80-year-old Supreme Court Justice Emile Jonassaint as \"provisional president.\" And they will continue their sickening game of chicken with the United States -- clinging to power as the suffering in Haiti goes from terrible to truly horrifying, betting that the U.S. will lose its stomach for the embargo before it forces them out.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"1919: Thespian Soldiers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/12/opinion/IHT-1919-thespian-soldiers-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The American doughboy will carry back many of his European impressions and they are certain to become part of American life. What he learned of the French language will be part of his American speech when he goes home. He will introduce a new line","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Books of The Times; A Brother and Sister Excavate Their Past","web_url":"https://www.nytimes.com/1994/05/12/books/books-of-the-times-a-brother-and-sister-excavate-their-past.html","abstract":"  School for the Blind   By Dennis McFarland   287 pages. Houghton Mifflin. $21.95.     Vivid memories of the past are said to be a recompense of old age, but what happens to Francis and Muriel Brimm in Dennis McFarland's accomplished new novel, \"School for the Blind,\" may be too much of a good thing. At the age of 73, Francis has retired to the Florida town of his youth, where his spinster elder sister, Muriel, has spent her entire life.","thumbnail":null,"section":"Books"},{"date":"19940512","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/05/12/arts/pop-and-jazz-in-review-072427.html","abstract":"  Charles Lloyd  Blue Note 131 West Third Street Greenwich Village Through Sunday    The saxophonist Charles Lloyd, the headliner of a strong double bill at the Blue Note this week, is an odd jazz star. He's a foremost exponent of the style made most popular by the saxophonist John Coltrane, and in the 1960's Mr. Lloyd had enormous success and a few hit records. His music has grown fairly difficult, but he still has his fans, and at the Blue Note Mr. Lloyd used his charisma to keep them with him through his set.","thumbnail":null,"section":"Arts"},{"date":"19940512","headline":"U.S. Opposes Plan for U.N. Force in Rwanda","web_url":"https://www.nytimes.com/1994/05/12/world/us-opposes-plan-for-un-force-in-rwanda.html","abstract":"  As rebel forces of the Rwanda Patriotic Front pressed their attack today against the capital, Kigali, the United States criticized a new United Nations plan to send some 5,500 soldiers into the heart of the Rwandan civil war to protect refugees and assist relief workers, saying it is more than the organization can handle.   Instead America's representative at the United Nations, Madeleine K. Albright, told the Security Council the United Nations should explore the possibility of sending an international force to establish a \"protection zone\" along parts of the Rwandan border where refugees could gather and be cared for.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Detective Held in U.S. Sting Faced Similar Charge in '86","web_url":"https://www.nytimes.com/1994/05/12/nyregion/detective-held-in-us-sting-faced-similar-charge-in-86.html","abstract":"  One of the three Mount Vernon police detectives charged on Tuesday with stealing $10,000 during a police raid had been accused of a similar crime in 1986 -- and acquitted -- while a police officer in New York City.   The detective, Frank Lauria, was among at least a dozen officers in the 77th Precinct in Brooklyn who were indicted that year on charges including stealing and selling drugs, burglary and stealing garbage cans belonging to the police station.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/05/12/arts/pop-and-jazz-in-review-072419.html","abstract":"  Lester Bowie  Sweet Basil    The tension at Lester Bowie's second set at Sweet Basil on Tuesday night came not from the music but from the presence of Wynton Marsalis in the audience. Mr. Bowie, like Mr. Marsalis a trumpeter, has been critical of Mr. Marsalis in interviews recently, saying, in effect, that his music is too conservative, that it lacks soul. So Mr. Marsalis went to Sweet Basil with his trumpet in hand, ready to put words aside and challenge Mr. Bowie on the bandstand. The gauntlet was thrown down, but Mr. Bowie didn't pick it up. After addressing Mr. Marsalis as \"boy,\" Mr. Bowie, who is at least 20 years older than Mr. Marsalis, wouldn't invite him to play.","thumbnail":null,"section":"Arts"},{"date":"19940512","headline":"A Klimt Outshines A Monet At Auction","web_url":"https://www.nytimes.com/1994/05/12/arts/a-klimt-outshines-a-monet-at-auction.html","abstract":"  The state of the market for Impressionist and modern art looked better at Sotheby's last night -- but not that much better.   One painting in particular, Klimt's \"Lady With a Fan\" (circa 1917-18), sold for a whopping $11.6 million, far exceeding its estimate of $7 to $9 million. But the sale was not without big disappointments for the sellers. Two of the evening's presumed stars, a Monet and a Brancusi, each expected to bring over more than $7 million, failed to sell at all.","thumbnail":null,"section":"Arts"},{"date":"19940512","headline":"Review/Dance; Ritual and Commentary By Urban Bush Women","web_url":"https://www.nytimes.com/1994/05/12/arts/review-dance-ritual-and-commentary-by-urban-bush-women.html","abstract":"  Urban Bush Women received the 1994 Capezio Award on Monday night for outstanding service to American dance. On Tuesday night, the modern-dance company opened at the Joyce Theater. The program suggested that while that august prize was well deserved, the troupe had not abandoned its magically earthy ways.   Jawole Willa Jo Zollar, the choreographer and performer who founded the black, all-female company in 1984, has a distinctive way of blending everyday and theater life to create dances that seem to unfold in real time and to refer to nothing but themselves. The four pieces on the Joyce program were about dance, music and the performance of those art forms, for instance, as much as they were about Rastafarian ceremony, big bottoms, slumber parties and the homeless.","thumbnail":null,"section":"Arts"},{"date":"19940512","headline":"Mets Play Expos Close But Not Close Enough","web_url":"https://www.nytimes.com/1994/05/12/sports/baseball-mets-play-expos-close-but-not-close-enough.html","abstract":"  Todd Hundley knows you're not supposed to watch the standings in May. That's for August, and September, when the numbers really count. It was too tempting, though, for Hundley to avoid it this morning. It has been so long since the Mets had reason to read the statitics page.   That glance -- the one that told him the Mets were two and a half games behind Atlanta heading into today's action -- is what made the Mets' one-run loss to the Expos tonight at Olympic Stadium so hard to take. With the opportunity to come into a three-game series with the division-leading Braves in sole possession of second place in the National League East, the Mets instead watched the Expos grab a 4-3 victory and a share of second place with New York.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/12/nyregion/no-headline-066281.html","abstract":"  \"So often, Americans on the one hand seem catatonic in the face of violence and, on the other hand, ready to entertain the most radical solutions to stop violence.\" -- SENATOR BILL BRADLEY.  [ A22:3. ]","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Anticrime Bill Will Not End U.S. Violence, Bradley Says","web_url":"https://www.nytimes.com/1994/05/12/us/anticrime-bill-will-not-end-us-violence-bradley-says.html","abstract":"  Saying that violence in America had taken \"inexplicable turns,\" Senator Bill Bradley of New Jersey warned today that the pending Federal crime bill was a well-intended but desperate hodge-podge of proposals that might have only limited effect, and he called for a \"national rebellion\" against violence.   \"It is a huge heap of ideas and proposals cobbled together by representatives of a nation which is increasingly desperate about violence,\" he said of the election-year bill that has passed both houses of Congress in different forms and is to be reconciled in conference starting next week. \"In a way, it reminds me of what a group of anxious citizens would do if they threw furniture and household goods onto a barricade to stop the invading hordes.\"","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Runway Expansion Urged at Airport Where Plane Crashed","web_url":"https://www.nytimes.com/1994/05/12/nyregion/runway-expansion-urged-at-airport-where-plane-crashed.html","abstract":"  Two weeks after the crash of a charter plane killed eight people at Sikorsky Memorial Airport, a consultant told a committee studying airport expansion that the airport's runways should be extended.   The consultant, Paul Puckli of the L.P.A. Group of Valley Forge, Pa., told the Master Plan Study Advisory Committee of Sikorsky Memorial Airport today that his recommendation, based on a survey of 500 airport users, was not prompted by safety factors. Rather, he said, the expansion would allow the airport to accommodate larger planes that cannot use the existing runways.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Michael Scouting Bullpen Insurance","web_url":"https://www.nytimes.com/1994/05/12/sports/baseball-michael-scouting-bullpen-insurance.html","abstract":"  While Gene Michael and Kevin Malone have had two discussions in the last week, the general managers for the Yankees and the Expos both stressed yesterday that the conversations were preliminary and that a potential trade for reliever Mel Rojas is not imminent. And Larry Walker? Both dismissed the possibility of the outfielder being dealt to New York any time soon.   Michael has conceded that he monitors the availability of relievers throughout the major leagues, and that is why he has spoken to Malone and why Dick Williams is scouting the Expos. That is also why the Yankees are keeping watch on Minnesota's Rick Aguilera and Chicago's Randy Myers. Michael wants to be ready to act if the bullpen falters.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/12/style/chronicle-072192.html","abstract":"  LUIS R. CANCEL has moved from a local platform to a national one. A commissioner of the New York City Department of Cultural Affairs in the Dinkins Administration, he has become president of the American Council for the Arts. The nonprofit organization, which will mark its 35th anniversary next year, works to promote policies that foster the arts and art education.   In his new position, Mr. Cancel, 41, a former curator who was also executive director of the Bronx Museum of the Arts for 13 years, is doing considerably more traveling. \"To be an advocate for the arts across the United States is a joy,\" he said. \"The council has a board of directors representing all regions of the country, so I will visit the heartland and get to know the nooks and crannies of America.\"","thumbnail":null,"section":"Style"},{"date":"19940512","headline":"Klan Made Potent Use of 'Birth of a Nation'","web_url":"https://www.nytimes.com/1994/05/12/opinion/l-klan-made-potent-use-of-birth-of-a-nation-072346.html","abstract":"  To the Editor:   You report on a panel discussion of \"The Birth of a Nation,\" the D. W. Griffith film, given by the Library of Congress (arts pages, April 27). During the proceedings, the film scholar Thomas Cripps and the historian John Hope Franklin disagreed on the Ku Klux Klan's use of the movie to propagate the Klan in the early 1920's. Mr. Franklin is right; the Klan used the racist film intensively.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Administration Argues in Court for Gay Ban Clinton Opposed","web_url":"https://www.nytimes.com/1994/05/12/us/administration-argues-in-court-for-gay-ban-clinton-opposed.html","abstract":"  Using legal arguments that Bill Clinton sharply criticized as a Presidential candidate, the Administration was back in court today to defend the old policy that flatly banned homosexuals in the military.   But the Federal appeals court hearing the case was considerably more sympathetic to the Administration than was a smaller panel of the court that struck down the regulations last November. By the end of the hourlong arguments, it appeared that a majority of the 11 judges would uphold the old regulations.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Patients Share Bigger Burden Of Rising Health Care Costs","web_url":"https://www.nytimes.com/1994/05/12/nyregion/patients-share-bigger-burden-of-rising-health-care-costs.html","abstract":"  Patients covered by what they thought was comprehensive medical insurance are increasingly facing large out-of-pocket costs as insurers and employers turn to them to help pay the nation's ever-rising health care bill.   Personal outlays for medical care have risen steadily since the early 1980's, but the trend has accelerated in the last several years, with 1994 estimates showing yet another leap.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"SENATE APPROVES BILL TO BAN GIFTS FROM LOBBYISTS","web_url":"https://www.nytimes.com/1994/05/12/us/senate-approves-bill-to-ban-gifts-from-lobbyists.html","abstract":"  For members of Congress, the age-old custom of accepting freebies from lobbyists is about to end. No more free lunches. No more handsome gifts. And if the Senate has its way, no more expense-paid vacations at posh golf and ski resorts.   The Senate voted 95 to 4 this evening to prohibit lawmakers from accepting gifts, meals and recreational travel from lobbyists or anyone else except family members and genuine friends.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Bratton Faults Police Rules For Arrests","web_url":"https://www.nytimes.com/1994/05/12/nyregion/bratton-faults-police-rules-for-arrests.html","abstract":"  Two weeks after a suspect was killed in custody, a police official said yesterday that Commissioner William J. Bratton has determined that policy and training for dealing with violent prisoners is inadequate.   Part of the problem, officials said, is that after banning choke holds last year, the department failed to instruct officers in other methods of subduing prisoners that were as effective but less dangerous.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Let the Old-Timers Retire With Dignity","web_url":"https://www.nytimes.com/1994/05/12/opinion/l-let-the-old-timers-retire-with-dignity-072354.html","abstract":"  To the Editor:   Last year, the Dinkins administration belatedly but wisely listened to those who urged New York City leaders to support pension reopener legislation, which did, eventually, enable many elderly qualified city employees in poverty-level \"fractional\" pension plans to retire with pension equity and dignity.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/05/12/arts/pop-and-jazz-in-review-072435.html","abstract":"  Rollins Band and Therapy   Irving Plaza    If Henry Rollins didn't lead a band, he might have been a motivational speaker, a pop preacher or a demagogue. On Tuesday night, his songs were pep talks and angry rants directed at girlfriends, weaklings, gun lovers and sometimes himself. Over the band's sturdy midtempo riffs, Mr. Rollins chanted lyrics, usually in a controlled shout. He worked hard, tensing every muscle, including ones around his eyes. By the end of the second song, his bare muscular torso was covered in sweat.","thumbnail":null,"section":"Arts"},{"date":"19940512","headline":"Overhaul of Toxic-Waste Cleanup Program Passes First Test","web_url":"https://www.nytimes.com/1994/05/12/us/overhaul-of-toxic-waste-cleanup-program-passes-first-test.html","abstract":"  Congress took the first step today toward overhauling the Superfund program for cleaning up toxic wastes. A House subcommittee voted unanimously to approve a package that has the grudging support of major business and environmental organizations.   The subcommittee vote, the first of several hurdles the bill faces in the House and Senate, culminated weeks of negotiations among business, environmental and political leaders. Although the fragile compromise that emerged from the talks seems for now to have rescued the bill from the legislative mortuary, it is not considered certain to survive.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Knick 'D' Impresses Grant","web_url":"https://www.nytimes.com/1994/05/12/sports/pro-basketball-knick-d-impresses-grant.html","abstract":"  His familiar spaceman's goggles perched on top of his head, Horace Grant, in the Bulls' locker room after the game last night, gave the Knicks what was for him the ultimate compliment.   \"They're the best defensive team in the league, and they seemed to put the clamps on when they wanted to,\" he said. \"In so many ways, they remind me of the way we used to play defense.\"","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Burnitz to Head for Norfolk","web_url":"https://www.nytimes.com/1994/05/12/sports/baseball-burnitz-to-head-for-norfolk.html","abstract":"  Jeromy Burnitz can't help thinking about Norfolk. He knows it's not constructive. He knows it can only upset him. Still, it's impossible for him to avoid.   \"It comes into my head plenty,\" Burnitz said of the Mets' Class AAA club in Virginia. \"I realize that I should take a step back and put it out of my head. I realize there's nothing I can do about it except try to improve.\"","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"It's Smart to Deal With Lead Now","web_url":"https://www.nytimes.com/1994/05/12/opinion/l-it-s-smart-to-deal-with-lead-now-072400.html","abstract":"  To the Editor:   Re \"Boy Harmed by Lead to Get $1.5 Million in Court Settlement\" (news article, April 29): If only the damage done to that 5-year-old in Milwaukee by shoddy lead removal were an aberration. In New York experts estimate that as much as 70 percent of lead-abatement work stems from faulty renovation. Young children are suffering permanent neurological damage unnecessarily.","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Babbitt Waits as Clinton Ponders Successor","web_url":"https://www.nytimes.com/1994/05/12/us/babbitt-waits-as-clinton-ponders-successor.html","abstract":"  The White House is preparing a dual confirmation process in hopes of winning support for Interior Secretary Bruce Babbitt, the President's likely nominee to the Supreme Court, and settling quickly on his successor, officials said today.   Aides said that Mr. Clinton would delay announcing his selection of Mr. Babbitt until he had made a private decision on the Interior post.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"After Scripps Slaying, Families Clash Over Custody of Child, 3","web_url":"https://www.nytimes.com/1994/05/12/nyregion/after-scripps-slaying-families-clash-over-custody-of-child-3.html","abstract":"  A bitter battle began shaping up today over the custody of a 3-year-old child who was orphaned in January when her father, Scott S. Douglas, killed her mother, the newspaper heiress Anne Scripps Douglas, in their Bronxville home, then jumped to his death off the Tappan Zee Bridge.   The battle in Surrogate's Court here pits two families -- the Douglases and the Scrippses -- that turned on each other as the Douglas marriage began dissolving last year. The Scrippses have already asked the court to grant custody of the child, Victoria, to Mary Gibbs Scripps, Mrs. Douglas's 42-year-old sister.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Terreri's Spot in Goal Is His Place in the Sun","web_url":"https://www.nytimes.com/1994/05/12/sports/hockey-terreri-s-spot-in-goal-is-his-place-in-the-sun.html","abstract":"  The forgotten goaltender earned his unforgettable moment tonight.   \"This is a dream come true for me,\" Chris Terreri said, \"to be able to come in here and help my team win in Boston Garden.\"","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Buried at Grant's Tomb: Talk About High Court","web_url":"https://www.nytimes.com/1994/05/12/us/buried-at-grant-s-tomb-talk-about-high-court.html","abstract":"  Interior Secretary Bruce Babbitt kept trying to talk about history yesterday -- some anniversary involving Ulysses S. Grant. But the people he was talking to kept trying to get him to talk about history in the making.   Over and over again, he said that making history was something he did not know much about, an answer that lacked the cleverness of the old Sam Cooke Top-40 lyric. But it also lacked the inside-Washington acumen about his prospects for a Supreme Court nomination that his listeners clearly craved.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Take Me Out to a Ball Game, Not a Sideshow","web_url":"https://www.nytimes.com/1994/05/12/sports/sports-business-take-me-out-to-a-ball-game-not-a-sideshow.html","abstract":"  As Fred Wilpon, the Mets' co-owner, announced with quite genuine excitement a new deal to install a kids' theme park at Shea Stadium, I thought: isn't the sport enough anymore?   The park was conceived by the Nickelodeon cable network, and based on Nickelodeon's popular kids' participatory game shows, the park will probably succeed. Other teams will want something similar until all stadiums have one. Figure the San Diego Padres on having one based on \"Rescue 911.\"","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Whites in South Africa Find The World Has Not Ended","web_url":"https://www.nytimes.com/1994/05/12/world/whites-in-south-africa-find-the-world-has-not-ended.html","abstract":"  White South Africans looked up today to discover that the African sky had not fallen.   True, they had a black President, a slew of Communists in Parliament and a former guerrilla leader for Minister of Defense.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Yeltsin Begins A State Visit To Germany","web_url":"https://www.nytimes.com/1994/05/12/world/yeltsin-begins-a-state-visit-to-germany.html","abstract":"  President Boris N. Yeltsin of Russia began a three-day state visit to Germany today, pushing hard on several fronts with his friend Helmut Kohl for more respectful and dignified treatment of his battered but still great-power country.   \"Dear Boris\" and \"my friend Helmut\" hugged each other warmly in bright spring sunshine, but there was tough diplomatic bargaining nonetheless.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Trustees Urge Power Authority to Study Public Takeover of Lilco","web_url":"https://www.nytimes.com/1994/05/12/nyregion/trustees-urge-power-authority-to-study-public-takeover-of-lilco.html","abstract":"  Two trustees of the Long Island Power Authority called today for a study of a public takeover of the Long Island Lighting Company as a way to cut electric rates that are among the highest in the nation.    The request came as the power authority, the state agency that took title to the Shoreham nuclear power plant in 1992, met to hear a consultant's report on three proposals to convert Shoreham to a gas-powered plant.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Military to Start Intensive Testing of Ailing Gulf War Veterans","web_url":"https://www.nytimes.com/1994/05/12/us/military-to-start-intensive-testing-of-ailing-gulf-war-veterans.html","abstract":"  The Pentagon will soon conduct the most intensive, standardized medical exams yet on hundreds of veterans of the Persian Gulf war who are suffering from unexplained illnesses, the military's senior health official said today.    The official, Dr. Stephen C. Joseph, the Assistant Secretary of Defense for Health Affairs, said in an interview that doctors at American military medical centers around the world would give afflicted veterans 20 to 30 medical tests to try to diagnose their ailments. He said the tests could start in the next few weeks.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Musical in Concert To Benefit AIDS Group","web_url":"https://www.nytimes.com/1994/05/12/theater/musical-in-concert-to-benefit-aids-group.html","abstract":"  Bernadette Peters, Mandy Patinkin and other members of the original Broadway cast of \"Sunday in the Park With George\" are to take part in a concert version of the 1984 musical, by Stephen Sondheim and James Lapine, on Sunday at 7 P.M. at the St. James Theater, 246 West 44th Street, Manhattan.   The performance is the first of three benefits for Friends in Deed, a nonprofit organization that offers emotional support to people with AIDS or other life-threatening illnesses and their families. The other events are to be an evening of dance with Gregory Hines, Margie Gillis and others on June 1 at 7:30 P.M. at the Joyce Theater, 175 Eighth Avenue, at 19th Street, Chelsea, and the world premiere of the film \"Wolf,\" with Jack Nicholson, on June 14 at 7 P.M. at the Ziegfeld Theater, 141 West 54th Street, Manhattan.","thumbnail":null,"section":"Theater"},{"date":"19940512","headline":"Bitter Closing Arguments in 'Recovered Memory' Abuse Case","web_url":"https://www.nytimes.com/1994/05/12/us/bitter-closing-arguments-in-recovered-memory-abuse-case.html","abstract":"  Incompetent, greedy therapists persuaded Holly Ramona that she was the victim of childhood sexual abuse, leading her to falsely accuse her father of incest and costing him his marriage, livelihood and reputation, the lawyer for Gary Ramona said here this week in closing arguments of his lawsuit.   The therapists implanted false memories in the depressed, bulimic girl by misinforming her that eating disorders are usually caused by childhood sexual abuse and by inaccurately telling her that an interview administered under the influence of a hypnotic sedative, sodium amytal, would verify her vague recollections, said Mr. Ramona's lawyer, Richard Harrington. Mr. Ramona is seeking $8 million.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Lawsuit Seeks Papers on Arkansas Thrift","web_url":"https://www.nytimes.com/1994/05/12/us/lawsuit-seeks-papers-on-arkansas-thrift.html","abstract":"  The House Republican who has led inquiries into President Clinton's role in the Whitewater affair sued two Federal banking agencies today, demanding documents that he said have been illegally withheld.   The lawmaker, Representative Jim Leach of Iowa, asked a Federal court to order the Resolution Trust Corporation and the Office of Thrift Supervision to release files on Madison Guaranty Savings and Loan, an Arkansas savings institution that Federal regulators closed in 1989.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/12/nyregion/metro-digest-067237.html","abstract":"  PATIENTS BEAR GREATER SHARE OF COSTS Patients covered by what they thought was comprehensive medical insurance are increasingly facing large out-of-pocket costs as insurers and employers turn to them to help pay the nation's ever-rising health care bill. A1. NEW YORK CITY  FIREFIGHTER'S LIFE CELEBRATED IN DEATH The life of Capt. John Joseph Drennan Jr., who fought for 40 days against the damage that flame inflicted on his body, was celebrated at St. Patrick's Cathedral. B3.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"An 'Embarrassed' Bowden Speaks Out","web_url":"https://www.nytimes.com/1994/05/12/sports/sports-people-college-football-an-embarrassed-bowden-speaks-out.html","abstract":"  Florida State Coach BOBBY BOWDEN said he disagreed with the assertions that he and his staff should have been aware that some players on his national championship team were associating with recruiters for sports agents last season.   \"They say we should have known,\" Bowden said Tuesday night at a gathering of boosters in Sarasota, Fla. \"Tell me and I would have known.\"","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Showdown in Yemen:Two Big Egos at War Over Power and Oil","web_url":"https://www.nytimes.com/1994/05/12/opinion/IHT-showdown-in-yementwo-big-egos-at-war-over-power-and-oil.html","abstract":"Experts on Yemen say the North-South battle is in essence a clash of two very large egos. Ali Abdullah Saleh and Ali Salem Baid appear willing to submit the. 11 or 12 million Northerners and the 2 to 3 million Southerners to the full force of the various","thumbnail":null,"section":"Opinion"},{"date":"19940512","headline":"Review/Theater: Grease; Memories With a New-Wave Touch","web_url":"https://www.nytimes.com/1994/05/12/theater/review-theater-grease-memories-with-a-new-wave-touch.html","abstract":"  Hey, remember nostalgia? Remember that funny, innocent way people used to look at the past?   The extraordinary accomplishment of the Tommy Tune production of \"Grease!,\" a revival of the long-running 1972 musical about the 1950's, is to make you perversely sentimental about lost sentimentality, to pine not for a simpler time but for simpler ways of evoking it.","thumbnail":null,"section":"Theater"},{"date":"19940512","headline":"Oops! Snapped With Castro","web_url":"https://www.nytimes.com/1994/05/12/nyregion/oops-snapped-with-castro.html","abstract":"  For decades, American officials have done everything but backflips to avoid even making eye contact with Fidel Castro on the rare occasions when diplomatic duty lands them in the same room.   But who was that bearded man next to Mike Espy, the Agriculture Secretary, in South Africa this week? It was Mr. Castro himself, and it left aides to Mr. Clinton none too pleased about Mr. Espy's Kodak moment.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"To Be the Great Defenders, It's All About Flexing","web_url":"https://www.nytimes.com/1994/05/12/sports/on-pro-basketball-to-be-the-great-defenders-it-s-all-about-flexing.html","abstract":"  The Knicks were this large, unsightly boulder that weighed at least a thousand pounds. Madison Square Garden was the steepest hill in the Eastern Conference. All night long, all week long, the Chicago Bulls seemed to be pushing the boulder, huffing and puffing, trying to roll it over the top.   The Bulls gave it another mighty good roll last night, but the boulder finally turned on them, the way it did Sunday night. Close just doesn't count against the Knicks' pile of Ewing-Oakley-Mason muscle. The Bulls were left on their backs, trailing the Eastern Conference semifinals two games to none, feeling flattened, despite Phil Jackson's vow that the Bulls would go home where the playing field is even, and return next week for Game 5.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Reds Say Browning Won't Need Surgery","web_url":"https://www.nytimes.com/1994/05/12/sports/sports-people-baseball-reds-say-browning-won-t-need-surgery.html","abstract":"  The Cincinnati Reds' orthopedist decided yesterday that pitcher TOM BROWNING will not need surgery on his broken left arm.   Browning's arm broke as he threw a pitch Monday night in a 3-2 victory in San Diego. He was examined in Cincinnati by Dr. SCOTT JOLSON, who decided that the break would heal without surgery.","thumbnail":null,"section":"Sports"},{"date":"19940512","headline":"Package Deal Is Offered to Lure Tourists to Big Apple","web_url":"https://www.nytimes.com/1994/05/12/nyregion/package-deal-is-offered-to-lure-tourists-to-big-apple.html","abstract":"  Every New Yorker knows: avoid lines, never pay retail. But visitors stand in line at a lot of places, paying a lot more money. Acknowledging Big Apple sticker shock and the city's innate ability to intimidate, government officials and business and arts leaders have joined for the first time to offer a unified front on tourism.   Here's the deal: a package including two nights at a New York hotel with parking and breakfast, lunch at a high-priced restaurant like Lutece (sorry, no dinner), a ticket to a Broadway show, free admission to the Metropolitan Museum of Art and other major arts institutions, and a tour of New York by boat or double-decker bus.","thumbnail":null,"section":"New York"},{"date":"19940512","headline":"Outsider to Face Insider in Governor Race","web_url":"https://www.nytimes.com/1994/05/12/us/outsider-to-face-insider-in-governor-race.html","abstract":"  Tom Ridge, a six-term member of Congress who ran as a political outsider, defeated State Attorney General Ernest D. Preate Jr. on Tuesday in the Republican primary for governor. In November, Mr. Ridge will face Lieut. Gov. Mark S. Singel, who won the Democratic race by campaigning as an experienced incumbent.   \"I have not been part of the Harrisburg problem,\" Mr. Ridge, 48, told supporters in a victory speech, \"but beginning tonight, you and I become part of the Harrisburg solution.\" Mr. Ridge, who lives in Erie and represents Pennsylvania's 21st Congressional District, called himself \"the man nobody ever heard of from a town nobody ever visited.\" He also campaigned with the slogan, \"He'll change Pennsylvania, honestly,\" in a discrediting reference to Mr. Preate.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"In a Gaza Town, the Palestinian Police Take Over","web_url":"https://www.nytimes.com/1994/05/12/world/in-a-gaza-town-the-palestinian-police-take-over.html","abstract":"  A contingent of armed police officers rode in today and the multicolored Palestinian flag flew high, proclaiming this ramshackle town the first place to come under Palestinian rule as the awaited transition from Israeli rule became real.   The transfer of authority is to spread in the next few days across the Gaza Strip and in Jericho, on the West Bank, under an agreement reached last week by Israel and the Palestine Liberation Organization.","thumbnail":null,"section":"World"},{"date":"19940512","headline":"Cancer Study Overseers Are Assailed At Hearing","web_url":"https://www.nytimes.com/1994/05/12/us/cancer-study-overseers-are-assailed-at-hearing.html","abstract":"  Federal health officials and researchers at the University of Pittsburgh came under renewed attack today at a Congressional hearing for delays in disclosing falsified data and other irregularities in major studies that changed the way breast cancer is treated.   At the same time, officials of the National Cancer Institute backed the need to resume a large clinical trial it has financed to evaluate the safety and effectiveness of the drug tamoxifen in preventing breast cancer.","thumbnail":null,"section":"U.S."},{"date":"19940512","headline":"Irkutsk Journal; A Wing and a Prayer: Tragedy Flies With Aeroflot","web_url":"https://www.nytimes.com/1994/05/12/world/irkutsk-journal-a-wing-and-a-prayer-tragedy-flies-with-aeroflot.html","abstract":"  She stood in the fields sobbing long after the priests had walked away. She had heard all she could take about the comfort of Christ and the uses of technology. Softly, she laid a single purple iris on the loamy earth and watched as weeping women climbed into their rented buses and were driven back to town.   But Lyudmila N. Konstantinova had nowhere else to go. She simply could not bring herself to leave the place where her only daughter died.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19940512","time":"1994-05-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":63,"wspd":22.3},{"date":"19940512","time":"1994-05-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":63,"wspd":16.6},{"date":"19940512","time":"1994-05-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":63,"wspd":20.5},{"date":"19940512","time":"1994-05-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":66,"wspd":18.4},{"date":"19940512","time":"1994-05-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":66,"wspd":18.4},{"date":"19940512","time":"1994-05-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":67,"wspd":18.4},{"date":"19940512","time":"1994-05-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":61,"wspd":20.5},{"date":"19940512","time":"1994-05-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":59,"wspd":20.5},{"date":"19940512","time":"1994-05-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":76,"wspd":20.5},{"date":"19940512","time":"1994-05-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":89,"wspd":9.4},{"date":"19940512","time":"1994-05-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":87,"wspd":11.2},{"date":"19940512","time":"1994-05-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":85,"wspd":9.4},{"date":"19940512","time":"1994-05-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":62,"wspd":9.4},{"date":"19940512","time":"1994-05-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":60,"wspd":3.6},{"date":"19940512","time":"1994-05-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":56,"wspd":5.4},{"date":"19940512","time":"1994-05-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":54,"wspd":7.6},{"date":"19940512","time":"1994-05-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":49,"wspd":5.4},{"date":"19940512","time":"1994-05-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":47,"wspd":7.6},{"date":"19940512","time":"1994-05-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":51,"wspd":9.4},{"date":"19940512","time":"1994-05-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":54,"wspd":9.4},{"date":"19940512","time":"1994-05-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":59,"wspd":3.6},{"date":"19940512","time":"1994-05-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":69,"wspd":7.6},{"date":"19940512","time":"1994-05-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":74,"wspd":3.6},{"date":"19940512","time":"1994-05-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":73,"wspd":3.6},{"date":"19940512","time":"1994-05-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":45,"wspd":24.1},{"date":"19940512","time":"1994-05-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":38,"wspd":22.3},{"date":"19940512","time":"1994-05-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":38,"wspd":24.1},{"date":"19940512","time":"1994-05-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":40,"wspd":20.5},{"date":"19940512","time":"1994-05-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":41,"wspd":20.5},{"date":"19940512","time":"1994-05-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":41,"wspd":16.6},{"date":"19940512","time":"1994-05-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":46,"wspd":18.7},{"date":"19940512","time":"1994-05-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":53,"wspd":14.8},{"date":"19940512","time":"1994-05-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":56,"wspd":16.6},{"date":"19940512","time":"1994-05-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":58,"wspd":14.8},{"date":"19940512","time":"1994-05-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":63,"wspd":22.3},{"date":"19940512","time":"1994-05-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":65,"wspd":14.8},{"date":"19940512","time":"1994-05-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":67,"wspd":11.2},{"date":"19940512","time":"1994-05-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":75,"wspd":18.7},{"date":"19940512","time":"1994-05-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":80,"wspd":22.3},{"date":"19940512","time":"1994-05-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":87,"wspd":20.5},{"date":"19940512","time":"1994-05-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":75,"wspd":22.3},{"date":"19940512","time":"1994-05-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":61,"wspd":24.1},{"date":"19940512","time":"1994-05-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":78,"wspd":29.5},{"date":"19940512","time":"1994-05-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":81,"wspd":14.8},{"date":"19940512","time":"1994-05-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":59,"wspd":24.1},{"date":"19940512","time":"1994-05-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":63,"wspd":31.7},{"date":"19940512","time":"1994-05-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":48,"wspd":33.5},{"date":"19940512","time":"1994-05-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":51,"wspd":27.7}]},"19940513":{"guardian_articles":[{"date":"19940513","headline":"John Smith obituary","web_url":"https://www.theguardian.com/politics/1994/may/13/obituaries.past","abstract":null,"thumbnail":null,"section":"Politics"},{"date":"19940513","headline":"Labour will not find another Olympian leader","web_url":"https://www.theguardian.com/news/1994/may/13/mainsection.fromthearchive","abstract":null,"thumbnail":null,"section":"From the Guardian"}],"nytimes_articles":[{"date":"19940513","headline":"1894:Perfect Revolution : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-1894perfect-revolution-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - According to M. Bunau- Varilla, who held the highly responsible position of engineer-in-chief of the Panama Canal and one of the most distinguished members of the Ponts et Chausses, the greatest engineering institute of France, \"by far","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Critic's Notebook; Cannes, Where Good Taste Is Only a Concept","web_url":"https://www.nytimes.com/1994/05/13/movies/critic-s-notebook-cannes-where-good-taste-is-only-a-concept.html","abstract":"  FOR the art collector who has everything, why not a $22,000 knockoff of the Sistine Chapel ceiling, modified in the distinctive Cannes fashion? Adam's loins are draped with a strip of celluloid, and he clutches an Oscar. The figure reaching out to him is Marilyn Monroe's, and the ghosts of John Wayne, James Dean, Elvis Presley and Humphrey Bogart look on in approval. The hilltop Hollywood sign glitters in the background. A couple of cherubs are thrown in for good measure.   The same art gallery, just across the street from the Palais du Festival, also features Marilyn as Venus on the half shell, Marilyn on Mount Rushmore and Marilyn holding court at the Last Supper. For this last bit of sacrilege, there are hamburgers, Heinz ketchup and a Jim Beam bottle on the table. Laurel and Hardy are two of the Twelve Apostles. Really, there ought to be a law.","thumbnail":null,"section":"Movies"},{"date":"19940513","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/13/nyregion/news-summary-076724.html","abstract":"  International A3-11  LATINS REJECT FORCE IN HAITI  Several Latin American nations rejected the use of force in Haiti, dimming prospects for approving of any United State-led intervention to settle the standoff there.  A1  U.S. BOMBS STILL KILL IN VIETNAM  In the battle for Khe Sanh in 1968, United States forces dropped 100,000 tons of bombs, some of which are still killing Vietnamese.  A1","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Oh Yes, the Meeting Is in the Mail","web_url":"https://www.nytimes.com/1994/05/13/style/IHT-oh-yes-the-meeting-is-in-the-mail.html","abstract":"TRY to phone anybody these days and the chances are you'll get an earful of the xylophone version of \"Greensleeves,\" or a low-fi rendering of \"The Four Seasons\" by the Muzak Symphony Orchestra. Then the doom-laden words: \"He's in","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"We Must Find and Train Better Police Officers","web_url":"https://www.nytimes.com/1994/05/13/opinion/l-we-must-find-and-train-better-police-officers-084484.html","abstract":"  To the Editor:   A news article April 27 notes that in the aftermath of arrests on corruption charges of police officers in New York City's 30th Precinct, the Police Department is analyzing the background and life experiences of the officers with the hope of finding some common traits that make up a \"corrupt cop profile.\"","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"U.S. Officers Were Divided on Somali Raid","web_url":"https://www.nytimes.com/1994/05/13/world/us-officers-were-divided-on-somali-raid.html","abstract":"  In their first public account of the failed Army raid in Somalia, the top commanders painted a picture today of a mission in which the American military was divided about the wisdom of trying to capture a Somali warlord and the amount of firepower needed to carry it out.   For seven months, Maj. Gen. William Garrison, who commanded the American commando force in Somalia, has maintained a stony silence.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"U.S. HINT OF FORCE TO END HAITI CRISIS DRAWS OPPOSITION","web_url":"https://www.nytimes.com/1994/05/13/world/us-hint-of-force-to-end-haiti-crisis-draws-opposition.html","abstract":"  The Clinton Administration's recent warnings that force may be needed to settle Haiti's long-running political crisis have quickly stirred strong opposition in the Southern Hemisphere, clouding the prospects for international approval of any American-led intervention.   During a discussion of the Haitian crisis at the Organization of American States in Washington on Wednesday, Brazil, Peru, Ecuador and Uruguay rejected the use of force under any circumstances.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"For Rebbe's Followers, Hospital Becomes Yeshiva","web_url":"https://www.nytimes.com/1994/05/13/nyregion/for-rebbe-s-followers-hospital-becomes-yeshiva.html","abstract":"  The buzz of prayer and the rapid cadences of Talmudic debate swirled about the dozen young men packed into the two cramped rooms, sitting amid books and coffee cups with the bleary-eyed look of students cramming for finals. Their teacher peers down at them, but only from a photograph -- Rebbe Menachem Mendel Schneerson himself, the Grand Rabbi of the Lubavitch Hasidim, lies upstairs at Beth Israel Medical Center, critically ill, as he has been since suffering a stroke on March 10.   The young men spend their days partly in vigil and partly in study, having converted the medical center's meditation room as well as the hospital cafeteria into a makeshift yeshiva, yet another outpost for a group that survived world wars by uprooting itself and going into exile.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Yankees Give a Little Bit Extra to Extend Streak","web_url":"https://www.nytimes.com/1994/05/13/sports/baseball-yankees-give-a-little-bit-extra-to-extend-streak.html","abstract":"  The situation had grown dangerous and precarious for the Yankees on a gloomy day at Yankee Stadium. The Yankees had frittered away a three-run lead to the Indians after there were two outs and none on base in the ninth inning and were threatening to spoil a perfect streak and a perfect homestand.   It was time for an unexpected test; another chance to see what the Yankees might produce as the summer approaches. They could either fold like a paper napkin, reasoning that Cleveland was due to win one and still be elated about winning six of seven games. Or they could regroup. The Yankees were redeemers as they rolled a perfect seven in the Bronx.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Newborn's Body Found","web_url":"https://www.nytimes.com/1994/05/13/nyregion/newborn-s-body-found.html","abstract":"  A forklift operator found the body of a newborn boy yesterday in a pile of newspapers at a recycling plant in Greenpoint, Brooklyn, the police said.   The body, wrapped in a towel, was found in a recycling machine at about 2:30 P.M., said Sgt. Frances Haimeck-Mladinich, a police spokeswoman. The plant, owned by BQE Services, is at 75 Thomas Street.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"11 Blue Cross Plans Rated As Financially Troubled","web_url":"https://www.nytimes.com/1994/05/13/us/11-blue-cross-plans-rated-as-financially-troubled.html","abstract":"  The General Accounting Office, an investigative arm of Congress, said today that 11 Blue Cross and Blue Shield plans insuring 16 million people were in weak financial condition, in many cases because of poor management.   The report said that the Blue Cross and Blue Shield Association, the national trade association for the 69 Blue Cross and Blue Shield plans, had shown a \"historic reluctance to enforce its membership standards\" against financially troubled plans.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Review/Art; Pictures and Sculpture From Some 600 Years In Armory Fine Art Fair","web_url":"https://www.nytimes.com/1994/05/13/arts/review-art-pictures-and-sculpture-from-some-600-years-in-armory-fine-art-fair.html","abstract":"  \"By appointment only\" is the customary visiting arrangement for galleries specializing in art made before the 20th century. And this formality lends Old Master work a rarefied, patrician chill, as if it were beyond the reach of ordinary mortals.    The \"International Fine Art Fair: Renaissance to Impressionism,\" which opens today at the Seventh Avenue Armory, wants to change all that, and it succeeds. Anyone with a few dollars (15, to be exact), the time to do some serious browsing and an appetite for astonishment can walk off Park Avenue straight into the midst of the handsomely installed wares of some 60 stellar European and American fine-arts dealers, many of them the top in their fields.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Review/Photography; A Celebration of Cartier-Bresson's Birthday","web_url":"https://www.nytimes.com/1994/05/13/arts/review-photography-a-celebration-of-cartier-bresson-s-birthday.html","abstract":"  Henri Cartier-Bresson is to turn 86 this summer, and the International Center of Photography is giving him a splendid early birthday gift, in fact, a series of gifts. At a gala dinner on Monday, the center is to honor this photographer for his life's work, and today a three-part exhibition, \"Henri Cartier-Bresson: Hommage,\" tracing the course of his career opens in the center's landmark Fifth Avenue mansion.    The celebration of the long career of this master of the photographic moment includes the American premiere of a film about Mr. Cartier-Bresson's work by Sarah Moon, the fashion photographer. (Mr. Cartier-Bresson, who underwent heart surgery last year, will not travel to New York for these events.) Also on view at the center is to be a new portfolio of recent lithographs, made to illustrate Louis Aragon's Surrealist book published in 1926, \"Le Paysan de Paris.\"","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Critic's Choice/Film; AIDS Patients on Life and Death","web_url":"https://www.nytimes.com/1994/05/13/movies/critic-s-choice-film-aids-patients-on-life-and-death.html","abstract":"  Among the growing number of films that focus on people living with AIDS, no documentary has done so with the stunning intimacy of Juan Botas and Lucas Platt's \"One Foot on a Banana Peel, the Other Foot in the Grave.\" It is a high point of the 1994 New York Lesbian and Gay Film Festival, which runs through May 22 at the Quad Cinema in Greenwich Village.   \"One Foot,\" which is subtitled \"Secrets From the Dolley Madison Room,\" records the conversations of a group of men with AIDS in their doctor's office (nicknamed the Dolley Madison Room), where they gather to receive regular intravenous medication. Unlike other AIDS documentaries, \"One Foot,\" which was produced by Jonathan Demme and Peter Saraf, is not relentlessly upbeat in the face of tragedy. As the emaciated patients reminisce, joke and talk about life, love, sex and death, their collective reflections become a microcosm of changeable human emotion, devastatingly heightened by their situation. Sadness and grief coincide with an antic humor and an irrepressible passion for life.","thumbnail":null,"section":"Movies"},{"date":"19940513","headline":"Athens Journal; New Subway Lays Bare Greece in All Its Glory","web_url":"https://www.nytimes.com/1994/05/13/world/athens-journal-new-subway-lays-bare-greece-in-all-its-glory.html","abstract":"  While drivers all around them in this traffic-choked capital perform their customary impatient concert of blowing horns and squealing tires, archeologists are meticulously sifting through a yawning excavation, longer and wider than a football field.   Athens is building a badly needed subway, and the $2.8 billion project has provided a boon to archeology.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"The Arts Guide","web_url":"https://www.nytimes.com/1994/05/13/style/IHT-the-arts-guide.html","abstract":"UNITED STATES. Chicago. Art Institute, tel: (312) 443-3600, open daily. To July 10: \"I Tell My Heart: The Art of Horace Pippin.\" Features more than 90 of the African- American artist's paintings, drawings and burnt-wood panels, which embrace the","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"Auto Insurers Say Florio Aides Hid State Deficit","web_url":"https://www.nytimes.com/1994/05/13/nyregion/auto-insurers-say-florio-aides-hid-state-deficit.html","abstract":"  Lawyers for the insurance industry charged today that the Florio administration knew that the state-run auto insurance pool it had created was running at a deficit from its inception, but hid that reality from the public for political reasons.   That accusation, documented in a lawsuit by insurance companies against the state, emerged as the insurance industry and the Whitman administration appeared close to an agreement to pay off the $1.3 billion debt of the insurance pool, known as the Market Transition Facility.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"We Must Find and Train Better Police Officers; Perjurers Pursued","web_url":"https://www.nytimes.com/1994/05/13/opinion/l-we-must-find-and-train-better-police-officers-perjurers-pursued-084492.html","abstract":"  To the Editor:   Jane B. Freidson, a criminal defense lawyer, asserts that she has \"neither seen nor heard\" of a police officer being prosecuted for perjury in her \"16 years in the business\" (letter, May 6).","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Choreography as a Sort Of Roller-Coaster Ride","web_url":"https://www.nytimes.com/1994/05/13/arts/review-dance-choreography-as-a-sort-of-roller-coaster-ride.html","abstract":"  The second program of the Compania Nacional de Danza, which will perform through Sunday afternoon at City Center, features three United States premieres: \"Coming Together,\" \"Cautiva\" and \"Arenal.\" All are choreographed by the Spanish troupe's artistic director, Nacho Duato, and all show off the bombardment of the senses that defines his work.   The fast and furious pace at City Center (131 West 55th Street, Manhattan) is admirable, with the dancers' powerful energy and precision shaping the phrases that Mr. Duato constructs out of disparate idioms. At the same time, this relentless surge of movement, with tension palpable even when the dancers are briefly still, can leave the viewer yearning for relief. When Martha Graham codified her dance technique, she based it on a contraction of the lower torso but also, significantly, on release.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Detective Movies From the Days Before the Mood Turned Noir","web_url":"https://www.nytimes.com/1994/05/13/movies/detective-movies-from-the-days-before-the-mood-turned-noir.html","abstract":"  Did the mustachioed Colonel Mustard, with his beady eyes and stiff military bearing, commit the dastardly deed in the billiard room with a lead pipe? Or did Miss Scarlet, a slithery femme fatale in a red dress, hide behind the door to the conservatory with a revolver?   Isn't there something odd about Mrs. White, that stout gray-haired woman who never smiles and says she's a professional nurse? If she's a nurse, then she must know a lot about poisons. And what do you suppose she and that seedy traveling salesman, Mr. Green, were whispering about so intensely over dinner?","thumbnail":null,"section":"Movies"},{"date":"19940513","headline":"Where There's No Car, There's a Bus; Navigating and Surviving the Suburbs: Taking the No. 60 in Westchester","web_url":"https://www.nytimes.com/1994/05/13/nyregion/where-there-s-no-car-there-s-bus-navigating-surviving-suburbs-taking-no-60.html","abstract":"  On weekday mornings, buses like the No. 60 weave through the fraying urban neighborhoods of Mount Vernon, New Rochelle and Yonkers and fill up early with women who are heading out to clean the homes and care for the babies and tend the frail in the more prosperous villages farther north in Westchester County.    The passengers sit in cocoons of silence, gazing dreamily at the scene reeling film-like out the tinted windows, their bodies swaying gently as the bus rounds a curve or halts a little too suddenly. Some leaf through The Daily News or listen to radios or chat with other regulars. A few take naps, knowing their journey will be a long one.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/13/style/chronicle-084107.html","abstract":"  Proof for anyone who ever doubted that fashion models are the new idols of teen-agers: hundreds of them showed up at Macy's Herald Square yesterday for autographs from KATE MOSS and MICHAEL BERGIN, the stars of the Calvin Klein underwear ads.   JAYME THALER, a high-school student from Cliffside Park, N.J., had cut class so that he could get Ms. Moss to sign a pair of white briefs. \"She's beautiful,\" he said. \"I'm obsessed with her.\"","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"At the Bar; 'Come and get me': A Government lawyer takes up a sword -- er, pen -- against his employer.","web_url":"https://www.nytimes.com/1994/05/13/us/bar-come-get-me-government-lawyer-takes-up-sword-er-pen-against-his-employer.html","abstract":"  In the annals of American civil disobedience, simply receiving payment for writing an op-ed article sounds a bit tame. And Peter G. Crane, a soft-spoken lawyer for the Nuclear Regulatory Commission who holds a high security clearance and spends his spare time researching the final decades of czarist Russia, appears a most unlikely candidate even to think about defying the law.   But when Mr. Crane accepted a $150 payment from The Washington Post for an article entitled \"Arrest Me, Officer, I'm Writing,\" he put himself in deliberate violation of a Federal law that prohibits Government employees from receiving pay for any \"speech, article or appearance,\" whether or not connected in any way to their Government work.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/05/13/arts/art-in-review-084786.html","abstract":"  'Lustmord'   Jenny Holzer  Barbara Gladstone Gallery  99 Greene Street (near Broome Street)  SoHo  Through June 30    Jenny Holzer returns to New York gallery exhibitions after a five-year hiatus with an impressive if problematic show. There can be few more manipulative pieces of stage design outside of a Broadway theater than Ms. Holzer's \"Lustmord\" at Gladstone. One walks into a darkened room, which hums with a low electrical buzz, then into a leather-lined cylinder to read L.E.D. texts spinning in a glass-dome module. It is all vintage Holzer, but keyed up a notch. The epigrammatic texts are a bit more aggressive, their L.E.D. display hardware is spiffier, and the atmospheric lighting has dropped from dim to a scary pitch-black.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Pattern of Dismissed Cases Is Seen in Legal Aid Study","web_url":"https://www.nytimes.com/1994/05/13/nyregion/pattern-of-dismissed-cases-is-seen-in-legal-aid-study.html","abstract":"  A senior lawyer at the Legal Aid Society said yesterday that a review of its criminal cases has found that an unusually large number of dismissed cases stemmed from arrests made by police officers in two precincts in upper Manhattan.   Robert M. Baum, chief of the criminal division at Legal Aid, which provides lawyers for defendants who cannot afford private ones, said the high rate of dismissals suggested widespread police misconduct in the 32d Precinct in Harlem and the 34th Precinct in Washington Heights.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Racial Injustice in the Senate","web_url":"https://www.nytimes.com/1994/05/13/opinion/racial-injustice-in-the-senate.html","abstract":"  Congress seems bent on adding dozens of death sentences to the Federal criminal code. At least the House, trying to retain some balance in the pending crime bill, has included a measure to reduce racial bias in administering capital punishment. Not so the Senate, which ignobly has voted to keep the House's proposed Racial Justice Act out of the final crime bill when a Senate-House conference committee meets to reconcile their different versions.    The Senate has instructed its conferees to resist the House measure. Conferees often ignore such instructions and should do so again, especially when they have a chance to curb the death penalty's notorious racial disparities.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"A Brand-New Hall for Some Very Old Mammals","web_url":"https://www.nytimes.com/1994/05/13/arts/a-brand-new-hall-for-some-very-old-mammals.html","abstract":"  DESIGNERS of the new exhibition on mammal evolution at the American Museum of Natural History in Manhattan approached the job with one admonition ringing in their ears. It had nothing to do with scientific interpretation or instructions about where exactly to place the giant wombat, say, or the Protohippus. Above all, they were admonished to keep in mind the esthetics of the place.   \"We were told to make sure we never hear again the criticism that this is a dusty, musty museum,\" Ralph Appelbaum, the chief designer, said the other day while showing off the newest exhibition hall, the Lila Acheson Wallace Wing of Mammals and Their Extinct Relatives.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Why the Master Stood Firm On Ankara and Ballyhoo","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-why-the-master-stood-firm-on-ankara-and-ballyhoo.html","abstract":"It's a safe bet that Winston Churchill personally approved the name \"Operation Overlord\" for the Normandy landings half a century ago. It was a much better suggestion than the previous choice, \"Round-up\" - but then, Churchill was alwa","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"School Board Will Recognize Other Cultures, but as Inferior","web_url":"https://www.nytimes.com/1994/05/13/us/school-board-will-recognize-other-cultures-but-as-inferior.html","abstract":"  They said the pledge of Allegiance, heard grade-school children sing \"It's a Grand Old Flag,\" then the school board here voted to teach all students in Lake County that American culture is superior to all others.   The conservative Christian members of the Lake County School Board, who have held a majority here for nearly two years, said that as part of a state-mandated program on teaching about other cultures, the schools should also teach that American values are the best.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Method to Produce Safer Cigarette Was Found in 60's, but Company Shelved Idea","web_url":"https://www.nytimes.com/1994/05/13/us/method-to-produce-safer-cigarette-was-found-in-60-s-but-company-shelved-idea.html","abstract":"  Tobacco companies not only knew of the hazards of smoking by the early 1960's but had already discovered and patented a critical step for making a safer cigarette.    The idea was to heat the tobacco rather than burn it, thus avoiding the process that creates most of the hazardous substances in tobacco smoke. The Brown & Williamson Tobacco Corporation, a subsidiary of the London-based British-American Tobacco PLC, put the idea to the test in a cigarette, code-named Ariel, according internal company documents obtained by The New York Times. The prototype was granted a patent in 1966 but was never marketed.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Alternative High Schools Do a Heroic Job","web_url":"https://www.nytimes.com/1994/05/13/opinion/l-alternative-high-schools-do-a-heroic-job-084530.html","abstract":"  To the Editor:   As the superintendent responsible for six of the New York City \"low performing schools\" cited in an April 30 news article, I object to their linkage with \"principals who have presided lazily over failing schools\" (editorial, May 3). In each of the schools with which I am associated, the faculty and principals, along with students, are making Herculean efforts to move youngsters toward diplomas, college and gainful employment.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Sampras Chips Away at Clay Roadblock","web_url":"https://www.nytimes.com/1994/05/13/sports/tennis-sampras-chips-away-at-clay-roadblock.html","abstract":"  Tennis on clay still doesn't feel right, like a too-stiff pair of jeans, like a song played too slowly. He has a tough time knowing when he should come to the net, and he tends to lose his footing on his volleys. Even his first serve loses its sting. Yet with the opportunity to become the first man in 25 years to win four consecutive Grand Slam titles, Pete Sampras is doing his best to make a friend out of red clay.    \"I really played a mediocre match,\" Sampras said today after eliminating Andrei Chesnokov of Russia, 7-6 (10-8), 6-3, in third-round play at the Italian Open. \"The best thing I can say is that I was hanging in there. I wish I had a nice, firm hard court where you know where the ball is going to bounce every time. Instead, I'm here on clay, trying to find a way to win. I know it isn't pretty.\"","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Ninth Avenue Festival","web_url":"https://www.nytimes.com/1994/05/13/arts/ninth-avenue-festival.html","abstract":"  Lovers of ethnic food and flea markets will find both at the 21st Ninth Avenue International Food Festival, tomorrow and Sunday from 10 A.M. to 7 P.M. Merchants from 37th to 57th Street will sell samples of international food, from Cajun crawfish to baklava. Visitors may also browse through a variety of merchandise and watch the assembling of a 26-foot wooden rowboat, to be christened \"Floating the Apple.\" The annual fair is sponsored by the Ninth Avenue Association of New York. Information: (212) 581-7217.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/13/nyregion/c-corrections-084140.html","abstract":"  An article on Wednesday about the Treasury Department's new regulations on lobbying misstated the estimate of the tax revenue to be raised by a ban on deductions for lobbying expenses. The Treasury estimates that it will be $653 million over five years -- not an annual total between $800 million and $1.2 billion.  ","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"As an Analyst, Brown Scores on 3-Pointers","web_url":"https://www.nytimes.com/1994/05/13/sports/tv-sports-as-an-analyst-brown-scores-on-3-pointers.html","abstract":"  He extols basketball as the best game of all. But baseball was the first love of the TNT analyst Hubie Brown.   \"When I grew up, my life was dedicated to baseball,\" Brown said minutes after the Knicks' 96-91 victory Wednesday night over the Bulls. \"My dad's dream was for me to sign to play baseball. But I became better suited for basketball.\"","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Peace Process, in Bronze : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-peace-process-in-bronze-letters-to-the-editor.html","abstract":"Congratulations to Patrick Baz of Agence France-Presse for his monumental photograph on Page 1 of your May 5 issue. A pity Rodin is not alive to perpetuate in bronze the postures and expressions of Messrs. Shimon Peres, Andrei Kozyrev, Yitzhak Rabin, Amr","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Convicted Pennsylvania Justice Is Facing Impeachment","web_url":"https://www.nytimes.com/1994/05/13/us/convicted-pennsylvania-justice-is-facing-impeachment.html","abstract":"  The Pennsylvania Legislature is starting impeachment proceedings against a State Supreme Court Justice, Rolf Larsen, who was convicted last month by a state court of illegally conspiring to obtain prescription drugs.   \"Justice Larsen refuses to resign from office, and he leaves us with the distasteful task of impeaching him,\" said state Representative Thomas R. Caltagirone, a Democrat who is chairman of the House Judiciary Committee. Justice Larsen was re-elected in 1987 to a second 10-year term on the State Supreme Court, Pennsylvania's highest court.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Sports of The Times; Scary Idea: Mason More Assertive","web_url":"https://www.nytimes.com/1994/05/13/sports/sports-of-the-times-scary-idea-mason-more-assertive.html","abstract":"  WE are constantly being reminded that there are many paths to enlightenment. Phil Jackson's Zen way is to take his players for a ride on the Staten Island Ferry, and occasionally to buy them hard-covered books that they can store in their duffel bags to bring wisdom to their sneakers.   Pat Riley takes the activist approach to basketball salvation. He is an advocate of firm rules, hard discipline, and ultimately redemption through good works. And who is to say his way is not also effective?","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Jury Duty Is a Right Americans Have Won","web_url":"https://www.nytimes.com/1994/05/13/opinion/l-jury-duty-is-a-right-americans-have-won-084549.html","abstract":"  To the Editor:   Norman F. Cantor (letter, April 28) writes of his frustration with jury duty in New York. My frustration is focused on people who look at jury duty as a five-day annoyance.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"In Numbers Game, There's One Devils Want to Ignore","web_url":"https://www.nytimes.com/1994/05/13/sports/hockey-in-numbers-game-there-s-one-devils-want-to-ignore.html","abstract":"  The way the Devils view their coming encounter with the Rangers, it has little to do with geography and everything to do with arithmetic. The two teams played 84 games in the regular season to compile the two best records in the National Hockey League, the Rangers finishing with 112 points to 106 for the New Jersey. There is a certain justice, the Devils say, in having the top two teams clash in one of the semifinals for the Stanley Cup.   \"Oh, boy, us and the Rangers meeting in the final four,\" said Ken Daneyko, the rugged defenseman. \"This is the way it should be. The two best teams playing each other.\"","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Hear This","web_url":"https://www.nytimes.com/1994/05/13/style/IHT-hear-this.html","abstract":"Old rock guitarists don't go to heaven, they go to strum-a-thons. Reuters tells us 1,322 guitarists strummed three chords of \"Taking Care of Business\" for 68 minutes 40 seconds in a call-it-whatever-you-want at a trade show in Vancouver. This se","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"In Rome, It's Veni, Vidi and Vanquished","web_url":"https://www.nytimes.com/1994/05/13/sports/IHT-in-rome-its-veni-vidi-and-vanquished.html","abstract":"In the middle of explaining the health of European tennis, Pete Sampras was interrupted by the noise of something like 1,000 tigers all roaring at once..\"There you have it,\" said Sampras, the world No. 1. \"You don't hear that in the Stat","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/13/nyregion/c-corrections-084166.html","abstract":"  A picture caption yesterday about a custody battle over the 3-year-old daughter of the slain Anne Scripps Douglas referred incorrectly in some copies to Margaret H. Tyre. She is a lawyer appointed to represent the interests of the child in court, not her legal guardian.  ","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Battlefields of Khe Sanh: Still One Casualty a Day","web_url":"https://www.nytimes.com/1994/05/13/world/battlefields-of-khe-sanh-still-one-casualty-a-day.html","abstract":"  A quarter century has passed since one of the most costly battles of the Vietnam War raged across the desolate Khe Sanh plateau, but this old battlefield near the former border between North and South Vietnam is still filling hospital beds with fresh victims.   The bare brown earth for miles around remains seeded with unexploded shells and bombs -- a legacy of the 77-day siege in 1968, when some 40,000 North Vietnamese troops tried in vain to overrun the 5,000 United States marines holding the Khe Sanh bastion.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"For First Time, Bosnia Feels Time Is on Its Side","web_url":"https://www.nytimes.com/1994/05/13/world/for-first-time-bosnia-feels-time-is-on-its-side.html","abstract":"  For the first time in the 25-month-old war, the Muslim-led Bosnian Government feels that time is on its side in its military struggle against the Serbs.   Throughout Bosnia, officers in the Bosnian Army appear buoyed by the end of fighting between Muslims and Croats two months ago. Although the full effects of this cease-fire have not yet been felt, the Bosnian Army is now more mobile, less stretched and somewhat better armed.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"Vive la France!","web_url":"https://www.nytimes.com/1994/05/13/opinion/l-vive-la-france-084522.html","abstract":"  To the Editor:   As a Franglais by birth, I must correct \"All Aboard for the Chunnel of Love-Hate\" (The Week in Review, May 1) for changing the title of one of my national anthems. There have been efforts to remove the more blood-thirsty lyrics from the French anthem. But the title is still \"La Marseillaise,\" not \"Les Marseilles.\" As for my English anthem, I concede the year I was born, one sang \"God Save the King.\" MICHAEL R. LITTLE  Newark, May 1, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Prescriptions Belong In Computer Form","web_url":"https://www.nytimes.com/1994/05/13/opinion/l-prescriptions-belong-in-computer-form-084506.html","abstract":"  To the Editor:   When you or I go to the drugstore, Federal and state prescription laws require the drugstore to keep the \"original\" prescription copy on file.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/05/13/arts/art-in-review-082368.html","abstract":"  Mariana Cook   Sander Gallery  19 East 76th Street  Manhattan  Through June 25    More than a few celebrities are shown in Mariana Cook's elegant black-and-white portraits, but in this series, devoted to pictures of fathers and daughters, they appear in private rather than public roles. Ms. Cook's images achieve a surprising diversity, both emotional and formal, despite a simple style whose main unifying characteristic is the black backdrop deployed in nearly every shot.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/13/nyregion/c-corrections-084182.html","abstract":"  An article on Tuesday about plans by the city to sell the operating license of WNYC-FM referred incorrectly to the signal strength of another FM station, WNYE, owned by the Board of Education. WBAI and WNYC -- not WNYE -- have the strongest FM signals and the widest listening areas in the city among noncommercial stations. Both have transmitters atop some of the city's tallest buildings. WNYE's 430-foot antenna is in downtown Brooklyn, and the reach of its signal is limited by Manhattan's towers.  ","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Last Chance","web_url":"https://www.nytimes.com/1994/05/13/theater/last-chance.html","abstract":"  Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend  \"BROTHERS OF THE BRUSH,\" Irish Arts Center, 553 West 51st Street, Clinton. A drama about Irish house painters, by Jimmy Murphy; directed by Nye Heron. Through Sunday. Performances: Tonight and tomorrow at 8 P.M.; Sunday at 3 P.M. Tickets: $20. Information: (212) 757-3318.","thumbnail":null,"section":"Theater"},{"date":"19940513","headline":"Gourmet Cooking Classes, Junior Division","web_url":"https://www.nytimes.com/1994/05/13/style/IHT-gourmet-cooking-classes-junior-division.html","abstract":"A semblance of basic culinary skills, coupled with some elementary French, might come in handy when following a recipe at a Cordon Bleu cookery class. Should either of these pose a problem, just ask one of the students for help:..\"What's that yo","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"Giuliani Presses Bid to Privatize Custodial Work in Some Schools","web_url":"https://www.nytimes.com/1994/05/13/nyregion/giuliani-presses-bid-to-privatize-custodial-work-in-some-schools.html","abstract":"  The Giuliani administration set the stage yesterday for a showdown with the school custodians' union over contracting out some or all of its work to private cleaning companies.   Randy L. Levine, the city's Labor Commissioner, said in an interview that he would seek a new contract with the union that would allow the city to use private custodial services in half or more of the schools in order to compare the performance with that of the 853 union members now in charge of most school cleaning.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Bargaining Session Is Scheduled","web_url":"https://www.nytimes.com/1994/05/13/sports/sports-people-baseball-bargaining-session-is-scheduled.html","abstract":"  Negotiators for players and owners have scheduled a meeting for Wednesday, their first bargaining session since the owners turned over financial information about the clubs for the players association to study. The two sides have met only twice this year, on March 7 in Tampa, Fla., and March 30 in Phoenix. RICHARD RAVITCH, management's negotiator, is seeking a salary cap in exchange for agreeing to give players a fixed percentage of defined revenue, and the financial information they provided the union was used in developing the salary cap formula. The players are expected to resist the idea, and DONALD FEHR, head of the union, has termed a strike in the second half of the season a \"real possibility.\"","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Fencing of the Fields Disappoints Cup Chief","web_url":"https://www.nytimes.com/1994/05/13/sports/soccer-fencing-of-the-fields-disappoints-cup-chief.html","abstract":"  Although the chief organizer of the World Cup calls it \"massive overreaction\" by the police, fences to contain overzealous fans will be erected around at least two and probably three of the nine fields to be used for this summer's international soccer tournament.   Both Alan Rothenberg, chairman of World Cup USA '94, and FIFA, soccer's world governing body, strenuously object for safety reasons to the placement of fences around Stanford Stadium in Palo Alto, Calif., RFK Stadium in Washington and the Cotton Bowl in Dallas. But law enforcement officials in each city have the final word on security arrangements.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Americans Should Ponder the High Cost of Watergate","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-americans-should-ponder-the-high-cost-of-watergate.html","abstract":"Great men, seen close up, are seldom like their public images. There is something about intuition, that simple and direct looking upon, that sometimes gets you closer to truth..This has always made me wonder about Richard Nixon..In January 1969, on t","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Mr. Bratton's Wise Policing","web_url":"https://www.nytimes.com/1994/05/13/opinion/mr-bratton-s-wise-policing.html","abstract":"  Police Commissioner William Bratton continues to react intelligently, instead of defensively, to allegations of police brutality. For that he deserves the gratitude of all New Yorkers, especially in view of the disturbing accounts from witnesses to the arrest of Ernest Sayon, the Staten Island man who died recently in a struggle with police. Without in any way judging the behavior of the police officers, Mr. Bratton has ordered a review of his department's policies and training programs for handling violent suspects.   That is a sound move on the merits and in community relations. New Yorkers must be confident that their police officers -- particularly their police chief -- reject violent, abusive behavior. The tendency for officers to protect each other is a strong one. Mr. Bratton sends the message that his strong defense of the police force does not extend to the unnecessary use of violence. Yet he also shows understanding for his police officers, who need better training to avoid injury themselves while subduing violent suspects.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"U.S. Data Suggest A Lull in Growth, With No Inflation","web_url":"https://www.nytimes.com/1994/05/13/us/us-data-suggest-a-lull-in-growth-with-no-inflation.html","abstract":"  In reports suggesting a lull in economic expansion, which could ease some concerns about future inflation, Government figures showed today that retail sales fell in April while first-time claims for unemployment benefits climbed unexpectedly and substantially during the first week of May.   At the same time, the Labor Department said inflation at the producer level was nonexistent for both April and for the latest 12 months.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Easy Goer, Who Raced to Public Fancy, Dies at 8","web_url":"https://www.nytimes.com/1994/05/13/sports/horse-racing-easy-goer-who-raced-to-public-fancy-dies-at-8.html","abstract":"  Easy Goer, the son of Alydar who caught the public's fancy as one of New York's most exciting racing champions, died yesterday at Claiborne Farm in Kentucky at the age of 8, apparently of a heart attack.   His trainer, Shug McGaughey, who got the news at Belmont Park, said: \"He captured the public. He was a brilliantly fast horse, exciting to watch, and he had a great following. And for me, he was the big turning point in my career. He generated all kinds of publicity, and it careened off onto the people around him.\"","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Review/Film; A Tender Domestic Drama From, No Joke, Spike Lee","web_url":"https://www.nytimes.com/1994/05/13/movies/review-film-a-tender-domestic-drama-from-no-joke-spike-lee.html","abstract":"Tragedy strengthens Brooklyn family. Messy but touching, from Spike Lee.","thumbnail":null,"section":"Movies"},{"date":"19940513","headline":"SENATE APPROVES BILL TO PROTECT ABORTION CLINICS","web_url":"https://www.nytimes.com/1994/05/13/us/senate-approves-bill-to-protect-abortion-clinics.html","abstract":"  The Senate today approved legislation that makes it a Federal crime to attack or blockade abortion clinics, their operators or their patrons and sent it to President Clinton, who has said he will sign it.   The 69-to-30 vote was a triumph for abortion-rights advocates, who had labored for months to bring what they say is an increasingly lawless anti-abortion movement under the jurisdiction of Federal judges and marshals. The legislation was propelled by a spate of unusually violent attacks last year, including several firebombings of abortion clinics and the slaying of a doctor in an anti-abortion protest in Florida.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"What's All This Noise About Anti-Noise?","web_url":"https://www.nytimes.com/1994/05/13/style/IHT-whats-all-this-noise-about-antinoise.html","abstract":"I am a noise nut. Even worse, I am condemned to live in New York, which, if it is not the noisiest city in the world, must hold the record for aggressive assault by police and fire sirens, car alarms and truck horns, boom boxes, after-hours street merrim","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"Save Health Care for New York Children","web_url":"https://www.nytimes.com/1994/05/13/opinion/save-health-care-for-new-york-children.html","abstract":"  Eleven thousand 12-year-olds are on the verge of losing their health insurance as Albany dithers over New York State's budget. At stake in the stalled negotiations is Child Health Plus, a program that provides primary and preventive health care for about 70,000 young children of parents who work but are too poor to afford coverage on their own.    Gov. Mario Cuomo supports raising the cutoff age of the program to 13 -- so that today's 12-year-olds do not become tomorrow's uninsured 13-year-olds. So does the Assembly. But Republicans in the Senate have held up approval because the Governor refused to go along with their plan to boost hospital reimbursement rates.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Labor Party's Leader Dies of a Heart Attack, Stunning Britain","web_url":"https://www.nytimes.com/1994/05/13/world/labor-party-s-leader-dies-of-a-heart-attack-stunning-britain.html","abstract":"  John Smith, whose political acumen and personable style made him the favorite to lead the opposition Labor Party back into control of the British Government for the first time in two decades, died today after suffering a heart attack at home. He was 55.   Coming only a week after after his party had rolled to huge gains across Britain in town and county elections, the sudden death of Mr. Smith raises the specter of old divisions in Labor's ranks at a time when the party appears to have the governing Conservative Party on the ropes.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/13/nyregion/c-corrections-084174.html","abstract":"  An article and a chart yesterday about a new tourism promotion for New York City misstated the availability dates for a two-night package deal. It will be available Memorial Day to Labor Day (May 30 to Sept. 5), not May 15 to Oct. 15.  ","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Way to Stanley Cup: Through New Jersey","web_url":"https://www.nytimes.com/1994/05/13/sports/way-to-stanley-cup-through-new-jersey.html","abstract":"  Who am I rooting for? I was born in the city and live here now, but I spent 20 years in New Jersey. Who ever thought that the Rangers would have to take the Turnpike to the top?   In 1940! -- before the suburbs bloomed, when pro basketball was played on planks laid over ice so hockey arenas could stay lighted on off nights, when people were singing \"You Are My Sunshine\" and hoping that Hitler would leave them alone, when I was a teeny tot and the Rangers were champs of the world -- my dad would drive west over the George Washington Bridge and shout: \"Everybody, duck. We're going through Jersey.\" A city boy is he, and must be excused, especially now that the Devils are coming the other way.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Formula One Driver Badly Injured","web_url":"https://www.nytimes.com/1994/05/13/sports/sports-people-auto-racing-formula-one-driver-badly-injured.html","abstract":"  Another serious driver injury has marred the opening qualifying session for the Monaco Grand Prix, just two weeks after the deaths of a Brazilian, Ayrton Senna, and an Austrian, Roland Ratzenberger, during the San Marino Grand Prix weekend. KARL WENDLINGER, 25, of Austria was in a coma with severe head injuries after crashing yesterday morning during practice.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/13/nyregion/c-corrections-084131.html","abstract":"  An article on the Law page last Friday about a lawyer's contingency fee for lobbying Congress misstated the history of his involvement, on behalf of 31 states seeking many millions of dollars from New York. The lawyer, Bernard Nash, argued the case before the Supreme Court, which ruled against him. As a result of that decision he took the states' argument to Congress.  ","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"The Poetry of Praise : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-the-poetry-of-praise-letters-to-the-editor.html","abstract":"Regarding \"New and Collected Poems, by Geoffrey Hill\" (Books, April 8). by Michael Dirda:.Geoffrey Hill probably is the best English poet of our century and deserves the Nobel Prize for Literature..I hope it's not churlish to note that the","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Review/Dance; Margaret Illman Stars","web_url":"https://www.nytimes.com/1994/05/13/arts/review-dance-margaret-illman-stars.html","abstract":"  The New York City Ballet has a star on its hands. Or so it would appear after a performance on Wednesday night at the New York State Theater by Margaret Illmann, who starred on Broadway this season in the short-lived musical \"The Red Shoes.\"   Ms. Illmann, who will perform again with the company tomorrow afternoon and Sunday night, is a fascinating performer. She dived bravely into George Balanchine's choreography in \"Who Cares?,\" a celebration of George Gershwin's music, looking a little stiff at times in \"The Man I Love\" segment but very much a Balanchine ballerina with her carefree flyaway limbs in \"Fascinatin' Rhythm.\" And her buoyant run onto the stage in \"I Got Rhythm\" was pure City Ballet.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"For a Democratic Union: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-for-a-democratic-union-letters-to-the-editor.html","abstract":"Regarding \"For the European Union to Work, All Members Can't Be Equal\" (Opinion, May 11) by Giles Merritt:.Yes, the individual countries of the European Union should be given weighted voices, based on population. But this cannot be the sole g","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Harvard, Citing Relative Lack of Resources, Starts $2 Billion Drive","web_url":"https://www.nytimes.com/1994/05/13/us/harvard-citing-relative-lack-of-resources-starts-2-billion-drive.html","abstract":"  Harvard University, which already has the largest endowment of any private university in the nation, opened a campaign today to raise $2.1 billion over the next five years.   \"Harvard is in a time of relatively scarce resources,\" the university's president, Neil L. Rudenstine, said this morning as he announced what officials said was the biggest fund-raising drive in the history of higher education.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Franchise Stores Lure Corporate Refugees","web_url":"https://www.nytimes.com/1994/05/13/nyregion/franchise-stores-lure-corporate-refugees.html","abstract":"  As a store planner for Sears, Roebuck & Company, Louis Minella knew the mysteries of how a store should look and the subtle skills of leading the eye and the buyer to a desired end. But he had never faxed a letter all by himself. He did not even know how to run a copy machine.    Here, at a tiny Mail Boxes Etc. franchise that is Mr. Minella's new life, all that has changed.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/05/13/arts/art-in-review-084808.html","abstract":"  Mari Mahr   Bonnie Benrubi Gallery  52 East 76th Street  Manhattan  Through June 24    Mari Mahr's black-and-white photographs hint at narratives without ever resolving themselves into coherent stories. For her first one-woman show in the United States, Ms. Mahr, who worked as a photojournalist in Hungary before moving to England in 1972, shows excerpts from three series, including her best-known work, \"A Few Days in Geneva.\"","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"On My Mind; Clinton's Honor Saved!","web_url":"https://www.nytimes.com/1994/05/13/opinion/on-my-mind-clinton-s-honor-saved.html","abstract":"  Somebody once asked Art Buchwald whether it was hard to keep coming up with great ideas for his humor columns. Why, not at all, he said, not in a country that sends a cake to Ayatollah Khomeini.   That's all there is to it. These humor fellows just loll around. Now and then they reach out for a piece of real-life wackiness nobody could possibly make up. No research, no interviews, no nothing. For this they get paid huge amounts of money.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Witnesses Say Suspect on S.I. Did Not Resist","web_url":"https://www.nytimes.com/1994/05/13/nyregion/witnesses-say-suspect-on-si-did-not-resist.html","abstract":"  Several witnesses provided to the police by the family of a man killed in police custody on Staten Island two weeks ago have told detectives that the man, Ernest Sayon, did not resist officers after he was handcuffed.   Police officials have said more than 40 people claiming to be witnesses have been interviewed, and their accounts contradict one another. But the 12 witnesses provided by Mr. Sayon's lawyer, whose accounts are contained on nine 90-minute cassette tapes recorded in the office of the District Attorney on Staten Island, paint a picture of a suspect in restraint who mostly lay still as officers beat him, put him in a choke hold and kneed him in the back.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Officer and Relatives Indicted in Purchase Of House With Cash","web_url":"https://www.nytimes.com/1994/05/13/nyregion/officer-and-relatives-indicted-in-purchase-of-house-with-cash.html","abstract":"  A New York City police officer, his brother and his father were indicted yesterday on charges that they illegally conspired to hide their cash purchase of a $275,000 house in Queens.   The indictment by a Federal grand jury in Brooklyn does not say why the defendants tried to avoid Government scrutiny of the transaction, but law-enforcement officials said the investigation was continuing.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"THE MOVIE GUIDE : Padre e Figlio","web_url":"https://www.nytimes.com/1994/05/13/style/IHT-the-movie-guide-padre-e-figlio.html","abstract":"Directed by Pasquale. Pozzessere. Italy.. Pasquale Pozzessere's \"Padre e Figlio\" (Father and Son) is a tense, dramatic, and even brutal cinematic confrontation generated by the clash of two incompatible visions of life and ambition. Corrado (Mic","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/13/style/chronicle-078638.html","abstract":"  A New York State appeals court upheld yesterday a lower court ruling that gave the three children of WOODY ALLEN and MIA FARROW to their mother and severely limited his rights to visit them.   The judges said \"the best interests of these children would be served by remaining together in the custody of Ms. Farrow\" and abiding by the visitation schedule set last July by the trial judge, Justice Elliott Wilk of State Supreme Court in Manhattan. .","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"Clinton Keeps Watchers Waiting on Selection for Supreme Court","web_url":"https://www.nytimes.com/1994/05/13/us/clinton-keeps-watchers-waiting-on-selection-for-supreme-court.html","abstract":"  After predicting two days ago that he would announce his nominee to the Supreme Court within 48 hours, President Clinton extended the process for another day today and defended the delay as evidence that he was approaching the task seriously.   Administration officials said that Interior Secretary Bruce Babbitt was Mr. Clinton's first choice at the beginning of the day, but that he had still not formally ruled out choosing Judge Richard S. Arnold, who sits on the Court of Appeals for the Eighth Circuit in Little Rock, Ark.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"France Says It Won't Support Military Intervention in Haiti","web_url":"https://www.nytimes.com/1994/05/13/world/france-says-it-won-t-support-military-intervention-in-haiti.html","abstract":"  The French Foreign Minister said today that France would be willing to take part in a United Nations force to keep watch in Haiti after democracy is restored, but would \"certainly not\" join an intervention intended to overthrow the military government.   Alain Juppe, who met with President Clinton at the White House, said, \"We aren't going to play the conquerors all over the world.\" His Government has already contributed more troops to United Nations peacekeeping operations in Bosnia than any other country.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"More Downs Than Ups at Spring Art Auctions","web_url":"https://www.nytimes.com/1994/05/13/arts/more-downs-than-ups-at-spring-art-auctions.html","abstract":"  Nothing has underscored the art market's fragility better than the auctions of contemporary, Impressionist and modern art over the last two weeks in New York. Six months ago, auction-house experts said they felt confident that the market was making a slow but steady climb up the track. Then came an unexpected derailment.   Several forces worked against both Sotheby's and Christie's. The world economic outlook has worsened in the last few months, meaning that buyers from Latin America and Asia, on whom the auction houses were counting, disappeared; American collectors led the buying. Other buyers, even if their piggy banks were full, apparently didn't feel psychologically confident enough to spend money this spring, always a factor in the auction room.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Reviews/Film; Siblings on a Search For the Ideal Parent","web_url":"https://www.nytimes.com/1994/05/13/movies/reviews-film-siblings-on-a-search-for-the-ideal-parent.html","abstract":"Magic lets two kids shop for new mother. Comedy fantasy that quickly loses its appeal.","thumbnail":null,"section":"Movies"},{"date":"19940513","headline":"THE MOVIE GUIDE: Alegre Ma Non Troppo","web_url":"https://www.nytimes.com/1994/05/13/style/IHT-the-movie-guide-alegre-ma-non-troppo.html","abstract":"Directed by Fernando. Colomo, Spain.. Poco a poco, Spanish comedies seem to be getting funnier and more clever while relying less on tired old routines and even coarse attempts at humor. \"Alegre Ma Non Troppo\" (Quick But Not Too Fast) Colomo dir","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"'The Surprising Mets' Has a Nice Ring to It","web_url":"https://www.nytimes.com/1994/05/13/sports/baseball-the-surprising-mets-has-a-nice-ring-to-it.html","abstract":"  In every city, people use the same adjective to describe the 1994 New York Mets. That word is \"surprising,\" and it seems to have become permanently placed in front of the team's name. John Franco doesn't care.   If there is anything Franco and his teammates wanted to be called this season, \"surprising\" is it. Nothing was expected -- \"nothing at all,\" according to Bobby Bonilla -- but the Mets are starting to open some eyes.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Houston: A City in Need Of a Heimlich Maneuver?","web_url":"https://www.nytimes.com/1994/05/13/sports/pro-basketball-houston-a-city-in-need-of-a-heimlich-maneuver.html","abstract":"  When Hakeem Olajuwon banked a 6-footer with 10 minutes to go Wednesday night, giving the Rockets a commanding 20-point lead in a playoff game against the Phoenix Suns, Houston fans were ecstatic. Just as they were in January 1993, when their football Oilers built a seemingly insurmountable 32-point lead in the second half of a playoff game at Buffalo.    But once again, just as in Buffalo, Houston proceeded to stage a stunning collapse -- and got surmounted.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Reviews/Film; The War of the Sexes","web_url":"https://www.nytimes.com/1994/05/13/movies/reviews-film-the-war-of-the-sexes.html","abstract":"  There was a time when Marco Bellocchio was mentioned in the same breath as Bernardo Bertolucci. But that was a couple of decades ago when they were among the wild young things of the Italian film industry. Today Mr. Bellocchio is best known in the United States for his X-rated 1985 film, \"Devil in the Flesh,\" and his latest work is not likely to raise his profile. \"The Conviction,\" a 1990 film opening today at the Joseph Papp Public Theater, takes topical, explosive issues -- rape, sexual harassment, power plays between the sexes -- and reduces them into a forgettable puff of hot air.    The film begins in a promising, if calculated, way. An ordinary-looking young woman named Sandra (Claire Nebout) finds herself locked in a museum overnight. A handsome architect named Lorenzo (Vittorio Mezzogiorno, who died in January) has intentionally stayed behind as well. When he begins to rape her, at first she fights back. Then she freezes.","thumbnail":null,"section":"Movies"},{"date":"19940513","headline":"House Subcommittee Backs Cigarette Ban","web_url":"https://www.nytimes.com/1994/05/13/us/house-subcommittee-backs-cigarette-ban.html","abstract":"  A subcommittee in the House of Representatives approved legislation today that would ban smoking in most parts of most buildings open to the public.   This is the most extensive anti smoking legislation ever to clear a Congressional panel, but it is unlikely to go further in Congress this year. It was adopted by the Energy and Commerce Subcommittee on Health and the Environment.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"1944: A Flight Record : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-1944-a-flight-record-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] Two new P-51 Mustang fighter planes, piloted by Army flyers, eclipsed all previous transcontinental speed records yesterday [May 12] when they streaked from Los Angeles to New York in a shade over six and a half hou","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Let Bosnian Muslims Arm Themselves","web_url":"https://www.nytimes.com/1994/05/13/opinion/l-let-bosnian-muslims-arm-themselves-084514.html","abstract":"  To the Editor:   My colleagues Lee Hamilton, chairman of the House Committee on Foreign Affairs, and Senator Claiborne Pell, chairman of the Committee on Foreign Relations, offer a seductive set of reasons against United States termination of the arms embargo against the Bosnian Muslims in \"Don't Arm Bosnia\" (Op-Ed, May 5).","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Gang Leaders Paid to Help Fight Crime","web_url":"https://www.nytimes.com/1994/05/13/us/gang-leaders-paid-to-help-fight-crime.html","abstract":"  In the state that produced Bonnie and Clyde, officials here have come up with a different but controversial way to tame gang leaders: putting six of them on the city payroll and paying them $10,608 a year to dissuade fellow gang members from crime.   There was little dissension when the City Council passed the measure on an 8-to-1 vote on Tuesday, but there has been an uproar since then. Local radio talk shows have been inundated with irate callers, as have the Mayor and the Police Chief.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Books of The Times; The Top-Level Player Who Never Made the Team","web_url":"https://www.nytimes.com/1994/05/13/books/books-of-the-times-the-top-level-player-who-never-made-the-team.html","abstract":"  Learned Hand   The Man and the Judge   By Gerald Gunther   Illustrated. 818 pages. Alfred A. Knopf. $35.     In legal circles and law schools all over the nation in the first half of the 20th century, Learned Hand came to be regarded as \"the Tenth Justice\" on the Supreme Court of the United States. In his 52 years on the Federal bench -- beginning in 1909, when he was a Federal judge for the Southern District of New York, and then, from 1924 until he retired from active service in 1951, as first among equals in the United States Court of Appeals for the Second Circuit -- his opinions and law-review articles were regularly cited as precedent in Washington. They still are, but Learned Hand himself never made it to the Supreme Court. That is what makes a book about his life a political mystery as well as essential legal history.","thumbnail":null,"section":"Books"},{"date":"19940513","headline":"Hate Speech Is Still Free Speech","web_url":"https://www.nytimes.com/1994/05/13/opinion/hate-speech-is-still-free-speech.html","abstract":"In recent weeks Howard University has been branded a \"citadel of hate,\" a \"breeding ground for a new generation of anti-Semites\" and a \"bastion of bigotry.\"\n\nSuch charges stem from the appearance of controversial speakers, notably Khalid Abdul Muhammad, who gained widespread notoriety as a result of the virulently anti-Semitic tone of a speech he gave at Kean College in New Jersey in November. The charges also reflect outrage over the nationally publicized statements by two Howard students who vilified and caricatured Jews, as well as the erroneous claim that the university had canceled a scheduled speech by a prominent historian who is Jewish.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Now It's Knee Surgery for Kruk","web_url":"https://www.nytimes.com/1994/05/13/sports/sports-people-baseball-now-it-s-knee-surgery-for-kruk.html","abstract":"  Philadelphia Phillies first baseman John Kruk is scheduled to undergo arthroscopic surgery on his right knee today and will miss the next three weeks. Kruk, who missed the first six games of the season after having a cancerous testicle removed on March 8, will have loose cartilage removed. Kruk, hitting .313 with one homer and 10 runs batted in, was placed on the 15-day disabled list. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"For Children","web_url":"https://www.nytimes.com/1994/05/13/arts/for-children.html","abstract":"  'First Annual Urban Park Ranger Bass Blast'   Carl Schurz Park  East End Avenue, between 84th and 89th Streets  (800) 201-7275  Recommended for all ages  Tomorrow    If the American alligator can make a comeback, so can the striped bass.Striped bass, at least, are definitely returning to the New York City area, and the Urban Park Rangers are so thrilled, they're having a party. Although still not safe to eat, the striped bass that populate the Hudson River have flowed into the East River now that it is cleaner, said John Feeley, a borough ranger.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"In Alaska, a Yearning For a New Ice Curtain","web_url":"https://www.nytimes.com/1994/05/13/us/in-alaska-a-yearning-for-a-new-ice-curtain.html","abstract":"  The Russian Far East and Alaska share the midnight sun, an affinity for fish and a common disdain for central governments that are more than 5,000 miles and many time zones away.   But with post-cold war business ventures floundering and some cultural exchanges turning into a horror movie (\"The Guest Who Wouldn't Leave\"), people on both sides of the Bering Sea are now wondering if it was easier to like each other when their governments hated each other.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Bulls File Tampering Charge","web_url":"https://www.nytimes.com/1994/05/13/sports/sports-people-basketball-bulls-file-tampering-charge.html","abstract":"  The Chicago Bulls have filed tampering charges with the National Basketball Association against the Orlando Magic President BOB VANDER WEIDE for his comments about forward HORACE GRANT during a TNT telecast last week. The Bulls charged yesterday the comments constitute tampering under the N.B.A. constitution. The Magic said it believed the Bulls' charge is without merit. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"On Stage, and Off","web_url":"https://www.nytimes.com/1994/05/13/theater/on-stage-and-off.html","abstract":"  'Passion' and the Beast    Broadway's season didn't exactly roar to a close this week. Three musicals opened, but two, \"Grease!\" and \"The Best Little Whorehouse Goes Public,\" were more or less clobbered by the critics and disdained by many of the opening-night invited guests. \"Passion,\" Stephen Sondheim's much-revised operettalike show, fared better, but the reviews were, for the most part, measured and respectful rather than ebullient, and the Blanche-esque talk afterward among many on Broadway was of the kindness of critics.   Indeed, several people said this week that the reviews legitimized the show as a best-musical candidate, which was needed, they said, because the only other real choice is Disney's \"Beauty and the Beast,\" whose presence is still resented among Broadway veterans. One producer, promised anonymity, even admitted this week that although he liked \"Beauty\" very much, he wouldn't vote for it. At yesterday's Tony administration committee meeting, the \"Beauty\" score was deemed eligible for a nomination, on the ground that half of it was written specifically for the theater. Wouldn't it be amazing if Mr. Sondheim won for best musical and Disney for best score? It's possible.","thumbnail":null,"section":"Theater"},{"date":"19940513","headline":"Nuclear Agency to Send a New Inspection Team to North Korea","web_url":"https://www.nytimes.com/1994/05/13/world/nuclear-agency-to-send-a-new-inspection-team-to-north-korea.html","abstract":"  The International Atomic Energy Agency said today that it will send a team of inspectors to North Korea this weekend in what appears to be a last-minute attempt to avoid imposing United Nations sanctions, Asian and American officials said.   The loose arrangement will permit the inspectors to finish most of the testing and sampling in North Korea's nuclear reprocessing center that they were prevented from carrying out in March. North Korea has also been warned that its hopes of diplomatic talks will disappear unless it freezes any action to remove spent fuel from its nuclear reactor. That fuel, once converted to weapons-grade plutonium, would give the North enough material for four or five nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"Patriots' Tippett Calls It a Career","web_url":"https://www.nytimes.com/1994/05/13/sports/sports-people-football-patriots-tippett-calls-it-a-career.html","abstract":"  ANDRE TIPPETT, who took his fearsome pass rushing skills to five Pro Bowls, retired yesterday after spending all 12 of his pro seasons with the New England Patriots. He will do marketing and public appearances on behalf of the team. Constrained by the salary cap, the Patriots were not willing to pay him close to the $750,000 he earned last season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-what-theyre-reading.html","abstract":"-. Vertanes Oulouhodjian, an Armenian priest living in a monastery in Venice, is reading \"Selected Writings\" by Edith Stein in French. .\"It addresses many spiritual and philosophical matters in a challenging way. Our monastery is on the","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"A Theft Scandal Ravages a Career At a Leading American Law Firm","web_url":"https://www.nytimes.com/1994/05/13/us/a-theft-scandal-ravages-a-career-at-a-leading-american-law-firm.html","abstract":"  In the increasingly competitive world of corporate law practice, Gary L. Fairchild was both expert and evangelist. As the man atop Winston & Strawn, one of Chicago's largest law firms, he became a regular on the booming management seminar circuit, tirelessly championing notions like \"total quality management\" and what he called the \"A.C.E. Program\" -- short for \"above client expectations.\"   As Winston & Strawn prospered, so did Mr. Fairchild, the firm's managing partner since 1987. He earned an estimated $500,000 a year, amassed what was touted as the local bar's largest collection of suspenders and lived on East Lake Shore Drive, one of Chicago's ritziest venues.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"New Jersey Senate Approves Bill To Jail 3-Time Criminals for Life","web_url":"https://www.nytimes.com/1994/05/13/us/new-jersey-senate-approves-bill-to-jail-3-time-criminals-for-life.html","abstract":"  The State Senate today unanimously approved legislation that would require mandatory life imprisonment for a person convicted of violent crimes on three or more occasions.   The vote of 35 to 0 put New Jersey on the path toward enacting one of the nation's toughest versions of the \"three strikes\" concept. If this bill or one similar to it becomes law, as expected, a person convicted on three occasions of certain violent crimes in any jurisdiction would be sentenced to a mandatory term of life imprisonment with no eligibility for parole. The crimes the bill covers are murder, manslaughter, aggravated assault, kidnapping, sexual assault, robbery and possession of a firearm, explosive or destructive device for an unlawful purpose.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"First 20 Palestinian Policemen Arrive in Jericho","web_url":"https://www.nytimes.com/1994/05/13/world/first-20-palestinian-policemen-arrive-in-jericho.html","abstract":"  Waving Kalashnikov rifles out of their white and dun-colored vans, an advance team of 20 Palestinian policemen arrived in Jericho today to prepare to take control of this town from the Israeli Army on Friday.   The expected handover and an accelerating Israeli pullout in the Gaza Strip came as the Palestine Liberation Organization announced the names of 15 members of the authority that is to govern Gaza and Jericho under a self-rule agreement with Israel.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"Restaurants","web_url":"https://www.nytimes.com/1994/05/13/arts/restaurants-082821.html","abstract":"  The front of the restaurant has been thrown open, and when the rain begins the air is filled with the electric smell of spring. As the downpour becomes violent, everyone in the slick, noisy room falls suddenly silent, listening to the power of the falling water. The room is illuminated by a flash of lightning. There is a crack of thunder. Strangers murmur to one another. And then the storm abates and the conversation begins to build again, swirling into a maelstrom of sound.   Cascabel is quiet only in a rainstorm.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"1988 Hiring Of Detective Held in Sting is Defended","web_url":"https://www.nytimes.com/1994/05/13/nyregion/1988-hiring-of-detective-held-in-sting-is-defended.html","abstract":"  The Mayor of this Westchester County city today defended the Police Department's decision in 1988 to hire a former New York City police officer who had been acquitted of corruption charges there.    The officer, Frank Lauria, was one of three Mount Vernon detectives arrested on Tuesday on charges of stealing $10,000 during a raid on an apartment where they thought a fugitive from Florida was hiding. In fact, the cash had been placed in the apartment as part of an F.B.I. sting operation.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"50-Year Retrospective Of an All-Girl Class","web_url":"https://www.nytimes.com/1994/05/13/nyregion/50-year-retrospective-of-an-all-girl-class.html","abstract":"  The goals listed beside the yearbook portraits of Battin High School's all-girl class of 1944 repeat themselves like memorized verse: secretary, nurse, librarian, clerk.   Whatever they may have said in those pages, most of the graduates ultimately did what was expected of them in their day -- they became wives and mothers.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"The Good Doctor Bows Out : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-the-good-doctor-bows-out-letters-to-the-editor.html","abstract":"Please bring back Rex Morgan, M.D. The themes were always current and timely, the advice sound. He was proficient and personally interested in his patients, a rarity these days. The comic strip sets a good example of personal and ethical conduct for all.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/13/nyregion/c-corrections-084158.html","abstract":"  A chart in Business Day on April 20 with an article about the competition between video-game makers and the personal computer industry misstated the price of Cray Research Inc.'s Cray-1 supercomputer. The average selling price of the machine was $8 million, not $20 million.   ","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Review/Art; 2 Schools Of Painting At the Met","web_url":"https://www.nytimes.com/1994/05/13/arts/review-art-2-schools-of-painting-at-the-met.html","abstract":"  THE idea behind \"American Impressionism and Realism,\" at the Metropolitan Museum of Art, will seem recondite to most visitors. The aim is to show that the American Impressionists and the American Realists have more in common than the history books say. They painted around the same time, similar things, with a similar attitude (a more rose-tinted and nationalistic one than their French counterparts had). So the exhibition argues, and to prove its point it brings together works by Impressionists like William Merritt Chase and Childe Hassam and by Realists like Robert Henri and George Bellows, 83 works in all.   The result? The two schools of painting look even less alike than you would have thought if you had thought about it at all. Or to put it another way, the differences between the Impressionists and the Realists turn out to be much more interesting visually than their similarities. Here's yet another analysis: The show's an intellectual muddle.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/13/style/chronicle-084115.html","abstract":"  MARY FISHER, the Republican crusader for people with AIDS who is H.I.V.-positive herself, is having a busy week.   On Tuesday, she shared the stage in San Francisco with Tony Kushner, the author of the play \"Angels in America,\" at a benefit dinner for the San Francisco AIDS Foundation. On Wednesday, she attended the opening of \"Grease!\" at the Eugene O'Neill Theater in New York, sitting next to MAUREEN CRIMMINS, the sister of ROSIE O'DONNELL, a star of the show. \"Rosie's a friend and a terrific lady,\" Ms. Fisher said.","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/13/nyregion/metro-digest-077542.html","abstract":"  METRO DIGEST A STEP TOWARD THE '3 STRIKES' CONCEPT   The New Jersey Senate unanimously approved legislation that would require mandatory life imprisonment for a person convicted of violent crimes on three or more occasions. A1.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Tow Firms Are Accused In Violations","web_url":"https://www.nytimes.com/1994/05/13/nyregion/tow-firms-are-accused-in-violations.html","abstract":"  As part of a crackdown on private tow trucks that run red lights and break speed limits to reach accidents first, New York City filed complaints yesterday against 14 tow truck companies.    Commissioner Fred Cerullo of the Department of Consumer Affairs said he would seek administrative hearings at which fines could be issued and licenses suspended or revoked if the companies were found guilty.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"First Conviction Under Ozone-Protection Law","web_url":"https://www.nytimes.com/1994/05/13/us/first-conviction-under-ozone-protection-law.html","abstract":"  The owner of a car-repair shop in St. Louis who admitted letting the refrigerant from a car's air-conditioner leak into the air has become the first person prosecuted under a Federal law intended to protect the atmosphere's ozone layer by tightly regulating such chemicals.   The United States Attorney for the Eastern District of Missouri, Edward L. Dowd Jr., described it as a landmark air-pollution case.","thumbnail":null,"section":"U.S."},{"date":"19940513","headline":"Gartner's Goal in Overtime Gets Leafs Even With Sharks","web_url":"https://www.nytimes.com/1994/05/13/sports/hockey-gartner-s-goal-in-overtime-gets-leafs-even-with-sharks.html","abstract":"  Mike Gartner was waiting, and hoping, by the right side of the net of the San Jose Sharks. Not long before, his Toronto Maple Leafs had come within inches of a historic and improbable end to their season. He was along the goal line, looking toward teammate Doug Gilmour behind the net. Gartner's temporary post did not seem the most opportune spot for the fifth-leading scorer in National Hockey League history, but with a season at risk and the pass headed his way, he took what he could get.   \"Throw it at the net, and hope for the best,\" Gartner remembered. Then he laughed. \"That's what I do all the time. What's different about that?\"","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"TV Weekend; Grieving Over, It's On With the Show","web_url":"https://www.nytimes.com/1994/05/13/arts/tv-weekend-grieving-over-it-s-on-with-the-show.html","abstract":"  She began as a comic in clubs and she is now, with an occasional pause for a performance gig, a jewelry saleswoman on television. Joan Rivers has a habit, often unfortunate, of doing the unexpected. On Sunday night on NBC, she does what could easily be construed as the unthinkable. She stars in a movie about the aftermath of the 1987 suicide of her husband, Edgar Rosenberg. The co-star of \"Tears and Laughter: The Joan and Melissa Rivers Story\" is, yes, Joan's daughter, Melissa. Self-indulgence and promotion evidently know no bounds in the Rivers universe.    In the months before his death in a hotel room, Edgar Rosenberg had triple bypass heart surgery and was dismissed from Fox Broadcasting after the cancellation of his wife's talk show.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/13/nyregion/no-headline-076414.html","abstract":"  \"Some day this is going to haunt you. There's going to be another political issue that you're on the other side of, and you're going to regret this vote.\" SENATOR ROBERT C. SMITH, opposing a bill to restrict abortion protesters.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Council Votes for a Role On Privatization Efforts","web_url":"https://www.nytimes.com/1994/05/13/nyregion/council-votes-for-a-role-on-privatization-efforts.html","abstract":"  In the first test of the relationship between New York City's new Republican Mayor and the largely Democratic City Council, lawmakers yesterday overwhelmingly passed legislation that would allow the Council to hold hearings on Mayor Rudolph W. Giuliani's attempts to turn municipal services over to private companies.   The bill would also require the administration to conduct extensive cost-benefit analyses before displacing city workers, but it would not give the Council the ability to stop any privatization efforts. The measure has been strongly condemned by the Mayor, who complained that it would deprive him of flexibility in labor negotiations and add crippling delays to attempts at privatizing services.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Abroad at Home; Wreckers at Work","web_url":"https://www.nytimes.com/1994/05/13/opinion/abroad-at-home-wreckers-at-work.html","abstract":"  Conducting the regular business of the Federal Government has become a far more draining task for the President and his people than it used to be. If you want to know why, here is a small example.    Last November President Clinton nominated Sam W. Brown Jr. to be an ambassador as head of the U.S. delegation to the Conference on Security and Cooperation in Europe. The C.S.C.E., which has played a leading role in promoting human rights, now mediates conflicts in the former Soviet republics and is to supervise some arms control efforts.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"1919: New Polish Unity : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-1919-new-polish-unity-in-our-pages100-75-and-50-years-ago.html","abstract":"WARSAW - Under Paderewski's Premiership, Bolshevism, even in a modified form, has not overtaken Poland. Polish unity, day by day, becomes more and more real. This new State is now rapidly emerging from the embryonic stage and taking hourly a more definite","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/13/sports/results-plus-081825.html","abstract":"  GOLF  Ritzman Shares Lead  Alice Ritzman, a 42-year-old player who has never won a tournament in her 17 years on the tour, shot a three-under-par 68 yesterday for a share of the L.P.G.A. Championship lead with Dottie Mochrie. Juli Inkster and Noelle Daghe were one shot back, and Laura Davies was one of five golfers to shoot 70 on the wet, wind-blown course at the DuPont Country Club in Wilmington, Del. Play was suspended by darkness at 8:25 P.M. with just three players on the course. Nancy Lopez, a three-time winner of the event, struggled with lower-back pain and withdrew after 14 holes. She shot six over par. (AP) TENNIS  Sabatini Loses Again  Ann Grossman, an American ranked 40th in the world, defeated fourth-seeded Gabriela Sabatini, 6-3, 6-4, yesterday at the upset-riddled German Open in Berlin. Third-seeded Jana Novotna had to rally past Tatyana Ignatyeva, 4-6, 6-1, 6-2, and No. 7 Anke Huber defeated No. 14 Katerina Maleeva, 5-7, 6-4, 6-4. Along with top-ranked Steffi Graf, they are the only players among the 10 seeded players still alive in the tournament. Sabatini has not won a tournament in two years, and lost her opening match at the Italian Open last week. (AP) Lendl Outlasts Wilander: Ivan Lendl, the No. 2 seed, held off Mats Wilander, 6-3, 4-6, 7-5, to advance to the quarterfinals of the America's Red Clay Championships in Coral Springs, Fla. Jared Palmer beat the qualifier Marcelo Ingaramo, 6-1, 6-2, to also advance. Palmer will face Jamie Morgan, who advanced with a 6-1, 6-2 victory over Juan Garat. Next for Lendl is Mark Woodforde, a 6-3, 6-4 winner over Jimmy Arias. (AP) Coetzer in Quarterfinals: Top-seeded Amanda Coetzer defeated Janette Husarova, 6-2, 6-4, and advanced to the quarterfinals of the Prague Open. Silke Frankl upset second-seeded Natalya Medvedeva, the defending champion, by 6-2, 6-3. (AP) CYCLING  Italian Wins 18th Stage  Giuseppe Calcaterra of Italy won the 18th stage of the Tour of Spain yesterday, covering the 117 miles in 5 hours 12 minutes 53 seconds. Tony Rominger of Switzerland retained his overall lead, finishing back in the pack. Rominger, ahead by 5 hours 15 minutes, is virtually assured of a third straight victory in the event, which ends Sunday in Madrid. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"About Real Estate;\nHackensack Condo Project Is Revived","web_url":"https://www.nytimes.com/1994/05/13/nyregion/about-real-estate-hackensack-condo-project-is-revived.html","abstract":"One of the most visible casualties here of the deflated 1980's construction boom is a three-building condominium project at 300 Prospect Avenue, set on a ridge overlooking this city. But new ownership and a reviving housing market could bring the completion of one building by year-end and the promise that the two others will be finished as the market improves.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Art in Review","web_url":"https://www.nytimes.com/1994/05/13/arts/art-in-review-084794.html","abstract":"  'Greatest Hits'   Mary Heilmann  Pat Hearn Gallery  39 Wooster Street  SoHo  Through May 21    The title of this little survey of Mary Heilmann's work is nicely attuned to her wry balance of modernist geometric abstraction and pop content. She has handled the combination so deftly for so long that her paintings seem to float above fashion. They look as good right now as they did in the early 1970's, the starting point for this show.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Stay Calm on Haiti","web_url":"https://www.nytimes.com/1994/05/13/opinion/stay-calm-on-haiti.html","abstract":"  Emil Jonassaint, a former supreme court justice, was sworn in on Wednesday as President of Haiti by a minority of legislators with the backing of the military junta. It was a clear act of defiance toward the international community, which last week voted in the U.N. to intensify sanctions against Haiti to force its illegitimate rulers to step down and allow the return of exiled President Jean-Bertrand Aristide. In response, some members of Congress and other observers have begun talking more seriously about the use of military force to oust the coup leaders and allow Father Aristide to return.   That would be a mistake. Mr. Jonassaint's appointment does not materially change the situation in Haiti. The new sanctions, set to begin May 21, should be given a chance to work. The pressure they will exert on the country's rulers will be just as uncomfortable, whether or not they are living under the charade of a legitimate government.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Mexico Invites U.N. to Attend Election to Observe the Observers","web_url":"https://www.nytimes.com/1994/05/13/world/mexico-invites-un-to-attend-election-to-observe-the-observers.html","abstract":"  Trampling an ancient political taboo in pursuit of new legitimacy for Mexico's coming presidential vote, the Government has invited the United Nations to evaluate its electoral system and help organize independent groups of election observers.   In a letter made public on Wednesday night, the Mexican Interior Minister, Jorge Carpizo McGregor, asked the United Nations to play only a limited role in judging the fairness of the balloting scheduled for Aug. 21. Rather than monitor the vote directly, Mexican and United Nations officials said, the organization would probably observe the observers.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"Why I Am Leaving the Senate","web_url":"https://www.nytimes.com/1994/05/13/opinion/why-i-am-leaving-the-senate.html","abstract":"  There was no one moment when I decided to leave the Senate. As I worked through my decision, I remembered 14-hour days: running from one room to another and one office building to another because four of my committees were meeting at the same time; lunching just off the Senate floor while waiting for my amendment to come up; dashing to the Capitol steps for photos with three groups from home and back to my office for five appointments on pending legislation or projects -- all followed by three or four hours of returning new phone calls, answering dozens of new letters and reading a pile of urgent action memos from staff members asking directions on issues or constituent problems. Those days usually ended at 10 P.M. with dinner at my desk.   There was no time for reflection, no time to exchange ideas with fellow senators. Too often, attempts to talk with another senator about teaming up on a bill or amendment were met with \"I can't talk now, but have your staff person call my staff to talk about it.\"","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Article 082805 -- No Title","web_url":"https://www.nytimes.com/1994/05/13/arts/article-082805-no-title.html","abstract":"  World Cup soccer stars grow up in places like this patch of dirt on a square block near Gowanus Bay. Every Saturday afternoon, local teams in the yellow and red of their native Colombia or in the white, black and red of Honduras compete on this dusty field where a rock can change the direction of the ball as surely as a well-placed kick. On one side, the Brooklyn-Queens Expressway soars overhead on high trestles, cutting Red Hook off from the rest of Brooklyn. A junkyard stands on a second side, and smokestacks rise from a third, standing witness to the indomitable flowers that grow in this most hardscrabble of fields.   The games are big spectator sport in the neighborhood. Like baseball or basketball, soccer is best watched with food. Around the field is some of the best and freshest street food in New York, sold by families who have simply set up a table and a grill. From all directions, the sizzle of cooking meat cuts through the merengue and salsa music booming from portable stereos, vans and larger amplification devices.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Gift Limits Sought for Attorney General Race","web_url":"https://www.nytimes.com/1994/05/13/nyregion/gift-limits-sought-for-attorney-general-race.html","abstract":"  Challenging her opponents to do the same, Karen S. Burstein opened her campaign for State Attorney General today by announcing she would impose limits on campaign contributions, including a cap of $2,500 from any person. State law allows individuals to contribute up to $12,000 for the primary race.   Her opponents for the Democratic nomination, while praising the ideal of campaign finance reform, characterized Ms. Burstein's announcement as a bit of political theater to dramatize her late-starting candidacy. None of the three challengers agreed immediately to the limits.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Japan Won't Give Visa to Maradona","web_url":"https://www.nytimes.com/1994/05/13/sports/sports-people-soccer-japan-won-t-give-visa-to-maradona.html","abstract":"  Japan yesterday refused to grant DIEGO MARADONA a visa to play in a tournament there this month, citing his drug record. But the Japanese Embassy in Buenos Aires said the Government in Tokyo had granted a visa to forward CLAUDIO CANIGGIA. Caniggia, like Maradona, had been suspended after testing positive for cocaine use. \"The difference is that Maradona had a judicial case against him and Caniggia didn't,\" said MOKOTO KATO, a spokesman for the Japanese Embassy. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"A Philippines Paradise Worth the Hassle","web_url":"https://www.nytimes.com/1994/05/13/style/IHT-a-philippines-paradise-worth-the-hassle.html","abstract":"I left Hong Kong cranky. The girl on the phone taking my reservation to this new dream island-hotel had not been helpful at all. So I would have to waste a few hours in Manila airport (nobody's idea of fun) to wait for the only connecting charter flight","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"Nixon in Plain Terms: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-nixon-in-plain-terms-letters-to-the-editor.html","abstract":"The fact remains that Richard Nixon was a liar and dissembler from the start to the finish of his political career.","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Home Video","web_url":"https://www.nytimes.com/1994/05/13/arts/home-video-081809.html","abstract":"  The Price of 'Mrs. Doubtfire'    In video outlets, no guideline flies out the window faster than that ball-park figure referred to as the suggested retail price. Whatever the movie for which a studio suggests whatever amount, the price immediately heads south in a highly competitive marketplace.","thumbnail":null,"section":"Arts"},{"date":"19940513","headline":"Review/Film; A Rebel in an Enclave Ruled by Women","web_url":"https://www.nytimes.com/1994/05/13/movies/review-film-a-rebel-in-an-enclave-ruled-by-women.html","abstract":"New arrival in Irish widows' enclave in the 1920's. Lighthearted comedy.","thumbnail":null,"section":"Movies"},{"date":"19940513","headline":"Rangers Swept 'Em: Yeah, So What?","web_url":"https://www.nytimes.com/1994/05/13/sports/hockey-rangers-swept-em-yeah-so-what.html","abstract":"  It has become a hockey post-season where all the cliches have come true. Within a bridge span of each other, the Rangers and the Devils -- two rivals who did their regular-season homework, obeyed strict coaches and wound up in the top two spots in their conference -- have reached a critical impasse.   \"It's going to be a great spectacle,\" Ranger Coach Mike Keenan said today of the four-of-seven-game Eastern Conference final series that commences Sunday night at Madison Square Garden. \"Both clubs have had a very disciplined year, and both came through the first few playoff rounds relatively unscathed.\"","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Victim and Workers Stop Diamond Theft","web_url":"https://www.nytimes.com/1994/05/13/nyregion/victim-and-workers-stop-diamond-theft.html","abstract":"  A robber made off with about $1 million worth of diamonds at Kennedy International Airport yesterday, but was caught moments later by his victims and some airline workers, a spokesman for the Port Authority police said.   The gems belonged to a diamond dealer who was waiting with a friend to board a United Airlines flight to Los Angeles, said the spokesman, Tom Middlemiss. He said the dealer went to buy a soda at about 6:20 P.M., leaving his friend with two suitcases containing the diamonds.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"Senate Wants Clinton to Lift Bosnia Embargo","web_url":"https://www.nytimes.com/1994/05/13/world/senate-wants-clinton-to-lift-bosnia-embargo.html","abstract":"  The Senate approved two conflicting measures today on lifting the Bosnian arms embargo, saying in one breath that the President should seek NATO support for lifting the embargo and in the next ordering the President to go it alone and lift the embargo despite allied objections.   Both measures passed by one vote, 50 to 49, with eight Senators voting in favor of both and six voting against both.","thumbnail":null,"section":"World"},{"date":"19940513","headline":"Hornets' Curry Wins Sixth Man Award","web_url":"https://www.nytimes.com/1994/05/13/sports/sports-people-basketball-hornets-curry-wins-sixth-man-award.html","abstract":"  DELL CURRY of the Charlotte Hornets, who hit 3-pointers in bunches to lead all reserves by averaging 16.3 points, won the N.B.A.'s Sixth Man Award yesterday. Curry, with the Hornets for their six years in the league, edged NATE McMILLAN of the Seattle in voting by a panel of sports writers and broadcasters. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Some Teams Have All the Luck","web_url":"https://www.nytimes.com/1994/05/13/sports/on-baseball-some-teams-have-all-the-luck.html","abstract":"  When a team is going well, runners score when they should be thrown out at the plate; players batting nearly .500 don't start but pinch-hit late in the game and drive in key runs; batters get hits after they fail to sacrifice runners to second, and flying barrels of broken bats distract fielders and turn outs into base runners who score winning runs.   The Yankees are going well.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"THE MOVIE GUIDE: Two Lap Runners","web_url":"https://www.nytimes.com/1994/05/13/style/IHT-the-movie-guide-two-lap-runners.html","abstract":"Directed by Ryuichi Hiroaki. Japan.. The high-school picture is a popular genre in Japan and the product is usually no smarter there than elsewhere. Here, however, young director Hiroaki has made a film which intelligently reflects some of the real anguis","thumbnail":null,"section":"Style"},{"date":"19940513","headline":"An Award for Fay? : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/13/opinion/IHT-an-award-for-fay-letters-to-the-editor.html","abstract":"Instead of four lashes, Michael Fay should have received an award from the government of Singapore for daring to attack the most sacred symbol of modern times: the private automobile..A mass spray-can attack on cars in Singapore would do a lot more to","thumbnail":null,"section":"Opinion"},{"date":"19940513","headline":"Mason's Activation A Last-Minute Move","web_url":"https://www.nytimes.com/1994/05/13/sports/pro-basketball-mason-s-activation-a-last-minute-move.html","abstract":"  After a brief practice and some candid statements by Pat Riley regarding Anthony Mason, the Knicks departed for Chicago today, confident they would succeed where they failed last year.   New York will take a 2-0 lead over the Bulls into Game 3 of their four-of-seven game playoff series Friday night at noisy Chicago Stadium. The Bulls know they have little chance to extend their three-year reign as National Basketball Association champions unless they win the next two games at home.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"Familiar Face Behind New 'Windows'","web_url":"https://www.nytimes.com/1994/05/13/nyregion/familiar-face-behind-new-windows.html","abstract":"  Windows on the World, one of the country's most prominent restaurants for both its dizzying altitude and staggering revenues, will be redeveloped by the man who created it in the first place: Joseph Baum, often referred to as the dean of restaurant consultants.   The Port Authority of New York and New Jersey announced yesterday that the Joseph Baum & Michael Whiteman Company had won the fierce competition to renovate and run the two-level restaurant complex atop the World Trade Center, which closed in February 1993 after a terrorist bombing.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/13/nyregion/inside-076880.html","abstract":"  British Laborite Dies   The leader of Britain's Labor Party died of a heart attack, dimming its prospects in challenging the governing Conservative Party when the Tories are trailing in surveys. Page A11. Insurers v. Florio, Again    Lawyers for New Jersey insurers charged that the Florio administration knew a state-run auto insurance pool was running a deficit but hid the fact for political reasons. Page B1. Bosnian Leaders Are Buoyed    With its army better positioned, the Bosnian Government is more confident in fighting the Serbs. Page A10. Behind an Executive's Death    The death of the head of one of the top minority-owned investment firms is puzzling Wall Street. Page D1.","thumbnail":null,"section":"New York"},{"date":"19940513","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/13/sports/transactions-083801.html","abstract":"  Baseball  American League   AL -- Suspended Eric Anthony of the Seattle Mariners for four games for charging the mound during a game against the Boston Red Sox on May 3. National League  CHICAGO CUBS -- Placed Mike Morgan, pitcher, on the 15-day disabled list, retroactive to May 9. Activated Frank Castillo, pitcher, from the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"1993 It's Not, Bulls Are Learning","web_url":"https://www.nytimes.com/1994/05/13/sports/pro-basketball-1993-it-s-not-bulls-are-learning.html","abstract":"  When Phil Jackson left his suburban north Chicago home this morning, a neighbor shouted to him: \"Fight fire with fire. Go get the Knicks.\"   \"That's exactly what we're not going to do, fight fire with fire,\" Jackson said several hours later, after a short Bulls' workout in the Berto Center, the team's training facility here.","thumbnail":null,"section":"Sports"},{"date":"19940513","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/13/style/chronicle-084093.html","abstract":"  EMPRESS MICHIKO of Japan has almost fully recovered the power of speech, nearly seven months after being struck with a mysterious ailment that rendered her silent, Reuters reported yesterday.   \"The power of speech has returned fairly close to normal,\" said Dr. ICHIRO KANAZAWA, her physician, in a statement released by the Imperial Household Agency, which is responsible for royal family matters.","thumbnail":null,"section":"Style"}],"wiki_events":[],"weather":[{"date":"19940513","time":"1994-05-13 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":78,"wspd":3.6},{"date":"19940513","time":"1994-05-13 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":81,"wspd":3.6},{"date":"19940513","time":"1994-05-13 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":79,"wspd":3.6},{"date":"19940513","time":"1994-05-13 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":84,"wspd":3.6},{"date":"19940513","time":"1994-05-13 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":85,"wspd":0},{"date":"19940513","time":"1994-05-13 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":83,"wspd":3.6},{"date":"19940513","time":"1994-05-13 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":83,"wspd":3.6},{"date":"19940513","time":"1994-05-13 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":79,"wspd":3.6},{"date":"19940513","time":"1994-05-13 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":84,"wspd":9.4},{"date":"19940513","time":"1994-05-13 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":68,"wspd":11.2},{"date":"19940513","time":"1994-05-13 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":64,"wspd":9.4},{"date":"19940513","time":"1994-05-13 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":57,"wspd":16.6},{"date":"19940513","time":"1994-05-13 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":53,"wspd":27.7},{"date":"19940513","time":"1994-05-13 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":57,"wspd":25.9},{"date":"19940513","time":"1994-05-13 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":52,"wspd":27.7},{"date":"19940513","time":"1994-05-13 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":59,"wspd":22.3},{"date":"19940513","time":"1994-05-13 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":55,"wspd":25.9},{"date":"19940513","time":"1994-05-13 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":54,"wspd":22.3},{"date":"19940513","time":"1994-05-13 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":54,"wspd":16.6},{"date":"19940513","time":"1994-05-13 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":59,"wspd":18.4},{"date":"19940513","time":"1994-05-13 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":66,"wspd":16.6},{"date":"19940513","time":"1994-05-13 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":66,"wspd":18.4},{"date":"19940513","time":"1994-05-13 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":66,"wspd":14.8},{"date":"19940513","time":"1994-05-13 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":75,"wspd":13},{"date":"19940513","time":"1994-05-13 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":55,"wspd":44.6},{"date":"19940513","time":"1994-05-13 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":53,"wspd":29.5},{"date":"19940513","time":"1994-05-13 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":55,"wspd":27.7},{"date":"19940513","time":"1994-05-13 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":54,"wspd":18.7},{"date":"19940513","time":"1994-05-13 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":59,"wspd":14.8},{"date":"19940513","time":"1994-05-13 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":59,"wspd":16.6},{"date":"19940513","time":"1994-05-13 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":58,"wspd":16.6},{"date":"19940513","time":"1994-05-13 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":50,"wspd":27.7},{"date":"19940513","time":"1994-05-13 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":48,"wspd":24.1},{"date":"19940513","time":"1994-05-13 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":47,"wspd":22.3},{"date":"19940513","time":"1994-05-13 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":52,"wspd":16.6},{"date":"19940513","time":"1994-05-13 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":50,"wspd":24.1},{"date":"19940513","time":"1994-05-13 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":42,"wspd":24.1},{"date":"19940513","time":"1994-05-13 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":38,"wspd":27.7},{"date":"19940513","time":"1994-05-13 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":32,"wspd":31.7},{"date":"19940513","time":"1994-05-13 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":29,"wspd":31.7},{"date":"19940513","time":"1994-05-13 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":27,"wspd":29.5},{"date":"19940513","time":"1994-05-13 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":25,"wspd":33.5},{"date":"19940513","time":"1994-05-13 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":23,"wspd":33.5},{"date":"19940513","time":"1994-05-13 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":21,"wspd":33.5},{"date":"19940513","time":"1994-05-13 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":20,"wspd":40.7},{"date":"19940513","time":"1994-05-13 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":14,"wspd":42.5},{"date":"19940513","time":"1994-05-13 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":15,"wspd":35.3},{"date":"19940513","time":"1994-05-13 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":15,"wspd":42.5}]},"19940514":{"guardian_articles":[],"nytimes_articles":[{"date":"19940514","headline":"Storm Clouds for Knicks: Bulls Win After Brawl","web_url":"https://www.nytimes.com/1994/05/14/sports/pro-basketball-storm-clouds-for-knicks-bulls-win-after-brawl.html","abstract":"  It was a bizarre and unforgettable Friday the 13th for the Knicks.   Toni Kukoc's 22-foot thunderbolt at the buzzer gave the Bulls a remarkable 104-102 victory over the Knicks at Chicago Stadium, leaving the Knicks with a precarious 2-1 lead in the four-of-seven-game Eastern Conference semifinals.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Arms for Taiwan Act Remains in Effect","web_url":"https://www.nytimes.com/1994/05/14/opinion/l-arms-for-taiwan-act-remains-in-effect-097063.html","abstract":"  To the Editor:    President Clinton has signed a State Department financing bill containing a statement that the 1979 Taiwan Relations Act, which authorizes arms sales to Taiwan, takes precedence over later directives, such as the 1982 United States-China joint communique, limiting arms sales to Taiwan (news article, May 1).","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Private Custodial Services Are Getting Mixed Grades","web_url":"https://www.nytimes.com/1994/05/14/nyregion/private-custodial-services-are-getting-mixed-grades.html","abstract":"  To Rosemarie B. Ferrera, the privatization of the custodial work at Lafayette High School in Brooklyn, where she is the principal, has brought cleaner classrooms, more courteous service and easier after-hours access to the school for community groups. \"Its been positive,\" she said.   But Stephanie Ferrandino, the principal at Martin Luther King High School in Manhattan, has had the opposite experience. Since the city hired a private cleaning contractor last fall, floors and stairways have gotten dirtier. She even threw the company's foreman out of her office after a dispute.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/14/arts/classical-music-in-review-096865.html","abstract":"  'Schubert for Men's Voices'  Greenwich House Music School    Schubert wrote great music for now-vanished media: private entertainments like the F-minor Fantasy for two pianists at one instrument; also the male vocal ensembles like \"Sensucht\" and \"Nacht-helle\" or the breathtaking \"Standchen\" for alto solo and men's (or women's) voices.","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"O Brooklyn Local","web_url":"https://www.nytimes.com/1994/05/14/opinion/o-brooklyn-local.html","abstract":"This week, one of the earliest English love poems, \"Western Wind,\" began appearing in New York City subway cars and buses. This is the first in a series of exchanges between the transit authority's \"Poetry in Motion\" series and London's \"Poems on the Underground.\" \"Western Wind\" is short, simple and, like the greatest poetry, seems familiar even on a first reading.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Reinstatement For 7 Officers Suspended In Graft Case","web_url":"https://www.nytimes.com/1994/05/14/nyregion/reinstatement-for-7-officers-suspended-in-graft-case.html","abstract":"  Seven of 14 New York City police officers suspended after being arrested on corruption charges last month have returned to work while awaiting trial, earning full pay for what the Police Department calls \"modified assignment,\" police officials said yesterday.   Mayor Rudolph W. Giuliani immediately called for changes in state civil service law, which gives the Police Department 30 days either to file departmental charges or to reinstate an officer who has been arrested. The Mayor said he was considering asking the State Legislature to give the police commissioner more flexibility to withhold pay or to block reassignment in such cases.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Aging Dept. Privatizes 4 Contracts For Services","web_url":"https://www.nytimes.com/1994/05/14/nyregion/aging-dept-privatizes-4-contracts-for-services.html","abstract":"  The Giuliani administration has given a national for-profit company four contracts to provide city services to elderly people, saying the company can do the work cheaper than the four nonprofit groups that have been offering those services.   The decision has prompted protests from some elderly residents and City Council members, who say the four neighborhood-based organizations will now be forced to lay off dozens of employees and scale back the other services they provide.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"BRIEFCASE : Trust to Limit Death Taxes Unvelled in Virgin Islands","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-briefcase-trust-to-limit-death-taxes-unvelled-in-virgin.html","abstract":"Interested in asset protection? A new offshore trust plan is on the market from a British Virgin Island-registered company O.F.S. (International) Ltd. The plan is designed to limit inheritance tax liability for individuals domiciled in Britain..Readers","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"BRIEFCASE : Italian Bonds Nicely Survive Nation's Political Troubles","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-briefcase-italian-bonds-nicely-survive-nations-political.html","abstract":"Rumors of the death of the Italian bond market have been exaggerated. Whether the markets like the new government or not, the returns for April show a net gain to dollar-orientated investors of 1.28 percent, according to figures published by Kemper Inves","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"Drunk Driver Penalties","web_url":"https://www.nytimes.com/1994/05/14/opinion/l-drunk-driver-penalties-097152.html","abstract":"  To the Editor:    The horror on Cross Bay Boulevard in Queens, in which an unlicensed, drunk driver caused the deaths of three members of one family (news article, May 3), strikes terror in all who fear they could become victims of a similar, senseless tragedy.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Cries of Heresy After Feminists Meet","web_url":"https://www.nytimes.com/1994/05/14/us/cries-of-heresy-after-feminists-meet.html","abstract":"  Six months ago, about 2,000 women from major Protestant denominations gathered in Minneapolis, where they gave praise to a female personification of God, laughed at the patriarchal tradition of the church and shared honeyed milk in a ritual that affirmed the sensuality of women.   The aftershocks have not stopped.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"BRIEFCASE : Schroder Investment Offers Fund for the Tokyo Market","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-briefcase-schroder-investment-offers-fund-for-the-tokyo-market.html","abstract":"So there is somewhere other than Lation America to invest after all. Schroder Investment Management Ltd., a London-based mutual fund firm, is launching a new fund aimed at the hitherto unfashionable Japanese market. If nothing else, this launch has novel","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"Philadelphia Journal; Inner City Market Blossoms","web_url":"https://www.nytimes.com/1994/05/14/us/philadelphia-journal-inner-city-market-blossoms.html","abstract":"  Thanks to a novel farmers' market, some residents of a housing project in southwest Philadelphia say they recently tasted fresh asparagus and cauliflower for the first time. Some of their children ate their first carrots and celery.     The markets here at Tasker Homes and at another housing project have been so successful that eight more farmer's markets are to be opened in other neighborhoods this year.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"Information Highway: Brokers Rev Up","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-information-highway-brokers-rev-up.html","abstract":"FOR a great number of individual investors, U.S. discount brokers have attained the stature of grass-roots heros. They are the little guys who undercut the hefty commissions of full-service competitors by eliminating cold-calling, aggressive brokers and v","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"On Shopping Around for a Stockbroker","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-on-shopping-around-for-a-stockbroker.html","abstract":"FINANCIAL advisers market themselves as expert navigators of the turbulent waters of international finance. For many private investors, their advice can prove invaluable. But investors sometimes discover to their cost that their chosen navigator has misla","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"Father Who Fought 'Memory Therapy' Wins Damage Suit","web_url":"https://www.nytimes.com/1994/05/14/us/father-who-fought-memory-therapy-wins-damage-suit.html","abstract":"  In a groundbreaking legal verdict, a Napa County jury awarded $500,000 today to a father who had accused psychotherapists of conning his adult daughter into remembering childhood incidents of incest that he said had never occurred.   The case, tried over two months, was the first in which a nonpatient challenged therapists who treat patients with a much-debated technique that involves the use of leading questions and other aggressive memory-enhancing procedures to prod patients into recalling events that were so traumatic that their minds repressed them.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"California Loses Top Spot In Japanese Tourist Trade","web_url":"https://www.nytimes.com/1994/05/14/us/california-loses-top-spot-in-japanese-tourist-trade.html","abstract":"  As California struggles to climb out of its long recession, more bad news has emerged: the state has lost its dominant share of the lucrative Japanese tourist market and may be hard-pressed to recover it.    As other destinations compete with new attractions and more aggressive marketing, the state's share of the $14 billion Japanese tourist market has shrunk from 44 percent in 1987 to a projected 18 percent this year, California Division of Tourism figures show. The decline has meant a loss of $658 million a year.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"Don't Give Up on Neighborhood Clinics","web_url":"https://www.nytimes.com/1994/05/14/opinion/don-t-give-up-on-neighborhood-clinics.html","abstract":"  Under Mayor David Dinkins, an innovative plan known as Communicare I was launched to build 20 primary health-care clinics in underserved New York City neighborhoods. His hope was that government could bring quality preventive health services to the city's poorest families. A new City Council report shows that the program -- plagued by construction delays, understaffed clinics and long waits for even routine appointments -- has fallen short of the mark.   The blame game is already roaring along. Democrats say Mayor Rudolph Giuliani provides weak leadership; Republicans argue that the program's failures started under Mr. Dinkins. Whatever the truth, the problems can be corrected. And the second phase of the program -- Communicare II, which will build 30 more clinics beginning next year -- should be largely immune from the problems that afflict the present effort.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Polish-German Border An Economic Frontier","web_url":"https://www.nytimes.com/1994/05/14/world/polish-german-border-an-economic-frontier.html","abstract":"  By 10 A.M. Ewin Freund, a German retiree, finished his weekend shopping at the array of stalls here and walked back over the border into Germany. His best bargains were summer bed comforters and a wicker laundry basket. His wife, Adelheid, stocked up on butter and his brother-in-law, Gunther, found a 12-piece coffee set at half the price it was selling for in Germany.     \"It's amazingly cheap,\" Mr. Freund said as he approached passport control, where he flashed his documents and then headed to his car for the two-hour drive home. \"If it was cheaper in Germany we would buy there. But we can buy everything for less here, and we are leaving money behind for the Poles.\"","thumbnail":null,"section":"World"},{"date":"19940514","headline":"Suicide of a Veteran, Amid Pain and Fame","web_url":"https://www.nytimes.com/1994/05/14/us/suicide-of-a-veteran-amid-pain-and-fame.html","abstract":"  Tens of thousands of obituaries have been written for the men who fought and died in Vietnam. More will follow as veterans age and die. But some deaths seem larger than others, as if they could serve as obituaries for the war itself.    Lewis B. Puller Jr.'s was one such death. It happened on Wednesday night, when Mr. Puller, who was 48, shot himself in the head at his home in suburban Virginia. A veterans' advocate and Pulitzer Prize winner whose hands were disfigured and whose legs were torn from his body by a booby trap in Vietnam, he had finally surrendered in his 26-year battle against depression, drug and alcohol addiction, despair and perhaps, at the end, sheer fatigue.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"Insurance Game Pits Men Against Women","web_url":"https://www.nytimes.com/1994/05/14/opinion/l-insurance-game-pits-men-against-women-097071.html","abstract":"  To the Editor:    \"Disability Policy Costs to Increase for Women\" (Your Money pages, April 16) perpetuates the tradeoff myth that excuses charging women up to 50 percent more than men for disability insurance sold at unisex prices because sex discrimination in insurance is said to deliver some benefits to women.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Private Banks Go Slumming?","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-private-banks-go-slumming.html","abstract":"NEW technology and portfolio management methods, and more aggressive marketing, are allowing the moderately well-off to join the rich in taking advantage of the services offered by private banks. After holding for years above an unofficial threshold of $1","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"Plea Deal in Kidnapped Girl's Case Is in Doubt","web_url":"https://www.nytimes.com/1994/05/14/nyregion/plea-deal-in-kidnapped-girl-s-case-is-in-doubt.html","abstract":"  Efforts to reach a plea bargain that would have spared Katie Beers, the 11-year-old Long Island girl who was kidnapped for 16 days, from having to testify in a sex-abuse case have collapsed, a lawyer involved in the case said today.   The lawyer, Thomas J. Klei Jr., said his client, Salvatore Inghilleri, has apparently scuttled the efforts of the Suffolk County District Attorney, James M. Catterson, to keep the case from going to trial. Mr. Inghilleri, who was not involved in the girl's kidnapping, was arrested in October 1992 on charges of sexually abusing the girl twice.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/14/nyregion/c-corrections-097080.html","abstract":"  A schedule in Weekend yesterday for the film series \"Hawkshaws, Shamuses, Gumshoes and Dicks: Private Eyes in the Movies,\" at the Walter Reade Theater in Lincoln Center, misstated the time of a free panel discussion, \"Private Eyes in Fact and Film.\" It is tomorrow at 2 P.M., not 5 P.M.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Legislative Battle to Continue Over Ban on Assault Weapons","web_url":"https://www.nytimes.com/1994/05/14/nyregion/legislative-battle-to-continue-over-ban-on-assault-weapons.html","abstract":"  Though both houses of Congress have passed bills for a national ban on assault weapons, Gov. Mario M. Cuomo and the Democratic-led Assembly say they will still press this year for state legislation that would outlaw the weapons.   But the Republicans who control the Senate, apparently relieved that Congress may act on an issue they had taken up only reluctantly at the state level, say the proposed Federal legislation would be sufficient. They do not intend to pursue a ban now but still want to stiffen penalties for people convicted of crimes committed with assault weapons, said a spokesman for the majority leader, Ralph J. Marino, Republican of Oyster Bay. Cuomo Feels Strongly    So the issue will continue to be contentious this election year. Mr. Cuomo, who feels strongly about the ban personally, has also found it helpful politically to combat Republican charges that he is soft on crime. For months, he has hammered away at the State Senate for not voting on a ban, after the Assembly passed its version in January for the second year in a row.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"OCCUPATION ENDS AS ISRAELI TROOPS EVACUATE JERICHO","web_url":"https://www.nytimes.com/1994/05/14/world/occupation-ends-as-israeli-troops-evacuate-jericho.html","abstract":"  The last Israeli soldier left this ancient town today, ending Israel's 27-year occupation and giving Palestinians control over the first West Bank foothold for their hoped-for independent state.   A force of about 460 Palestinian soldiers-turned-policemen rode into Jericho, automatic rifles thrust skyward in triumph, and took over a freshly evacuated army base and fenced-in police station that had been Israel's headquarters.","thumbnail":null,"section":"World"},{"date":"19940514","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/14/nyregion/c-corrections-88516.html","abstract":"  A picture caption on Wednesday about people in Manhattan who watched the eclipse misidentified the method they used. It was pinhole projection -- in which light from the sun passes through a pinhole and creates an image on a surface below -- not pinhole reflection.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Scholarly Consensus Builder - Stephen Gerald Breyer","web_url":"https://www.nytimes.com/1994/05/14/us/scholarly-consensus-builder-stephen-gerald-breyer.html","abstract":"By nature and personality, Judge Stephen G. Breyer, whom President Clinton named to the United States Supreme Court, is professorial. But rather than become enmeshed solely in ideas, Judge Breyer has chosen to harness his considerable intelligence to solve problems, to clean up messes.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"For Babbitt, a Horizon of Hills and Valleys","web_url":"https://www.nytimes.com/1994/05/14/us/the-supreme-court-for-babbitt-a-horizon-of-hills-and-valleys.html","abstract":"  Just before President Clinton announced that he had chosen Judge Stephen G. Breyer of Boston for the vacancy on the Supreme Court, Interior Secretary Bruce Babbitt assembled his senior staff and told them that fate intended him to stay in his Cabinet post.    For several days, the capital had swirled with reports that Mr. Babbitt was the top contender for the job on the court. But nobody in the room knew what their boss had just been told -- that the President had chosen someone else.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"PRO BASKETBALL;\nLakers Name Del Harris","web_url":"https://www.nytimes.com/1994/05/14/sports/pro-basketball-lakers-name-del-harris.html","abstract":"The Los Angeles Lakers' search for a new coach began with a list of young, prominent names from the college ranks. It ended today with the antithesis when Del Harris was hired as Magic Johnson's successor.\n\nThe 56-year-old Harris, who has been referred to as \"Dull\" Harris because of his coaching style, has not coached since December 1991. He coached eight years in the National Basketball Association, four each with the Houston Rockets and Milwaukee Bucks, and compiled a 332-341 overall record.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"A Victory for Abortion Rights","web_url":"https://www.nytimes.com/1994/05/14/opinion/a-victory-for-abortion-rights.html","abstract":"  When Americans' constitutional rights are endangered, it is Congress's duty to protect those rights with statutory law. Passage this week of the Freedom of Access to Clinic Entrances Act is firmly within that tradition.    The Supreme Court recognized in 1973 that the Constitution protects Americans' privacy and that American women have a constitutional right to make the private decision to have an abortion. People who prevent women's access to the clinics that perform them -- or who stop doctors from performing them -- are depriving them of that right. Making this sort of vigilantism a Federal crime is an appropriate way to attack a nationwide terror campaign waged by organizations that regularly cross state lines solely to interfere with women seeking abortions.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"College Seniors Can Get the Jobs They Want","web_url":"https://www.nytimes.com/1994/05/14/opinion/l-college-seniors-can-get-the-jobs-they-want-096997.html","abstract":"  To the Editor:    If the intent of \"College Seniors Find More Jobs but Modest Pay\" (front page, May 1) was to kill a dream, it succeeded for many! Local employers and services involved in day-to-day hiring for college graduates perceive a different marketplace from the one you describe.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Chronicle","web_url":"https://www.nytimes.com/1994/05/14/style/chronicle-097047.html","abstract":"  After spending 20 hours traveling from Johannesburg, where he witnessed the national election and the end of apartheid, DANNY GLOVER landed in Boston on Thursday night just in time for a party to celebrate two neighborhoods' revival efforts.    Sure, he had a crick in his neck from the airplane seat and his eyes were bleary from jet lag, but Mr. Glover was ebullient in his praise for the Dudley Street Neighborhood Initiative, which has been cleaning up and rebuilding areas of Roxbury and Dorchester for 10 years. The organization is the first neighborhood group in the country to win the right of eminent domain and to use it to transform vacant blighted land into homes, community centers and businesses.","thumbnail":null,"section":"Style"},{"date":"19940514","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/14/nyregion/c-corrections-077453.html","abstract":"  A picture caption on Wednesday about people in Manhattan who watched the eclipse misidentified the method they used. It was pinhole projection -- in which light from the sun passes through a pinhole and creates an image on a surface below -- not pinhole reflection.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Scholarly Consensus Builder: Stephen Gerald Breyer","web_url":"https://www.nytimes.com/1994/05/14/us/man-supreme-court-scholarly-consensus-builder-stephen-gerald-breyer.html","abstract":"  By nature and personality, Judge Stephen G. Breyer, whom President Clinton named yesterday to the United States Supreme Court, is professorial. But rather than become enmeshed solely in ideas, Judge Breyer has chosen to harness his considerable intelligence to solve problems, to clean up messes.   Rather than stake out fixed positions, he has built coalitions and achieved consensus. As generously endowed with political savvy, pragmatism, personal charm and energy as intelligence -- and unencumbered by any overarching ideology -- he has won a reputation for doing as well as thinking.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/14/nyregion/c-corrections-097128.html","abstract":"  An obituary on Wednesday about Lois G. Forer, author and retired Philadelphia judge, referred incorrectly to the publication of her book \"What Every Woman Needs to Know Before (and After) She Gets Involved With Men and Money.\" The publication, by Macmillan, is not due later this year; it occurred in February.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"In a Surprise Gesture, China Releases a Major Dissident","web_url":"https://www.nytimes.com/1994/05/14/world/in-a-surprise-gesture-china-releases-a-major-dissident.html","abstract":"  In an important gesture to the Clinton administration, China today released on medical parole the second of two major figures still serving long prison terms for leading the Tiananmen Square uprising of 1989.    A brief dispatch this morning on the New China News Agency said that Chen Ziming, 42, \"has been released on bail for medical treatment\" under an order from \"Chinese judicial authorities.\"","thumbnail":null,"section":"World"},{"date":"19940514","headline":"3 Candidates Hold Mexico's 1st Televised Debate","web_url":"https://www.nytimes.com/1994/05/14/world/3-candidates-hold-mexico-s-1st-televised-debate.html","abstract":"  Mexico's leading presidential candidates held the first nationally broadcast debate in the country's history on Thursday night in what was hailed today as a glimpse of the democracy that the governing Institutional Revolutionary Party has been promising for much of the last year.   In all its 65 years in power, the governing party has never before agreed to a debate involving one of its presidential candidates. For the 40 million Mexicans who listened and watched, the 90-minute debate was thus their first opportunity to see the differences among the candidates displayed in the same forum. In past elections, opposition candidates have been virtually ignored by television.","thumbnail":null,"section":"World"},{"date":"19940514","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/14/nyregion/metro-digest-089907.html","abstract":"  NEW YORK CITY  TO OBEY LAW, HOMELESS MOVED AT 8   The courts say New York City may not keep homeless families in emergency assistance offices overnight, sleeping on chairs and tables. But \"overnight\" has been defined as whether anyone is left in the office at 8 A.M. So just before 7 A.M., those who had spent the night at a city office in the Bronx were roused and moved, mostly to shelters. Page 1.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Bias Is Found In the Hiring Of Custodians","web_url":"https://www.nytimes.com/1994/05/14/nyregion/bias-is-found-in-the-hiring-of-custodians.html","abstract":"  The Justice Department has found that New York City and the city's Board of Education discriminated against members of minority groups in recruiting and promoting the custodians who maintain the city's schools.   In letters sent to city officials and the lawyer for the custodians' union this week, Deval L. Patrick, Assistant Attorney General in the Civil Rights Division, called on the city, the board and the custodians' union to reach an out-of-court agreement to remedy the discrimination or face court action.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Devils Must Try to Make Recent Past the Prologue","web_url":"https://www.nytimes.com/1994/05/14/sports/hockey-devils-must-try-to-make-recent-past-the-prologue.html","abstract":"  The stigma of losing all six meetings to the Rangers during the regular season still hangs over the Devils.   \"The first game is very important for us because we want to prove that we're better than the regular season,\" Scott Stevens, the captain of the Devils, said yesterday about Game 1 tomorrow night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Twillingate Journal; Cod Are Almost Gone and a Culture Could Follow","web_url":"https://www.nytimes.com/1994/05/14/world/twillingate-journal-cod-are-almost-gone-and-a-culture-could-follow.html","abstract":"  To Cyril Dalley, whose modest wood-frame house is close enough to the sea to catch salt spray on its front windows, fishing is a \"passion that's born within a person.\"    Over his mother's protests, he used to sneak out at 3 A.M. with his dad in the old wooden boat, and he \"entered a man's world quite quickly.\"","thumbnail":null,"section":"World"},{"date":"19940514","headline":"Security Council Agrees on Plan To Send Peace Force to Rwanda","web_url":"https://www.nytimes.com/1994/05/14/world/security-council-agrees-on-plan-to-send-peace-force-to-rwanda.html","abstract":"  The Security Council agreed tonight on a plan to send an all-African force to Rwanda to protect civilians and aid workers threatened by the ethnic slaughter that began there four weeks ago.   The Council is expected to approve the plan on Monday after the Clinton Administration receives details from the United Nations on how the plan will be carried out.","thumbnail":null,"section":"World"},{"date":"19940514","headline":"Wolf Packs Don't Have Much in Common With Human Gangs","web_url":"https://www.nytimes.com/1994/05/14/opinion/l-wolf-packs-don-t-have-much-in-common-with-human-gangs-097160.html","abstract":"  To the Editor:    Jamal and his teen-age gang members in Barbara Nevins Taylor's \"Nothing Will Happen. I'm Lucky\" (Op-Ed, April 30) are, like wolves, predators, but the similarity stops there. A wolf pack is a close-knit extended family dedicated to caring for the offspring of the one pair that breeds. Wolves do not prey on their own. Nor do they kill for greed or pleasure -- human characteristics.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Slaughter of a Swan Leaves a Village Shaken","web_url":"https://www.nytimes.com/1994/05/14/nyregion/slaughter-of-a-swan-leaves-a-village-shaken.html","abstract":"  Angelo Albanese has been mayor of this Syracuse suburb for 16 years, and in that time, he says, nothing has shaken the community like the slaying of a mute swan who made his home in a village park.   Two teen-agers have been charged with killing the swan on April 30 and leaving its head on the steps of the police station. In a statement to the police, one of the youths, a 15-year-old from Fayetteville who has not been identified because of his age, describes stabbing the swan up to 40 times. He also says he \"grabbed the swan's legs and broke them like twigs.\"","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Review/Dance; Oppression Gently Builds","web_url":"https://www.nytimes.com/1994/05/14/arts/review-dance-oppression-gently-builds.html","abstract":"  A high metal wall, a few chairs and a small coin are all it takes for the six members of Betontanc, a Slovenian dance and theater company that performed in its American debut on Thursday night at La Mama E.T.C., to create and plunge the audience into another world. \"Every Word a Gold Coin's Worth\" lasts just under an hour and unfolds in circumscribed stage space that grows much smaller, but the piece covers an astonishing amount of psychic territory.     Betontanc, the resident dance company at the Glej Theater of Ljubljana, was founded in 1990 by Matjaz Pograjc. A student at the city's theater academy, Mr. Pograjc gathered a group of young artists from many fields to respond to the intellectualism and conceptualism they perceived in the arts of the 80's. The company describes itself as \"a basketball team.\"","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/14/sports/transactions-095125.html","abstract":"  Baseball  American League  CLEVELAND INDIANS -- Purchased the contract of Rene Gonzales, infielder, from Charlotte of the International League. Optioned Chad Ogea, pitcher, to Charlotte. Designated Tom Kramer, pitcher, for assignment.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/14/opinion/c-corrections-097144.html","abstract":"  A letter Wednesday from John Guenther about Glenn Miller's wartime orchestra at Yale University in 1943 misidentified the G.I. who was its lead singer. He was Tony Martin, not Tony Bennett, who also sang in the Army in World War II.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/14/nyregion/c-corrections-097110.html","abstract":"  An article yesterday about impeachment proceedings against a Pennsylvania Supreme Court Justice misspelled the name of the chairman of the state House Judiciary Committee in some copies. He is Representative Thomas R. Caltagirone.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/14/arts/classical-music-in-review-096881.html","abstract":"  Thomas Buckner  Baritone Merkin Concert Hall    Thomas Buckner, a powerful and persuasive advocate of contemporary vocal music, likes a mix of collaborators in his recitals. On Thursday night, he was joined by the percussion ensemble Essential Music and the pianist Joseph Kubera for a program that included five world premieres.","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"Advice: It's What You Pay For","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-advice-its-what-you-pay-for.html","abstract":"BEARING in mind that even the best-informed and most single-minded people frequently need good advice, the question has to be asked: What is it? What, for example, is the difference between comment and advice? Everyone thinks they can distinguish easily e","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"Sad Blow for British Democracy","web_url":"https://www.nytimes.com/1994/05/14/opinion/sad-blow-for-british-democracy.html","abstract":"  Only a week ago, John Smith, leader of Britain's Labor Party, was savoring his party's successes in local elections at the expense of the tottering Conservatives. After four straight defeats in national elections, Mr. Smith's Laborites seemed finally headed for victory. But cruelly, Mr. Smith, at the age of only 55, suffered a fatal heart attack Thursday. He has no obvious successor as opposition leader. British democracy is the loser.    On form, it would seem that even a mediocre rival could beat Prime Minister John Major, whose dismal approval ratings are the lowest since such polls began. Not only is the long-ruling Conservative Party badly divided, but a succession of sex scandals has made Mr. Major and his slogan, \"Back to Basics,\" the focus of ridicule. Hardly a day passes without hostile outbursts and rumors of plots against the Prime Minister, all gleefully reported in an otherwise pro-Conservative press.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Watershed Police Protect What New York City Drinks","web_url":"https://www.nytimes.com/1994/05/14/nyregion/watershed-police-protect-what-new-york-city-drinks.html","abstract":"  The facade of the Mount Pleasant Corporate Center, all silver walls and mirrored windows, was sleek and futuristic, and the lush lawn in front led down to a pretty little pond with heather draped over the stone walls around the water.   But floating on the surface, right under a drainage pipe, was a white sudsy substance that Ronald A. Gatto didn't like the looks of, especially when he considered where it was going: from the pond into Malcolm Brook, then to the Kensico Reservoir, and from there to the taps of nearly nine million people in New York City and Westchester County.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Tiananmen Leader Is Set Free by China","web_url":"https://www.nytimes.com/1994/05/14/world/tiananmen-leader-is-set-free-by-china.html","abstract":"  China today released on medical parole one of the dissidents accused of leading the Tiananmen Square uprising of 1989.   Chen Ziming, 42, a social scientist and publisher, was sentenced to a 13-year prison term in February 1991. He was the second major figure from the democracy movement to be released in recent weeks.","thumbnail":null,"section":"World"},{"date":"19940514","headline":"Anti-Foreigner Riot Hits German Town","web_url":"https://www.nytimes.com/1994/05/14/world/anti-foreigner-riot-hits-german-town.html","abstract":"  At least four people were stabbed and 49 were arrested Thursday night in an outbreak of violence against foreigners in this eastern German town.    All but one of those arrested were released before dawn today, and the one who remained in custody was held only because a warrant was outstanding for his arrest on an unrelated charge. Officials said they were not sure they had enough evidence to bring charges against any of those involved in the assaults.","thumbnail":null,"section":"World"},{"date":"19940514","headline":"Another New Justice","web_url":"https://www.nytimes.com/1994/05/14/opinion/another-new-justice.html","abstract":"  For his second Supreme Court appointment, President Clinton has again chosen an able lower court judge. Chief Judge Stephen Breyer of the U.S. Court of Appeals based in Boston is, like Justice Ruth Bader Ginsburg, respected for integrity, good judgment and concern for justice. Indeed, Judge Breyer was a finalist in last year's selection process.    This year Mr. Clinton narrowed the field to three candidates, including Bruce Babbitt, Secretary of the Interior, and Richard Arnold of Arkansas, Chief Judge of the Court of Appeals for the Eighth Circuit. Another white male on the Court increases Mr. Clinton's obligation to bring more women and racial minorities into the selection process in the future. We find it hard to believe there were no qualified candidates in these categories good enough to make the finals this time.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"How Bligh Climbed Admiralty Ladder","web_url":"https://www.nytimes.com/1994/05/14/opinion/l-how-bligh-climbed-admiralty-ladder-096954.html","abstract":"  To the Editor:    While I agree with your implied criticism of the confirmation of Adm. Frank B. Kelso 2d's four stars upon retirement in \"An Admiral's Bounty\" (Topics of The Times, April 28), the facts concerning William Bligh are somewhat different.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/14/arts/classical-music-in-review-096857.html","abstract":"  American String Quartet  Alice Tully Hall    The American String Quartet can usually be relied upon to deliver a mellow, warmly expressive sound, even if its interpretations are not the last word in intensity. In a program on Monday night, the quartet capably covered broad ground: Haydn's Quartet in F (Op. 77), Bruckner's String Quintet (with Michael Tree, the violist) and Kenneth Fuchs's String Quartet No. 2, receiving its world premiere.","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"Cautious? Can't Make a Decision? Try a Multifund","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-cautious-cant-make-a-decision-try-a-multifund.html","abstract":"THE theory behind funds of funds is simple enough: You can never have too many managers. If individual fund managers can beat their own markets, then another astute professional might be able to figure out when the others will be at their best and worst a","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"Suit Calls an 'Unforgettable' Omission Unforgivable","web_url":"https://www.nytimes.com/1994/05/14/nyregion/suit-calls-an-unforgettable-omission-unforgivable.html","abstract":"  Natalie Cole's studio-engineered duet with her father, Nat (King) Cole, may truly be \"Unforgettable.\" But her record company has amnesia when it comes to giving credit, according to a lawsuit filed this week in Federal District Court in Manhattan.   In the suit, Naomi Riddle, widow of the big-band musician Nelson Riddle, charges that the record company, Elektra Entertainment, failed to credit Mr. Riddle as arranger on the 1991 release of \"Unforgettable.\"","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Writers of History Honored by Their Peers","web_url":"https://www.nytimes.com/1994/05/14/books/writers-of-history-honored-by-their-peers.html","abstract":"  The Society of American Historians has awarded the annual Francis Parkman Prize to David Levering Lewis for \"W. E. B. DuBois, 1868-1919,\" published by Henry Holt last year. Dean David Grodzins was awarded the society's Allan Nevins Prize, for best-written dissertation in American history, for \"Theodore Parker and the American Transcendentalists.\"   The awards were announced on Thursday at the Union League Club in Manhattan by David McCullough, the society's president.","thumbnail":null,"section":"Books"},{"date":"19940514","headline":"Disgusted Pippen Sits Down For Game-Winning Play","web_url":"https://www.nytimes.com/1994/05/14/sports/pro-basketball-disgusted-pippen-sits-down-for-game-winning-play.html","abstract":"  Where was Scottie Pippen when the team needed him on the court in the waning seconds of Game 3? Why wasn't he on the court? Why was he having words with his coach?   The score was tied, 102-102, after the Knicks' Patrick Ewing hit a three-foot hook shot. There was 1.8 seconds to go in the game in which the Knicks had staged another remarkable fourth-quarter comeback at Chicago Stadium. The Bulls, with possession of the ball and reeling because the Knicks had wiped out a 22-point deficit at the end of the third quarter, had called a timeout.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Fire in Harlem Kills 1","web_url":"https://www.nytimes.com/1994/05/14/nyregion/fire-in-harlem-kills-1.html","abstract":"  A four-alarm fire roared through a five-story apartment building in Harlem last night, killing one person and seriously injuring another, a Fire Department spokesman said.   The fire broke out inside the building at 28 West 125th Street about 7:40 P.M. and escalated to three alarms within 20 minutes, said the spokesman, Firefighter Richard Kuzniewski.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/05/14/arts/classical-music-in-review-096873.html","abstract":"  'Interrupted Chime'  Carnegie Hall    A group of Russian, Armenian and American musicians joined forces on Wednesday evening for \"Interrupted Chime,\" a memorial to the victims of tragedies that have befallen Armenia, from the Ottoman massacres of 1915 to the earthquakes of 1926 and 1988. The program was suitably elegiac: included were several Requiem and \"Ave Maria\" settings, along with \"Dido's Lament,\" the closing death scene in Purcell's \"Dido and Aeneas\"; a vocalise version of Gluck's \"Dance of the Blessed Spirits,\" and a thoroughly lugubrious reading of the so-called Albinoni Adagio. (There was no hint in the program notes that Albinoni did not compose it.)","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"Suspect in Stabbing Dies","web_url":"https://www.nytimes.com/1994/05/14/nyregion/suspect-in-stabbing-dies.html","abstract":"  A 35-year-old man wounded a woman yesterday during a robbery in a Brooklyn hospital and died after security guards apprehended him, the police said.   The man, Kevin Richardson, stabbed Maria Feliciano in the head and arm about 2 P.M. on the third floor of Brookdale Hospital in East New York, where she was visiting a friend, and took about $40 and some jewelry, the police said.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Public & Private; The Human Touch","web_url":"https://www.nytimes.com/1994/05/14/opinion/public-private-the-human-touch.html","abstract":"  The formal title of the course at New York University School of Medicine meant to teach first-year students how to deal with the human needs of patients is Behavioral Science. According to Mack Lipkin Jr., it's known familiarly as B.S.     This is unsurprising to Dr. Lipkin, an internist and a professor at the school. He remembers in sharp detail one day when he was a third-year medical student at Harvard, on rotation in the wards, and he and his compatriots stood around the sickbed of one of their own professors and discussed his case without even acknowledging the man beneath the sheets.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/14/nyregion/no-headline-088781.html","abstract":"  I admire the Supreme Court enormously, because in this country people believe in law, they believe in individual rights, they believe in the  Constitution, and they believe that all that matters to their lives. And they're right. -- STEPHEN G. BREYER  [ 1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"To Obey Law, Homeless Are Removed by 8 A.M.","web_url":"https://www.nytimes.com/1994/05/14/nyregion/to-obey-law-homeless-are-removed-by-8-am.html","abstract":"  The courts say New York City may not keep homeless families in emergency assistance offices overnight, sleeping on chairs and tables. But \"overnight\" has been defined as whether anyone is left in the office at 8 A.M.   So it was that at a city office in the Bronx on Thursday night, families began arriving at 5 P.M. Some stayed the night, sleeping on plastic chairs in a room where the musty smell of human traffic competed with the stench of disinfectant wafting from the bathrooms. Then, just before 7 A.M. yesterday, a voice on the public address system broke the sleepy silence: \"Attention ladies and gentlemen. Everybody has been placed. The building will be empty at 8 o'clock.\"","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"3 in Senate Race Bank on Primary Upset","web_url":"https://www.nytimes.com/1994/05/14/nyregion/3-in-senate-race-bank-on-primary-upset.html","abstract":"  The June 7 primary election in New Jersey is just a blip on the screen for the two major candidates for United States Senator, but for three lesser-known and less affluent candidates it's the big show.   Frank R. Lautenberg, the Democratic incumbent who made it official Monday that he is seeking a third term, and Chuck Haytaian, the Republican who is Speaker of the State Assembly, are each expected to raise and spend $5 million to $10 million on their campaigns. Meanwhile, the candidates hoping to trip them up next month talk about raising enough to print some handbills and, if things break their way, to produce a radio commercial.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Dismissal of Charges Sought In Armored Car Fraud Case","web_url":"https://www.nytimes.com/1994/05/14/nyregion/dismissal-of-charges-sought-in-armored-car-fraud-case.html","abstract":"  Lawyers for the owners of an armored car company who have been accused of stealing as much as $38 million from customers said today that they want the charges dismissed because the Government had allowed the disposal of documents vital to their case.   Francis X. Casale Jr., the lawyer for Robert J. Scaretta, a co-owner of Revere Armored Inc., said in Federal District Court here that hundreds of cartons of records, which he said would show that the Long Island company did not skim money from its customers, were taken from a warehouse it rented in Beacon Falls, Conn. Mr. Casale said that the building's landlord destroyed them, and that the Government was responsible for these documents since it had seized the company's assets last year.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Help Cuba. Tighten the Embargo.","web_url":"https://www.nytimes.com/1994/05/14/opinion/help-cuba-tighten-the-embargo.html","abstract":"Since the United States lifted the trade embargo against Vietnam, many influential people have recommended a similar relaxation toward Cuba; a bill calling for an end to sanctions, sponsored by Representative Charles Rangel, is currently under consideration in Congress. Critics of the embargo argue that it has failed to topple Fidel Castro while imposing unbearable hardships on the Cuban people. It is up to the United States, they say, to take the first step and lift the sanctions against this unrepentant and bitter foe; everyone will benefit as a result. \n\n Yet I believe that the embargo should not be lifted, but tightened. Most of us Cuban exiles -- over 90 percent, according to a survey last year by the National Marketing Research Corporation -- hold this view. The embargo will either induce the Cuban Government to understand the need to make real changes or it will help to undermine the Castro regime and accelerate its end.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"PRESIDENT CHOOSES BREYER, AN APPEALS JUDGE IN BOSTON, FOR BLACKMUN'S COURT SEAT","web_url":"https://www.nytimes.com/1994/05/14/us/supreme-court-president-chooses-breyer-appeals-judge-boston-for-blackmun-s-court.html","abstract":"  After days of apparent indecision over his second Supreme Court appointment, President Clinton turned today to a man he had passed over once before, choosing Judge Stephen G. Breyer, the chief judge of the United States Court of Appeals for the First Circuit, in Boston, to replace Justice Harry A. Blackmun.   Judge Breyer, who is 55 years old, has a reputation as a consensus builder and a pragmatist whose court rarely produces a dissenting opinion.  He already has bipartisan support in the Senate, where he worked as an aide during the 1970's and helped build coalitions across party lines to deregulate the airlines.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"Chronicle","web_url":"https://www.nytimes.com/1994/05/14/style/chronicle-097055.html","abstract":"  JAY LENO is coming to New York today to do a week of \"Tonight\" shows from the city that has not been home to the program for 22 years.    But that is not all the late-night talk show host will do while he's on the East Coast. Tonight, he is due to make a \"surprise\" visit to \"Saturday Night Live,\" and tomorrow he will appear in Washington on \"Meet the Press.\" To talk about what? \"Something lighthearted,\" one of his assistants said.     Sunday afternoon, he returns to visit Shea Stadium and the New York Mets, who have surpassed all expectations this season.     Mr. Leno, who has tossed more than one barb at the Mets, said: \"I am going to try out some Mets jokes on them and see if they think they're funny. They've been good sports, and Anthony Young, who had the biggest losing streak, has been great.\"     Turning to the team of his hometown, he said, \"I'm from Boston, and it's sad to say we're not in good shape.\" NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19940514","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/14/nyregion/c-corrections-097136.html","abstract":"  An article yesterday about a Florida school board's decision to teach children that American culture is superior misidentified the president of the Christian Coalition, which has influenced some board members. He is Pat Robertson. (Pat Buchanan, the conservative newspaper columnist, was not involved in the situation.)","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Walton Is Better Than Par for the Course","web_url":"https://www.nytimes.com/1994/05/14/sports/golf-walton-is-better-than-par-for-the-course.html","abstract":"  Robin Walton said she shoots par often. But usually it isn't good enough.   \"A lot of days you take pars and people go right past you,\" she said.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Ex-'Ward Heeler,' 95, Is a Healer","web_url":"https://www.nytimes.com/1994/05/14/nyregion/about-new-york-ex-ward-heeler-95-is-a-healer.html","abstract":"  ELSYE ROTHSCHILD, who is a year older than the 20th century, likes to sit on the stoop of the apartment house on Fort Washington Avenue in upper Manhattan, the one she moved into when she married in 1926, and tell her neighbors what they should do.    \"Well, these days I only talk to people who still ask me for my advice,\" said Mrs. Rothschild, a widow with eyes both twinkly and sharp. For several decades she was the Democratic Party's captain on the block, getting out the vote on Election Day and serving as a fixer and expediter much of the rest of the time.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Bridge","web_url":"https://www.nytimes.com/1994/05/14/nyregion/bridge-093106.html","abstract":"  One of the most remarkable stretch drives in serious competition occurred eight days ago in the Cavendish Teams, played at Honors Club, 42 East 74th Street. With six of nine matches completed, the foursome of Rita Shugart of Pebble Beach, Calif., Bob Goldman of Highland Village, Tex., David Berkowitz of Old Tappan, N.J., and Larry Cohen of Little Falls, N.J., were lying seventh in a field of 10 teams. They then scored 87 out of a possible 90 victory points, enough to carry them to victory.    The diagramed deal from the event pinpoints a weakness in the Multi Two Diamonds, a device popular in Europe and gaining ground here. Over East's two diamonds, showing a weak two-bid in one of the major suits, Shugart as South was able to overcall two hearts. She arrived in game, and received the lead of the spade queen.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Police Investigating Morris Park Resident With Cache of Arms","web_url":"https://www.nytimes.com/1994/05/14/nyregion/police-investigating-morris-park-resident-with-cache-of-arms.html","abstract":"  A 39-year-old paramedic, described as a loner by the police and an unremarkable employee by the Emergency Medical Service, had quietly stockpiled guns and crude explosives in his Bronx apartment until an informer led the authorities to arrest him on Thursday evening, the police said yesterday.   The police had yet to determine yesterday why the man, Robert Frano, had accumulated an arsenal that included eight homemade grenades, two semiautomatic rifles and two shotguns in his basement apartment at 1660 Hering Avenue in Morris Park.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Observer; Secrets Of the Trade","web_url":"https://www.nytimes.com/1994/05/14/opinion/observer-secrets-of-the-trade.html","abstract":"  Do you ever wonder what Plato wrote for his Saturday column? Not \"The Republic,\" I'll bet. Column-wise, \"The Republic\" is strictly Sunday stuff: big, serious, double-dome.    Heavyweight thinking went into \"The Republic.\" Sunday-column thinking. Maybe an editor would have let Plato get by with \"The Republic\" as a Wednesday or Friday column. Both days can accommodate earnest, no-nonsense columns.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"For Do-It-Yourself Investors, Find the Discount Broker for You","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-for-doityourself-investors-find-the-discount-broker-for-you.html","abstract":"KITCHEN table stock pickers have, for a variety of reasons, chosen to dispense with the services of portfolio managers in favor of independent action..If you fancy pitting your wits against professional stock selectors you will still need to enlist the","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"Yankees Survive 9th-Inning Collapse","web_url":"https://www.nytimes.com/1994/05/14/sports/baseball-yankees-survive-9th-inning-collapse.html","abstract":"  The Yankees continued playing dangerously tonight and continued to emerge unscathed. For the second straight game, the Yankees mishandled a three-run lead in the ninth inning and relied on Bernie Williams to produce a hit with the bases loaded in extra innings to rescue them. With wacky victories like this, will they ever lose?   Of course, the Yankees will lose again. But they did not tonight because they overcame Terry Mulholland's disintegration in the ninth and Manager Buck Showalter's reluctance to remove him, the loss of catcher Mike Stanley for at least 15 days with a strained left hamstring and the ejection of Don Mattingly, the team captain, for arguing when the Yanks had a four-run lead and a thin bench.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/14/nyregion/inside-088790.html","abstract":"  Inflation Remains at Bay   Consumer prices scarcely budged in April, confirming that inflation remains subdued. Still, the financial world is bracing for an increase in interest rates. Page 37. New Effort for Bosnia Peace    Russia joined the United States and other Western nations in a new show of unity to pressure the Bosnian Muslims and Serbs for a cease-fire to resume peace negotiations. Page 6.   Trade Talks May Be Revived    Senior American and Japanese officials have agreed to try to revive their stalled negotiations on opening Japanese markets to more imports from the United States. Page 37. Bulls Hold Off Knicks   After a bench-clearing brawl in the first half, the Bulls used a shot at the buzzer to beat the Knicks, 104-102, in Chicago. Page 31.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"F.D.A. Says 4 Scientists Broke Rules In Drug Tests","web_url":"https://www.nytimes.com/1994/05/14/us/fda-says-4-scientists-broke-rules-in-drug-tests.html","abstract":"  The Food and Drug Administration sent letters today to four scientists and two drug company officials, saying they had violated scientific procedures and Federal regulations numerous times in drug experiments that led to at least five deaths.    The trials of a drug intended to treat hepatitis were carried out last year at the National Institutes of Health, the University of Washington Hospital in Seattle and the Veterans Affairs Medical Center in San Diego. The drug, fialuridine, or F.I.A.U., was developed by Eli Lilly and Company of Indianapolis and Oclassen Pharmaceuticals of San Rafael, Calif.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"Quiet Partners in Big Art-World Business","web_url":"https://www.nytimes.com/1994/05/14/arts/quiet-partners-in-big-art-world-business.html","abstract":"  \"John? Paul? Which one is this?\"    Giggles emanate from the other end of the telephone. A voice with a New York City accent launches into the latest art-world scuttlebutt. From time to time, whoever is talking invariably mentions the other's name, which is the only way to tell whether the voice belongs to John Herring or his identical twin, Paul.","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"Officers' Taunting Cited","web_url":"https://www.nytimes.com/1994/05/14/sports/pro-basketball-officers-taunting-cited.html","abstract":"  Dave Checketts, the Knicks' president, criticized the Chicago Stadium security force tonight for taunting several Knick players during the fight between Derek Harper and Jo Jo English. Checketts said he planned to raise the matter with the National Basketball Association office.   \"They actually escalated the fighting and got involved with John Starks, taunting him even after the whole mess was finished,\" Checketts said of the stadium security force. \"That is not the role of security. It is inexcusable and unconscionable. It was spoken about on the air. The TNT broadcasters saw security and felt that they acted completely unprofessionally. They talked about it on the air.\"","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Police Sergeants, the Front Line, Under Fire","web_url":"https://www.nytimes.com/1994/05/14/nyregion/police-sergeants-the-front-line-under-fire.html","abstract":"  Sgt. Robert Diehl, considered by his superiors as well as the officers he supervises to be among the best at his job, heard it all and smiled thinly. The radio calls had reached a roar inside his squad car in the 83d Precinct in Bushwick, Brooklyn. In swift succession: a call reporting an emotionally disturbed person that might require a police barricade; a call to respond to a man with a knife, and, from a second radio, a call that a heroin sale had just taken place, and that officers were moving in on the suspected buyer.    For Sergeant Diehl, the moment, with its sense of frenzy and futility, captured perfectly the predicament facing the Police Department's first line of supervision. Last month, Police Commissioner William J. Bratton identified the \"critical shortage of sergeants\" and the failure of many sergeants to do their jobs properly as being at the heart of the department's corruption troubles.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Review/Music; Masur, Ax and Beethoven Warhorses","web_url":"https://www.nytimes.com/1994/05/14/arts/review-music-masur-ax-and-beethoven-warhorses.html","abstract":"  What is there left to say about the neat row of Beethoven masterpieces laid out for New York Philharmonic listeners on Thursday night? For anyone who has read a program, examined record-liner notes or simply lived near the concert culture of the 20th century, the stories being told this week at Avery Fisher Hall are old and comforting.    The \"Leonore\" Overture No. 3, we will remember, is one of several ways Beethoven attempted to introduce his opera \"Fidelio.\" Operagoers will also know that most of these prefaces are somehow configured into modern performances on stage. It is also no musicological secret that Beethoven's First Piano Concerto is really his second and vice versa. The Fifth Symphony will come as no surprise to people never before in a concert hall. With its famous themes, fate has knocked and V for victory been signaled.","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"Cartier Foundation's Glass House","web_url":"https://www.nytimes.com/1994/05/14/style/IHT-cartier-foundations-glass-house.html","abstract":"An ethereal glass and steel building designed by French architect Jean Nouvel to house the offices of Cartier and the Cartier Foundation was presented to the public this week as the foundation inaugurated its new digs at 261 Boulevard Raspail. .The add","thumbnail":null,"section":"Style"},{"date":"19940514","headline":"Losing Your Wallet: It's Now Less Awful","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-losing-your-wallet-its-now-less-awful.html","abstract":"AROUND this time of year most of us are looking forward to a well- earned summer vacation. But imagine the following scenario: on arriving at the holiday resort you are horrified to discover your wallet is missing. You barely have enough money to pay for","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"BRIEFCASE : ATM Networks Push On With Worldwide Expansion","web_url":"https://www.nytimes.com/1994/05/14/your-money/IHT-briefcase-atm-networks-push-on-with-worldwide-expansion.html","abstract":"The financial pioneering of Automated Telling Machines (ATMs) continues. The two big networks, Visa and MasterCard, are competing to build ever-larger systems of linked ATMs worldwide. The latest development is an extension to the system that links Maste","thumbnail":null,"section":"Your Money"},{"date":"19940514","headline":"PRO BASKETBALL;\nRockets Stage Late Rally","web_url":"https://www.nytimes.com/1994/05/14/sports/pro-basketball-rockets-stage-late-rally.html","abstract":"Facing the possibility of being put one game from season's end, the Houston Rockets, behind the pinpoint outside shooting of Vernon Maxwell, rallied from a crushing loss on Wednesday and a listless first half tonight to beat the Phoenix Suns, 118-102, in Game 3 of the Western Conference semifinals.\n\nMaxwell scored 34 points, 31 in the second half, and center Hakeem Olajuwon had 26. The Rockets made 32 of 46 from the field in the second half after trailing, 49-41, at halftime.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/14/nyregion/news-summary-088811.html","abstract":"  International 3-7 JERICHO GETS ITS OWN FORCE  The last Israeli soldier left the ancient town of Jericho, ending Israel's 27-year occupation and giving Palestinians control over the first West Bank foothold for their hoped-for independent state.  1  Settlers mourned at the sight of Palestinians guarding a synagogue.  7  U.N. PLANS RWANDA DEPLOYMENT  The United Nations Security Council finally agreed on a plan to send an all-African force to war-torn Rwanda to protect threatened civilians and aid workers.  1  CHINESE DISSIDENT RELEASED   In an important gesture to the Clinton administration, China released Chen Ziming, the second of two major figures still serving long prison terms for leading the Tiananmen Square uprising of 1989. 7  In a village, decaying corpses with frozen expressions of terror.  3  RUSSIA JOINS BALKAN EFFORT  Russia formally joined the United States and the European Union in a reinvigorated effort to end the two-year-old war in Bosnia. The nations supported a plan that calls on the Bosnian Serbs to cede nearly a third of the land they control.  6  MEXICAN CANDIDATES DEBATE  Mexico's leading presidential candidates held the first nationally broadcast debate in the country's history. Analysts hailed the event as a glimpse of the democracy that the governing party has promised.  7  POLISH-GERMAN BORDER BOOM  Cheap prices have been a boon for Poland's Oder-Neisse region, which has been transformed from an area of contention into a magnet for eastern German shoppers. 6  Twillingate Journal: A threat to a coastal passion: fishing.  4 National 8-11, 28 BREYER IS COURT NOMINEE  President Clinton nominated Judge Stephen Breyer of Boston to replace Harry Blackmun on the United States Supreme Court.  1  A MODERATE CONSENSUS BUILDER  Man in the News: Judge Breyer is a man of undisputed intellect who builds consensus quietly, but one whom some critics consider a \"technocrat\" lacking in passion.  1  News analysis: The President chose a judge's judge.  10  'MEMORY THERAPY' REJECTED  In a much watched case calling into question some psychologists' practice of helping patients \"recover\" traumatic memories, a California jury sided with a man who accused therapists of conning his daughter into accusing him of incest.  1  CALIFORNIA'S TOURISM TROUBLES  Even as the state struggles to climb out of its recession, it has lost almost half of its share of the lucrative Japanese tourism market.  8  PRODUCE FOR THE INNER CITY  New farmers markets at two Philadelphia housing projects are bringing fresh fruit and vegetables to areas of the city where they were previously scarce.  8  A VETERAN'S DESPAIR  The suicide of the Pulitzer Prize winning author Lewis Puller was a final surrender in a 26-year battle against depression, drug and alcohol addiction and despair.  9  RULES BROKEN IN DEADLY RESEARCH  The Food and Drug Administration accused four scientists and two drug company officials of violating Federal rules in experiments led to at least five deaths.  8  A WOMAN-CENTERED THEOLOGY  The aftershocks of a conference of Protestant women that centered on a revolutionary vision of a feminist God are still being felt.  28  Beliefs: Turmoil over family and marriage in America.  28 Metro Digest 23 HOMELESS SLEEPING IN CITY OFFICE  Eight years after a court ordered an end to the practice, some homeless families are sleeping in the city's lone remaining all-night homeless assistance office. 1  Business Digest 37  Your Money 35-36  Arts/Entertainment 12-16, 49  Fanfare for the channel tunnel.  13  Powerful twin art dealers.  13  Music: Masur, Ax, Beethoven.  16  Dance: Betontanc of Slovenia.  14  Television: NBC's fall lineup.  49  Sports 30-34  Baseball: Past is present for Polonia. 31  Mets lose to Braves. 31  Basketball: Bulls thwart Knicks comeback. 31  Columns: Araton on the Bulls. 31  Golf: Walton and Sheehan tied for L.P.G.A. lead. 33  Hockey: Devils to play it one game at a time. 33  Horse Racing: Holy Bull to bypass Preakness. 31  Obituaries 29  Paul Child, a former foreign-service officer and Julia Child's husband.   Lil Picard, an artist and critic.   Editorials/Op-Ed 20-21  Editorials  Another new Justice.  A victory for abortion rights.  Sad blow for British democracy.  Build the neighborhood clinics.  Letters  Anna Quindlen: The human touch.  Russell Baker: Secrets of the trade.  Victoria de Grazia: Will Il Duce's successors make facts run on time?  Judith Chernaik: O Brooklyn local.  Vicente Echerri: Help Cuba. Tighten the embargo.  Chronicle 22 Bridge 12 Crossword 14","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"First-Place Braves Give Mets a Pitching Lesson","web_url":"https://www.nytimes.com/1994/05/14/sports/baseball-first-place-braves-give-mets-a-pitching-lesson.html","abstract":"  John Franco knew the game had changed when the Braves came to town this weekend. The victories over the Cardinals had been nice, the victories over the Expos heartening. The second-place record, the improved pitching, the excellent road trip -- all these were things that gave the Mets reason to feel confident.   There's something different, though, about facing Atlanta, the team with the best rotation in baseball and the team that sits ahead of New York in the National League East.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Signs of Lost Times; Age Gives a Faded Glory to Old Advertisements Painted on the Sides of Buildings","web_url":"https://www.nytimes.com/1994/05/14/nyregion/signs-lost-times-age-gives-faded-glory-old-advertisements-painted-sides.html","abstract":"  There has to be some payback for putting up with bulldozers as the site at 67th Street and Broadway is cleared for a new apartment tower, and it is visible now, but not for long. It is a pair of signs, softly faded, painted on the side of an old brick tenement, long hidden and destined to disappear once again as soon as the tower rises out of the ground.   It looks, at first, like something put there for a movie shoot, an attempt to dress up the raucous cityscape of New York and make it look like the genteel city it never really was. But these signs are an authentic remnant of an age before infomercials became the way to sell new products, and there is a sweetness to their message: \"Omega Oil. For Rheumatism. Stops Pain. Trial Bottle 10&#166;.\"","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Sports of The Times; So Much For Veteran Leadership","web_url":"https://www.nytimes.com/1994/05/14/sports/sports-of-the-times-so-much-for-veteran-leadership.html","abstract":"  THE mass stupidity continued last night, and this time, right in front of David Stern.   The commissioner of the National Basketball Association had a ringside seat for the latest brawl that is making his league increasingly bogus, a league whose players would apparently rather fight than win.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Angles Flatten Courier","web_url":"https://www.nytimes.com/1994/05/14/sports/angles-flatten-courier.html","abstract":"  On paper, Jim Courier's match against Slava Dosedel promised to be the easiest of the Italian Open quarterfinals today, but it turned out to be the longest and most surprising. Courier, the two-time defending champion, lost an unnerving three-setter to the unseeded Czech, 1-6, 6-3, 6-4.   \"He's a very clever player, and he plays differently than the others do,\" said Courier of the 51st-ranked Dosedel. \"He hits sharp angles, he takes the ball on the rise, and he takes pace off of the ball. He mixes up his shots very well.\"","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/14/sports/results-plus-093726.html","abstract":"  AUTO RACING New Rules Established for Formula One  The organization that runs Formula One auto racing decided yesterday to impose new safety regulations after recent accidents that left two drivers dead. The International Automobile Federation imposed measures intended to reduce speeds in a sport in which cars are often clocked at 200 miles an hour. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Russia Joins the West in a Push to End the Bosnian War","web_url":"https://www.nytimes.com/1994/05/14/world/russia-joins-the-west-in-a-push-to-end-the-bosnian-war.html","abstract":"  Russia formally joined the United States and the European Union today in a reinvigorated international effort to end the two-year-old war in Bosnia, supporting a plan that calls on the Bosnian Serbs to cede nearly a third of the land they control to the Muslim-dominated Bosnian Government.     Under the plan backed today, that Government, now federated with the Bosnian Croats, would be given control of 51 percent of the country, while the Bosnian Serbs, who now control more than 70 percent, would receive 49 percent.","thumbnail":null,"section":"World"},{"date":"19940514","headline":"A Nominee Deemed Politic, Not Political","web_url":"https://www.nytimes.com/1994/05/14/us/the-supreme-court-the-decision-a-nominee-deemed-politic-not-political.html","abstract":"  In this search for a Supreme Court justice, President Clinton began by choosing Senator George J. Mitchell, a politician's politician, and finally ended an excruciating week of indecision today by selecting Stephen G. Breyer, a judge's judge.    Along the way, the President considered and discarded other possibilities, just as last year he had considered and discarded Judge Breyer himself when the two met for a highly publicized and evidently unfulfilling lunch just days before Mr. Clinton settled on Judge Ruth Bader Ginsburg.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"Calais Puts On a Show And London Snarls As the Tunnel Opens","web_url":"https://www.nytimes.com/1994/05/14/arts/calais-puts-on-a-show-and-london-snarls-as-the-tunnel-opens.html","abstract":"  The Eurotunnel connecting France and England, which was inaugurated on May 6 by Queen Elizabeth II and President Francois Mitterrand, is being called the grandest construction project since the Suez Canal. An American might timidly adduce some efforts from the Western Hemisphere, like the Panama Canal and, if it counts as engineering, putting a person on the moon.    What is undeniable is that the Europeans came up short, far short, when they got around to celebrating this latest technological marvel artistically. Suez (or more precisely, Cairo) had Verdi's \"Aida.\" The tunnel (or more precisely, Folkestone, where the tunnel emerges on the English side) had, in the waspish words of The Financial Times of London, \"well, some really nice Kentish choristers singing their hearts out in a tent.\"","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"Gooden May Be Back Soon","web_url":"https://www.nytimes.com/1994/05/14/sports/baseball-gooden-may-be-back-soon.html","abstract":"  Dwight Gooden could be back on the mound in 10 days even if it is only in an exhibition game. Yesterday at Shea Stadium, Gooden threw off the mound for the first time since he had a workout cut short in San Francisco on April 24 because of pain in his right big toe. It appears Gooden could return to the rotation at the end of the month.   Before last night's Mets-Braves game, Manager Dallas Green said he hoped to be able to get Gooden an inning or two of work on May 23, when the Mets play their Class AAA team in Norfolk. Gooden's availability for that game depends on how he responds to the work he does next week. Gooden is scheduled to take today off and throw again tomorrowand Monday.","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Preakness Thins as Holy Bull Withdraws","web_url":"https://www.nytimes.com/1994/05/14/sports/horse-racing-preakness-thins-as-holy-bull-withdraws.html","abstract":"  One day after it lost Brocco, the Preakness lost a star of even greater magnitude yesterday when Holy Bull was withdrawn with a mild infection and was aimed instead for the Metropolitan Mile at Belmont Park 10 days later.   \"It's not serious,\" said Jimmy Croll, the owner and trainer of Holy Bull. \"We took a routine blood test this morning, and the white-cell count was a little high. It's a question of what's right and wrong for the horse. He'll take antibiotics for a few days, and he should be fine. But he'll miss three or four days of training, and the Preakness comes up two weeks after the Kentucky Derby, and that's too soon.\"","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Will Il Duce's Successors Make the Facts Run On Time?","web_url":"https://www.nytimes.com/1994/05/14/opinion/will-il-duce-s-successors-make-the-facts-run-on-time.html","abstract":"  The coalition government about to take power in Italy will be the first in Western Europe since 1945 to include neo-Fascist ministers. If this were Germany, there would be fear, but Italy enjoys the reputation of being humane. The neo-Fascists perpetuate this myth by exploiting two durable myths -- that Fascism was not anti-Semitic and that Mussolini was a modernizer who permanently made the trains run on time.   This manipulation of history should add to worries about the ambitions of the three parties that make up the coalition: the neo-Fascist National Alliance, the separatist Northern League, and Forza Italia headed by Silvio Berlusconi, the political neophyte who will be Prime Minister.","thumbnail":null,"section":"Opinion"},{"date":"19940514","headline":"As Stich Backs Out, Sampras Looks Ahead","web_url":"https://www.nytimes.com/1994/05/14/sports/IHT-as-stich-backs-out-sampras-looks-ahead.html","abstract":"An intriguing domestic collision was avoided Friday when the No. 2 seed, Michael Stich, pulled out of his Italian Open quarterfinal with the suddenly clay- friendly Boris Becker. But that's mostly a German concern..Of universal importance is the attemp","thumbnail":null,"section":"Sports"},{"date":"19940514","headline":"Ralph Ellison Memorial","web_url":"https://www.nytimes.com/1994/05/14/arts/ralph-ellison-memorial.html","abstract":"  A memorial tribute to Ralph Ellison, the author of \"The Invisible Man,\" is scheduled for May 26 at noon at the American Academy of Arts and Letters at 156th Street between Broadway and Riverside Drive. Mr. Ellison died on April 16.","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"Clinton Talk Led to Firing, Woman Says","web_url":"https://www.nytimes.com/1994/05/14/nyregion/clinton-talk-led-to-firing-woman-says.html","abstract":"  A New Rochelle woman said today she was dismissed from her bookkeeper's job on Tuesday, one day after she met with President Clinton and told him how her experience as a medically uninsured worker demonstrates the need for health care reform.   Catherine Rosen, 45 years old, attributed the dismissal to either the company's discovery that she had a medical condition or its embarrassment at the publicity that followed her meeting with the President.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Beliefs","web_url":"https://www.nytimes.com/1994/05/14/us/beliefs-089788.html","abstract":"  A week ago Austin, Tex., a liberal stronghold mobilized by conservative Christians, voted almost 2 to 1 to repeal a measure that had extended insurance benefits to unmarried partners of city employees.    The next day, in a Mother's Day commencement address, Hillary Rodham Clinton told the graduates of George Washington University that \"no matter what a family unit looks like today, the family remains the essential ingredient of shaping our later lives.\"","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/14/nyregion/c-corrections-097101.html","abstract":"  A brief report in Business Day on Thursday about American Telecasting Inc.'s agreement to acquire five wireless cable systems misstated the total value of the transactions. It is about $85 million in cash and stock, not $105 million.","thumbnail":null,"section":"New York"},{"date":"19940514","headline":"Excerpts From Clinton's Remarks Announcing His Selection for Top Court","web_url":"https://www.nytimes.com/1994/05/14/us/supreme-court-excerpts-clinton-s-remarks-announcing-his-selection-for-top-court.html","abstract":"  Following are excerpts from President Clinton's remarks announcing his selection of Judge Stephen G. Breyer for the Supreme Court, as recorded by The New York Times:     Today I am proud to nominate Judge Stephen Breyer to serve on the United States Supreme Court.","thumbnail":null,"section":"U.S."},{"date":"19940514","headline":"9 New Shows For NBC-TV In the Fall","web_url":"https://www.nytimes.com/1994/05/14/arts/9-new-shows-for-nbc-tv-in-the-fall.html","abstract":"  NBC, which is expected to end this broadcast season in third place among the networks, yesterday announced nine new shows for the fall, including a mystery series with Bill Cosby and a sitcom starring Gene Wilder.   Apparently in an effort to challenge the ratings dominance of \"Roseanne,\" NBC also announced that it would move \"Frasier,\" one of its most popular shows, to Tuesday at 9 P.M. opposite Roseanne Arnold's hit show on ABC.","thumbnail":null,"section":"Arts"},{"date":"19940514","headline":"Aspirin Study News Embargo Harmed No One","web_url":"https://www.nytimes.com/1994/05/14/opinion/l-aspirin-study-news-embargo-harmed-no-one-097004.html","abstract":"  To the Editor:    Dr. I. Herbert Scheinberg's assertion that The New England Journal of Medicine impeded the flow of information to the public on the role of aspirin in preventing heart attacks (letter, April 30) contains multiple errors. Contrary to his statement that we held the authors to our timetable, we waited an additional week (of the five weeks between receipt of the manuscript and publication) at the authors' request, to let them honor their commitment to inform trial participants before the results were made generally available.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940514","time":"1994-05-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":75,"wspd":9.4},{"date":"19940514","time":"1994-05-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":78,"wspd":11.2},{"date":"19940514","time":"1994-05-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":79,"wspd":13},{"date":"19940514","time":"1994-05-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":81,"wspd":7.6},{"date":"19940514","time":"1994-05-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":75,"wspd":9.4},{"date":"19940514","time":"1994-05-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":80,"wspd":9.4},{"date":"19940514","time":"1994-05-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":76,"wspd":14.8},{"date":"19940514","time":"1994-05-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":70,"wspd":16.6},{"date":"19940514","time":"1994-05-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":65,"wspd":14.8},{"date":"19940514","time":"1994-05-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":60,"wspd":20.5},{"date":"19940514","time":"1994-05-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":56,"wspd":18.4},{"date":"19940514","time":"1994-05-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":52,"wspd":24.1},{"date":"19940514","time":"1994-05-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":55,"wspd":25.9},{"date":"19940514","time":"1994-05-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":62,"wspd":25.9},{"date":"19940514","time":"1994-05-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":83,"wspd":22.3},{"date":"19940514","time":"1994-05-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":87,"wspd":14.8},{"date":"19940514","time":"1994-05-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":89,"wspd":14.8},{"date":"19940514","time":"1994-05-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":92,"wspd":20.5},{"date":"19940514","time":"1994-05-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":92,"wspd":20.5},{"date":"19940514","time":"1994-05-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":94,"wspd":14.8},{"date":"19940514","time":"1994-05-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":93,"wspd":11.2},{"date":"19940514","time":"1994-05-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":90,"wspd":13},{"date":"19940514","time":"1994-05-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":92,"wspd":13},{"date":"19940514","time":"1994-05-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":92,"wspd":13},{"date":"19940514","time":"1994-05-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":19,"wspd":33.5},{"date":"19940514","time":"1994-05-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":24,"wspd":24.1},{"date":"19940514","time":"1994-05-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":25,"wspd":22.3},{"date":"19940514","time":"1994-05-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":30,"wspd":13},{"date":"19940514","time":"1994-05-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":31,"wspd":5.4},{"date":"19940514","time":"1994-05-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":33,"wspd":13},{"date":"19940514","time":"1994-05-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":36,"wspd":11.2},{"date":"19940514","time":"1994-05-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":40,"wspd":16.6},{"date":"19940514","time":"1994-05-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":44,"wspd":13},{"date":"19940514","time":"1994-05-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":13},{"date":"19940514","time":"1994-05-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":11.2},{"date":"19940514","time":"1994-05-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":46,"wspd":13},{"date":"19940514","time":"1994-05-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":43,"wspd":14.8},{"date":"19940514","time":"1994-05-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":32,"wspd":18.7},{"date":"19940514","time":"1994-05-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":30,"wspd":16.6},{"date":"19940514","time":"1994-05-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":24,"wspd":24.1},{"date":"19940514","time":"1994-05-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":22,"wspd":25.9},{"date":"19940514","time":"1994-05-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":20,"wspd":24.1},{"date":"19940514","time":"1994-05-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":17,"wspd":14.8},{"date":"19940514","time":"1994-05-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":16,"wspd":22.3},{"date":"19940514","time":"1994-05-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":16,"wspd":20.5},{"date":"19940514","time":"1994-05-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":15,"wspd":24.1},{"date":"19940514","time":"1994-05-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":16,"wspd":24.1},{"date":"19940514","time":"1994-05-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":18,"wspd":20.5}]}}