{"19930426":{"guardian_articles":[],"nytimes_articles":[{"date":"19930426","headline":"Pope Goes to Albania and Warns of 'Aggressive Nationalism'","web_url":"https://www.nytimes.com/1993/04/26/world/pope-goes-to-albania-and-warns-of-aggressive-nationalism.html","abstract":"  Popes do not come to Albania very often. Indeed, the last one who tried, Pius II, died on the way in 1464. So Pope John Paul II's arrival in this city on a lake today was something of a moment in a land that until a few years ago was the world's only officially atheist state, its most isolated and the most rigid in its Stalinism.    The people lined the streets in the familiar way of a papal visit, crammed onto small balconies in the crumbling concrete tenements of Europe's poorest country.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"Islanders and Ferraro Never Turn Down Overtime","web_url":"https://www.nytimes.com/1993/04/26/sports/hockey-islanders-and-ferraro-never-turn-down-overtime.html","abstract":"  The Islanders and the Washington Capitals have played four games in their first-round Patrick Division playoff series, but three of them have been decided in overtime, totaling an extra 75 minutes 16 seconds, more than one full extra game.   After losing the opener in regulation time, the Islanders have won the last three, all in overtime. The most recent was a 4-3 victory Saturday night on Ray Ferraro's goal at 5:40 of the second overtime period before a capacity crowd at Nassau Coliseum. The Islanders can clinch the four-of-seven-game Stanley Cup series with a victory here at the Capital Centre on Monday evening.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"Memorial for Dr. Healy","web_url":"https://www.nytimes.com/1993/04/26/nyregion/memorial-for-dr-healy.html","abstract":"  A public memorial tribute to Dr. Timothy S. Healy, the president of the New York Public Library who died last December, will be held on Wednesday at 11 A.M. under a tent in Bryant Park at Avenue of the Americas and 42d Street.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Review/Theater: Blood Brothers; Separated at Birth, Mainly by Social Class","web_url":"https://www.nytimes.com/1993/04/26/theater/review-theater-blood-brothers-separated-at-birth-mainly-by-social-class.html","abstract":"  Hardened New York theatergoers who expect British musicals to hit town powered by big bucks, Technicolor spectacle and deafening amplification may be taken aback by \"Blood Brothers,\" the latest West End export to reach Broadway. \"Blood Brothers\" opens with a tableau of its title characters laid out as corpses. The eveninglong flashback to follow unfolds largely in the dank brick welfare housing of depressed northern England. The offstage band is small and tinny enough to hold forth in a garage. There is not much dancing, or, for that matter, much to dance about.   Which is just how Willy Russell, the author of the show's book, music and lyrics, wants it. First produced in London in 1983, \"Blood Brothers\" is a Thatcher-era attack on the British class system that wears its austerity on its sleeve, bourgeois frills be damned. Mr. Russell, the Liverpool-born author of \"Educating Rita\" and \"Shirley Valentine,\" would rather be sincere than slick. His musical has the rough-hewn proletarian flavor of British dramas of the angry-man era of the late 1950's and early 60's, and that authentic chips-with-everything spirit has been transferred to the snug Music Box Theater without any infusions of Broadway glitz.","thumbnail":null,"section":"Theater"},{"date":"19930426","headline":"Books of The Times; Peering Behind the Anita Hill-Clarence Thomas Matter","web_url":"https://www.nytimes.com/1993/04/26/books/books-of-the-times-peering-behind-the-anita-hill-clarence-thomas-matter.html","abstract":"  The Real Anita Hill The Untold Story By David Brock 438 pages. The Free Press/Macmillan.   By titling his impressive investigative study \"The Real Anita Hill: The Untold Story,\" David Brock makes it seem as if he has written an expose of the person he considers the villain in the mesmerizing 1991 confrontation between Supreme Court Justice-designate Clarence Thomas and the woman who accused him of having sexually harassed her a decade earlier.   This impression is not entirely misleading. Mr. Brock's book is extremely damaging to Anita Hill's case. Having closely scrutinized the sworn testimony of both principals in the conflict (although neither was interviewed for this book), the author found Judge Thomas's to be valid on every point while Professor Hill's was shot through with \"false statements.\"","thumbnail":null,"section":"Books"},{"date":"19930426","headline":"Draft Day Quickly Turns Into Trade Day","web_url":"https://www.nytimes.com/1993/04/26/sports/pro-football-draft-day-quickly-turns-into-trade-day.html","abstract":"  Two prize quarterbacks were nabbed first, as expected, three top running backs fell in line and several surprise entrants -- especially defensive backs -- managed to push their way into the first round of the National Football League draft yesterday at the Marriott Marquis in Manhattan.   But the most popular first-round trend was this: If you liked what you saw, you moved up and you grabbed it. You made that trade.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"Fran Hawthorne, Peter Segal","web_url":"https://www.nytimes.com/1993/04/26/style/weddings-fran-hawthorne-peter-segal.html","abstract":"  Fran Hawthorne, an editor at Institutional Investor magazine, was married yesterday to Peter Segal, a vice president and a director of the Garrett Wade Company, an importer and distributor of woodworking tools, both in New York. Rabbi Linda Motzkin performed the ceremony at the Park Slope Jewish Center in Brooklyn.    Ms. Hawthorne, who is keeping her name, graduated from the University of California at Berkeley. She is a daughter of Dr. Edward and Lillian Hawthorne of Camarillo, Calif. Her father, now retired, was the chief scientist of the space and communications group of Hughes Aircraft Company in Los Angeles. Her mother, also retired, was the associate dean of student affairs at the School of Social Work at the University of Southern California in Los Angeles.","thumbnail":null,"section":"Style"},{"date":"19930426","headline":"Health Advisers Plan Exemption For Big Business","web_url":"https://www.nytimes.com/1993/04/26/us/health-advisers-plan-exemption-for-big-business.html","abstract":"  Despite strenuous objections from labor unions, President Clinton's health policy advisers have tentatively decided to let the nation's biggest companies serve as their own health insurers, bypassing the regional insurance pools that would serve as the core of Mr. Clinton's health-care plan.    Confidential work papers from the President's Task Force on National Health Care Reform say that under Mr. Clinton's plan large employers may \"elect to remain outside the purchasing cooperative\" that obtains insurance for small businesses and individuals. At least 33 million workers now get health-care coverage from big businesses, defined as companies with 1,000 or more employees.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"Vallone Defends Jobs Awards By Council Members as Proper","web_url":"https://www.nytimes.com/1993/04/26/nyregion/vallone-defends-jobs-awards-by-council-members-as-proper.html","abstract":"  New York City Council Speaker Peter F. Vallone said yesterday that some Council members \"may have acted imprudently\" in awarding jobs in a city-sponsored youth-employment program to the relatives of employees, political allies or friends.   Through a spokeswoman, Peg Breen, Mr. Vallone denied that any members had acted improperly. But he said that the appearance of impropriety might demand that more specific guidelines for the selection process be established.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Knicks Give Bulls Something To Ponder","web_url":"https://www.nytimes.com/1993/04/26/sports/pro-basketball-knicks-give-bulls-something-to-ponder.html","abstract":"  The Knicks badly wanted 60 regular-season victories, and another victory against the Bulls. So yesterday was not a day of rest.   Patrick Ewing played 40 minutes as the Knicks prevailed over Chicago, 89-84, and the Madison Square Garden crowd chanted \"M.V.P.! M.V.P!\" whenever the star center, who finished the game with 22 points and 12 rebounds, stepped to the foul line in the closing five minutes.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/26/nyregion/metro-digest-549093.html","abstract":"  NEW YORK CITY  CRIME: ANY IS TOO MUCH   The frustrated cry against crime that echoed during David N. Dinkins's first summer as Mayor is reverberating again. This time, it is being sounded by Mr. Dinkins's own Police Commissioner. Reported crime may be down, but the public's threshold for pain keeps going up. Which is precisely the point Senator Moynihan was making earlier this month when, in remarks that miffed the Mayor, Mr. Moynihan compared New York with the more stable city he remembered from his youth 50 years ago. Metro Matters. B2. BURNED UP OVER A CIGARETTE BILLBOARD   To understand how a billboard promoting cigarettes in Shea Stadium has come to be a political thorn for Mayor Dinkins, it is helpful to think of Spider-Man, the comic-book vigilante forever at odds with city leaders. The billboard is a Marlboro advertisement under the huge video screen in left-center field, making, anti-smoking advocates say, a dangerous connection between smoking and athletic prowess. Spider-Man is a childhood hero of Joseph W. Cherner, a once and probably future Wall Street bond trader who as head of a small anti-tobacco group has used his wealth and drive to back Mr. Dinkins into a political corner. B3.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/26/nyregion/bridge-833393.html","abstract":"  The most formidable bridge family in Europe is surely the Schaltzes of Denmark, with Peter Schaltz the focal point. He and his wife, Dorthe, regularly represent Denmark, as his parents did before him, and the family owns one European title and one world title. Peter and Dorthe recently finished third in the Danish Pair Championship thanks in part to his skill on the diagramed deal. His four-diamond bid with three high-card points, and one of those useless, makes it clear that he is a hard man to shut out.   Against the optimistic five-diamond contract, West cashed two heart winners and shifted to a spade. South took the ace, ruffed a spade, and finessed the diamond queen successfully. The ace collected the remaining trumps, and he felt hopeful. But there was still work to be done in clubs.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Subs Steal the Show After Early Witt Exit","web_url":"https://www.nytimes.com/1993/04/26/sports/baseball-subs-steal-the-show-after-early-witt-exit.html","abstract":"  The wait was interminable for Mike Witt. He had not pitched in a major league game since June 13, 1991, when George Steinbrenner was still banished from baseball and Stump Merrill was the Yankee manager. Witt lived with an asterisk beside his name that denotedhis constant presence on the disabled list.   That asterisk was erased when Witt started today's game, but the doubts about whether he will ever help the Yankees remained. He lasted four innings, and he gave up five runs. He allowed Pete O'Brien's grand slam in the third after the Yankees had built a 2-0 lead, and he surrendered the fifth run in the fourth after the Yankees had rallied to take a 5-4 lead.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"3 Pianists Receive Leschetizky Prizes","web_url":"https://www.nytimes.com/1993/04/26/arts/3-pianists-receive-leschetizky-prizes.html","abstract":"  Hsin-Bey Lee, a 27-year-old Taiwanese pianist who lives in Cleveland, has been awarded the first prize in the Leschetizky Association's 14th New York Debut Competition. The prize consists of a New York recital; Miss Lee's is scheduled for the afternoon of Dec. 5 at Weill Recital Hall.  Roberto Corliano, of Italy, and Cullan Bryant, of New York City, the second- and third-prize winners, received cash awards of $500 and $300, respectively.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"Defusing of Pippen Short-Circuits Bulls","web_url":"https://www.nytimes.com/1993/04/26/sports/pro-basketball-on-pro-basketball-defusing-of-pippen-short-circuits-bulls.html","abstract":"  First, Scottie Pippen tried to get off a good shot against Charles Smith, and he simply could not. Then he tried against Anthony Mason, and then against Smith again, and when the game that wasn't supposed to matter was over, Pippen had missed 14 of 16 hopeful flings at the rim and scored 4 points, and 2 of those were on a breakaway dunk.   That made Pippen 1 for 15 with 2 meager assists against live defenders, none of whom happened to be named Xavier McDaniel.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"Army Deploys Tanks in Peru in Challenge to New Congress","web_url":"https://www.nytimes.com/1993/04/26/world/army-deploys-tanks-in-peru-in-challenge-to-new-congress.html","abstract":"  In what perhaps is the first severe test of Peru's new Congress, the army sent tanks onto the streets of Lima last week to challenge a Congressional investigation.    The Congress, recently elected as part of President Alberto K. Fujimori's restructuring of the Government after he seized extraordinary powers, is investigating the army's role in the killings of nine university students and a professor at Enrique Guzman University last year.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"Anti-Smoker Presses Shea Billboard Battle","web_url":"https://www.nytimes.com/1993/04/26/nyregion/anti-smoker-presses-shea-billboard-battle.html","abstract":"  To understand how a billboard promoting cigarettes in Shea Stadium has come to be a political thorn for Mayor David N. Dinkins, it is helpful to think of Spider-Man, the comic-book vigilante forever at odds with city leaders.   The billboard is a Marlboro advertisement under the huge video screen in left-center field, making, anti-smoking advocates say, a dangerous connection between smoking and athletic prowess. Two congressmen, three borough presidents, 20 City Council members and scores of citizens have pressed the Dinkins administration in recent weeks to invoke a clause in the Mets' contract with the city to have the billboard removed.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"One Fullback Waits in Brooklyn","web_url":"https://www.nytimes.com/1993/04/26/sports/notebook-one-fullback-waits-in-brooklyn.html","abstract":"  He could have been one of them, leaving home in East New York for midtown Manhattan and the beginning of his new life, surrounded by his family, wearing a suit and a new hat with the name of a football team.   Or he could have already gone through the anxiety of the National Football League draft and the thrill of hearing his new club and the words, \".... select Stephen McGuire, fullback, University of Miami.\"","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"March for Gay Rights; Not the Biggest of All Marches","web_url":"https://www.nytimes.com/1993/04/26/us/march-for-gay-rights-not-the-biggest-of-all-marches.html","abstract":"  The gay demonstration here today drew hundreds of thousands of marchers. But by the estimates of the United States Park Police, it was not the biggest protest march in the capital's history.   That one, according to the police, was a Vietnam War moratorium rally in 1969 that drew 600,000 people. Another Vietnam protest, in 1971, drew 500,000. A march in 1992 organized by the National Organization for Women also drew 500,000 people, according to the Park Police's calculations.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"With Arabs Out, Israel Questions Its Own Labor","web_url":"https://www.nytimes.com/1993/04/26/world/with-arabs-out-israel-questions-its-own-labor.html","abstract":"  Sergei Krakovsky took it personally when Prime Minister Yitzhak Rabin talked the other day about returning the country to its hard-laboring Zionist origins.   Scornfully, Mr. Rabin spoke of \"a culture of idleness\" that he said had developed among Israelis, a problem much discussed here since Israel sealed off its occupied territories nearly a month ago. With few Palestinians now able to get to work in Israel, tens of thousands of farming and construction jobs have gone begging.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"Abroad at Home; Speak For America","web_url":"https://www.nytimes.com/1993/04/26/opinion/abroad-at-home-speak-for-america.html","abstract":"  In his war memoirs Winston Churchill describes a moment in the House of Commons that brought home the shame felt at Neville Chamberlain's policy of appeasing Hitler. It was Sept. 2, 1939, the day after Hitler's invasion of Poland. Chamberlain was temporizing, still hoping to avoid war.    A member of the Labor opposition, Arthur Greenwood, rose to speak. From the Conservative benches Leopold Amery, a Churchill supporter, cried out: \"Speak for England.\"","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"As States Rush Into Gambling, Experts See Risks","web_url":"https://www.nytimes.com/1993/04/26/us/as-states-rush-into-gambling-experts-see-risks.html","abstract":"  The nation's riverboat gambling industry, hesitantly resurrected from Puritanical oblivion two years ago by Iowa, is now booming forth on the waters of cutthroat interstate competition that gambling experts warn could prove ruinous for revenue searchers and bettors alike unless the states establish boundaries and common wagering standards.   Fifteen casino boats are already afloat on the Mississippi and Gulf Coasts, and at least 30 more are expected this year as states and localities scramble to benefit from a vastly altered public attitude toward gambling.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"Justice for Yankel Rosenbaum","web_url":"https://www.nytimes.com/1993/04/26/opinion/justice-for-yankel-rosenbaum.html","abstract":"  The conviction of two police officers in Los Angeles in the beating of Rodney King reminds New Yorkers that they have their own civil rights case back home. Yankel Rosenbaum was murdered two years ago during the Crown Heights riots for no reason other than he was Jewish, and nobody has been found guilty of that terrible crime.   Shortly after a Brooklyn jury acquitted a black teen-ager who had confessed to the stabbing and then recanted, the Justice Department ordered a Federal inquiry. That was seven months ago. What's happened since? Robert Abrams, New York's Attorney General, and City Council President Andrew Stein called Attorney General Janet Reno to ask. She assured them, they said, that the investigation would be thorough.","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"The Voters Are Willing, but the Ballot Is Greek","web_url":"https://www.nytimes.com/1993/04/26/world/the-voters-are-willing-but-the-ballot-is-greek.html","abstract":"  The elderly woman, confined to her room on the fourth floor of a rundown building in Moscow's proletarian district, knew how she wanted to vote in Russia's referendum today. \"For Yeltsin,\" she said, firmly addressing the two young election workers who had brought her a sealed ballot box upon her request.   As they explained patiently, that meant that she would have to cross out the \"nyet,\"or \"no,\" on the ballot. However puzzling it might seem, the only way to register support for President Boris N. Yeltsin was to negate a negative -- just one of many confusing moments in this befuddled, though potentially crucial, vote.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"Jordan Completes One Uphill Climb","web_url":"https://www.nytimes.com/1993/04/26/sports/pro-basketball-jordan-completes-one-uphill-climb.html","abstract":"  In his own words, Michael Jordan had just played a lousy game. But as he emerged from the training room of the visitors' locker room, resplendent in brown alligator shoes and suspenders to match, there was a gleam in his eye and relief on his face.   Finally, his longest season was over.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"A High-Octane Offense Has a Tiger in Its Tank","web_url":"https://www.nytimes.com/1993/04/26/sports/baseball-a-high-octane-offense-has-a-tiger-in-its-tank.html","abstract":"  Sparky Anderson, the kindly, white-haired manager of the Detroit Tigers, offered some hope for the rest of the American League yesterday.   \"It's a lot of runs,\" he said of the Tigers' rampant run-scoring this season. \"But it's not going to happen on a daily basis. One day it's just going to stop.\"","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"BALKAN WAR TRIAL IN SERIOUS DOUBT","web_url":"https://www.nytimes.com/1993/04/26/world/balkan-war-trial-in-serious-doubt.html","abstract":"  Five months after the Security Council voted to investigate war crimes in the former Yugoslavia, specialists in international law have concluded that it may be impossible to prosecute any major figures.    After preliminary inquiries in Serbia, Croatia and Bosnia, two lawyers with the United Nations war-crimes commission are returning to New York with little confidence that there will ever be trials of those responsible for the atrocities committed in the 22 months of war that have accompanied the disintegration of Yugoslavia.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"B.C.C.I. TRIAL LOOKS AT INVESTORS' TIES","web_url":"https://www.nytimes.com/1993/04/26/us/bcci-trial-looks-at-investors-ties.html","abstract":"  Prosecutors in the fraud trial of Robert A. Altman have begun laying the groundwork they say will show that Mr. Altman knew that four Arab investors he represented in the takeover of an American bank holding company were illegal front men for the Bank of Commerce and Credit International.   John W. Moscow, the assistant district attorney who is prosecuting the case in New York State Criminal Court, told jurors shortly after the break for Easter and Passover that testimony would show that Mr. Altman knew about B.C.C.I.'s activities in the United States, and when he knew it.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"Review/Television; A Benevolent Journey to Peru's Poor","web_url":"https://www.nytimes.com/1993/04/26/movies/review-television-a-benevolent-journey-to-peru-s-poor.html","abstract":"  The journey on tonight's offering from \"Travels\" is a short and unusual one for this PBS series, but it runs deep. The camera follows Ann Winifred Goulden, an Englishwoman in her mid-70's, on a daylong, bone-rattling truck ride from Piura, a small town in northern Peru, up into remote mountain villages, bringing supplies, advice and love to their impoverished people.   Ms. Goulden found her vocation while on vacation in Piura in 1959, when she came upon a sickly child who had been left in the street to die. Since then she has nursed hundreds of underfed, diseased, abused children, and has also led efforts to build roads and schools that might ease their lives.","thumbnail":null,"section":"Movies"},{"date":"19930426","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/26/sports/transactions-129693.html","abstract":"  WEEKEND Baseball  American League   MINNESOTA TWINS -- Placed Scott Leius, infielder, on the 15-day disabled list. Recalled George Tsamis, pitcher, from Portland of the Pacific Coast League. National League   NEW YORK METS -- Placed John Franco, pitcher, on the 15-day disabled list, retroactive to April 17.   PITTSBURGH PIRATES -- Placed John Candelaria, pitcher, on the 15-day disabled list. Recalled Rich Robertson, pitcher, from Buffalo of the American Association.   ST. LOUIS CARDINALS -- Sent Brian Jordan, outfielder, to Louisville of the American Association. Recalled Stan Royer, infielder, from Louisville. Basketball  National Basketball Association   LOS ANGELES LAKERS -- Placed Anthony Peeler, guard, on the injured list. Activated Alex Blackwell, forward, from the injured list. Football  National Football League   CHICAGO BEARS -- Signed Vernice Smith, guard.   CINCINNATI BENGALS -- Matched the New York Jets' offer sheet for Derrick Fenner, running back.  ","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"Evelyn Cooper and Stuart Finkelstein","web_url":"https://www.nytimes.com/1993/04/26/style/weddings-evelyn-cooper-and-stuart-finkelstein.html","abstract":"  Evelyn Ann Cooper, a daughter of Herbert and Marianne Cooper of Jericho, L.I., was married yesterday to Stuart H. Finkelstein, a son of Hilary Finkelstein of Forest Hills, Queens, and Albert I. Finkelstein of New Tripoli, Pa. Rabbi Philip Bentley performed the ceremony at the Woodbury Jewish Center in Woodbury, L.I..   Mrs. Cooper-Finkelstein, 24, graduated and received a master's degree in communications from New York University. Her father is the president of the Dynalytics Corporation, an engineering concern in Hicksville, L.I. Her mother is an associate professor and the director of the Graduate School of Library and Information Studies at Queens College.","thumbnail":null,"section":"Style"},{"date":"19930426","headline":"Candace Harding, Randolph H. Post","web_url":"https://www.nytimes.com/1993/04/26/style/weddings-candace-harding-randolph-h-post.html","abstract":"  Candace M. Harding, who owns Harding & Harding Graphics Inc., a printing company in New York, was married yesterday to Randolph H. Post, the owner of R. H. Post & Company, a member firm of the New York Stock Exchange. The Rev. L. Denver Hart, an Episcopal minister, officiated at the Carlyle hotel in New York.   Mrs. Post is a daughter of William P. Harding of Southampton, L.I., and the late Gladys M. Harding. Her father, now retired, was the president of Harding & Harding, which was founded in 1887 by the bride's great-grandfather the late Theodore L. Harding Jr.","thumbnail":null,"section":"Style"},{"date":"19930426","headline":"Marathoners Would Go for Electric Cars","web_url":"https://www.nytimes.com/1993/04/26/opinion/l-marathoners-would-go-for-electric-cars-349293.html","abstract":"  To the Editor:   \"Clean-Air Laws Push Big 3 to Cooperate on Electric Car\" (front page, April 14) certainly offers promise for things to come.","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"Rebecca Mosher, William Dietrich","web_url":"https://www.nytimes.com/1993/04/26/style/weddings-rebecca-mosher-william-dietrich.html","abstract":"  Rebecca Emily Mosher, the daughter of Dr. and Mrs. Paul W. Mosher of New Scotland, N.Y., was married yesterday to William Frank Dietrich, a son of Mr. and Mrs. Richard F. Dietrich of Butler, Pa. Rabbi Benjamin Rudavsky performed the ceremony at the Massachusetts Institute of Technology Faculty Club in Cambridge, Mass.   Mrs. Dietrich, 26, graduated magna cum laude from Harvard University. A Howard Hughes Medical Student Research Training Fellow, she is completing her M.D. studies at the Columbia University College of Physicians and Surgeons. Her father is a psychoanalyst in Albany. Her mother, Paula Mosher, is a psychotherapist and clinical assistant professor in psychiatry at Albany Medical College.","thumbnail":null,"section":"Style"},{"date":"19930426","headline":"Perot Urges Calls to Clinton Denouncing Economic Plans","web_url":"https://www.nytimes.com/1993/04/26/us/perot-urges-calls-to-clinton-denouncing-economic-plans.html","abstract":"  In a technique reminiscent of President Ronald Reagan in the first months of his Administration, Ross Perot issued an appeal tonight for Americans to flood the White House and Congress with telephone messages opposing President Clinton's policies on taxes, health care and military cuts.    Mr. Perot made his appeal at the conclusion of a 30-minute appearance he bought on NBC.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"Europeans Back Off Vote on Air Strikes To Contain the Serbs","web_url":"https://www.nytimes.com/1993/04/26/world/europeans-back-off-vote-on-air-strikes-to-contain-the-serbs.html","abstract":"  In another reflection of Western Europe's hesitation and divisions over the Balkan war, European Community ministers meeting over the weekend backed off from supporting a proposal to approve the use of air strikes against Serbs in Bosnia and Herzegovina.    The decision on Sunday by the community's 12 foreign ministers came after a review of policy options that has led some officials to conclude that only selective air strikes against Serbian targets in Bosnia will increase pressure on the Serbs to halt their offensive against Muslims in the former Yugoslav republic.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"Review/Opera; A Mezzo's Renown Raises the Stakes At an American Debut","web_url":"https://www.nytimes.com/1993/04/26/arts/review-opera-a-mezzo-s-renown-raises-the-stakes-at-an-american-debut.html","abstract":"  Credit the new Houston Grand Opera staging of Rossini's \"Barbiere di Siviglia\" with moments of singular aptness.   In Willy Decker's production from the Bonn Opera, directed here by Anthony Pilavachi, the first glimpse is of a pensive Rosina, seen lighted in a second-story window of Dr. Bartolo's dreary-looking residence, long before she utters a note. This Rosina is, after all, the singer everyone has come to hear: Cecilia Bartoli, the sensational 26-year-old Italian mezzo-soprano, in her American stage debut. Even if she had a stronger cast around her, Miss Bartoli, seemingly God's gift to Rossini, Mozart and London Records, would be the star.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"A Fisherman Is Shot Collecting Lobsters From His L.I. Traps","web_url":"https://www.nytimes.com/1993/04/26/nyregion/a-fisherman-is-shot-collecting-lobsters-from-his-li-traps.html","abstract":"  Signaling what the police say could be the start of a lobster war in Long Island Sound, three men from City Island were charged today with attempted murder in the shooting on Saturday of a fisherman as he collected lobsters from his traps off Sands Point.   The lobsterman, Able H. Miguel, 43, of Kearney, N.J., was listed in critical condition today at North Shore University Hospital after surgery.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/26/opinion/IHT-in-our-pages-100-75-and-50-years-ago-94149188953.html","abstract":"1918: News From France","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"Sour Sixteen: Young Gets That Sinking Feeling Again","web_url":"https://www.nytimes.com/1993/04/26/sports/baseball-sour-sixteen-young-gets-that-sinking-feeling-again.html","abstract":"  Anthony Young was on the mound, so this sort of disaster shouldn't have been all that shocking. These things happen to Young, happen often in fact. His pitches will be under control, his sinkerball sinking, and some silly chopper will turn into a costly infield hit. Or one of his teammates will mess up a play. Or both.   It happened again yesterday, at Shea Stadium, with the San Diego Padres in town. The Mets had rallied from a five-run deficit, and Young had taken over a tied ball game in the top of the seventh inning, afraid even to hope that this would be the day that his frustrating, 15-game losing streak would finally come to an end.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"Gay Marchers Throng Mall in Appeal for Rights","web_url":"https://www.nytimes.com/1993/04/26/us/march-for-gay-rights-gay-marchers-throng-mall-in-appeal-for-rights.html","abstract":"  At once defiant and festive, hundreds of thousands of gay and lesbian Americans and their supporters rallied in the capital today, celebrating the right to be homosexual and demanding freedom from discrimination.   \"Make no mistake, America,\" David B. Mixner, a longtime gay friend of President Clinton, who has lately been critical of him, told the crowd. \"We won't compromise our freedom. We won't go back. We will win.\"","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/26/nyregion/c-corrections-500893.html","abstract":"  An article on the Education page on Wednesday about the dispute at the University of North Carolina over where to build a black cultural center misstated the size of the building endorsed by a task force of community leaders and university officials. It would be 48,000 square feet, not 53,000.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Celia Slom, Greg Vimont","web_url":"https://www.nytimes.com/1993/04/26/style/weddings-celia-slom-greg-vimont.html","abstract":"  Celia Slom, the daughter of Mr. and Mrs. Stanley Slom of New York, was married yesterday to Greg Vimont, a son of Shirley Vimont of San Antonio and the late William Vimont. Rabbi Joel Goor performed the ceremony at the Harmonie Club in New York.   Ms. Slom, 29, is keeping her name.  She is the editor of the Medical Tribune News Service in New York. She graduated from Wesleyan University and received a master's degree in journalism from Columbia University.","thumbnail":null,"section":"Style"},{"date":"19930426","headline":"The Road to Reconciliation With Vietnam","web_url":"https://www.nytimes.com/1993/04/26/opinion/l-the-road-to-reconciliation-with-vietnam-125393.html","abstract":"  To the Editor:   I don't know whether the document found in Soviet archives about Vietnam's holding back American prisoners of war is authentic or not. Some of the previous evidence about P.O.W.'s turned out to be forged, but I agree with Leslie H. Gelb (column, April 15) that if this document proves accurate, a minimum requirement for reconciliation with the Vietnamese would be their admission of guilt.","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"Jodi Wartels, David Krueger","web_url":"https://www.nytimes.com/1993/04/26/style/weddings-jodi-wartels-david-krueger.html","abstract":"  Jodi Fran Wartels, a daughter of Joan King Wartels of New York and Edmund S. Wartels of Mount Kisco, N.Y., was married yesterday to David Alan Krueger, a son of Stuart and Jill Krueger of Hewlett Harbor, L.I. Rabbi Joel S. Goor performed the ceremony at the Union League Club in New York.   Mrs. Krueger, 28, is a public relations manager in New York for the Development Corporation for Israel, which sells Israeli government bonds in the United States. She graduated from the University of Pennsylvania. She is a stepdaughter of Judy Wartels.","thumbnail":null,"section":"Style"},{"date":"19930426","headline":"Jets Trade Down But Still Move Up","web_url":"https://www.nytimes.com/1993/04/26/sports/pro-football-jets-trade-down-but-still-move-up.html","abstract":"  As if they were on a trip to the corner store, the Jets didn't have to go far to get two things they needed in the first round of the National Football League college draft this afternoon.   The Jets traded their first-round pick, No. 3, to Phoenix for the Cardinals' No. 4 pick over all, obtaining the veteran running back Johnny Johnson in the deal. Then, after the Cardinals chose Georgia running back Garrison Hearst, whom they had badly wanted, the Jets drafted Florida State linebacker Marvin Jones, whom they had wanted all along.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/26/sports/results-plus-027393.html","abstract":"  GOLF  Mediate Takes Playoff  Rocco Mediate birdied the fourth playoff hole to beat Steve Elkington and win the $1.5 million Greater Greensboro Open yesterday. Mediate overcame a disastrous double-bogey on the par-5 15th and then had to save pars on the second and third extra holes before sinking a 4-foot putt for his second PGA Tour victory. He closed with a three-under-par 69 yesterday for a four-day total of 281. Elkington matched that figure with a one-over 73. (AP) Stockton Cruises: Dave Stockton, playing bogey-free golf for the first time this week, shot a six-under-par 66 and breezed past second-round leader Harold Henning to a four-stroke victory in the $500,000 Muratec Reunion Pro-Am in Frisco, Tex. (AP) TENNIS  Sanchez Vicario Wins  Top-seeded Arantxa Sanchez Vicario defeated second-seeded Conchita Martinez in only 71 minutes yesterday to win the $375,000 La Familia Open in Barcelona, Spain. The 21-year-old Sanchez Vicario, ranked No. 3 in the world and off to a fast start this season, won, 6-1, 6-4, on the clay surface. It was her third tournament victory of the season. (AP) Delayed in Monte Carlo: Rain forced a one-day postponement of the final between Sergi Bruguera and Cedric Pioline at the $1.65 million Monte Carlo Open in Monaco. The final will be a two-out-of-three format instead of three out of five. The final will be played this morning on the center court, weather permitting, or in the afternoon on a covered court. (AP) AUTO RACING  Prost Is a Winner  Alain Prost lapped all but second-place Michael Schumacher as he drove his Williams-Renault to victory yesterday in the Grand Prix of San Marino in Imola, Italy. His 46th Formula One career victory -- and his second this season -- moved the 38-year-old Frenchman within 2 points of leader Ayrton Senna, who did not finish in his McLaren-Ford. Senna has 26 points. Michael Andretti, Senna's teammate, spun during the 33d lap while in fifth place and did not complete his fourth consecutive championship race. Prost, who fought back following a difficult start on a wet track, completed 61 laps (191.034 miles) in 1 hour 33 minutes 20.413 seconds. Schumacher, the German driver of a Benetton-Ford, was 32.41 seconds behind. (AP) It's Wallace Again: Rusty Wallace continued his early season domination of the Nascar Winston Cup series, winning the Hanes 500 at Martinsville (Va.) Speedway yesterday for his third straight victory and fourth in eight starts. Nobody else could stay with the 1989 series champion and current point leader, who led all but 90 of the 500 laps on Martinsville's .526-mile oval while setting a record average of 79.090 miles an hour. (AP) SOCCER  A Shutout for Mexico  Mexico battered Canada, 4-0, in a World Cup qualifying match in Mexico City yesterday as it leaped ahead of its archrival in the quest for a berth in the 1994 finals. Mexico's victory gives it 6 points in the overall standings of the North, Central American and Caribbean region, spurting ahead of Canada, which remains at 5 points. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"Jets Counting on Johnson to Fill Holes","web_url":"https://www.nytimes.com/1993/04/26/sports/pro-football-jets-counting-on-johnson-to-fill-holes.html","abstract":"  After being shut out in the free-agent market in their attempts to pick up a veteran running back, the Jets took advantage of an opportunity in the college draft this afternoon to fill a need, picking up Johnny Johnson, a three-year veteran, in a trade with Phoenix.   \"We're thrilled to have him,\" said Jets Coach Bruce Coslet. \"How many free agents did we try to sign last week? It was kind of obvious that we needed a veteran running back.\"","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/26/nyregion/chronicle-793093.html","abstract":"  MARGARET O'BRIEN and GLORIA DE HAVEN will be newcomers compared with the stars whose images will flicker on the screen at a party on Saturday to benefit the Gramercy Theater, which has reopened as a nonprofit revival house. Six or seven short films will be shown, including a silent movie made by Lillian Gish in 1912, \"Musketeers of Pig Alley\"; Jackie Cooper's \"Christmas Party,\" in which Marie Dressler and Clark Gable appear as chaperones, and a tribute to Ruby Keeler.   The Gramercy reopened earlier this month, in part as a result of grass-roots campaigns and rallies after the closing of the Biograph Theater on West 57th Street in 1991. It will have the same man at the helm, FRANK ROWLEY, who was also program director for the Regency Theater, another revival house.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"From Valley Girls To Sunshine Boys, A Deal on 'Yonkers'","web_url":"https://www.nytimes.com/1993/04/26/movies/from-valley-girls-to-sunshine-boys-a-deal-on-yonkers.html","abstract":"  Martha Coolidge and Neil Simon are, professionally, quite an odd couple.   Mr. Simon, of course, is the enormously successful playwright whose characters populate a world that's largely New York and a sensibility that's predominately Jewish.","thumbnail":null,"section":"Movies"},{"date":"19930426","headline":"Brooklyn Boy Dies After Hit and Run","web_url":"https://www.nytimes.com/1993/04/26/nyregion/brooklyn-boy-dies-after-hit-and-run.html","abstract":"  An 8-year-old Brooklyn boy who was hit by a motorist with 41 suspensions on his driver's license has died of his injuries, officials at Kings County Hospital said yesterday. The boy, Jonathan Medina, who was the victim of a hit-and-run accident on April 16, died on Saturday, the officials said.   The motorist, Mordechai Levy, 23, of 120 Ocean Parkway, Brooklyn, turned himself in to the authorities the day after the accident, at the corner of Argyle Road and Caton Avenue in Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Officers and Gentlemen? Hardly.","web_url":"https://www.nytimes.com/1993/04/26/opinion/officers-and-gentlemen-hardly.html","abstract":"  Strippers. Sexual intercourse and oral sex in hotel suites, near the tennis courts, on the patios. Eager performers and an enthusiastic crowd of spectators. Women, among them 15 female military officers, forced to run a gantlet of drunken gropers.   Sounds like an X-rated movie, doesn't it? Or, given the more than 800 photographs detailing this debauch, the ultimate pornographic manual. Instead, it is the Pentagon's report on the hijinks that made the 1991 convention of the Tailhook Association so much \"fun\" for so many of its participants. Better yet, the trip itself was a freebie: the Navy spent $190,000 to fly the conventioneers, 1,500 retired and active-duty aviators, to Las Vegas.","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"Milestone for Gay Rights: March for Gay Rights; Washington Rally Puts Faces With Issues, But Probably Won't Create Rapid Change","web_url":"https://www.nytimes.com/1993/04/26/us/milestone-for-gay-rights-march-for-gay-rights-washington-rally-puts-faces-with.html","abstract":"  As did the major civil rights and abortion demonstrations of past years, today's march down Pennsylvania Avenue by hundreds of thousands of homosexuals waving rainbow flags that symbolize their cause is bound to be a turning point in a movement that until recent years was largely obscured from public view.   But while the giant civil rights march of 1963, the anti-war rallies after that, or the abortion demonstrations of 1989 and '90 are defined as significant occasions in modern history, there is little evidence that they created any immediate shifts in public or political opinion.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"Tornado Demolishes Oklahoma Town","web_url":"https://www.nytimes.com/1993/04/26/us/tornado-demolishes-oklahoma-town.html","abstract":"  Much of this small Interstate-hugging town had been reduced to piles of tangled metal, snapped wood and scattered debris today as state troopers sealed off roads to prevent looting and National Guard troops searched for more victims of a tornado that killed at least seven people on Saturday night.   A state patrol spokesman said tonight that 86 people had been treated at hospitals for injuries, mostly cuts and burns. Of those, 13 had been admitted, 3 of them in critical condition.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"After Boy Dies in Mud Hole, Fear, Prayers and Disbelief","web_url":"https://www.nytimes.com/1993/04/26/nyregion/after-boy-dies-in-mud-hole-fear-prayers-and-disbelief.html","abstract":"  Like many other children in this township, 8-year-old Nadia Fraser had a restless sleep Saturday night.   \"I was scared that I was going to fall through the bed,\" she said today, standing within yards of a patch of grassy ground that mysteriously gave way on Saturday and pulled a 7-year-old boy to his death. \"I feel very sorry about the boy.\"","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/26/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90063644529.html","abstract":"1943: Events to Come","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"In District 21, Schools Plus Politics Equal Gain","web_url":"https://www.nytimes.com/1993/04/26/nyregion/in-district-21-schools-plus-politics-equal-gain.html","abstract":"  Platoons of teachers marched into a Democratic club meeting in Coney Island earlier this month and, voting under the watchful eye of their school principals, helped a powerful local school board member, Sheldon Plotnick, take control of the political club's leadership.   Mr. Plotnick is campaigning for re-election to his third school board term, even as he ratchets up a first-time bid for New York City Council. He organized the takeover of the Democratic club, he said, because the club leadership, with whom he is feuding, refused to dispatch the club's election workers to toil on his behalf in his two political campaigns.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Vying for Comptroller: It's More Political Maneuvering Than Issues","web_url":"https://www.nytimes.com/1993/04/26/nyregion/reporter-s-notebook-vying-for-comptroller-it-s-more-political-maneuvering-than.html","abstract":"  Make no mistake. The competition to fill the unexpired term of the State Comptroller, Edward V. Regan, will be decided less by issues of substance than by political considerations like electability and ticket-balancing.   But issues have wandered nonchalantly into the campaign from time to time. For instance, Carol Bellamy, one of the front-runners, has proposed eliminating the comptroller's autocratic control over the state's $56 billion pension fund. She supports creating a board of trustees to oversee pension investments, with the comptroller as the head of the board.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Dance Benefit Tonight","web_url":"https://www.nytimes.com/1993/04/26/arts/dance-benefit-tonight.html","abstract":"  Gregory Hines and Pamela Koslow will serve as hosts of \"States of Grace,\" a benefit for Dance Theater Workshop, tonight at 7:30 at the Joyce Theater, 175 Eighth Avenue, at 19th Street, Chelsea. The performers include the Ralph Lemon Company, Susan Marshall and Company, the Parsons Dance Company and Tim Hadel, with music by G. E. Smith and Friends and the Footwarmers Trio. Tickets are $50. Reservations: (212) 691-4823.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/26/arts/dance-in-review-897093.html","abstract":"  Rosalind Newman  Bessie Schonberg Theater    It is always a pleasure to see Rosalind Newman dance, with her special mix of delicacy and guts. Irving Burton, her uncle and a veteran dancer and choreographer in his own right, is an inspired delight. But the program Ms. Newman presented on Saturday night, in which she and Mr. Burton performed, was a disappointment.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"I.R.A. Says It Placed Fatal Bomb; London Markets Rush to Reopen","web_url":"https://www.nytimes.com/1993/04/26/world/ira-says-it-placed-fatal-bomb-london-markets-rush-to-reopen.html","abstract":"  As officials scrambled to help banks and securities firms find temporary offices, the I.R.A. confirmed today that it had planted the deadly bomb that exploded Saturday in London's financial district.   Despite extensive damage to a number of buildings, officials expect financial markets to open Monday and to operate at nearly normal levels.    The bomb killed one person, wounded 44 others and caused hundreds of millions of dollars in damage when it went off in a parked truck in the heart of the City, as the financial district is known. Two Taxis Hijacked    Although the Irish Republican Army claimed responsibility, its statement early today made no mention of two smaller bombs in London late Saturday night; they destroyed two taxicabs but caused no injuries.    The police said men with Irish accents tried to force the drivers of two cabs to drive them to their targets -- Prime Minister John Major's official residence at 10 Downing Street and Scotland Yard's headquarters -- but leaped out when the cabs were still far from their destinations. Both drivers fled before the bombs, which had been left in their cabs, went off.   If the bombings provoked one general reaction among the public, it was a sense that the Government and the police must step up their efforts against the I.R.A., which is waging a terrorist campaign to end British rule of Northern Ireland.   \"We are not getting results,\" said David Mellor, a former member of Mr. Major's Cabinet. \"The terrorists have ripped the heart out of the City of London, putting at risk lives, livelihoods and indeed the position of the City,\" he told the Press Association, a British news agency.  The Hunt for Clues    The explosion in the financial district left a 15-foot-wide crater in the street, shattered windows in dozens of buildings and sent shards raining down over several square blocks. Today the police continued a painstaking search for clues among the debris as officials sought to help banks, brokerage houses and other companies minimize the impact on their business.   \"The Prime Minister and I agreed that the best way to frustrate the terrorists is to have the City back at work tomorrow, and we are working hard to insure that it is,\" said Sir Francis McWilliams, the Lord Mayor.   Thousands of workers will be unable to enter offices in the buildings that took the brunt of the blast, including the 52-story National Westminster Bank tower, which lost most of its windows, and the headquarters of the Hongkong & Shanghai Banking Corporation, whose lobby was destroyed. Most companies said that they were arranging for other office space and that they did not expect any major disruption. Estimating Losses    Initial estimates of the damage ran as high as $1.5 billion. But the Association of British Insurers said these estimates could prove highly inaccurate. The group noted that the initial assessment from a bomb explosion in the City a year ago, which caused extensive damage to the Baltic Exchange and nearby offices, was also $1.5 billion; the cost of repairs proved to be less than a third of that.   Some of the cost is expected to be borne by insurance companies and by the Lloyds of London insurance market. But much may fall to the Government, which agreed earlier this year to serve as an insurer of last resort for the many building owners who were finding it impossible or too expensive to get coverage against terrorism.   It was the most powerful explosion in London since an I.R.A. bomb went off in the area on April 10, 1992. Several I.R.A. attacks in recent months have been aimed at causing significant disruption as well as economic damage.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/26/arts/dance-in-review-107593.html","abstract":"  Battery Dance Company  Gould Hall    As a choreographer, Jonathan Hollander picks fine music and creates tidy steps to it. Steps and sounds go together. But often, those steps are of little interest in themselves.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"States Joining In Combating Illegal Guns","web_url":"https://www.nytimes.com/1993/04/26/nyregion/states-joining-in-combating-illegal-guns.html","abstract":"  Frustrated with what they called ineffective Federal gun-control laws and enforcement efforts, New York State officials have begun working directly with other states to identify and prosecute major firearms traffickers.   The effort has focused on five states that have been the main sources of unlicensed guns in New York State: Virginia, Florida, Ohio, Georgia and Texas. Since late last year, a new unit of the New York state police has been working closely with its counterpart in Virginia to trace guns and investigate suspected suppliers.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Constitution Covers Tobacco Companies","web_url":"https://www.nytimes.com/1993/04/26/opinion/l-constitution-covers-tobacco-companies-348493.html","abstract":"  To the Editor:   Anna Quindlen's endorsement of legislation in Congress to reduce or eliminate tobacco company deductions of advertising costs (column, April 14) is erroneous and superficial.","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/26/nyregion/no-headline-792293.html","abstract":"  Rabbi Chaim Mordechai Aizik Hodakov, the chief of staff for the spiritual leader of the Lubavitcher movement, died on Friday at Brookdale Hospital and Medical Center in the East New York section of Brooklyn. He was 91.   He died after a brief illness, said officials at the Hasidic group's headquarters in the Crown Heights section of Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Devils Land a Punch While on the Ropes","web_url":"https://www.nytimes.com/1993/04/26/sports/hockey-devils-land-a-punch-while-on-the-ropes.html","abstract":"  Desperate to avoid a playoff sweep, the Devils found a way to defeat the Pittsburgh Penguins this afternoon and put an end to the two-time Stanley Cup champion's 21-game unbeaten streak.   From Chris Terreri in goal to the players assigned to shadow Mario Lemieux, the Devils put together a solid effort in their 4-1 triumph at Byrne Meadowlands Arena. The Penguins lead the first-round series three games to one, with Game 5 on Monday night in Pittsburgh.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"Jefferson Lived to Reverse Himself on Blacks","web_url":"https://www.nytimes.com/1993/04/26/opinion/l-jefferson-lived-to-reverse-himself-on-blacks-347693.html","abstract":"  To the Editor:   David K. Shipler in \"Jefferson Is America -- and America Is Jefferson\" (Op-Ed, April 12) presents an incomplete and distorted account of Thomas Jefferson's attitudes toward blacks. The source Mr. Shipler uses to indict Jefferson as a racist, the \"Notes on the State of Virginia\" of 1785, is not the only record of Jefferson's on the subject of race.","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"Avery Fisher Career Grant","web_url":"https://www.nytimes.com/1993/04/26/arts/avery-fisher-career-grant.html","abstract":"  Anne Akiko Meyers, a 22-year-old violinist, has been named the 1993 winner of the Avery Fisher Career Grant, which consists of $10,000 for career needs. The grants have been awarded annually since 1982 to outstanding solo instrumentalists who are United States citizens. Among the previous winners are the pianists Ursula Oppens and Andre-Michel Schub, the violinists Nadja Salerno-Sonnenberg and Joshua Bell, and the cellists Sharon Robinson and Carter Brey. A recorded recital by Ms. Meyers will be broadcast on WQXR (96.3 FM) on Thursday at 7 P.M.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"A.M.A. for Health Plan","web_url":"https://www.nytimes.com/1993/04/26/opinion/l-ama-for-health-plan-128893.html","abstract":"  To the Editor:   Contrary to an April 13 article, President Clinton's proposal for a standard package of health benefits guaranteed to all Americans is hardly a \"radical idea.\" The American Medical Association has called for a basic benefits package for more than three years. Our proposal even details what such a plan would cover.","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/26/arts/dance-in-review-108393.html","abstract":"  Lori Belilove and Company  Isadora Duncan Foundation Studio 141 West 26th Street Chelsea May 1 and 2    From the turn of the century until her death in 1927, Isadora Duncan performed in vast auditoriums. But this pioneer of modern dance also gave programs in salons, studios and drawing rooms.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"Changes in Military and Health Spending Would Slow Job Growth","web_url":"https://www.nytimes.com/1993/04/26/us/changes-in-military-and-health-spending-would-slow-job-growth.html","abstract":"  President Clinton's plans to cut Pentagon spending and revamp the health-care system would slow two of the engines of job growth that powered the boom of the 1980's: the military and health care.   Because there has been little job growth in other areas of the economy, Administration officials admit they have little idea where the new jobs will come from over the next decade. Indeed, some officials worry that the overhaul of defense and health care could jeopardize the President's promise to create eight million jobs by the end of 1996.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"Review/Rock; Making Music From Noise and Noise From Music","web_url":"https://www.nytimes.com/1993/04/26/arts/review-rock-making-music-from-noise-and-noise-from-music.html","abstract":"  \"Silence!\" Blixa Bargeld growled during Einsturzende Neubaten's set at Roseland on Friday night. An instant of silence followed, then a metallic crash. \"Muzik!\" he barked. A sustained shriek of guitar feedback and a bashing, lumbering beat answered him.    Einsturzende Neubaten, a German band whose name means Collapsing New Buildings, has been making music from grating noises since 1981, helping invent industrial rock and creating some of the most ominous recordings of the rock era. The five-man group has bashed on scrap metal, tortured its guitars, screamed, whispered and often abandoned the comfort of a steady beat; it knows how to extend suspense by sustaining the hush after an explosion, and how to use the space between a piercing high noise and a low rumble to suggest vast desolation. Singing and declaiming primarily in German, Mr. Bargeld writes about flames and wounds, about decay and negation and loss.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"How Japan Hews to Tradition of Lifetime Jobs","web_url":"https://www.nytimes.com/1993/04/26/world/how-japan-hews-to-tradition-of-lifetime-jobs.html","abstract":"  For three decades until a few years ago, Mitsuo Kamata worked for the Nippon Steel Corporation here, operating the huge blast furnace in which iron ore was turned into pig iron at temperatures of 3,600 degrees. He still works for Nippon Steel, only now he sells imitation bologna made from soybeans.   How Mr. Kamata went from steel to soybeans is a story of how one large Japanese company closed a factory without closing down the factory town. When Nippon Steel closed its two blast furnaces here in the 1980's, the shutdown threatened to turn this isolated town, where the company at one time directly employed more than one out of four workers, into a ghost town, a Japanese sister city of an American mill town. Cushioning the Blow     But while Kamaishi has clearly suffered -- its population, for one, has shrunk in three decades, from 92,000 to 52,000 today -- it has not faded away. A combination of Government subsidies, industrial promotion plans and efforts by Nippon Steel itself, cushioned the blow and created jobs for many of the former steelworkers.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"Ms. von Ferstel, Mr. Lobenthal","web_url":"https://www.nytimes.com/1993/04/26/style/weddings-ms-von-ferstel-mr-lobenthal.html","abstract":"  Alexandra von Ferstel, was married yesterday to Nicholas Ward Lobenthal, like her a lawyer in New York. The Rev. Anne Hallstein, a Congregational minister, performed the ceremony at St. Paul's Chapel at Columbia University in New York.   Ms. von Ferstel, who is 29 and is keeping her name, is an associate at the firm of Coudert Brothers. She graduated from Tufts University and received a law degree from Fordham University.","thumbnail":null,"section":"Style"},{"date":"19930426","headline":"Giants Choose a Confident Pass Rusher","web_url":"https://www.nytimes.com/1993/04/26/sports/pro-football-giants-choose-a-confident-pass-rusher.html","abstract":"  He played only one year of high school football, and that in Mannheim, Germany, where his father was stationed in the United States Army. He started four years in college, but at Texas Southern in Houston, a level below the top college competition.   But Mike Strahan had something the Giants wanted. He could rush the passer, and made 19 sacks last year, so the Giants made the 21-year-old defensive end their first choice today in the National Football League draft.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/26/nyregion/no-headline-471093.html","abstract":"  \"Did they send the whole state, or what?\" -- KAREN BILSING, as Colorado's contingent passed in the gay march on Washington.  [ B8:1. ]","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Liora Shir, Steven Yalof","web_url":"https://www.nytimes.com/1993/04/26/style/weddings-liora-shir-steven-yalof.html","abstract":"  Liora Shir, a sales executive, was married yesterday to Steven Justin Yalof, an operations manager. Rabbi Barry Friedman performed the ceremony at the Pierre in New York.   Mrs. Yalof, 26, works in New York for Gottex Industries, a swimwear manufacturer, which was founded by her maternal grandparents, Leah and Armin Gottlieb. The bride graduated from Syracuse University.","thumbnail":null,"section":"Style"},{"date":"19930426","headline":"President Asks for Time and a Little Tenderness","web_url":"https://www.nytimes.com/1993/04/26/us/president-asks-for-time-and-a-little-tenderness.html","abstract":"  Offering an edgy accounting of his first 100 days in office, President Clinton told newspaper executives meeting here today that he has been judged too early and too harshly by his partisan opponents and by the press.   \"When people say to me, 'Well, what did you do in your first 100 days?' -- well, what did the other guys do in their first 100 days?\" Mr. Clinton said in a rambling, largely unscripted speech in which he offered a belated but vigorous defense of the economic bill that Congress blocked last week.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"Pritzker Prize for Japanese Architect","web_url":"https://www.nytimes.com/1993/04/26/arts/pritzker-prize-for-japanese-architect.html","abstract":"  Fumihiko Maki, a Japanese architect celebrated for the refined detailing of his large civic buildings, is the recipient of the Pritzker Architecture Prize for 1993. The award is being announced today by Jay A. Pritzker, the president of the Hyatt Foundation, which established the prize in 1979.   Mr. Maki, who is 64 and lives in Tokyo, is to be presented with the $100,000 award and a medal in a ceremony on June 10 at Prague Castle in the Czech Republic.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"A Fare Card For Transit Is Lagging","web_url":"https://www.nytimes.com/1993/04/26/nyregion/a-fare-card-for-transit-is-lagging.html","abstract":"  Installing computerized fare boxes in New York City's buses at the same time that computerized turnstiles were being put into subway stations once seemed like a good idea to transit officials. But it is no longer a feasible one.   Metrocard, the plastic fare-card system that is expected to replace tokens, is still scheduled to debut in a few subway stations in December and to be operating in 69 stations by the time it is formally introduced next March.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Essay; 1st Quarter Report","web_url":"https://www.nytimes.com/1993/04/26/opinion/essay-1st-quarter-report.html","abstract":"  The White House press office provided, at taxpayer expense, a handy-dandy guide to the first 100 days of the Clinton Administration, while the President went to Boston to press his 100-days defense on the nation's newspaper publishers.   I refuse to be so manipulated by an arbitrary number; instead, here is my \"take,\" as with-it pundits say, on the first of the 16 quarters of Mr. Clinton's term.","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"U.N. Visitors Say Srebrenica Is 'an Open Jail'","web_url":"https://www.nytimes.com/1993/04/26/world/un-visitors-say-srebrenica-is-an-open-jail.html","abstract":"  A United Nations Security Council mission visited the besieged Muslim enclave of Srebrenica in Bosnia today and described it afterward as \"an open jail\" where Serbian forces were planning \"slow-motion genocide.\"   Venezuela's United Nations representative, Diego Arria, who is leading the Security Council mission, said Srebrenica was very far from being the \"safe area\" that the Council wants it to become although the cease-fire there was still holding.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"Defiant Bosnia Serbs Reject Peace Plan","web_url":"https://www.nytimes.com/1993/04/26/world/defiant-bosnia-serbs-reject-peace-plan.html","abstract":"  Bosnian Serbs refused early this morning to accept a United Nations peace plan to end the war in Bosnia and Herzegovina, bringing down tough new sanctions upon Yugoslavia that are intended to choke off all commerce with that country.   The failure to act followed an all-night session of the self-styled Bosnian Serb parliament in which more than two dozen speakers rose to denounce the accord negotiated by Lord Owen and Cyrus R. Vance, the European Community and United Nations mediators.","thumbnail":null,"section":"World"},{"date":"19930426","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/26/nyregion/chronicle-103293.html","abstract":"  Then there is the perspective on age taken by ALEXANDRA DANILOVA, 88, the legendary dancer, once the prima ballerina assoluta (a title she has compared to five-star general) at the Ballet Russe de Monte Carlo.    Thanks to a typographical error, a book review in this month's Dancing Times, a British magazine, listed her as the \"late Alexandra Danilova.\" The review of \"I Remember Balanchine,\" a compilation of interviews put together by Francis Mason and published by Anchor Books/Doubleday, was written by Beth Genne, a lecturer in art and dance history at the University of Michigan.","thumbnail":null,"section":"New York"},{"date":"19930426","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/04/26/arts/dance-in-review-106793.html","abstract":"  Gloria McLean   Merce Cunningham Studio    Gloria McLean has performed with the Erick Hawkins Dance Company for 11 years. But she has an intelligent, witty, sensuous choreographic voice of her own. And a program of four new and recent dances she presented on Friday night was one of the most satisfying concerts of the New York season.","thumbnail":null,"section":"Arts"},{"date":"19930426","headline":"No Fair, Gary, You Peeked!","web_url":"https://www.nytimes.com/1993/04/26/sports/baseball-no-fair-gary-you-peeked.html","abstract":"  New York's tough-team image may no longer just apply to the Knicks. Not after yesterday, when a confrontation between Mets catcher Todd Hundley and Padre third baseman Gary Sheffield touched off a bench-clearing brawl just minutes into the game.   The angry moments came in the top of the first inning at Shea Stadium with one out, the bases empty and two Padre runs already in, courtesy of a Tim Teufel home run.","thumbnail":null,"section":"Sports"},{"date":"19930426","headline":"For the Middle East, a Fresh Start","web_url":"https://www.nytimes.com/1993/04/26/opinion/for-the-middle-east-a-fresh-start.html","abstract":"  The Middle East peace talks that resume in Washington tomorrow won't matter much unless they can extricate themselves from the stalemate of the last 18 months. That's possible only if the participants, especially the Palestinians and the Israelis, are now willing to take real risks for peace.  Four months of sterile arguments over Israel's deportation of 400 Hamas militants offer little encouragement on that score. Yet behind-the-scenes diplomacy orchestrated by the Clinton Administration gives some reason for hope.    Taking over from an Administration that got the peace process off to a brilliant start, but then seemed to lose its focus, the Clinton team made reviving the talks a top foreign policy priority. Without much fanfare, it has helped nudge some of the preconditions for productive talks into place.","thumbnail":null,"section":"Opinion"},{"date":"19930426","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/26/us/inside-426593.html","abstract":"  Small-Business Loan Fund Is Running Out of Money   The Small Business Administration's loan-guarantee program will run out of money this week as a result of the Clinton Administration's inability to pass its economic package. Page D1. 7 Dead in Oklahoma Tornado    As the search for victims continued, the authorities lowered the death toll from the tornado that hit the Tulsa area on Saturday. Page A12. Jobs Put in Jeopardy   Plans to overhaul the military and health-care industries could jeopardize President Clinton's promise to create 8 million jobs by the end of 1996, some Administration officials admit. Page A15.   Page A8. Bledsoe is N.F.L.'s No. 1    New England made Washington State quarterback Drew Bledsoe the No. 1 choice in football's draft, and the Jets took Florida State linebacker Marvin Jones. SportsMonday, page C1.","thumbnail":null,"section":"U.S."},{"date":"19930426","headline":"Sports of The Times; A Draft Day Reward for the Jones Brothers","web_url":"https://www.nytimes.com/1993/04/26/sports/sports-of-the-times-a-draft-day-reward-for-the-jones-brothers.html","abstract":"  AT the microphone, Commissioner Paul Tagliabue announced, \"The New York Jets take Marvin Jones.\" In the din of the draftniks, the Florida State linebacker turned and smiled at his brother, Fred Jones, a burly 27-year-old Miami Metro-Dade police officer in a blue suit.   \"I looked at my brother,\" the Jets' first-round selection would say later in describing that moment. \"The long days and the hot days, it finally paid off.\"","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930426","headline":"The Space Shuttle Columbia is launched on mission STS-55 to conduct experiments aboard the Spacelab module.","pages":[{"title":"Space Shuttle Columbia","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_Columbia","description":"Orbiter in NASA's Space Shuttle program; operational from 1981 until the 2003 disaster","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Space_Shuttle_Columbia_lands_following_STS-62_on_18_March_1994._%28cropped%29.jpg/320px-Space_Shuttle_Columbia_lands_following_STS-62_on_18_March_1994._%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":192},"abstract":"Space Shuttle Columbia (OV-102) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the first American ship to circumnavigate the upper North American Pacific coast and the female personification of the United States, Columbia was the first of five Space Shuttle orbiters to fly in space, debuting the Space Shuttle launch vehicle on its maiden flight in April 1981. As only the second full-scale orbiter to be manufactured after the Approach and Landing Test vehicle Enterprise, Columbia retained unique features indicative of its experimental design compared to later orbiters, such as test instrumentation and distinctive black chines. In addition to a heavier fuselage and the retention of an internal airlock throughout its lifetime, these made Columbia the heaviest of the five spacefaring orbiters; around 1,000 kilograms heavier than Challenger and 3,600 kilograms heavier than Endeavour. Columbia also carried ejection seats based on those from the SR-71 during its first six flights until 1983, and from 1986 onwards carried an imaging pod on its vertical stabilizer."},{"title":"STS-55","web_url":"https://en.wikipedia.org/wiki/STS-55","description":"1993 American crewed spaceflight","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/STS-55_Spacelab.jpg/320px-STS-55_Spacelab.jpg","thumbnail_width":320,"thumbnail_height":253},"abstract":"STS-55, or Deutschland 2 (D-2), was the 55th overall flight of the NASA Space Shuttle and the 14th flight of Shuttle Columbia. This flight was a multinational Spacelab flight involving 88 experiments from eleven different nations. The experiments ranged from biology sciences to simple Earth observations."},{"title":"Spacelab","web_url":"https://en.wikipedia.org/wiki/Spacelab","description":"Temporary, reusable laboratory aboard the Space Shuttle","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Spacelab_-_Artist%27s_Concept.jpg/320px-Spacelab_-_Artist%27s_Concept.jpg","thumbnail_width":320,"thumbnail_height":252},"abstract":"Spacelab was a reusable laboratory developed by European Space Agency (ESA) and used on certain spaceflights flown by the Space Shuttle. The laboratory comprised multiple components, including a pressurized module, an unpressurized carrier, and other related hardware housed in the Shuttle's cargo bay. The components were arranged in various configurations to meet the needs of each spaceflight."}]}],"weather":[{"date":"19930426","time":"1993-04-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":83,"wspd":11.2},{"date":"19930426","time":"1993-04-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":87,"wspd":11.2},{"date":"19930426","time":"1993-04-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":89,"wspd":11.2},{"date":"19930426","time":"1993-04-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":85,"wspd":16.6},{"date":"19930426","time":"1993-04-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":89,"wspd":13},{"date":"19930426","time":"1993-04-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":93,"wspd":11.2},{"date":"19930426","time":"1993-04-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":86,"wspd":20.5},{"date":"19930426","time":"1993-04-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":83,"wspd":14.8},{"date":"19930426","time":"1993-04-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":87,"wspd":16.6},{"date":"19930426","time":"1993-04-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":78,"wspd":16.6},{"date":"19930426","time":"1993-04-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":88,"wspd":5.4},{"date":"19930426","time":"1993-04-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":91,"wspd":5.4},{"date":"19930426","time":"1993-04-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":93,"wspd":13},{"date":"19930426","time":"1993-04-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":88,"wspd":14.8},{"date":"19930426","time":"1993-04-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":86,"wspd":14.8},{"date":"19930426","time":"1993-04-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":86,"wspd":11.2},{"date":"19930426","time":"1993-04-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":81,"wspd":11.2},{"date":"19930426","time":"1993-04-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.8,"rhum":73,"wspd":13},{"date":"19930426","time":"1993-04-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":71,"wspd":18.4},{"date":"19930426","time":"1993-04-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":76,"wspd":13},{"date":"19930426","time":"1993-04-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":80,"wspd":13},{"date":"19930426","time":"1993-04-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":86,"wspd":9.4},{"date":"19930426","time":"1993-04-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":87,"wspd":11.2},{"date":"19930426","time":"1993-04-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":94,"wspd":13},{"date":"19930426","time":"1993-04-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":45,"wspd":29.5},{"date":"19930426","time":"1993-04-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":57,"wspd":14.8},{"date":"19930426","time":"1993-04-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":66,"wspd":11.2},{"date":"19930426","time":"1993-04-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":68,"wspd":16.6},{"date":"19930426","time":"1993-04-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":68,"wspd":14.8},{"date":"19930426","time":"1993-04-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":68,"wspd":18.7},{"date":"19930426","time":"1993-04-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":73,"wspd":22.3},{"date":"19930426","time":"1993-04-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":81,"wspd":16.6},{"date":"19930426","time":"1993-04-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":84,"wspd":18.7},{"date":"19930426","time":"1993-04-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":87,"wspd":20.5},{"date":"19930426","time":"1993-04-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":87,"wspd":16.6},{"date":"19930426","time":"1993-04-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":84,"wspd":9.4},{"date":"19930426","time":"1993-04-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":84,"wspd":9.4},{"date":"19930426","time":"1993-04-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":75,"wspd":18.7},{"date":"19930426","time":"1993-04-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":73,"wspd":18.7},{"date":"19930426","time":"1993-04-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":73,"wspd":20.5},{"date":"19930426","time":"1993-04-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":68,"wspd":11.2},{"date":"19930426","time":"1993-04-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":71,"wspd":25.9},{"date":"19930426","time":"1993-04-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":81,"wspd":20.5},{"date":"19930426","time":"1993-04-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":86,"wspd":22.3},{"date":"19930426","time":"1993-04-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":80,"wspd":29.5},{"date":"19930426","time":"1993-04-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":37.1},{"date":"19930426","time":"1993-04-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":100,"wspd":38.9},{"date":"19930426","time":"1993-04-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":96,"wspd":44.6}]},"19930427":{"guardian_articles":[],"nytimes_articles":[{"date":"19930427","headline":"Why Fight a Drug War Without Methadone?","web_url":"https://www.nytimes.com/1993/04/27/opinion/l-why-fight-a-drug-war-without-methadone-911493.html","abstract":"  To the Editor:   \"Clinton Continues Old Drug Policies\" (front page, April 12) omits the one proven treatment modality in the war against drugs. Methadone treatment programs were pioneered in New York City 30 years ago and have now been evaluated around the world.   They invariably show a dramatic reduction of illicit drug use and associated antisocial behavior. They also appear to reduce the spread of H.I.V., the virus that causes AIDS. So effective is this treatment that most physicians consider it to be unethical to offer double-blind research trials without methadone in both groups.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Talking About the Riots That Tore Los Angeles","web_url":"https://www.nytimes.com/1993/04/27/movies/talking-about-the-riots-that-tore-los-angeles.html","abstract":"  Even after so many showings, the pictures of last year's Los Angeles riots, like those of the beating of Rodney G. King, retain their power to shock. Once again tonight, television brings back the fires, the lootings and the assaults, the sight of an American city out of control. It is an urban nightmare that won't go away.   \"L.A. Is Burning,\" a probing 90-minute \"Frontline\" report, turns the cameras on unintegrated groups of blacks, whites, Hispanic-Americans and Korean-Americans, who talk about what they saw on the screen and witnessed for themselves. They do not represent an official opinion sampling, yet they reveal the breadth and depth of the racial and class divisions in Los Angeles and -- to a lesser degree, one must hope -- throughout much of the rest of the United States.","thumbnail":null,"section":"Movies"},{"date":"19930427","headline":"Sports of The Times; Sir Charles Is Gonna Be Outrageous","web_url":"https://www.nytimes.com/1993/04/27/sports/sports-of-the-times-sir-charles-is-gonna-be-outrageous.html","abstract":"  EVERY time I try to type that the Knicks are going to win the playoffs, I start hearing voices. Or rather, I hear one particular voice.   That voice takes me back to Barcelona, Summer of '92. A babble of Catalan Olympic workers, after a basketball game, hanging around the interview room. Suddenly there was this voice in English: \"Shut your foreign mouths!\"","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Observer; Unachievers","web_url":"https://www.nytimes.com/1993/04/27/opinion/observer-unachievers.html","abstract":"  I was startled to read in Art Buchwald's syndicated humor column the other day that he does not play golf. I know for a fact he plays polo, because when I first met him years ago in Srinagar he challenged me to a chukkar.   I had to confess I couldn't even ride a horse, much less play polo. So he challenged me to water polo, and I had to admit I'd flunked high-school swimming.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Review/Theater; Lynn Redgrave Portrays Emotional Emptiness In Royal Theater Family","web_url":"https://www.nytimes.com/1993/04/27/theater/review-theater-lynn-redgrave-portrays-emotional-emptiness-royal-theater-family.html","abstract":"  When it comes to theatrical dynasties, the Redgraves share a stage with the Kembles and the Barrymores. The center of the family was Sir Michael Redgrave, son of an actor and an actress and the progenitor of an ensemble of talented actors and actresses. His younger daughter, Lynn Redgrave, tells the Redgrave story in \"Shakespeare for My Father\" at the Helen Hayes Theater. This one-woman show is a revealing and often rueful account of life without father in a stagestruck family.   During Ms. Redgrave's childhood, her parents were often absent, away on tour or, in the case of her father, at home working obsessively on his next role. The paternal slights were many, beginning with the fact that Redgrave failed to mention Lynn's birth in his journal. More attention was paid to her outgoing older siblings Vanessa and Corin. In family photographs, she says, she is \"the glum one.\" Against odds and without parental encouragement, she became a star in her own right.","thumbnail":null,"section":"Theater"},{"date":"19930427","headline":"Gooden Gets Hit Before He Can Pitch","web_url":"https://www.nytimes.com/1993/04/27/sports/baseball-gooden-gets-hit-before-he-can-pitch.html","abstract":"  The telephone in Al Harazin's office rang shortly before 7 last night. The word was that Dwight Gooden, scheduled to start against the Dodgers at 7:40, had injured his right shoulder in a clubhouse accident at Shea Stadium.   The general manager of the Mets asked one question: Was it serious? The answer was direct: no. That was enough for Harazin, and perhaps for New York.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Attempted Kidnapping By Coach Stuns Pupils","web_url":"https://www.nytimes.com/1993/04/27/nyregion/attempted-kidnapping-by-coach-stuns-pupils.html","abstract":"  Most of those who knew him did not want to discuss Gary Wilensky yesterday. The tennis instructor who taught New York's most privileged daughters had taken his own life, leaving as his legacy a sordid tale of sexual obsession and violence and a trail of shocked acquaintances.   \"We don't even want to think about it,\" said a student, who like most declined to give her name.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Cult's Surviving Children: New Lives, New Ordeals","web_url":"https://www.nytimes.com/1993/04/27/us/cult-s-surviving-children-new-lives-new-ordeals.html","abstract":"  Scott, Jake and Chrissy Mabb, ages 11, 9 and 7, watched on television last week with their father in South Dakota as fire destroyed the Branch Davidian compound that had been their entire world. William Mabb, their father, said he was shocked by their eerily calm response. \"Mom said a year ago they might have to burn it down,\" the two boys told their father.    The three were among the 21 children who were allowed to leave the compound in the first five days after the deadly shootout with Federal agents on Feb. 28. Twenty-four other children remained behind and died in last Monday's inferno, which arson investigators said today was set by cult members.  [ Page A18. ]","thumbnail":null,"section":"U.S."},{"date":"19930427","headline":"Knicks Scramble Cast and Conquer Crises","web_url":"https://www.nytimes.com/1993/04/27/sports/pro-basketball-analysis-knicks-scramble-cast-and-conquer-crises.html","abstract":"  The Knicks began playoff preparations here today as a team that will be dissatisfied with anything less than a National Basketball Association championship.   It remains to be seen whether they will reach their ultimate goal, but as their regular season unfolded, they became more cohesive, more consistent and more confident.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Kevin Oldham Memorial","web_url":"https://www.nytimes.com/1993/04/27/arts/kevin-oldham-memorial.html","abstract":"  A memorial service for the composer and pianist Kevin Oldham is to be held at 3 P.M. on Saturday at Marble Collegiate Church, Fifth Avenue at 29th Street. Works by Mr. Oldham for chorus, voice and piano are to be performed by the church's choir; Karen Kushner, a pianist, and Carl Halvorson, a tenor. Mr. Oldham died on March 11 at the age of 32.  ","thumbnail":null,"section":"Arts"},{"date":"19930427","headline":"White House Memo; As Perot Jabs, White House Appears to Bob and Weave","web_url":"https://www.nytimes.com/1993/04/27/us/white-house-memo-as-perot-jabs-white-house-appears-to-bob-and-weave.html","abstract":"  They insist that the timing was coincidental, but officials at the United States Naval Academy in Annapolis ordered the removal of two portraits of a young midshipman named Ross Perot from an alumni display earlier this month only days before President Clinton paid a visit.   If only Mr. Clinton could so easily remove the specter of the Ross Perot of today. His grinning presence seems to be hanging over the White House these days like an annoying, uninvited visitor.","thumbnail":null,"section":"U.S."},{"date":"19930427","headline":"Washington Relieved","web_url":"https://www.nytimes.com/1993/04/27/world/washington-relieved.html","abstract":"  President Boris N. Yeltsin's victory brought expressions of relief from the White House, the State Department and Congressional supporters of aid for Russia. \"This is a very, very good day, not only for the people of Russia, but for the people of the United States and all the people of the world,\" President Clinton said.    Article, page A8.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"THE N.F.L. DRAFT: TEAM BY TEAM","web_url":"https://www.nytimes.com/1993/04/27/sports/pro-football-the-nfl-draft-team-by-team.html","abstract":"  The team-by-team selections of the 1993 N.F.L. draft. Players listed by round, position, school and overall pick in parentheses: ATLANTA FALCONS    1, Lincoln Kennedy, ot, Washington (9); 2, Roger Harper, db, Ohio State (38); 3, Harold Alexander, p, Appalachian State (67); 5, Ron George, lb, Stanford (121); 6, Mitch Lyons, te, Michigan State (151); 7, Darnell Walker, db, Oklahoma (178); 8, Shannon Baker, wr, Florida State (205). BUFFALO BILLS    1, Thomas Smith, db, North Carolina (28); 2, John Parrella, dt, Nebraska (55); 4, Russell Copeland, wr, Memphis State (111); 5, Mike Devlin, c, Iowa (136); 5, Sebastian Savage, db, North Carolina State (139); 6, Corbin Lacina, ot, Augustana, S.D. (167); 7, Willie Harris, wr, Mississippi State (195); 8, Chris Luneberg, ot, West Chester, Pa. (223).","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/27/nyregion/c-corrections-651493.html","abstract":"  A front-page article on Thursday about protests over the invitation of President Franjo Tudjman of Croatia to the opening of the new Holocaust Memorial Museum in Washington referred incorrectly to the group that provided a translation of his book \"Wastelands: Historical Truth.\" It was the American Jewish Committee, not the American Jewish Congress.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"A Springtime of Grief: Shall We Add Bosnians?","web_url":"https://www.nytimes.com/1993/04/27/opinion/l-a-springtime-of-grief-shall-we-add-bosnians-905093.html","abstract":"  To the Editor:   When the Turks massacred the Armenians early in this century, the world stood silently by. Now, every April, we commemorate the dead of that evil. When the Nazis murdered the Jews, later in this century, again the world stood idly by and again, every spring, we mourn Hitler's six million victims. As the Serbs torture and kill the Bosnian Muslims, the nations of the world debate the course of action to take. But, like their predecessors earlier in this century, the nations of the world do nothing. Once more genocide is being played out on the European continent.   Our grandfathers' generation can hide behind the excuse of a less informed world; they did not know what the Turks were doing. There was no television to beam the atrocities into their homes every night.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Ditka Set to Become an NBC Analyst","web_url":"https://www.nytimes.com/1993/04/27/sports/sports-people-football-ditka-set-to-become-an-nbc-analyst.html","abstract":"  MIKE DITKA, the former Chicago Bears' head coach, has signed a one-year, contract worth $600,000 with NBC to be a studio analyst on \"The N.F.L. Live\" pre-game show. In a twist that reinforces the network's desire to make use of the volatile, high-profile Ditka's perceived star power, NBC also made him a course reporter for seven golf tournaments. In taking NBC's offer, Ditka, who did some studio work for NBC during the playoffs and Super Bowl, rejected CBS's offer to become a game analyst and to have a show on WBBM-TV, the CBS Chicago affiliate. \"The N.F.L. Live\" will change this fall, with its long-time host, BOB COSTAS, being replaced by JIM LAMPLEY, the host of NBC's golf coverage. NBC will have an option to keep Ditka, but will not stand in his way if he gets a coaching offer.   ","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"DiMaggio Is a Bit Under the Weather","web_url":"https://www.nytimes.com/1993/04/27/sports/sports-people-baseball-dimaggio-is-a-bit-under-the-weather.html","abstract":"  JOE DiMAGGIO canceled a visit to his parents' hometown in Sicily after suffering a chest problem, his spokesman said yesterday. DiMaggio has \"some kind of a bug that hit him upon his arrival\" last Thursday, said JOHN SALAMONE.  \"DiMaggio had chest congestion but it is nothing serious. He is doing fine.\"   Salamone, who is accompanying the 78-year-old Hall of Famer on his Italian visit, said DiMaggio felt ill Saturday night after dinner in Rome and decided to cancel his trip to Isola delle Femmine, a small town near Palermo, Sicily. The town had planned a ceremony to make him an honorary citizen. DiMaggio also canceled side trips to towns in central Italy yesterday and today, including a visit to a new golf course, tour organizers said.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Disputed Tests Set On Vaccine For AIDS","web_url":"https://www.nytimes.com/1993/04/27/science/disputed-tests-set-on-vaccine-for-aids.html","abstract":"  A BITTER scientific debate over the best way to test an experimental AIDS vaccine was recently resolved when, by mutual agreement, responsibility for the tests was shifted from the Department of Defense, which planned to conduct tests among members of the armed services, to the National Institutes of Health.   Under the new plan, the vaccine, which is known as GP-160, will be tested against other experimental AIDS vaccines rather than alone as the Defense Department had announced it planned to do. None of the vaccines under development are intended to prevent infection by the human immunodeficiency virus, which causes AIDS. It is thought that they might slow the virus's development in those already infected.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"Nassau G.O.P. Party Chief To Be Head of County OTB","web_url":"https://www.nytimes.com/1993/04/27/nyregion/nassau-gop-party-chief-to-be-head-of-county-otb.html","abstract":"  Nassau County's most powerful Republican, Joseph N. Mondello, said today that he was stepping down from the County Board of Supervisors to become chairman of the Nassau Offtrack Betting Corporation, but would remain the leader of the county's Republican Party.   The $139,000-a-year OTB position, regarded as a rich patronage plum, was essentially Mr. Mondello's for the asking, since he largely controls patronage in this Republican-dominated county.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Help for the Poor Who Work","web_url":"https://www.nytimes.com/1993/04/27/opinion/help-for-the-poor-who-work.html","abstract":"  President Clinton has vowed to eliminate poverty among families with a full-time worker. To back that pledge, he proposed a $27 billion increase over five years in the earned income tax credit -- which lowers taxes for low-paid workers or pays them cash if they are too poor to pay taxes. The credit insulates the poor from Social Security payroll taxes and, looking ahead, higher energy taxes. It thus acts to untax the poor who work.   But Congress is groping for ways to evade Mr. Clinton's budget shears, and there are rumblings that some members will try to grab money from the tax credit in a desperate attempt to save a favored spending program or knock down tax hikes. Those temptations are worth fighting. Mr. Clinton's plan to make work pay is wise and fair -- and critical to welfare reform.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Italy's Chief Banker Is Nominated for Interim Premier","web_url":"https://www.nytimes.com/1993/04/27/world/italy-s-chief-banker-is-nominated-for-interim-premier.html","abstract":"  After days of horse-trading and confusion, President Oscar Luigi Scalfaro named the governor of the central bank, Carlo Azeglio Ciampi, today as Italy's new Prime Minister, marking a formal break with decades of rule by party insiders and their appointees.   If he receives Parliament's endorsement, the 72-year-old banker will head a stopgap administration facing major challenges: to trim the budget, enact sweeping political reform and then bow out after early elections.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"Hearing-Aid Makers Are Warned on False Claims","web_url":"https://www.nytimes.com/1993/04/27/us/hearing-aid-makers-are-warned-on-false-claims.html","abstract":"  The Food and Drug Administration announced today that it has warned six major hearing-aid manufacturers and distributors to stop making misleading claims about certain aspects of their products' performance or risk regulatory penalties.   Dr. David A. Kessler, Commissioner of the drug agency, said his agency sent letters on April 16 to many of the nation's leading hearing-aid makers, warning them that their advertising and labeling were misleading and had created unrealistic expectations about their products.","thumbnail":null,"section":"U.S."},{"date":"19930427","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/27/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92821664892.html","abstract":"1943: Japanese Losses","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"NBC Has Picked An Unknown Writer To Replace Letterman","web_url":"https://www.nytimes.com/1993/04/27/arts/nbc-has-picked-an-unknown-writer-to-replace-letterman.html","abstract":"  NBC has hired a 30-year-old unknown comedy writer, Conan O'Brien, to replace David Letterman as the host of its \"Late Night\" comedy and talk show. Mr. O'Brien's only previous appearances on television have been as an unbilled background player in some sketches on \"Saturday Night Live.\"   Mr. O'Brien, who previously worked for NBC as a \"Saturday Night Live\" writer and has most recently been a writer and a producer for the Fox comedy \"The Simpsons,\" will inherit one of the most visible jobs in television. \"Late Night\" commands up to $70 million a year in advertising revenues.","thumbnail":null,"section":"Arts"},{"date":"19930427","headline":"New Suspect In Bacterial Resistance: Amalgam","web_url":"https://www.nytimes.com/1993/04/27/science/new-suspect-in-bacterial-resistance-amalgam.html","abstract":"  WHEN penicillin first became used as a drug, it was a sure-fire means of massacring bacteria. But the microorganisms have fought back with a vengeance. As many as half of all bacteria that cause urinary tract infections, for example, are now impervious to penicillin and other common antibiotics because the bacteria have developed resistance.    The cause of the development of resistance is something of a mystery but microbiologists have now come up with a surprising new suspect: dental fillings.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"Jets Turn From Draft to Dreams","web_url":"https://www.nytimes.com/1993/04/27/sports/pro-football-jets-turn-from-draft-to-dreams.html","abstract":"  Seconds after the Jets took linebacker Marvin Jones of Florida State with the No. 4 pick in the first round of the National Football League college draft on Sunday, Joe Theismann, one of the announcers for ESPN, placed New York in next season's American Football Conference championship game.   \"Kiss of death,\" said Jets Coach Bruce Coslet.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Has Year Of Gelding Finally Arrived?","web_url":"https://www.nytimes.com/1993/04/27/sports/horse-racing-has-year-of-gelding-finally-arrived.html","abstract":"  In the 118 years they have been running the Kentucky Derby, only seven geldings have won the race. No gelding has won it in the last 64 years. But Prairie Bayou, the favorite for this year's Derby, is a gelding, and many racing people are literally betting that he will add a footnote to Derby history next Saturday at Churchill Downs.   If so, he would become the first gelding to win since Clyde Van Dusen won it in 1929. Some celebrated geldings have run in the Derby since then, but didn't win it. Forego ran fourth to Secretariat in 1973. Best Pal ran second to Strike the Gold in 1991.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/27/nyregion/c-corrections-650693.html","abstract":"  A subheading on April 16 about the killing of a member of the radical Abu Nidal group in Lebanon referred incorrectly to a Palestinian feud there. It is between Al Fatah, which is part of the Palestine Liberation Organization, and the Fatah Revolutionary Council, which is not.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Jail's Use of Special Restraints Is Condemned by Rights Group","web_url":"https://www.nytimes.com/1993/04/27/nyregion/jail-s-use-of-special-restraints-is-condemned-by-rights-group.html","abstract":"  The shackling of inmates in the Onondaga County Jail here is \"a form of cruel and inhuman treatment, prohibited by international and medical standards\" and \"in some cases, it may constitute torture,\" a national human rights group said today.   The group, the Boston-based Physicians for Human Rights, called for an investigation by the United States Attorney General. Earlier this year, a report by the New York State Commission of Correction also condemned the way prisoners are restrained at the jail here.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Officer Shot in Head Shows Improvement","web_url":"https://www.nytimes.com/1993/04/27/nyregion/officer-shot-in-head-shows-improvement.html","abstract":"  Officer Mary Clare Capotosto, who was shot in the head last week by a suspect in custody in the 70th Precinct station house and was in a coma for days, has been making what physicians and police officials yesterday called an amazing recovery.   The 29-year-old officer's condition was upgraded yesterday from critical to \"stable and improving,\" said a spokesman for Kings County Hospital, John Spearman.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Convenient Electronic Filing Cabinet","web_url":"https://www.nytimes.com/1993/04/27/science/peripherals-convenient-electronic-filing-cabinet.html","abstract":"  IF your Windows desktop is as cluttered as your real desktop, it is time to say \"Here, boy,\" to Golden Retriever.   Despite its name, this program is no dog. Using the metaphor of a filing cabinet, it allows documents to be stored the way we store paper documents, in folders within drawers. A new version, 2.0b, has just been released.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/04/27/nyregion/metro-digest-255193.html","abstract":"  DIFFERENT VISIONS OF UTOPIA   On a spread as vast as all of Manhattan, a Swedish insurance company wants to build a utopian city for 35,000 inhabitants and 20,000 workers, a complex that would dwarf all but a few towns between New York City and Albany. That vision for Sterling Forest, a privately held woodland 40 miles north of New York City, is diametrically different from the one preservationists have long had for the property. A1. NEW YORK CITY  SORDID TALE OF OBSESSION   Most of those who knew Gary Wilensky did not want to discuss him. When the tennis instructor who taught New York's most privileged daughters took his own life, he left behind a sordid tale of sexual obsession and violence and a trail of shocked acquaintances. B3.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/27/nyregion/c-corrections-648493.html","abstract":"  An article in the Long Island Weekly on Sunday about Cynthia Blair, author of the novel \"Temptation,\" gave an erroneous location, supplied by the publisher, for a book signing. Tomorrow at 8 P.M. in the Roosevelt Field mall, she will be at B. Dalton, not Barnes & Noble.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Investigation Into Press Leaks Begins in Trade Center Blast","web_url":"https://www.nytimes.com/1993/04/27/nyregion/investigation-into-press-leaks-begins-in-trade-center-blast.html","abstract":"  Federal officials began an inquiry yesterday to identify the unnamed law-enforcement officials who provided information for an article in The New York Times on the World Trade Center bombing in the face of a Federal judge's order barring prosecutors and the defense from discussing the case with news organizations.   Several law-enforcement officials were questioned, according to officials who spoke on the condition of anonymity.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"At Least 75 Are Killed as Indian Airliner Crashes","web_url":"https://www.nytimes.com/1993/04/27/world/at-least-75-are-killed-as-indian-airliner-crashes.html","abstract":"  An Indian Airlines Boeing jetliner crashed soon after takeoff in western India today, killing at least 75 people on board as it broke into pieces and burst into flames.   The flight was carrying 118 passengers and crew members, an airline official here said, when it crashed about four miles from Aurangabad, 200 miles northwest of Bombay.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"A Springtime of Grief: Shall We Add Bosnians?; Safe Haven Zones","web_url":"https://www.nytimes.com/1993/04/27/opinion/l-a-springtime-of-grief-shall-we-add-bosnians-safe-haven-zones-908493.html","abstract":"  To the Editor:   Public revulsion is finally forcing sluggish governments to contemplate forceful measures to halt the ongoing genocide in Bosnia. We believe the least violent way of doing this is to immediately establish \"assertive\" safe haven zones in Bosnia and other parts of the former Yugoslavia. Srebrenica has been declared a \"safe area\" by the United Nations Security Council but the area, surrounded by heavily armed Serbian paramilitaries, has no real means of protection.   We write as members of the Citizens' Committee on Bosnia-Herzegovina, associated with the John Jay College of Criminal Justice's Center on Violence and Human Survival, which has been studying the concept of assertive safe havens.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Saving the Popular Giant Panda From Being Loved to Death","web_url":"https://www.nytimes.com/1993/04/27/science/saving-the-popular-giant-panda-from-being-loved-to-death.html","abstract":"FEW creatures play on the human heartstrings like the giant panda, with its roly-poly bulk, small black ears and eye patches on a snow-white face.\n\nIt is no surprise, then, that pandas have become the stars among exhibit animals at zoos. Even a short visit sends attendance soaring. The creatures' popularity is almost surely enhanced by their rarity and the publicity about their steady slide toward extinction in their native mountain bamboo forests in China.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"For Bellamy, Asserting Fiscal and Electoral Credentials for Comptroller","web_url":"https://www.nytimes.com/1993/04/27/nyregion/for-bellamy-asserting-fiscal-and-electoral-credentials-for-comptroller.html","abstract":"  Carol Bellamy, a leading candidate for state comptroller, spent more than an hour at a legislative hearing today telling lawmakers her views on auditing, pension investments and debt reform. She even impressed legislators by knowing that P.U.C., an actuarial method used to calculate pension contributions, stands for projected unit credit.   But the most important part of Ms. Bellamy's presentation today may have been the chart she handed out showing how many votes she won in each of New York's 62 counties in 1990.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Sabah:A Problematic Mix That Requires Tending","web_url":"https://www.nytimes.com/1993/04/27/opinion/IHT-sabaha-problematic-mix-that-requires-tending.html","abstract":"- What is the nearest thing East Asia has to Bosnia, meeting point of diverse cultural, religious and historical loyalties and ambitions? No, not the killing fields of homogeneous Cambodia or the rebellious hill country on Burma's borders. The most likely candidate is the juncture of the Malaysian state of Sabah in northern Borneo with the Muslim Philippine lands of the Sulu Archipelago and western Mindanao.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Vaccine Protects Mice Against Form of Tumor","web_url":"https://www.nytimes.com/1993/04/27/science/vaccine-protects-mice-against-form-of-tumor.html","abstract":"  IN a new approach to tumor-vaccine development, Stanford University researchers have fused two proteins to create a vaccine for B-cell lymphoma that immunizes mice against a recurrence of the disease.   One of the researchers, Dr. Ronald Levy of the Stanford University School of Medicine, said the vaccine worked by helping the immune system \"unmask the tumor\" and by stimulating the production of antibodies to fight the malignant cells. He and Dr. Mi-Hua Tao, who now works at the Institute of Biomedical Sciences in Taiwan, fused a molecule of immunoglobulin, a weak immunogen produced by the host's malignant B cells, with a drug called granulocyte-macrophage colony-stimulating factor, or GM-CSF. The drug is used to stimulate regrowth of the bone marrow in marrow-transplant patients and also enhances the body's ability to recognize antigens.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/27/nyregion/no-headline-189093.html","abstract":"  \"One of the most important stops on the organ is the room. This is why people sing in the shower and not the bedroom.\" -- BARBARA OWEN, a historian, on the new organ at St. Ignatius Loyola Church on Manhattan's East Side.  [ C13:4. ]","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/27/nyregion/c-corrections-206393.html","abstract":"  Because of an editing error, an article on Sunday about United States policy in Bosnia and Herzegovina referred incorrectly to a speech on Dec. 15 by Robert M. Gates, then Director of Central Intelligence. Mr. Gates did not describe his private briefings of President Bush.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Historical Society Budget Priority in Doubt","web_url":"https://www.nytimes.com/1993/04/27/arts/historical-society-budget-priority-in-doubt.html","abstract":"  Luis R. Cancel, New York City's Commissioner of Cultural Affairs, has given the lowest priority in his suggested budget to the $6.3 million bailout plan for the New-York Historical Society, a highly placed city official said, speaking on condition of anonymity.   Mr. Cancel, who on March 31 praised the society's financial rescue plan as \"a proper framework,\" denied the allegation yesterday but refused to discuss the budget proposal he had submitted to Mayor David N. Dinkins, calling his statement to the Mayor \"a privileged conversation.\"","thumbnail":null,"section":"Arts"},{"date":"19930427","headline":"Awkward, Yes, but Prairie Bayou Is Poised as Favorite","web_url":"https://www.nytimes.com/1993/04/27/sports/horse-racing-awkward-yes-but-prairie-bayou-is-poised-as-favorite.html","abstract":"  Even the name has a down-home twang: Prairie Bayou. Nothing noble, like Secretariat or Majestic Prince.   The people at the Loblolly Stable name their race horses for places in Arkansas, mostly towns or cities, like Pine Bluff. This horse is named for a bayou between Little Rock and Hot Springs.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"A Warm Welcome for N.Y.U.'s Irish Center","web_url":"https://www.nytimes.com/1993/04/27/arts/a-warm-welcome-for-nyu-s-irish-center.html","abstract":"  Irish life and culture in New York are being celebrated this week with a series of educational, arts and broadcasting programs linked to the dedication of the Lewis L. and Loretta Brennan Glucksman Ireland House at New York University. The new center will be devoted to Irish culture and contemporary Irish affairs.   Led by bagpipers, Albert Reynolds, the Prime Minister of Ireland, and other dignitaries marched across Washington Square Park for a ribbon-cutting ceremony yesterday afternoon at Ireland House. The renovation of the historic town house, at 1-A Fifth Avenue in Washington Mews, was underwritten by Mr. Glucksman, an N.Y.U. alumnus and trustee, and Mrs. Glucksman, a member of the arts and science board of overseers at N.Y.U.","thumbnail":null,"section":"Arts"},{"date":"19930427","headline":"18 Costa Rican Judges Held Hostage in Court","web_url":"https://www.nytimes.com/1993/04/27/world/18-costa-rican-judges-held-hostage-in-court.html","abstract":"  Eighteen judges on the Supreme Court were taken hostage in their courtroom today by masked gunman whose identities and motives were unknown, the Minister of the Interior, Luis Fishman, said at a news conference this evening.    The judges, part of the full panel of 22 magistrates, were preparing to convene their weekly session when the gunman intruded, about 1:30 P.M., Mr. Fishman said. A court secretary and another man were also held, he added.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/04/27/style/IHT-what-theyre-reading.html","abstract":"Tommy Koh, Singapore's ambassador-at-large,is reading Joel Kotkin's \"Tribes.\". \"It is a fascinating account of the diasporas of the Jews, British, Chinese, Indians etc. There is, unfortunately, a dark side to the story which Kotkin does n","thumbnail":null,"section":"Style"},{"date":"19930427","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/27/opinion/IHT-letters-to-the-editor-93192532173.html","abstract":"Interests, Not Outrage. Regarding \"Listen to the Lady\" (Letters, April 22) from M. Baird-Smith:. I don't recall Margaret Thatcher crying out about the United Nations allowing the Khmer Rouge back into Cambodia in 1991 or about the indifference o","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/27/us/inside-145893.html","abstract":"  Premier Named in Italy   The Italian President named the governor of the central bank as the new Prime Minister, marking a break with decades of rule by party insiders and their appointees. Page A3. A Successor for Letterman    NBC has chosen Conan O'Brien, a little-known 30-year-old comedy writer, to be the new host of \"Late Night,\" starting this summer. Page C13. Lloyd's of London Debacle    Huge losses at Lloyd's of London have forced underwriters of insurance policies to pay up, sometimes with their entire wealth. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19930427","headline":"RUSSIANS DESCRIBE EXTENSIVE DUMPING OF NUCLEAR WASTE","web_url":"https://www.nytimes.com/1993/04/27/science/russians-describe-extensive-dumping-of-nuclear-waste.html","abstract":"  The dumping of highly radioactive wastes at sea has been banned worldwide for more than three decades, and the ban has been expanded to other forms of nuclear waste. Now a Russian report has detailed how the Soviet Union repeatedly broke those rules, making it clear that Moscow lied in asserting that it had never dumped radioactive waste into the oceans.    The document paints a picture even darker than the rumors and half-truths about oceanic dumping that began to swirl as the Soviet Union collapsed. It turns out that a vast amount of highly radioactive waste was dumped by the Soviet Union: twice the combined total of 12 other nuclear nations. But the threat to marine life is unclear since no records are yet available on the exact composition of the radioactive refuse and no one knows for sure if containment vessels are intact or leaking.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"CLINTON SAYS U.S. MUST HARDEN LINE TOWARD THE SERBS","web_url":"https://www.nytimes.com/1993/04/27/world/clinton-says-us-must-harden-line-toward-the-serbs.html","abstract":"  Only hours after the Bosnian Serbs once again rejected peace proposals, President Clinton said today that it was clear that the United States and its allies needed \"a stronger policy\" in the Balkans and promised to decide on a new course of action within the next few days.   A senior American official said the most likely strategy would be a program of limited bombing, intended to produce a cease-fire in place and a new round of negotiations. With European nations insisting upon American leadership, both Britain and France indicated over the weekend that they would probably prefer bombing to any of the other military options under study.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"'Redwood Curtain' Closing","web_url":"https://www.nytimes.com/1993/04/27/theater/redwood-curtain-closing.html","abstract":"  \"Redwood Curtain,\" a play by Lanford Wilson, is to close after Sunday's matinee at the Brooks Atkinson Theater, 256 West 47th Street, Manhattan. The Sunday matinee of the play, directed by Marshall W. Mason and starring Jeff Daniels, Debra Monk and Sung Yun Cho, will be the 40th regular performance; it had 11 previews.","thumbnail":null,"section":"Theater"},{"date":"19930427","headline":"Strange, Violent Physics Born in the Death of Stars","web_url":"https://www.nytimes.com/1993/04/27/science/strange-violent-physics-born-in-the-death-of-stars.html","abstract":"  FOR astronomers and astrophysicists 1993 has become the year of the supernova.   One reason is the appearance on March 28 of a rare, bright supernova called SN1993J, which is pouring a rich harvest of discoveries into an array of the world's best telescopes on the ground and in space.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"Outer Critics Circle Names Award Winners","web_url":"https://www.nytimes.com/1993/04/27/theater/outer-critics-circle-names-award-winners.html","abstract":"  Wendy Wasserstein's comedy \"The Sisters Rosensweig\" won the Outer Critics Circle Award yesterday for best Broadway play of the 1992-93 season. \"Tommy,\" with music and lyrics by Pete Townshend, was named best Broadway musical.   Robert Klein and Madeline Kahn, both of \"The Sisters Rosensweig,\" were named best actor and actress in a play, and the director, Daniel Sullivan, won the play's fourth award.","thumbnail":null,"section":"Theater"},{"date":"19930427","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/27/sports/transactions-746493.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Purchased the contract of Barry Jones, pitcher, from Nashville of the American Association. Placed Terry Leach, pitcher, on the 15-day disabled list retroactive to April 24.   CLEVELAND INDIANS -- Purchased the contract of Matt Young, pitcher, from Charlotte of the International League. Sent Mike Christopher, pitcher, to Charlotte. Named Jackie Huggins purchasing agent.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"The Palestinians Need More","web_url":"https://www.nytimes.com/1993/04/27/opinion/the-palestinians-need-more.html","abstract":"The off-again, on-again (today) Middle East peace talks illustrate a diplomatic dictum: Before making war, make sure your enemy is weak, but if you want peace, it is better that your adversary is strong.\n\nIsrael's Prime Minister, Yitzhak Rabin, has acknowledged as much, saying that the Syrian strongman, Hafez al-Assad, is someone he can negotiate with. Strong leaders make compromise stick despite domestic opposition. As a result, it is now possible to foresee a deal by which Israel would trade most or all of the Golan Heights for real peace and real security.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Arson Investigators Say Cult Members Started Fire","web_url":"https://www.nytimes.com/1993/04/27/us/arson-investigators-say-cult-members-started-fire.html","abstract":"  Arson investigators issued a preliminary report today concluding that members of the Branch Davidian cult started the raging fire that consumed 86 lives in 30 minutes last Monday.   But lawyers for several cult members and legal experts are asking if the investigation, which is being overseen by the Texas Rangers, is impartial. All the members of the arson team were recommended by the Federal Bureau of Alcohol, Tobacco and Firearms -- which planned and carried out the initial raid in the compound, and four of whose agents died in that Feb. 28 raid.","thumbnail":null,"section":"U.S."},{"date":"19930427","headline":"Health Care Reform Should Be Inclusive","web_url":"https://www.nytimes.com/1993/04/27/opinion/l-health-care-reform-should-be-inclusive-902593.html","abstract":"  To the Editor:   The President's health care task force may recommend that automobile and workers' compensation medical insurance be included in a unitary system (front page, April 16). But you warn this might upset \"lawyers, doctors, labor unions and insurers\" and invite their opposition. Maybe so, but how can a plan that exempts    any    part of the system end its inflationary cost shifting?","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/27/nyregion/c-corrections-649293.html","abstract":"  A picture caption in Business Day on Friday, with an article about the opening of a new Manhattan store by Takashimaya U.S.A., omitted the identity of the woman with Jiro Shi nohara, the company president. She was Corliss Tyler, senior vice president and general merchandise manager for Takashimaya New York.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Rogers of Wake Forest Joins N.B.A. Draft","web_url":"https://www.nytimes.com/1993/04/27/sports/sports-people-basketball-rogers-of-wake-forest-joins-nba-draft.html","abstract":"  Wake Forest forward RODNEY ROGERS, the Atlantic Coast Conference player of the year, made it official yesterday: he will enter the National Basketball Association college draft, passing up his senior year. \"I thought it was time to go on to the next level,\" said Rogers, a 6-foot-7-inch, 235-pound forward from Durham, N.C., who averaged more than 21 points this season for the Demon Deacons. In three seasons at Wake Forest, Rogers scored 1,720 points, an average of more than 19 a game. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Ho Chi Minh City Journal; The Smiles for Americans, and Other Paradoxes","web_url":"https://www.nytimes.com/1993/04/27/world/ho-chi-minh-city-journal-the-smiles-for-americans-and-other-paradoxes.html","abstract":"  The contradictions of Vietnam are evident everywhere, as the Communist Government tries to combine a free-market economy with rigid, one-party rule.   But they are most palpable in this city, which has been Communist for 18 years. Ho Chi Minh City, the former Saigon, has made rapid progress in the 1990's to undo the dour monotony imposed since 1975 by the stern party bureaucrats from the North, who came down to show their brothers the virtues of Marxism-Leninism.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"Dinkins's Budget Proposal To Show Worst-Case Cuts","web_url":"https://www.nytimes.com/1993/04/27/nyregion/dinkins-s-budget-proposal-to-show-worst-case-cuts.html","abstract":"  The budget proposal that Mayor David N. Dinkins is scheduled to release on Monday is likely to contain a contingency list of as much as $200 million in service reductions, a senior mayoral aide said yesterday.   Mr. Dinkins and his advisers are still working out many final details of the nearly $32 billion executive budget that he is to present next week to the City Council for the fiscal year that begins July 1.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Bombed Again by I.R.A., London Goes to Work Undaunted","web_url":"https://www.nytimes.com/1993/04/27/world/bombed-again-by-ira-london-goes-to-work-undaunted.html","abstract":"  It was stiff upper lip across much of London today, the first day back to work after a bomb devastated the capital's financial center on Saturday, closing nearly two dozen streets, shredding the metal facades of office towers and burying sidewalks in ankle-deep glass from thousands of shattered windows.   \"City Keeps the Flag Flying,\" The Evening Standard proclaimed tonight, with a photograph showing a Union Jack waving before a bombed-out skyscraper.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/27/nyregion/bridge-445793.html","abstract":"  Players learn early in their bridge lives that interfering with an opposing no-trump is a dangerous occupation. The opponents are well placed to double for penalties, and the interferer has little to gain against a normal strong no-trump. If an opponent has a balanced hand with 16 points or so, the chance that you can make game is very slight, barring really freakish distribution.   But the weak no-trump, now increasingly popular in tournament play, is a different proposition. Danger lurks on both sides: you can miss a game by passing, and run into trouble by bidding. Most tournament players err by being too active, and did so on the diagramed deal from a knockout team event at the Fall Nationals in Orlando, Fla., last November.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Energy Tax? A Better Way.","web_url":"https://www.nytimes.com/1993/04/27/opinion/energy-tax-a-better-way.html","abstract":"  President Clinton has proposed a tax, soon to be submitted to Congress, that focuses on the energy content -- the British thermal unit -- in each form of energy. There would be a special, higher surcharge on oil. The tax, a major element of the economic program, was initially projected to collect $72 billion over five years.   It is a tax designed by politicians for politics. Its purpose is to get revenues from oil without a gasoline tax. The tax is designed to be so murky the public probably wouldn't blame Washington for pass-along effects.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/27/sports/results-plus-749993.html","abstract":"  TENNIS  Agassi and 2 Other Seeded Players Out  There were two minor upsets and a big withdrawal yesterday at the A.T.&T. Challenge in Duluth, Ga., outside of Atlanta. Andre Agassi, seeded second behind top-ranked Pete Sampras and the four-time defending champion, withdrew because of tendinitis in his right wrist. In first-round matches, Ronald Agenor beat fifth-seeded Todd Martin, 7-6 (7-4), 7-5, and Jeff Tarango defeated No. 8 Aaron Krickstein, 2-6, 6-1, 6-3. (AP) Title for Bruguera: Sergi Bruguera, seeded 11th, defeated Cedric Pioline, 7-6 (7-2), 6-0, in the rain-delayed final of the Monte Carlo Open in Monaco. Yesterday's match, postponed Sunday by rain, was interrupted for 90 minutes by a downpour and then was moved from the center court to a covered secondary court. The unseeded Pioline had rallied from 5-0 down to trail by 6-5 in the first set when play was halted. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Orchestrating a Pipe Organ, Piece by Piece","web_url":"https://www.nytimes.com/1993/04/27/arts/orchestrating-a-pipe-organ-piece-by-piece.html","abstract":"  One day last November Leslie Ross, a master organ builder from Essex, England, was standing on the worn terrazzo floor of the Church of St. Ignatius Loyola on the Upper East Side of Manhattan, surveying the first disorderly shipment of 10 tons of organ frame, wind chests, mechanism and assorted hardware that lay strewn before him.   If all went well over the next months, Mr. Ross and his crew of five technicians would transform this chaos of gear into the largest mechanical-action organ ever built in New York. \"Let's hope it all fits together,\" said Mr. Ross, a stocky, 45-year-old artisan with an instinct for the wry.","thumbnail":null,"section":"Arts"},{"date":"19930427","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/27/nyregion/c-corrections-647693.html","abstract":"  A report in the Westchester Weekly's calendar column on Sunday about bus tours of the landmarks of 1776 misstated the telephone number for reservations at the Pound Ridge Historical Society. It is (914) 764-4538.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Pistons Dismiss Rothstein as Coach","web_url":"https://www.nytimes.com/1993/04/27/sports/sports-people-basketball-pistons-dismiss-rothstein-as-coach.html","abstract":"  The Detroit Pistons yesterday fired Coach RON ROTHSTEIN after one season on the job. Although they closed the season with a 116-110 victory over New Jersey on Sunday, the Pistons failed to make the playoffs for the first time in a decade. Rothstein, TOM WILSON, the club's president, and BILLY McKINNEY, director of player personnel, met yesterday morning.   \"We talked at some length about the problems, both real and perceived, that we all sort of lived through this year,\" Wilson said. \"We all sort of looked at this and said, 'If we're going to go on in a positive direction change is the only thing to do.' \"","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Gambino Son Goes on Trial As Racketeer","web_url":"https://www.nytimes.com/1993/04/27/nyregion/gambino-son-goes-on-trial-as-racketeer.html","abstract":"  A year after he agreed to give up part of his trucking business in a Manhattan corruption case, Thomas Gambino went on trial yesterday on charges that he engaged in racketeering in Connecticut by controlling major gambling and loan-sharking operations there.   Mr. Gambino, whose late father, Carlo, gave a Mafia group its name, is charged with supervising the Gambino group's Connecticut faction and its involvement in usury operations and an elaborate illegal sports-betting enterprise.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"All Hallows Guard Heading to Manhattan","web_url":"https://www.nytimes.com/1993/04/27/sports/sports-people-basketball-all-hallows-guard-heading-to-manhattan.html","abstract":"  Manhattan College, coming off its first National Collegiate Athletic Association basketball tournament appearance in 35 years, announced its first signing of the spring yesterday when TARIK THACKER of All Hallows signed a national letter of intent to play for the Jaspers this fall.   Thacker, a 6-foot-2-inch point guard who earned all-Archdiocesan and all-Division honors the last two years at the Bronx high school, averaged 17.5 points and 5.2 assists a game this year in leading All Hallows to the Archdiocese of New York Class A championship. He chose Manhattan over Bowling Green.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"A Resounding Yes for Mr. Yeltsin","web_url":"https://www.nytimes.com/1993/04/27/opinion/a-resounding-yes-for-mr-yeltsin.html","abstract":"  In a political endorsement of surprising dimensions, Russians have cast aside apathy and cynicism and rallied to President Boris Yeltsin in his struggle with Parliament. Choosing hope over pain, they overwhelmingly renewed Mr. Yeltsin's mandate. A majority even endorsed his tough economic reforms.    Some two-thirds of those registered showed up at the polls, a moving testament to democracy. They voted yes to Mr. Yeltsin, yes to his economic reforms, no to early elections for president and yes to early elections for Parliament.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Q&A","web_url":"https://www.nytimes.com/1993/04/27/science/q-a-627193.html","abstract":"  Gilding the Yam   Q.  What is the difference between a yam and a sweet potato?   A.  The true yam and the sweet potato belong to different plant families, said Dr. Mike Cannon of the department of horticulture of Louisiana State University in Baton Rouge.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/27/style/chronicle-667093.html","abstract":"  NEIL SIMON was named Man of the Year by the New York Friars Club at a black-tie dinner for 950 people at the Waldorf-Astoria on Sunday, and there were plenty of recognizable faces -- including 40 on the dais -- to honor him.    CHEVY CHASE was master of ceremonies, and the crowd included Bernadette Peters, Larry King, Gwen Verdon, Tony Randall, Jack Klugman, Manny Azenberg and Sid Caesar, who praised him in ersatz versions of French, German, Italian and Japanese.","thumbnail":null,"section":"Style"},{"date":"19930427","headline":"Gay Rights Groups Jubilant But See March as Just a Step","web_url":"https://www.nytimes.com/1993/04/27/us/gay-rights-groups-jubilant-but-see-march-as-just-a-step.html","abstract":"  Floating from the euphoria of a weekend rally that drew hundreds of thousands of homosexuals to the capital, leaders of gay and lesbian groups today weighed how to build on that momentum to advance their cause in Congress and with the American public.   Meanwhile, conservative groups, which in the face of defeats on abortion have increasingly turned to gay rights as a target, vowed to intensify their pressure on lawmakers.","thumbnail":null,"section":"U.S."},{"date":"19930427","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/27/opinion/IHT-letters-to-the-editor-90029908308.html","abstract":"No End of Terror. Milton Viorst, in his article, \"The PLO Is Now Israel's Natural Ally, and Clinton Could Help\" (Opinion, April 14) says that despite the Palestine Liberation Organization's \"current disavowals\" of terror, remembrance o","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/27/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93601732117.html","abstract":"1918: Dutch Neutrality","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"A Mouse That Does More Tricks","web_url":"https://www.nytimes.com/1993/04/27/science/personal-computers-a-mouse-that-does-more-tricks.html","abstract":"  THE MICROSOFT CORPORATION, a company better known for its software, has introduced a completely redesigned version of its best-selling computer mouse for Microsoft Windows-based personal computers.    Some people may be surprised to learn that Microsoft sells $250 million worth of mice each year. Others may be surprised to learn that it is possible to spend $10 million and two years on designing a new mouse, but that is just what Microsoft did in creating its new pointing system, a company official said.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"Polo Returns to the Lawns of Long Island; After Decades of Decline, the Sport Is Regaining Prominence","web_url":"https://www.nytimes.com/1993/04/27/nyregion/polo-returns-lawns-long-island-after-decades-decline-sport-regaining-prominence.html","abstract":"  Grab your mallets and your hip flasks. Have the groom saddle the ponies and tell the valet to chill the champagne. There is jolly sporting news, at long last, for Long Island's smart set:   Polo is back.   It isn't quite what it was from the 1920's to the 40's, when the gilded clans of the Gold Coast, the Whitneys and the Guests, the Hitchcocks and the Phippses, played matches in their own lavish backyards, when the Duchess of Windsor or the Maharajah of Jaipur might pop in to present a sterling silver loving cup or knock the ball around for a chukker or two on one of the Island's 50 polo fields. U.S. Open in Polo Land    Nevertheless, after decades of decline, during which polo clubhouses were bulldozed for expressways and fields subdivided for housing developments, the sport is being played again on vast, lush lawns from Old Westbury to the Hamptons. Strings of polo ponies are being put through their paces in paddocks along Long Island's North Shore. Membership in the Meadowbrook Club, the Island's premier polo club, has risen from 14 to 42 in three years, placing it near its goal of 50 and among the 10 largest in the country. Two new polo clubs have been established on the Island in the last few years.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Tense U.N. Forces Hold Fast as Serbs Demand They Quit Enclave","web_url":"https://www.nytimes.com/1993/04/27/world/tense-un-forces-hold-fast-as-serbs-demand-they-quit-enclave.html","abstract":"  Nine days after a unit of Canadian troops entered the besieged enclave of Srebrenica in eastern Bosnia and proclaimed the town a United Nations-protected \"safe area,\" Serbian military commanders whose troops surround the town are continuing to demand that the Canadian soldiers be withdrawn.    A United Nations military spokesman dismissed the Serbian demand as \"vociferous rhetoric\" and said it had been rejected. \"We are there, we know what we have to do, and we will do it,\" said Comdr. Barry Frewer, a Canadian Navy officer who is spokesman for the United Nations military commander in Bosnia and Herzegovina, Lieut. Gen. Philippe Morillon of France.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"Shultz's Advice to Clinton: Attack the Serbs at Once","web_url":"https://www.nytimes.com/1993/04/27/world/shultz-s-advice-to-clinton-attack-the-serbs-at-once.html","abstract":"  George P. Shultz, the former Secretary of State, said today that the United States should immediately begin air and naval artillery strikes against Serbian military targets, even doing so alone if the European allies decline to take part.   Mr. Shultz, who was Secretary of State for six years under President Reagan, accused President Clinton and the leaders of the United Nations of inaction on Bosnia, saying they utterly fail to understand the need to combine diplomacy with force.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"New Light Is Shed On Moon's Brightness","web_url":"https://www.nytimes.com/1993/04/27/science/science-watch-new-light-is-shed-on-moon-s-brightness.html","abstract":"  ON nights when the Moon is full, it appears brighter than it does at any other time. For more than a century, scientists have attributed the full Moon's brightness to a process called shadow hiding, in which the Sun shining directly on the Moon minimizes any shadows.   But a new study overturns this well-established theory. Published in the current issue of the journal Science, it shows that a phenomenon known as coherent backscatter is mainly responsible for the enhanced glow.","thumbnail":null,"section":"Science"},{"date":"19930427","headline":"Museum Opens With Firm Grip On the Emotions","web_url":"https://www.nytimes.com/1993/04/27/us/museum-opens-with-firm-grip-on-the-emotions.html","abstract":"  Skip Krenke walked slowly through the dark cattle car and ran a hand over its wooden slats, feeling the scratches made by people as they were transported to their deaths a half century ago.   He looked around and whispered, half to himself, \"a hundred people in here.\" Stepping out, he held a friend by the shoulder, as if he might fall.","thumbnail":null,"section":"U.S."},{"date":"19930427","headline":"It Only Takes One Shot In Overtime for Canadiens","web_url":"https://www.nytimes.com/1993/04/27/sports/hockey-it-only-takes-one-shot-in-overtime-for-canadiens.html","abstract":"  Canadiens 5, Nordiques 4   Montreal took only one shot in overtime, and it was Kirk Muller's goal for a 5-4 Canadiens victory over the Nordiques in Quebec last night. Montreal now has a 3-2 lead in the Adams Division semifinal.   Muller took Vincent Damphousse's pass on his forehand and ripped a low shot that caught goalie Ron Hextall on the move at 8 minute 17 seconds of overtime.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"A Less Than Happy Homecoming","web_url":"https://www.nytimes.com/1993/04/27/sports/on-baseball-a-less-than-happy-homecoming.html","abstract":"  It was supposed to be their dream come true, not their worst nightmare. But wishing and hoping, both Darryl Strawberry and Eric Davis have learned, do not always turn fantasy into reality.   Certainly not last year, in a season that was injury-racked for both of them. And thus far, not this season, as the two boyhood friends from Los Angeles still try to bring to fruition all the promise their hometown reunion once held, not only for themselves but for the Dodgers as well.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"New Eritrea Restores Life To a Campus","web_url":"https://www.nytimes.com/1993/04/27/world/new-eritrea-restores-life-to-a-campus.html","abstract":"  When Andebrhan Giorgis was named president of Asmara University in July 1991, a few months after the overthrow of the Marxist government in Ethiopia, the institution was an empty, echoing building. The Ethiopian military had stripped it of everything the year before, transferring teachers and students, books, computers, laboratory equipment, school records, even kitchen utensils to southern Ethiopia.   Now, not even two years after Asmara was captured by the guerrilla fighters of the Eritrean People's Liberation Front, and with the approach of this northern region's independence from Ethiopia, Asmara University has managed to rebuild itself from scratch. It is in no small part a testament to the perseverance of Mr. Andebrhan, a former Harvard University graduate student and guerrilla fighter; but it also reflects the priorities of the front, which has always treated education as a cornerstone of the movement.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"Religious Martyrdom at Waco Was Predictable","web_url":"https://www.nytimes.com/1993/04/27/opinion/l-religious-martyrdom-at-waco-was-predictable-910693.html","abstract":"  To the Editor:   Was the Justice Department's disastrous decision to bring down the Branch Davidian compound the result of poor advice?   In the hand-wringing after the Waco debacle, amid pronouncements by Federal Bureau of Investigation officials and so-called cult experts, I am struck by the absence of commentary by religious scholars. We have heard authorities pronounce on David Koresh's state of mind, viewing him as a psychotic, a criminal or a cult leader. But what if he were recognized to be driven by a religious conviction? Then the tragic outcome would have been no surprise.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Schools Could Sure Use Those Old Computers","web_url":"https://www.nytimes.com/1993/04/27/opinion/l-schools-could-sure-use-those-old-computers-901793.html","abstract":"  To the Editor:   How shortsighted is our method of disposal for out-of-date computers (\"Recycling Answer Sought for Computer Junk,\" front page, April 14).   Stripping the computers for their metal and removing the semiconductor chips for recycling renders the computer a shell -- a worthless, space-consuming piece of junk destined for the nearest landfill. I have a better suggestion.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Yeltsin, Fresh From His Victory, Is Attacked by Political Enemies","web_url":"https://www.nytimes.com/1993/04/27/world/yeltsin-fresh-from-his-victory-is-attacked-by-political-enemies.html","abstract":"  President Boris N. Yeltsin's opponents moved quickly today to discredit the results of Sunday's referendum. According to incomplete returns, a solid majority of Russian voters backed both Mr. Yeltsin and his program of economic change.   An unexpectedly large turnout, estimated at 65.7 percent, helped Mr. Yeltsin score a popular victory over the Congress of People's Deputies, the bulwark of his conservative opposition, which was brusquely rebuffed by voters. But even with 93.5 percent of the vote counted, it was clear that the referendum had failed to resolve Russia's political wars, and instead only opened a new front.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"Editorial Notebook: Hereditary Politics in Alabama; Can Little Jim Harness the Big Mules?","web_url":"https://www.nytimes.com/1993/04/27/opinion/editorial-notebook-hereditary-politics-alabama-can-little-jim-harness-big-mules.html","abstract":"  In his report on the latest gubernatorial follies in my native Alabama, the Times's Peter Applebome got it right. The conviction of Guy Hunt and his subsequent eviction from the Governor's Mansion was unusual only in that the hapless Mr. Hunt was punished for his crimes against good government. That is not the norm in Alabama.   What is normal is that the sons always rise, no matter what the needs of the state. Hence the new Governor is James Elisha Folsom Jr., the amiable and not very energetic namesake of the legendary Big Jim. The younger Folsom thus beats George C. Wallace Jr. to the state house. If Alabama has to have a hereditary governor, Mr. Folsom probably represents the better outcome. Mr. Wallace Jr. has had a tormented public and private life and seems almost crushed by the weight of his father's grandiose sins against racial harmony.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Gee, So I.R.A. Investors Aren't Irrational","web_url":"https://www.nytimes.com/1993/04/27/opinion/l-gee-so-ira-investors-aren-t-irrational-903393.html","abstract":"  To the Editor:   The front-page article on the record increase in individual retirement accounts (April 15) was so incomplete as to almost defy belief.   It acknowledges that the sharp dropoff in contributions after the spring of 1987 was due to the tax act of 1986, but the belief seems to be that this was due entirely to the loss of the deductibility of the I.R.A. contributions themselves. No mention is made of the fact that the 1986 law also sharply lowered the highest marginal tax rates, thus reducing the relative advantage of not having to pay taxes on the annual income from those original contributions.","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Judge Takes First Step to Replace Board","web_url":"https://www.nytimes.com/1993/04/27/nyregion/judge-takes-first-step-to-replace-board.html","abstract":"  In the first step toward a new form of government for Nassau County, a Federal judge today gave county officials and others until June 10 to present plans to replace the county's Board of Supervisors.    The judge, Arthur D. Spatt of Federal District Court here, had ruled on April 14 that the weighted voting system used by the Board of Supervisors is unconstitutional because it violates the principle of one person one vote.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/27/opinion/IHT-letters-to-the-editor-94024693131.html","abstract":"The Bald Facts. Regarding \"Echoes From Long Ago and Far Away\" (Milan Fashion, March 11) by Suzy Menkes:. As an American designer of fashion accessories who has lived in Jakarta for nearly 30 years, I found quite jolting Rifat Ozbek's claim that","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/27/opinion/IHT-letters-to-the-editor.html","abstract":"Lessons Forgotten. What is the point of commemorating the Warsaw Uprising and the genocidal activities against Jews and others that happened 50 years ago if we now sit comfortably each evening in our living rooms watching live, on color TV, the brutal e","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"4 in Drug Ring Arrested in Raid On Queens Cocaine Warehouse","web_url":"https://www.nytimes.com/1993/04/27/nyregion/4-in-drug-ring-arrested-in-raid-on-queens-cocaine-warehouse.html","abstract":"  Detectives raided a cocaine warehouse in Rego Park, Queens, seizing more than 850 pounds of cocaine and arresting four people whom the authorities described as mid-level managers of a drug ring linked to the Medellin cartel, the District Attorney's office said yesterday.   The suspects, two men and two women, were arrested Friday afternoon after detectives monitoring the house at 65-43 Dieterle Crescent watched the men unloading two large crates of cocaine from a red van and placing them into a garage on the property, the District Attorney's office said.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/27/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Gingerbread Byron","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Therapist Is Pressed by Judge in Allen Case","web_url":"https://www.nytimes.com/1993/04/27/nyregion/therapist-is-pressed-by-judge-in-allen-case.html","abstract":"  Dr. Jaime Inclan, a psychologist specializing in family therapy, was in the midst of a long explanation of terms like \"sibling subsystems\" in the \"post-modern family structure\" yesterday when the judge in the Woody Allen-Mia Farrow custody trial tried to steer him back to the issue at hand.   \"You talk about the need for constancy,\" Acting Justice Elliott Wilk of State Supreme Court in Manhattan said to Dr. Inclan. \"What happens to constancy when this person who used to be the sister is now also the daddy's girlfriend?\"","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Schools Could Sure Use Those Old Computers","web_url":"https://www.nytimes.com/1993/04/27/opinion/l-schools-could-sure-use-those-old-computers-770515.html","abstract":"To the Editor:     How shortsighted is our method of disposal for out-of-date computers (\"Recycling Answer Sought for Computer Junk,\" front page, April 14).  ","thumbnail":null,"section":"Opinion"},{"date":"19930427","headline":"Accessible Puccini","web_url":"https://www.nytimes.com/1993/04/27/arts/accessible-puccini.html","abstract":"  The Metropolitan Opera Guild is to present three performances of Puccini's comedy \"Gianni Schicchi\" next month as part of its Growing Up With Opera series. As a way of making opera more accessible to new audiences and young people, the story of greedy relatives scheming to inherit the family fortune has been transposed to present-day Florence. Performances are to be on Sunday, and on May 8 and 9 at 2 P.M. at the Sylvia and Danny Kaye Playhouse of Hunter College, 68th Street at Lexington Avenue. Tickets are $25; reservations: (212) 769-7008.  ","thumbnail":null,"section":"Arts"},{"date":"19930427","headline":"'Moe' Is Closing","web_url":"https://www.nytimes.com/1993/04/27/theater/moe-is-closing.html","abstract":"  \"Five Guys Named Moe,\" a musical by Clarke Peters, is to close after the matinee on Sunday at the Eugene O'Neill Theater, 230 West 49th Street, Manhattan. The Sunday matinee of the show, directed by Charles Augins, will be its 445th regular performance; it had 19 previews.","thumbnail":null,"section":"Theater"},{"date":"19930427","headline":"Paper Says Budget Director Sees Fight on Economic Plan","web_url":"https://www.nytimes.com/1993/04/27/us/paper-says-budget-director-sees-fight-on-economic-plan.html","abstract":"  Leon E. Panetta, the director of the Office of Management and Budget, said today that President Clinton faced an uphill battle with Congress over passage of his economic plan.   Mr. Panetta's prediction was reported tonight in The Washington Post. He had met with reporters at a lunch organized by Newsday.","thumbnail":null,"section":"U.S."},{"date":"19930427","headline":"Chess","web_url":"https://www.nytimes.com/1993/04/27/arts/chess-446593.html","abstract":"  The Hudson International Tournament, staged April 13 to 23 at the Pace University Campus Center in Pleasantville, N.Y., was won by the 25-year-old Latvian grandmaster Aleksandr Shabalov. He topped one of the strongest fields in an American tourney by scoring 6 1/2-2 1/2 in the 10-man invitational event and was awarded the $2,000 first prize.   Grigory Kaidanov, a Russian emigre who lives in Lexington, Ky., took second place with 6-3. Joel Benjamin, a Manhattan grandmaster, and Alexander Wojtkiewicz, the current Polish champion, shared third place with 5 1/2-3 1/2. FINAL STANDINGS                 Player   W.   .   D.   Pts.       Shabalov   4   0   5   6 1/2       Kaidanov   4   1   4   6       Benjamin   4   2   3   5 1/2       Wojtkiewicz   3   1   5   5 1/2       Yermolinsky   3   2   4   5       Edelman   3   4   2   4       Ehlvest   2   3   4   4       Goldin   2   5   2   3       Hellers   1   4   4   3       Sherzer   2   6   1   2 1/2          In terms of quality, Kaidanov's games were pre-eminent. Indeed, he was the early leader until he lost to Benjamin with two rounds to go. Here is an example of his powerful attacking play, against the Maryland international master Alexander Sherzer in Round 2 on April 14. Sherzer's chief comment was, \"I confronted him with a new move, but he discovered a strong plan against it.\"    The Aberbakh Attack against the King's Indian Defense, 5 Be2 and 6 Bg5, prevents 6 . . . e5 in view of 7 de de 8 Qd8 Rd8 9 Nd5, which wins material. It also retards the development of the white KN to keep the way clear for supporting such thrusts as g4 or h4.   If Black omits 6 . . . h6, as Sherzer does in this game, then, after 6 . . . c5 7 d5 e6 8 Qd2, he is no longer able to drive off the white QB, although he can still slip out of the pin with 8 . . . ed 9 ed Qb6.   Kaidanov's 11 Nh4 is the introduction to a formerly hotly disputed line of play that begins with 11 . . . Ne4 12 Ne4 Be4 13 f3. After 13 . . . Qb2 14 Rc1 Qd2 15 Kd2 Bd5 (15 . . . Bf5 16 Nf5 gf 17 Bd3 leaves Black in a poor endgame) 16 cd Re8 17 Rb1 Re5 18 f4 Rd5 19 Kc1 Nc6 20 Rb7 Rd4 21 Bf3 d5 22 Rd1 Rd1 23 Kd1, the consensus indicated by the Encyclopedia of Chess Openings, Vol. E, second edition is that White enjoys considerable advantage. For example, 23 . . . h6 24 Bd5 hg 25 Bf7 Kh7 26 Bg6 Kh6 27 fg Kg5 28 Rg7 will win for White.   Sherzer said: \"It was to avoid such trouble that I thought up 11 . . . Bg4. This move was not wrong. My mistakes came later.\" Kaidanov proceeded aggressively with 12 f3 Bc8 13 O-O-O!?   Sherzer said: \"The error was 17 . . . f5, opening my own king position. I should have played 17 . . . Ne5 at once.\" That way, on 18 h4, he would have been able to counterattack with 18 . . . Qb4 19 b3 b5 with reasonable chances of success.   Sherzer did indeed have counterattack in mind when he played 17 . . . f5 18 h4 fg 19 fg Ne5, but Kaidanov's attack with 20 h5! came more swiftly than he had reckoned on. After 20 . . . Rf2, Kaidanov charged to the attack with 21 hg!, ready to give up his knight with 21 . . . Rg2 to smash through with 22 Qh6! hg 23 Qh8 Kf7 24 Rh7 Kf6 25 Qg7 Kg5 26 Qh6 Kf6 27 Ne4 mate.   Sherzer had relied on keeping his opponent tied down after 21 . . . Nc4, but Kaidanov sharply broke loose with 22 gh Kh8 23 Nh4!, threatening 24 Ng6 mate. Sherzer could not play 23 . . . Kh7 because of 24 Bd3, picking up a rook, so he tried 23 . . . Nh5. But after 24 Ng6 Kh7 25 Rh5 Kg8, Kaidanov produced the annihilating 26 Na4!   On 26 . . . Qb5, there would have followed 27 Qh6 Kf7 28 Qh7 Kf6 29 Qe7 Kg6 30 Rg5 Kh6 31 Qg7 mate. But also after 26 . . . Nd2 27 Nb6 Re2 28 Na8, Sherzer had no way of putting up a fight, 28 . . . Bg4 meaning nothing after 29 Rg5. Thus, he gave up.   In last week's column, the diagram should have shown the black king at h8 and a black pawn at f5. KING'S INDIAN DEFENSE                    White   Black          Kai'nov   Sherzer              1   d4   Nf6       2   c4   g6       3   Nc3   Bg7       4   e4   d6       5   Be2   O-O       6   Bg5   c5       7   d5   e6       8   Qd2   ed       9   ed   Qb6       10   Nf3   Bf5       11   Nh4   Bg4       12   f3   Bc8       13   O-O-O   Nbd7       14   Bh6   a6       15   g4   Ne8       16   Bg7   Ng7       17   Ng2   f5       18   h4   fg       19   fg   Ne5       20   h5   Rf2       21   hg   Nc4       22   gh   Kh8       23   Nh4   Nh5       24   Ng6   Kh7       25   Rh5   Kg8       26   Na4   Nd2       27   Nb6   Re2       28   Na8   Resigns     ","thumbnail":null,"section":"Arts"},{"date":"19930427","headline":"Panel Urges Bigger Raise For Teachers","web_url":"https://www.nytimes.com/1993/04/27/nyregion/panel-urges-bigger-raise-for-teachers.html","abstract":"  A state fact-finding panel has urged the Dinkins administration to give city teachers a wage increase slightly higher than most other city workers, and both sides said yesterday that the nonbinding recommendations could spur a settlement in a bitter 19-month labor dispute.   City officials said that they were heartened that the proposal of the three-member panel closely mirrored the settlement reached with other city workers and that the panel accepted the argument that the salaries of teachers should be closely tied to those of other city workers.","thumbnail":null,"section":"New York"},{"date":"19930427","headline":"Review/Opera; Adding Plot to an American Classic","web_url":"https://www.nytimes.com/1993/04/27/arts/review-opera-adding-plot-to-an-american-classic.html","abstract":"  As is well known by now, Virgil Thomson's 1934 opera \"Four Saints in Three Acts\" has neither four saints nor three acts. What it does have is an exuberant Gertrude Stein libretto, along with a score drawing on church hymns, American folk songs, town band sounds, calliope melodies, barbershop quartets and Sunday school ditties, all in service to, well, it has never been too clear what.    On Saturday night at Christ Church United Methodist on the Upper East Side, the Mannes Opera Ensemble presented a staging of Thomson's most performed opera, offering another view of what \"pigeons on the grass alas\" has to do with \"the difference between saints forget-me-nots and mountains,\" and why either phrase should be part of this extraordinarily fresh and irreverent work ostensibly about the lives of Spanish saints. Another performance is to be given tomorrow night.","thumbnail":null,"section":"Arts"},{"date":"19930427","headline":"U.S. Congress, Glad Yeltsin Won, Ponders Aid","web_url":"https://www.nytimes.com/1993/04/27/world/us-congress-glad-yeltsin-won-ponders-aid.html","abstract":"  President Boris N. Yeltsin's victory in the referendum on Sunday produced expressions of relief today from the White House, the State Department and Congressional supporters of the proposed $1.8 billion aid package for Russia, which would have been killed by a vote of no confidence.   \"This is a very, very good day, not only for the people of Russia, but for the people of the United States and all the people of the world,\" President Clinton said today during a ceremony in the East Room of the White House where he greeted members the University of Arkansas track team.","thumbnail":null,"section":"World"},{"date":"19930427","headline":"Abbott Trade? For Now, It's the Great J.T. Heist","web_url":"https://www.nytimes.com/1993/04/27/sports/baseball-abbott-trade-for-now-it-s-the-great-jt-heist.html","abstract":"  J. T. Snow would flip on the radio during the winter and invariably land on a sports talk show. He would listen and absorb some verbal abuse. Eventually, Snow, whose father is co-host of a morning sports show, avoided the medium altogether because he grew weary of hearing opinions about the trade.   It was the same with newspapers. Instead of devouring the sports pages, Snow glossed over them. He had gazed at enough headlines questioning whether the Angels had made an ignominious error by trading the saintly Jim Abbott to the Yankees for three minor league players.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Dudley, Out of Round 1, May Be Done With Nets","web_url":"https://www.nytimes.com/1993/04/27/sports/pro-basketball-dudley-out-of-round-1-may-be-done-with-nets.html","abstract":"  The Nets will enter the playoffs without one of their valuable commodities, backup center Chris Dudley, who is not being activated for the first round because the stress fracture in his right foot hasn't completely healed. This means New Jersey will probably have to rely heavily on Dwayne Schintzius, a young and talented 7-footer but someone who still has a lot to learn.   William Hamilton, an orthopedic surgeon who has treated with Dudley since early April, said that the player's right foot simply hadn't healed yet and needs more time. Dudley said yesterday that he would probably be able to play should the Nets get past the Cleveland Cavaliers, but that, for now, there was still pain in the foot.","thumbnail":null,"section":"Sports"},{"date":"19930427","headline":"Reviews/ Television; Real People With Babies On the Way","web_url":"https://www.nytimes.com/1993/04/27/arts/reviews-television-real-people-with-babies-on-the-way.html","abstract":"  In the often hazy reality of prime-time entertainment, few events are exploited more adroitly than the birth of a baby. Ratings sagging? Get yourself a pregnancy. From Lucy to Murphy, the ploy seems fail-safe, although, as the subsequent sag in \"Murphy Brown\" may indicate, not necessarily conducive to long-range survival.   Homing in on the obvious, an hourlong ABC special called \"We're Expecting,\" tonight at 10, follows three couples as each goes through the special experience of having a first child. Reading Louis H. Gorfain's script, Connie Selleca is the warmly reassuring host, promising a journey that will be \"wondrous, exhausting, exhilarating.\"","thumbnail":null,"section":"Arts"},{"date":"19930427","headline":"Supreme Court Roundup; Soliciting by Accountants Is Upheld","web_url":"https://www.nytimes.com/1993/04/27/us/supreme-court-roundup-soliciting-by-accountants-is-upheld.html","abstract":"  The Supreme Court, in the latest of a series of decisions giving constitutional protection to commercial speech, ruled today that states cannot bar accountants from soliciting prospective business clients.   Voting 8 to 1, the Court struck down a rule of the Florida Board of Accountancy that prohibited certified public accountants from making \"any direct, in-person, uninvited solicitation\" for new business. The prohibition, which had been declared unconstitutional by two lower Federal courts, applied to telephone calls and personal visits.","thumbnail":null,"section":"U.S."},{"date":"19930427","headline":"Old Peril of Abandoned Mines Stirs Calls for Action in West","web_url":"https://www.nytimes.com/1993/04/27/us/old-peril-of-abandoned-mines-stirs-calls-for-action-in-west.html","abstract":"  For decades, the West tolerated dangerous abandoned mines and piles of toxic mine wastes as necessary, if ugly, byproducts of an industry that provided thousands of jobs and billions of dollars for the region's economy.   But momentum is gathering in state capitals, in Washington and in mining communities like this one for new safeguards. Across the region, attention is focusing on new evidence of water pollution from mine wastes containing lead, arsenic and cyanide. There has also been concern over the number of people killed by falls into abandoned mines -- 73 from the late 1970's through 1991, by the Department of Interior's count.","thumbnail":null,"section":"U.S."}],"wiki_events":[{"date":"19930427","headline":"Most of the Zambia national football team lose their lives in a plane crash off Libreville, Gabon en route to Dakar, Senegal to play a 1994 FIFA World Cup qualifying match against Senegal.","pages":[{"title":"Zambia national football team","web_url":"https://en.wikipedia.org/wiki/Zambia_national_football_team","description":"Men's national football team representing Zambia","thumbnail":null,"abstract":"The Zambia national football team represents Zambia in association football and is governed by the Football Association of Zambia (FAZ). During the 1980s, they were known as the KK 11, after founding president Dr. Kenneth Kaunda (\"KK\") who ruled Zambia from 1964 to 1991. After the country adopted multiparty politics, the side was nicknamed Chipolopolo, the \"Copper Bullets\". The team has three Africa Cup of Nations final appearances to its credit, winning the 2012 tournament with victory over Ivory Coast in the final. The team has never qualified for the FIFA World Cup."},{"title":"1993 Zambia national football team plane crash","web_url":"https://en.wikipedia.org/wiki/1993_Zambia_national_football_team_plane_crash","description":"1993 Zambian Air Force plane crash off the coast of Gabon","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/De_Havilland_Canada_DHC-5D_Buffalo_AN2223057.jpg/320px-De_Havilland_Canada_DHC-5D_Buffalo_AN2223057.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"On the evening of 27 April 1993, a DHC-5 Buffalo transport aircraft of the Zambian Air Force crashed into the Atlantic Ocean shortly after taking off from Libreville, Gabon. The flight was carrying most of the Zambian national football team to a 1994 FIFA World Cup Qualifier against Senegal in Dakar. All 25 passengers and five crew members were killed. However, Johnson Bwalya couldnt get on the plane and is thankfully still alive. The official investigation concluded that the pilot had shut down the wrong engine following an engine fire. It also found that pilot fatigue and a faulty instrument had contributed to the accident."},{"title":"Libreville","web_url":"https://en.wikipedia.org/wiki/Libreville","description":"Capital and the largest city of Gabon","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Libreville.jpg/320px-Libreville.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Libreville is the capital and largest city of Gabon. Occupying 65 square kilometres (25sqmi) in the northwestern province of Estuaire, Libreville is a port on the Komo River, near the Gulf of Guinea. As of the 2013 census, its population was 703,904."},{"title":"Gabon","web_url":"https://en.wikipedia.org/wiki/Gabon","description":"Country on the west coast of Central Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Flag_of_Gabon.svg/320px-Flag_of_Gabon.svg.png","thumbnail_width":320,"thumbnail_height":240},"abstract":"Gabon, officially the Gabonese Republic, is a country on the west coast of Central Africa. Located on the equator, it is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000sqmi) and its population is estimated at 2.3 million people. There are coastal plains, mountains, and a savanna in the east."},{"title":"Dakar","web_url":"https://en.wikipedia.org/wiki/Dakar","description":"Capital and the largest city of Senegal","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Dakar_-_Panorama_urbain.jpg/320px-Dakar_-_Panorama_urbain.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Dakar, is the capital and largest city of Senegal. The city of Dakar proper has a population of 1,030,594, whereas the population of the Dakar metropolitan area is estimated at 3.94 million in 2021."},{"title":"Senegal","web_url":"https://en.wikipedia.org/wiki/Senegal","description":"Country on the coast of West Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Flag_of_Senegal.svg/320px-Flag_of_Senegal.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Senegal, officially the Republic of Senegal, is a country in West Africa, on the Atlantic Ocean coastline. Senegal is bordered by Mauritania to the north, Mali to the east, Guinea to the southeast and Guinea-Bissau to the southwest. Senegal nearly surrounds the Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the country. Senegal also shares a maritime border with Cape Verde. Senegal's economic and political capital is Dakar."},{"title":"1994 FIFA World Cup","web_url":"https://en.wikipedia.org/wiki/1994_FIFA_World_Cup","description":"Association football tournament in the United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/d/dc/1994_FIFA_World_Cup.svg/320px-1994_FIFA_World_Cup.svg.png","thumbnail_width":320,"thumbnail_height":299},"abstract":"The 1994 FIFA World Cup was the 15th FIFA World Cup, the world championship for men's national soccer teams. It was hosted by the United States and took place from June 17 to July 17, 1994, at nine venues across the country. The United States was chosen as the host by FIFA on July 4, 1988. Despite soccer's relative lack of popularity in the host nation, the tournament was the most financially successful in World Cup history. It broke tournament records with overall attendance of 3,587,538 and an average of 68,991 per game, marks that stood unsurpassed as of 2022 despite the expansion of the competition from 24 to 32 teams starting with the 1998 World Cup."},{"title":"1994 FIFA World Cup qualification (CAF)","web_url":"https://en.wikipedia.org/wiki/1994_FIFA_World_Cup_qualification_(CAF)","description":"International football competition","thumbnail":null,"abstract":"Listed below are the dates and results for the 1994 FIFA World Cup qualification rounds for the African zone (CAF). For an overview of the qualification rounds, see the article 1994 FIFA World Cup qualification."},{"title":"Senegal national football team","web_url":"https://en.wikipedia.org/wiki/Senegal_national_football_team","description":"Men's national association football team representing Senegal","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/1/16/Senegalese_Football_Federation_logo.svg/320px-Senegalese_Football_Federation_logo.svg.png","thumbnail_width":320,"thumbnail_height":320},"abstract":"The Senegal national football team, nicknamed the Lions of Teranga, represents Senegal in international association football and is operated by the Senegalese Football Federation. They are the current champions of the Africa Cup of Nations and African Nations Championship and their U-20 team are the champions of the U-20 Africa Cup of Nations."}]}],"weather":[{"date":"19930427","time":"1993-04-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":91,"wspd":24.1},{"date":"19930427","time":"1993-04-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":89,"wspd":20.5},{"date":"19930427","time":"1993-04-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":95,"wspd":14.8},{"date":"19930427","time":"1993-04-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":89,"wspd":13},{"date":"19930427","time":"1993-04-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":90,"wspd":16.6},{"date":"19930427","time":"1993-04-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":89,"wspd":16.6},{"date":"19930427","time":"1993-04-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":89,"wspd":18.4},{"date":"19930427","time":"1993-04-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":90,"wspd":16.6},{"date":"19930427","time":"1993-04-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":86,"wspd":14.8},{"date":"19930427","time":"1993-04-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":80,"wspd":18.4},{"date":"19930427","time":"1993-04-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":72,"wspd":14.8},{"date":"19930427","time":"1993-04-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":62,"wspd":18.4},{"date":"19930427","time":"1993-04-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":57,"wspd":24.1},{"date":"19930427","time":"1993-04-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":43,"wspd":37.1},{"date":"19930427","time":"1993-04-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":44,"wspd":38.9},{"date":"19930427","time":"1993-04-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":39,"wspd":33.5},{"date":"19930427","time":"1993-04-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":39,"wspd":31.3},{"date":"19930427","time":"1993-04-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":41,"wspd":37.1},{"date":"19930427","time":"1993-04-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":46,"wspd":33.5},{"date":"19930427","time":"1993-04-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":50,"wspd":29.5},{"date":"19930427","time":"1993-04-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":72,"wspd":27.7},{"date":"19930427","time":"1993-04-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":75,"wspd":22.3},{"date":"19930427","time":"1993-04-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":77,"wspd":22.3},{"date":"19930427","time":"1993-04-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":78,"wspd":22.3},{"date":"19930427","time":"1993-04-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":89,"wspd":44.6},{"date":"19930427","time":"1993-04-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":86,"wspd":42.5},{"date":"19930427","time":"1993-04-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":86,"wspd":44.6},{"date":"19930427","time":"1993-04-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":42.5},{"date":"19930427","time":"1993-04-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":37.1},{"date":"19930427","time":"1993-04-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":85,"wspd":33.5},{"date":"19930427","time":"1993-04-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":86,"wspd":37.1},{"date":"19930427","time":"1993-04-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":82,"wspd":22.3},{"date":"19930427","time":"1993-04-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":79,"wspd":27.7},{"date":"19930427","time":"1993-04-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":31.7},{"date":"19930427","time":"1993-04-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":68,"wspd":29.5},{"date":"19930427","time":"1993-04-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":60,"wspd":33.5},{"date":"19930427","time":"1993-04-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":53,"wspd":29.5},{"date":"19930427","time":"1993-04-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":33.5},{"date":"19930427","time":"1993-04-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":44,"wspd":35.3},{"date":"19930427","time":"1993-04-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":32,"wspd":37.1},{"date":"19930427","time":"1993-04-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":31,"wspd":29.5},{"date":"19930427","time":"1993-04-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":26,"wspd":29.5},{"date":"19930427","time":"1993-04-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":24,"wspd":25.9},{"date":"19930427","time":"1993-04-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":22,"wspd":27.7},{"date":"19930427","time":"1993-04-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":20,"wspd":25.9},{"date":"19930427","time":"1993-04-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":16,"wspd":27.7},{"date":"19930427","time":"1993-04-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":17,"wspd":24.1},{"date":"19930427","time":"1993-04-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":19,"wspd":24.1}]},"19930428":{"guardian_articles":[],"nytimes_articles":[{"date":"19930428","headline":"Hartford Assembly Saves A 5 Deposit on Bottles","web_url":"https://www.nytimes.com/1993/04/28/nyregion/hartford-assembly-saves-a-5-deposit-on-bottles.html","abstract":"  Gov. Lowell P. Weicker Jr.'s plan to replace Connecticut's 5-cent bottle deposit with a 5-cent-a-bottle tax was killed today by the General Assembly's Appropriations Committee, which voted to continue paying for environmental protection through existing taxes.   The committee's 28-to-20 vote on the budget today was the Legislature's first formal response to Mr. Weicker's spending plan for the next two years. Committee leaders said they believed their plan retains Mr. Weicker's priorities, especially for education, and also keeps the budget at his $8.6 billion figure for the year that begins on July 1.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Key Stuns The Angels With 1-Hitter","web_url":"https://www.nytimes.com/1993/04/28/sports/baseball-key-stuns-the-angels-with-1-hitter.html","abstract":"  Jimmy Key could feel it. Maybe this would be the night he would do it. The Angels were taking silly swings, balls were rolling off the ends of their bats and dribbling around the infield. Some never made contact. A fly ball was an occurrence. Maybe this would be the night for Key's first no-hitter.   Not quite. The flirtation with a no-hitter was more of a fling as Key held the Angels hitless for five innings, kept the prominent zero entrenched on the Anaheim Stadium scoreboard and forced his teammates to avoid him when he arrived in the dugout. The fling ended when Gary DiSarcina began the sixth inning by lining a fastball away to center field on a 3-1 pitch.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Making the Shot Michael Couldn't Make","web_url":"https://www.nytimes.com/1993/04/28/sports/pro-basketball-making-the-shot-michael-couldn-t-make.html","abstract":"  An amazing thing among the amazing things that made an obscure $5-an-hour office-supplies salesman a nationally known millionaire in five seconds was that he didn't want to shoot the shot to begin with.   \"Please,\" said Carla Morgan, a representative of the Chicago Bulls' marketing department, who had spotted Don Calhoun in the midst of the crowd that entered Chicago Stadium for the Bulls-Heat game April 14, \"I want you to shoot the million-dollar shot. I love your shoes.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Troubled Tennis Coach And His Ability to Charm","web_url":"https://www.nytimes.com/1993/04/28/nyregion/troubled-tennis-coach-and-his-ability-to-charm.html","abstract":"  For two decades, Gary Wilensky had been dismissed from job after job. His employers said his behavior was unbalanced, his intense attention to his young charges inappropriate.   But Mr. Wilensky was a charmer, said friends, colleagues and former students of the popular New York tennis coach who killed himself on Saturday after trying to abduct a favorite student to a homemade prison in the Adirondacks.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Books of The Times; Caring for People and Saving Wildlife","web_url":"https://www.nytimes.com/1993/04/28/books/books-of-the-times-caring-for-people-and-saving-wildlife.html","abstract":"  At the Hand of Man  Peril and Hope for Africa's Wildlife  By Raymond Bonner  322 pages. Alfred A. Knopf. $24.   The main theme that emerges from Raymond Bonner's powerful front-line report on the fate of Africa's wildlife can be found in a note at the end of \"At the Hand of Man,\" his eye-opening new book:","thumbnail":null,"section":"Books"},{"date":"19930428","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92469411858.html","abstract":"1943: Curbing Curiosity. WASHINGTON - [From our New York edition:] An army private who may never use his hands again as a result of fighting in North Africa and a blinded army corporal whose last glimpse of the world was the dawn breaking over Dieppe sent","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/28/style/chronicle-578593.html","abstract":"  Put this in the category of \"Matters that take up the time of judges and lawyers.\" Judge MICHAEL B. MUKASEY of Federal District Court in Manhattan has dismissed a lawsuit brought against the singer MARIAH CAREY by her stepfather, JOSEPH VIAN, who claimed that she had reneged on an oral contract granting him the right to market Mariah dolls. The dolls would be modeled after Ms. Carey and would play her biggest hits.    According to the decision handed down on Monday, Mr. Vian, who is separated from the singer's mother, Patricia, charged that Ms. Carey had granted him the right to make the dolls in return for his support, which included \"picking her up from late-night recording sessions, providing her with the use of a car, paying for dental care, allowing her to use his boat for business meetings and rehearsals and giving her various items including unused wedding gifts from his marriage to her mother.\"","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"Mideast Talks Resume as They Adjourned: Bickering","web_url":"https://www.nytimes.com/1993/04/28/world/mideast-talks-resume-as-they-adjourned-bickering.html","abstract":"  After a four-month hiatus during which the United States changed Administrations and a sharp increase in violence prompted an Israeli crackdown on Palestinians, the Middle East peace talks resumed today at the State Department.    With rising and conflicting pressures on all parties, Israeli negotiators held separate talks with their counterparts from Syria, Jordan and Lebanon in the morning, and with the Palestinians later in the day.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Italian Panel Votes to Strip Andreotti's Immunity","web_url":"https://www.nytimes.com/1993/04/28/world/italian-panel-votes-to-strip-andreotti-s-immunity.html","abstract":"  A panel of the Italian Senate recommended today that the country's elder statesman, Giulio Andreotti, be stripped of his parliamentary immunity from prosecution so that magistrates can pursue an investigation into accusations that he associated with the Mafia.   A final decision will be made by the full Senate, probably on May 6, but the ruling was nonetheless a major setback both to Mr. Andreotti's campaign to stave off a public trial and to his personal standing.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Celebrities Help Launch Jerry Lisker Fund","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-awards-celebrities-help-launch-jerry-lisker-fund.html","abstract":"  LEE MAZZILLI, a former Met, DENIS POTVIN, a former Islander, and CAL RAMSEY of the Knicks' staff were among the celebrities yesterday who helped inaugurate the Jerry Lisker Memorial Scholarship Fund to aid children of police officers killed in the line of duty. Lisker, the Channel 5 sports director and the former executive sports editor of The New York Post, who died March 4, had a special affinity for boxing. Among those who showed up for the kickoff lunch at Kennedy's on West 57th Street were WILLIE PEP, MICHAEL SPINKS, CHUCK WEPNER, and MARVIS FRAZIER.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Hawks on Both Sides Are Quick to Impugn the Negotiations","web_url":"https://www.nytimes.com/1993/04/28/world/hawks-on-both-sides-are-quick-to-impugn-the-negotiations.html","abstract":"  Uncompromising hawks among both Israelis and Palestinians denounced the resumption of Middle East peace talks today in Washington, making it clear that if an agreement is ever reached, it will encounter strong opposition on each side.    Palestinian hard-liners called a strike that brought commercial life to a standstill in the occupied West Bank and Gaza Strip and in Arab sections of East Jerusalem.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Ex-Commissioner of New York Named Drug 'Czar'","web_url":"https://www.nytimes.com/1993/04/28/us/ex-commissioner-of-new-york-named-drug-czar.html","abstract":"  Lee P. Brown, the former Police Commissioner of New York City, has been chosen to be President Clinton's senior official for drug policy, officials in Congress and law enforcement said yesterday.   White House officials would not confirm the choice of Mr. Brown to become director of the Office of National Drug Control Policy, but officials in Congress and law enforcement said they had been informed of the President's decision by Administration aides.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"What Do You Mean, Stand Up Straight?","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-what-do-you-mean-stand-up-straight-049593.html","abstract":"  To the Editor:  Jane Brody's advice to stand up straight (Personal Health column, April 21) is well and good, but many of us with long-term problems don't know how. What feels straight to us is unlikely to be really straight. Although people with poor posture are often aware that they don't stand up straight, they are rarely aware of the exact problems with their posture. I was in a workshop on scoliosis last year, and out of the 20 people there, only one could accurately describe the curvature of her back. One reason we don't stand up straight is that we don't know what straight is!","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Review/Television; One-Woman Show on Black vs. Jew","web_url":"https://www.nytimes.com/1993/04/28/arts/review-television-one-woman-show-on-black-vs-jew.html","abstract":"  Tonight at 9, appropriately enough on the eve of the first anniversary of the fires in Los Angeles, public television's \"American Playhouse\" is presenting the Anna Deavere Smith play \"Fires in the Mirror,\" a harrowing portrait of riots between blacks and Hasidic Jews in Crown Heights, Brooklyn, in August of 1991. The play had its acclaimed New York premiere a year ago at the Joseph Papp Public Theater. The director for television (stage director Christopher Ashley seems to have become a nonperson in the publicity credits) is George C. Wolfe, who is represented on Broadway with \"Jelly's Last Jam\" and, in previews, \"Angels in America.\"   Tapping into a journalistic vein that in literature goes back at least as far as John Dos Passos, the television version of Ms. Smith's one-woman show allows her to embody 19 characters, male and female, black and white, young and old, all of them caught up in the Crown Heights tragedy that left two people dead. The dialogue is taken verbatim from interviews conducted by Ms. Smith and, for an Angela Davis segment, Thulani Davis. The acting sections are framed in black-and-white photographs of the real events, overlaid with music ranging from black hip-hop to traditional Jewish chants. The production is striking.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Shoemaker Hopes for Rare Derby Double Feat","web_url":"https://www.nytimes.com/1993/04/28/sports/horse-racing-derby-notebook-shoemaker-hopes-for-rare-derby-double-feat.html","abstract":"  Bill Shoemaker rode 8,833 winners during his 41 years as a jockey, and four of them were winners of the Kentucky Derby. But he will return to Churchill Downs this week in a new role with a new goal: as a trainer trying to match the record of his old friend and rival, Johnny Longden, the only one to win the Derby as both jockey and trainer.   Longden won the Derby in 1943 as the rider on Count Fleet and came back 26 years later to win it as the trainer of Majestic Prince. But if Shoemaker can get Allen E. Paulson's Diazo to the winner's circle on Saturday, it will be an even more dramatic achievement: he has spent the last two years in a wheelchair, paralyzed from the neck down after his van crashed down an embankment near his home in California.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Landmarks Panel Mired in Detail, Critics Say","web_url":"https://www.nytimes.com/1993/04/28/nyregion/landmarks-panel-mired-in-detail-critics-say.html","abstract":"  Most everybody knows that SoHo, once a forlorn place of scrap metal merchants and rag sellers, is now a neighborhood of galleries and designer lofts, but few people are aware that planting trees is forbidden in most of the district. That has to do with the way history is preserved in New York.   SoHo residents found that out when they tried to get some green in their parkless part of town, only to learn the Landmarks Preservation Commission does not allow tree planting in SoHo, because there were no trees there when the neighborhood was developed a century ago as an industrial district.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Independent Swiss. PARIS - Anxiety is felt here about Emperor William II's trip through Switzerland. The tendency is to regard it as proof of a rapprochement between the Swiss Republic and the German Empire. Switzerland has the good fortune to be a","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"McEwen Is Winner of Red Smith Award","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-awards-mcewen-is-winner-of-red-smith-award.html","abstract":"  TOM McEWEN, sports editor of The Tampa Tribune for 29 years, yesterday was named the 1993 winner of The Associated Press Sports Editors' Red Smith Award for lifetime achievement.   McEwen, 70, is the only journalist in the Florida Sports Hall of Fame and has been named the state's Sportswriter of the Year 19 times. He was The Tribune's sports editor from 1962-1991 and still writes his column, The Morning After, three times a week as a special correspondent.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"LEADERS IN HAITI DENY DRUG LINKS","web_url":"https://www.nytimes.com/1993/04/28/world/leaders-in-haiti-deny-drug-links.html","abstract":"  Haiti's military leaders deny that they are involved in drug trafficking and say reports of large transshipments of cocaine through the country are part of a \"vast campaign to discredit and destabilize the army.\"   In recent days, there have been repeated reports in the American press of increased drug trafficking in Haiti since a military coup overthrew the elected President in September 1991.  An army statement, issued late Monday, specifically denied assertions in an article in The New York Times on Sunday in which international financial experts said the country's Central Bank was laundering drug profits.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/04/28/books/book-notes-768093.html","abstract":"  A Little Help From Friends    In what is probably the least surprising literary award of the year, \"The Bridges of Madison County\" (Warner Books) by Robert James Waller won the 1993 American Booksellers Book of the Year prize. Better known as the ABBY Award, it is given annually to the adult trade book that book sellers most enjoyed selling the previous year.   The book, which has been on the New York Times best-seller list for nine months, is currently the No. 1 hard-cover fiction title. It got there, and onto lists across the country, not because of enthusiastic book reviews, heavy advertising or a major promotion campaign by the publisher. Rather, \"The Bridges of Madison County\" became a best seller precisely because its tender story of a brief, passionate love affair between an Iowa farm wife and a photographer who passes through her town on an assignment to shoot covered bridges captivated booksellers, who personally lobbied their customers to buy it.","thumbnail":null,"section":"Books"},{"date":"19930428","headline":"Witness Says Lawyers Helped in B.C.C.I. Scheme","web_url":"https://www.nytimes.com/1993/04/28/us/witness-says-lawyers-helped-in-bcci-scheme.html","abstract":"  A former official of the Bank of Credit and Commerce International testified yesterday that the Washington lawyers Clark M. Clifford and Robert A. Altman took part in a scheme to defraud Federal and state bank regulators.    The witness, Dildar Rizvi, who joined the international bank in 1972, shortly after it was formed, and left in 1992, shortly before it was closed down by regulators in seven countries, appeared yesterday in the fraud and bribery trial of Mr. Altman in New York State Supreme Court in Manhattan.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Senate Fund Did Not Pay Bill for Party","web_url":"https://www.nytimes.com/1993/04/28/nyregion/senate-fund-did-not-pay-bill-for-party.html","abstract":"  Elizabeth Holtzman's Senate campaign financed a primary-night reception last fall through a fund that was not authorized to spend money in the race, city, state and Federal election records show. The move appears to have violated Federal election laws.   Money for the reception came from funds for Ms. Holtzman's re-election campaign as New York City Comptroller, the election records show. Federal election law prohibits candidates from paying for expenses related to a Federal race, like a Senate campaign, with money from a campaign for a state or city post, like comptroller. That is because Federal fund-raising rules are much more strict than those of most states, said Fred Eiland, a spokesman for the Federal Election Commission.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Campus Journal; A Book Is Read as Biased at Wellesley","web_url":"https://www.nytimes.com/1993/04/28/education/campus-journal-a-book-is-read-as-biased-at-wellesley.html","abstract":"  Long before Hillary Rodham Clinton became its most famous alumna, Wellesley College was known for the civility and seriousness of its discourse, its willingness to hear all sides of a debate.    But a professor's use of a 1991 book commissioned by Louis Farrakhan, leader of the Nation of Islam, has touched off a furor on campus, pitting two cherished values against each other: academic freedom and academic responsibility.","thumbnail":null,"section":"Education"},{"date":"19930428","headline":"The State Senate's Busy Censors","web_url":"https://www.nytimes.com/1993/04/28/opinion/the-state-senate-s-busy-censors.html","abstract":"  Talk about poor sports. The Republicans who control the New York State Senate were less than thrilled last month when a task force led by the Democrat Franz Leichter suggested that the Senate's free-mailing privilege had been seriously abused on behalf of Republican campaigns in 1992. Now the Senate majority leader, Ralph Marino, and his party colleagues have retaliated by censoring Senator Leichter's latest newsletter to his constituents.    Stephen Sloan, the Republican-appointed Secretary of the Senate, refused to let Mr. Leichter's newsletter be printed and mailed unless it was revised to blunt criticism of Senate mailing practices and the secrecy that surrounds the entire legislative budget.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Brewers' Yount Undergoes Knee Surgery","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-baseball-brewers-yount-undergoes-knee-surgery.html","abstract":"  ROBIN YOUNT, with only two previous trips to the disabled list in two decades with the Milwaukee Brewers, underwent arthroscopic surgery yesterday for torn cartilage in his right knee. Dr. PAUL JACOBS, the Brewers' physician, repaired the tear in a 35-minute operation at Sinai Samaritan Hospital in Milwaukee.   Jacobs said Yount, who had to leave Sunday's game after four innings because he couldn't run, would probably miss four weeks.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Peace Lessons:Skills Can Be Taught","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-peace-lessonsskills-can-be-taught.html","abstract":"- Whether in Somalia or in ex-Yugoslavia, in the Caucasus or Cambodia, war cannot be eliminated unless people and their governments want it eliminated - and unless they have the skills to negotiate peace into being.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91342146088.html","abstract":"1918: U.S. Line Attacked . AMERICAN FRONT - Near the point where a week ago Hindenburg's shock troops attacked the Americans, a heavy barrage was thrown early this morning [April 27] by the Germans against the American line, the firing lasting an hour. Th","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"As TV Gets a New Star, It Wonders: Who Is He?","web_url":"https://www.nytimes.com/1993/04/28/arts/television/as-tv-gets-a-new-star-it-wonders-who-is-he.html","abstract":"Inside NBC yesterday, it was hard to get an answer to the question that was being asked all over the television industry: \" Who is Conan O'Brien?\"","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Sampson to Play and Coach in Hong Kong","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-pro-basketball-sampson-to-play-and-coach-in-hong-kong.html","abstract":"  RALPH SAMPSON, a former National Basketball Association All-Star, will play and coach in Asia's first men's professional basketball league. DOUGLAS MARAN, executive director of the Asian Basketball Association, said yesterday that the 7-foot-4-inch Sampson will play for Hong Kong when the six-team league makes its debut this summer.   The league will also include teams from China, Taiwan, Korea, Indonesia and the Philippines. The league will schedule at least 20 games and begin play in late July, Maran said.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/28/nyregion/c-corrections-024093.html","abstract":"  Because of an editing error, a brief sports article yesterday about Mike Ditka, former coach of the Chicago Bears, misstated the financial terms of a one-year contract he signed with NBC-TV. He will be paid a minimum of $525,000.  ","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"For Experts, Fire Tapes Provide Rare Evidence","web_url":"https://www.nytimes.com/1993/04/28/us/for-experts-fire-tapes-provide-rare-evidence.html","abstract":"  Because the fire that consumed the Branch Davidian compound last week unfolded on live television, fire experts around the nation had the rare opportunity to record it on videotape and analyze its path of destruction.   As a result, some outside experts were able to say that they agreed with the preliminary results of the fire investigators, who concluded on Monday that cult members started the lethal fire. Others, however, said the videotape was inconclusive.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/28/nyregion/c-corrections-023193.html","abstract":"  A rock review on Monday about a German band's performance on Friday night at Roseland rendered the group's name incorrectly. It is Ein sturzende Neubauten. A picture caption with the review misidentified the band's drummer. He is F. M. Einheit, not Nu Unruh.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Fans Gush Over Him As Iafrate Tips His Hat","web_url":"https://www.nytimes.com/1993/04/28/sports/hockey-fans-gush-over-him-as-iafrate-tips-his-hat.html","abstract":"  It was just after midnight, and Al Iafrate, fresh from extricating the Washington Capitals from their do-or-die playoff predicament by scoring the first hat trick of his life, was playing down his role as catalyst on a team that relies on its defense for its best offense.   \"I just happened to be the guy,\" said Iafrate after the Capitals' 6-4 victory Monday night. \"It was all about the timing thing.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Sports of The Times; The Mets Hit Into A Sand Trap","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-of-the-times-the-mets-hit-into-a-sand-trap.html","abstract":"  NONE of this would have happened if Vince Coleman had shouted \"Fore!\" in the clubhouse.   But forget that lapse of etiquette for the moment. The Mets being the hot team they are, with an 8-10 record, you can understand how they would need to get away from baseball, even in their clubhouse, and relax a little before the Dodger game by concentrating on their golf, as they were doing Monday night.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Serbs Attack Muslim Stronghold in Northwest Bosnia","web_url":"https://www.nytimes.com/1993/04/28/world/serbs-attack-muslim-stronghold-in-northwest-bosnia.html","abstract":"  Defying growing international pressure aimed at forcing an end to the fighting in Bosnia and Herzegovina, Serbian fighters mounted a new ground and artillery attack today on the Muslim-held area around the town of Bihac.    Serbs opened the attack as new United Nations sanctions on the former Yugoslavia took effect. Under the sanctions, Yugoslav assets abroad are to be confiscated, and the transporting of most foreign-made goods through the two remaining Yugoslav republics, Serbia and Montenegro, is forbidden.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"A Secretary Pressed Ahead, Recasting Education Agenda","web_url":"https://www.nytimes.com/1993/04/28/education/a-secretary-pressed-ahead-recasting-education-agenda.html","abstract":"  When Terrel H. Bell became President Ronald Reagan's first Secretary of Education, he inherited a job that the President had vowed to eliminate.   Mr. Bell, among others, is glad he did not.","thumbnail":null,"section":"Education"},{"date":"19930428","headline":"Casino to Help Pay Fighter's Medical Bills","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-boxing-1-casino-to-help-pay-fighter-s-medical-bills.html","abstract":"  The casino where a boxer sustained a life-threatening injury during a title bout is creating a fund to help pay his medical bills.  SERGEI ARTEMIEV, 24, suffered a blood clot on his brain in defending his United States Boxing Association's lightweight title against CARL GRIFFITH at the Trump Taj Mahal on March 21 in Atlantic City. Artemiev, who lost the bout, can never box again and needs rehabilitation to help regain motor strength and skill.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Foreign Investment, Key to New York City's Growth","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-foreign-investment-key-to-new-york-city-s-growth-052593.html","abstract":"  To the Editor:   With unemployment and business activity still a serious problem in New York City, questions have been raised as to why Mayor David N. Dinkins has over the past several months chosen to lead missions to Europe and Japan.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"No Headline","web_url":"https://www.nytimes.com/1993/04/28/nyregion/no-headline-336793.html","abstract":"  \"This truly makes an assignment based on an officer's pilot abilities, flying skills, maturity and judgment with no regard to gender.\" -- CAPT. EILEEN ISOLA, an Air Force pilot who will be eligible to fly in combat under a planned Pentagon directive.  [ A14:4. ]","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/04/28/arts/the-pop-life-781893.html","abstract":"  Country in the City   Having won over much of the rest of the United States, country music may be poised, finally, to conquer Manhattan.   At least that is what the producers of \"Country Takes Manhattan\" are hoping. Radio City Music Hall Productions has corralled some of country's top performers -- including Dolly Parton, Billy Ray Cyrus, Wynonna, Mary-Chapin Carpenter, Clint Black, Travis Tritt, Willie Nelson, the Highwaymen and Trisha Yearwood -- for this 10-day country-music festival, beginning May 14. The festival will be at a variety of locations, including Radio City, Carnegie Hall, the Beacon Theater and Central Park.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/04/28/us/inside-341393.html","abstract":"  New Clinton Drug Official   Lee P. Brown, the former Police Commissioner of New York City, has been chosen to be the Clinton Administration's senior official for drug policy, officials said. Page A15. China and Taiwan Hold Talks    Delegates from China and Taiwan met in Singapore for their first high-level talks, professing a desire for cordiality and cooperation. Page A8. Middle East Talks Resume    After a change in American administrations and violence in Israel and its occupied territories, the Middle East peace talks resumed. Page A3.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Review/Film: The Execution Protocol; Giving a Humane Face To Capital Punishment","web_url":"https://www.nytimes.com/1993/04/28/movies/review-film-the-execution-protocol-giving-a-humane-face-to-capital-punishment.html","abstract":"The Potosi Correctional Center near Mineral Point, Mo., is a clean, well-lighted place. From the outside, it looks like a compound of big, functional, not ungraceful cement-block bunkers that sits in the middle of a broad grassy plain from which each tree, bush and weed has been removed. The view is Spartan, almost abstract, but then the people at Potosi don't often look out. Attention is focused inward.    Potosi, the subject of Stephen Trombley's haunting new documentary, \"The Execution Protocol,\" was built to house some 300 inmates convicted of capital crimes. It prides itself on being as up to date as any prison in the United States as well as one of the most humane. In a Shavian twist, it's the humaneness of the place that Mr. Trombley, an American-born, English-based film maker, finds to be so merciless.   ","thumbnail":null,"section":"Movies"},{"date":"19930428","headline":"Citizen Olajuwon Rests Case","web_url":"https://www.nytimes.com/1993/04/28/sports/pro-basketball-citizen-olajuwon-rests-case.html","abstract":"  All at once, Hakeem Olajuwon is eligible for the playoffs, the next Dream Team and the United States Armed Forces. His 12th basketball season in America has been his unadulterated best, starting suspiciously with his calling his team owner a coward but concluding spiritedly with his name on almost everyone's most valuable player ballot.   \"If I am ever going to win m.v.p, this is as good of a chance as I've got,\" said Olajuwon, the Houston Rockets center who has lit up David Robinson for 45 points, Patrick Ewing for 42 and sent both videotapes home, express mail, to Lagos, Nigeria.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"A Western Actor's Search for Comic Meaning in Beijing Opera","web_url":"https://www.nytimes.com/1993/04/28/style/IHT-a-western-actors-search-for-comic-meaning-in-beijing-opera.html","abstract":"- It is hard to imagine an art form more alien to the Western viewer than Beijing Opera. With themes drawn from ancient Chinese folklore, it is performed within a rigid framework of symbolic conventions.Its lyrics, delivered in archaic, highly inflected Mandarin, are accompanied by the strident twang of exotic stringed instruments and punctuated with crescendos of shrill percussion.","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"Review/Television; Patriots Trying to Repair A Broken Northern Ireland","web_url":"https://www.nytimes.com/1993/04/28/movies/review-television-patriots-trying-to-repair-a-broken-northern-ireland.html","abstract":"  Northern Ireland may not be at the top of many vacation itineraries these days, but in the minds of Glen Barr and Paddy Doherty, their city of Londonderry, rich in history and beauty, could be a grand tourist attraction. \"Sons of Derry\" conveys their vision. Unfortunately, few of their compatriots are in so accommodating a mood.   Glen and Paddy, as they are called in tonight's likable documentary, produced by two New York University professors, Terence Moran and Marcia Rock, are builders. Paddy has plans for rebuilding the mostly Roman Catholic inner city, with a view to attracting visitors. Glen is renovating buildings in the largely Protestant, upscale Waterside area, in hopes of keeping young couples from leaving. And both are trying to break down the religious, economic and political walls that keep the people of Northern Ireland divided.","thumbnail":null,"section":"Movies"},{"date":"19930428","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-letters-to-the-editor-91650416257.html","abstract":"Pre-Moorish Spain. Regarding \"Crdoba and the Koran\" (Postcard, March 3) by Alan Riding:. The writer states that Andalusia \"had not been Christianized before the Arab occupation began in 711.\" In fact all of Spain was Christian se","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Inspector Doubts C.I.A. Role in Sheik's U.S. Entry","web_url":"https://www.nytimes.com/1993/04/28/nyregion/inspector-doubts-cia-role-in-sheik-s-us-entry.html","abstract":"  The State Department's inspector general has told Congress that he has so far found no evidence that Sheik Omar Abdel Rahman received any improper American assistance in obtaining a visa to enter the United States, according to Congressional officials.   Instead, Mr. Abdel Rahman, the Egyptian cleric whose followers include suspects in the World Trade Center bombing, appears to have benefited only from disorganization at the United States Embassy in Khartoum, Sudan, the inspector general has said.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"A Litmis Test for Justices?;\nIt Demeans The Court","web_url":"https://www.nytimes.com/1993/04/28/opinion/a-litmis-test-for-justices-it-demeans-the-court.html","abstract":"During the Reagan and Bush Administrations, the Republicans systematically eroded Federal courts' independence. They did so by applying litmus tests to insure that those who became judges -- particularly Supreme Court Justices -- could be relied on to vote the way the conservatives preferred. This was said to be necessary to balance years of what conservatives considered left-wing judicial activism.\n\nNow that the Democrats hold power, President Clinton is under enormous pressure to continue the erosion, by replacing the retiring Justice Byron White with a nominee who can be counted on to vote the way liberals prefer. Once more we are told balance is needed -- only this time, the President needs to balance 12 years of right-wing nominees.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Many in Congress, Citing Vietnam, Oppose Attacks","web_url":"https://www.nytimes.com/1993/04/28/world/many-in-congress-citing-vietnam-oppose-attacks.html","abstract":"  While many advocates of tougher American action against the Bosnian Serbs have drawn parallels to the origins of World War II and the appeasement of Nazi aggression and brutality, the dominant analogy in Congress today was Vietnam.   A growing number of lawmakers are warning the Clinton Administration against bombing Serbian positions, fearing that it would inevitably lead to the kind of runaway deployment of ground troops that characterized American involvement in Southeast Asia.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Foreign Investment, Key to New York City's Growth; Unlocking Japan Trade","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-foreign-investment-key-to-new-york-city-s-growth-unlocking-japan-trade-053393.html","abstract":"  To the Editor:   In his Op-Ed article \"It's Clinton's Turn to Bargain With Japan\" (April 15), Clyde Prestowitz identifies the composition of trade between the United States and Japan as the area of most concern in U.S.-Japan trade relations. He suggests that the best way to address this concern is for Japan to adhere to prior agreements to purchase more auto parts from U.S. firms.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Spirited Race For Schools Accelerates","web_url":"https://www.nytimes.com/1993/04/28/nyregion/spirited-race-for-schools-accelerates.html","abstract":"  With New York City's school board races entering the final week, the Rev. Pat Robertson's Christian Coalition poured voter guides into churches and synagogues yesterday as campaigning by gay advocates and other liberal groups also picked up steam.   Amid the burst of down-the-stretch electioneering, the American Civil Liberties Union entered the turbulent election debate, warning its 18,000 local members that the Christian Coalition's advocacy of school prayer and other positions on social issues posed an unprecedented threat to civil liberties in the schools.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Fernandez Sidelined, but Makes Trip","web_url":"https://www.nytimes.com/1993/04/28/sports/baseball-fernandez-sidelined-but-makes-trip.html","abstract":"  Tony Fernandez has been suffering from a kidney stone in his lower urinary tract and the shortstop will be out of the Mets' lineup until the problem is resolved and the discomfort in his right abdominal area is relieved.   Fernandez joined the team for the post-game flight to California yesterday, and the Mets said that they have no plans to place him on the disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Cut New York's Un-Welcome Tax","web_url":"https://www.nytimes.com/1993/04/28/opinion/cut-new-york-s-un-welcome-tax.html","abstract":"  The tax on an average hotel room in New York City is a staggering 21.25 percent. That's    double    the average for other big cities and, obviously, a crippling disadvantage for the Big Apple. Bills pending in the State Legislature would cut the tax to 16.25 percent. It would still be the nation's highest, but a lot more sensible than it is now.    An overnight stay in New York averages $113 and change -- plus tax. For that average room, the tax would be about $24. For a $200-plus room in one of mid-Manhattan's upscale hotels, the tax for just one night approaches $50! Might that make a tourist or a convention planner think twice about New York versus, say, New Orleans, where the tax is 11 percent? Of course it would, and does.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Mandela and de Klerk Look Past Killings","web_url":"https://www.nytimes.com/1993/04/28/world/mandela-and-de-klerk-look-past-killings.html","abstract":"  In this seemingly cruelest of Aprils, Nelson Mandela has buried a slain protege, consoled the survivors of a township slaughter, wrestled with the fury of his youthful followers and implored terrified whites not to flee the country.   He had been up late comforting the wife of Oliver R. Tambo, a lifelong friend and political comrade, dead of a stroke. Now, perched erect on the sofa of his suburban home, clad in his blue Lacoste jogging suit, he was surveying the forest beyond the trees.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Port Authority Forecasts Loss Of Jobs in '93","web_url":"https://www.nytimes.com/1993/04/28/nyregion/port-authority-forecasts-loss-of-jobs-in-93.html","abstract":"  In the latest reminder of the enduring grip of the recession, the Port Authority of New York and New Jersey predicted yesterday that employment in the New York region would decline further this year, with a loss of 67,000 jobs. It would be the fourth straight year of job losses.   The Port Authority also said it expected the region to fare worse than the rest of the nation, as it has for the last five years.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"On Rikers Island, the Prison Pantry Leads to a Fresh Start","web_url":"https://www.nytimes.com/1993/04/28/style/on-rikers-island-the-prison-pantry-leads-to-a-fresh-start.html","abstract":"\"HOLD it how it's most comfortable for you,\" Henry Meer, the lead sous chef at Lutece, said to the 15 young men standing in front of him, who were getting the feel of freshly sharpened kitchen knives. When each wrist looked sufficiently supple, Mr. Meer distributed red and yellow peppers, shallots, fennel and carrots. \"Do you know what julienne means?\" he said. Most didn't, so he told them, and a moment later, the knives were flashing, making the smile above Mr. Meer's neatly knotted neckerchief play wide and warm.\n\nMr. Meer has spent some of his days off for the last four years teaching French cooking to groups of convicted thieves and drug dealers at the New York City Correctional Institution on Rikers Island. For most of his students, Fresh Start, the intensive 12-week grounding in food industry basics provided free by several chefs from some of New York's finest restaurants, is their first exposure to a real profession.","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"Bridge","web_url":"https://www.nytimes.com/1993/04/28/nyregion/bridge-665093.html","abstract":"  After nearly 60 years of simon-pure amateurism, the American Contract Bridge League has followed various European examples and sanctioned a tournament with cash prizes. It will begin next Tuesday at the Las Vegas Hilton and will last five days.    Since most of the prize money is provided by sponsors, it will surely attract the good players: For an entry fee of $100 a person in the Open Pairs, for example, a pair will have a chance to win a first prize of $5,000. The total prize money will be at least $25,000. (Information is available from Jan Crossley, 702-732-2904.)","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Looking a Gift Painting in the Dollar Sign; Paterson Examines Its Legacy of Art: How Much It's Worth and How to Restore It","web_url":"https://www.nytimes.com/1993/04/28/nyregion/looking-gift-painting-dollar-sign-paterson-examines-its-legacy-art-much-it-s.html","abstract":"  During the first half of the century, industrialists and business leaders filled the Danforth Library here with gifts of books and works of art. But as important industries left the city and its economy declined, so did appreciation for its cultural treasures.   Much of the art, including statues, bronzes, rare furniture and more than 60 paintings, is now in storage and, like the building itself, in need of maintenance and repair. But while a makeover is planned for the 88-year-old library, an acrimonious debate is growing over the art -- what it is worth, who should care for it and even where it is.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"The Night of Reckoning","web_url":"https://www.nytimes.com/1993/04/28/sports/IHT-the-night-of-reckoning.html","abstract":"- When the heat intensifies in World Cup qualifying, one way to gauge the temperature and importance of a match is to watch the skies.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Investigation Chief Defends Inquiry Over Data Contract","web_url":"https://www.nytimes.com/1993/04/28/nyregion/investigation-chief-defends-inquiry-over-data-contract.html","abstract":"  The New York City Commissioner of Investigation, Susan E. Shepard, said yesterday that her agency investigated complaints two years ago from Lucius J. Riccio, the Transportation Commissioner, that he was under extraordinary pressure to grant a contract to a data processing company that had been caught up in the municipal scandals of the mid-1980's.   Ms. Shepard told a City Council committee that an article on Sunday in The New York Times was \"flat wrong\" when it reported that she apparently did not start a full investigation after hearing Mr. Riccio's concerns in May 1991. The Times article was based on city records that indicate no investigation took place.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Company That Shut Factory Has Returned From Mexico","web_url":"https://www.nytimes.com/1993/04/28/nyregion/company-that-shut-factory-has-returned-from-mexico.html","abstract":"  In 1989, Quality Coils closed its factory here and moved production to Juarez, Mexico, in search of cheaper labor. Now, the company has returned, saying that decision actually cost it money.   \"What we learned down in Mexico is that the up-front wages might look a lot less expensive,\" the company's president, Keith A. Gibson, said. \"What we found is that the Connecticut worker is by far more productive.\"","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Gooden's Frustration Is Brought to Boiling Point","web_url":"https://www.nytimes.com/1993/04/28/sports/baseball-gooden-s-frustration-is-brought-to-boiling-point.html","abstract":"  Doc Gooden stepped off the mound and advanced on home-plate umpire Bill Hohn. He was screaming, his finger jabbing wildly at the air, as if to punctuate his diatribe about the appropriate dimensions of a strike zone. In the Mets' dugout, players rose to their feet in amazement, jaws going slack.   This is not vintage behavior for Gooden. This is not even once-in-a-blue-moon behavior for Gooden. He is a man who puts his heat in his fastballs, not in his voice. He does not get angry, not publicly. He does not advance on the batter's box like a madman. And he never, ever, has to be separated from an umpire by his manager.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Hole-by-Hole Report On Gooden Is Lacking","web_url":"https://www.nytimes.com/1993/04/28/sports/tv-sports-hole-by-hole-report-on-gooden-is-lacking.html","abstract":"  Don't you hate it when announcers don't let the news intrude on their game calls? To certain degrees yesterday during the Mets-Dodgers game, the broadcast teams on WWOR-TV/ Channel 9 and WFAN-AM barely unlocked the door to the stories of Dwight Gooden's enigmatic golf injury that scratched him from starting Monday night and Tony Fernandez's reluctantly revealed kidney stones.   We're especially glad that we don't wait to learn our team social notes from the team's sports voices. The sources of sports fact and gossip are many and varied. Some of them are even correct in their reporting.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Public Day-Care Centers Called Lax on Fire Safety","web_url":"https://www.nytimes.com/1993/04/28/nyregion/public-day-care-centers-called-lax-on-fire-safety.html","abstract":"  Hundreds of New York City children are using public day-care centers with fire hazards, according to engineers in the office of the Brooklyn Borough President, Howard Golden.   The engineers investigated four centers in Brooklyn last week after being approached by a construction manager under contract to the city's Human Resources Administration. The construction manager, Ramsis Elfiki, said at least 20 day-care centers in the city had flammable insulation and damaged ventilation systems.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Public & Private; The Power of One","web_url":"https://www.nytimes.com/1993/04/28/opinion/public-private-the-power-of-one.html","abstract":"  Now we have the numbers game.  How many gay people are there in the nation? Ten percent? One percent?  Four percent? It depends upon whom you ask, what survey you read, how statisticians and sex experts crunch the numbers, which respondents tell the truth and which don't. How many marched in Washington on Sunday for the civil rights of gay men and lesbians? Three hundred thousand?  Half a million? A million or more? It depends on whether you ask the Park Police or the march organizers.    But at some level none of it matters at all.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Burying Urgent Mental Health Issues in Kitsch; Long Therapy's Value","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-burying-urgent-mental-health-issues-in-kitsch-long-therapy-s-value-055093.html","abstract":"  To the Editor:   The remarks attributed to me in Daniel Goleman's article \"When a Long Therapy Goes a Little Way\" (The Week in Review, April 18), are incomplete and were used to support a bias I do not share. This letter is an effort to rectify the one-sided depiction of my beliefs, and to acknowledge the pain this may have unwittingly caused patients and therapists who are constructively engaged in lengthy psychotherapies.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Finley of Astros Placed on Disabled List","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-baseball-finley-of-astros-placed-on-disabled-list.html","abstract":"  A hairline wrist fracture will keep center fielder STEVE FINLEY out of the Houston Astros lineup for at least three weeks. Finley was placed on the 15-day disabled list Monday because of the injury to his right hand. It is expected that Finley, who was struck by a JOHN CANDELARIA pitch in Saturday's 8-4 victory over Pittsburgh, will miss a minimum of three weeks.  (AP)","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"'Justice' in Glen Ridge","web_url":"https://www.nytimes.com/1993/04/28/opinion/justice-in-glen-ridge.html","abstract":"  Christopher Archer and Kevin and Kyle Scherzer, along with a few other high school jocks, lured a girl into the basement playroom of a house in Glen Ridge, N.J., in 1989 by promising her a date. Another 17-year-old might have found the invitation suspect, but not this girl. Her I.Q. is 64, which means her mental capacity and social skills are those of an 8-year-old.   There, as night fell on suburbia, the boys inserted a baseball bat, a broom handle and a stick into her vagina. \"Go further, go further,\" they urged each other, and laughed when one of the gang called the girl a \"whore.\"","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Federal Job-Safety Law, 23 Years Old Today, Needs Updating","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-federal-job-safety-law-23-years-old-today-needs-updating-040193.html","abstract":"  To the Editor:   Work can be a dangerous place. One worker dies every hour of every day, every year -- 10,000 per year overall. In addition, six million are injured on the job each year and 60,000 are permanently disabled. Tens of thousands of workers die each year from long-term effects of such occupational diseases as asbestosis and brown lung.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Costa Rica Gunmen Free Ailing Justice And Ease Demands","web_url":"https://www.nytimes.com/1993/04/28/world/costa-rica-gunmen-free-ailing-justice-and-ease-demands.html","abstract":"  Armed gunmen holding most of this country's 22-judge Supreme Court hostage released one justice today after he complained of ill health, Government officials said.   Jesus Ramirez, one of 19 judges and 5 others being held in a second-floor courtroom, left the building in mid-morning, a spokesman for the Ministry of Public Security said. The police said 22 men and 2 women were still being held.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/28/style/chronicle-010093.html","abstract":"  Dr. CLAIRE M. FAGIN, dean of the University of Pennsylvania School of Nursing from 1977 to 1992, will become the first nurse to head an Ivy League school. She has been named interim president of the University of Pennsylvania, stepping in for Sheldon Hackney, who has been nominated by President Clinton to be chairman of the National Endowment for the Humanities.","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"Denial of Contract Urged for Bronx Agency","web_url":"https://www.nytimes.com/1993/04/28/nyregion/denial-of-contract-urged-for-bronx-agency.html","abstract":"  The New York City Comptroller's office yesterday urged the Dinkins administration not to renew two contracts with a major South Bronx community-service agency. Its president, Ramon Velez, had failed to disclose his involvement in several businesses that were disqualified from Federal contracts after pleading guilty to bid-rigging, the Comptroller's office said.    Testifying before the Mayor's Office of Contracts, Marc Schindelheim, the associate general counsel for the Comptroller, said that the South Bronx agency had a history of \"financial and administrative mismanagement\" that had resulted in the termination of state and Federal financing.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Press Club Honors John Chancellor","web_url":"https://www.nytimes.com/1993/04/28/arts/press-club-honors-john-chancellor.html","abstract":"  John Chancellor, the longtime NBC News anchor and commentator, who is retiring this year, was honored yesterday for \"distinguished and exemplary service\" by the Overseas Press Club of America.   The award, which cited Mr. Chancellor's \"long-term dedication to presenting the news without the theatrical embellishments used to turn the news into entertainment,\" was one of 18 given by the club, which each year honors foreign reporting by print and broadcast journalists.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Lots of Fuzzy Feminist Thought in Silly Books","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-lots-of-fuzzy-feminist-thought-in-silly-books.html","abstract":"- This being the age of don't-kiss-but-do-tell, it shouldn't have come as a surprise recently when I read of an acrimonious debate at the University of Oklahoma over whether Anita Hill should be given an endowed chair to research sexual harassment.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Washburn Making a Comeback in U.S.B.L.","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-pro-basketball-washburn-making-a-comeback-in-usbl.html","abstract":"  CHRIS WASHBURN, whose brief N.B.A. career ended in 1988 because of substance-abuse problems, is making a comeback with the Westchester Stallions of the United States Basketball League.   \"I've been training for over six months for this season,\" the 6-foot-11-inch center said Monday. \"This is an opportunity for me to demonstrate my skills and to work my way back into the N.B.A.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/04/28/sports/transactions-939093.html","abstract":"  Baseball  American League   KANSAS CITY ROYALS -- Recalled Rico Rossy, infielder, and Dennis Rasmussen, pitcher, from Omaha of the American Association. Placed Frank DiPino, pitcher, on the 15-day disabled list.   TORONTO BLUE JAYS -- Placed Al Leiter, pitcher, on the 15-day disabled list. Called up Scottt Brow, pitcher, from Knoxville of the  Southern League. National League   HOUSTON ASTROS -- Placed Steve Finley, outfielder, on the 15-day disabled list. Basketball  United States Basketball League   DAYTONA HOOTERS -- Named Warren Walk director of marketing.   WESTCHESTER STALLIONS -- Signed Chris Washburn, center. Football  National Football League   CHICAGO BEARS -- Agreed to terms with Shane Matthews, quarterback.   CINCINNATI BENGALS -- Signed Allen DeGraffenreid, wide receiver; Mark Staten, offensive lineman; Brad Lebo, quarterback; Ron Williams and Mike Faulkerson, running backs; Clarence Sevillian, wide receiver; David Frisch, tight end; Artis Ford, defensive end; Darius Hadley, defensive back; Brian Piotrowski, offensive tackle; and Brad Smith, Gary Casper, and Karmeeleyah McGill, linebackers.   DENVER BRONCOS -- Fired Reed Johnson, personnel director. Announced the resignation of Bobby Marks, scout. Announced the retirement of Hugh Davidson, scout.   GREEN BAY PACKERS -- Signed Steve Rohrscheib, quarterback.   NEW YORK JETS -- Waived Sheldon Canley, running back. Agreed to terms with Mick Barsala, linebacker; Robert Davis and James Spencer, defensive tackles; Marcus Perry and Greg Sherwin, offensive tackles; Rick Sayles and Chris Spencer, wide receivers; Damon Pieri, safety; and Jamie Redmond, cornerback.   WASHINGTON REDSKINS -- Signed Vince Jordan and Michael LeSure, wide receivers; Yonnie Jackson and Alan Cross, tight ends; Kurt Loertscher, linebacker, and Randall Parsons, center. Canadian Football League   BRITISH COLUMBIA LIONS -- Signed Marvin Pollard, defensive back, and Eric Henley, wide receiver.   OTTAWA ROUGH RIDERS -- Signed Marquel Fleetwood, quarterback, and Darvell Huffman, wide receiver.   SACRAMENTO GOLD MINERS -- Signed Garry Frank, offensive tackle, and Greg Gilbert, linebacker.   SASKETCHEWAN ROUGHRIDERS -- Signed Shawn Graves, quarterback.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/04/28/sports/results-plus-912893.html","abstract":"  TENNIS  Seles Returns With an Easy Victory  Competing for the first time since Feb. 21, Monica Seles easily beat Maria Strandlund, 6-2, 6-2, in the opening round of the Citizens Cup in Hamburg, Germany. The top-ranked Seles, who was sidelined by a viral infection, kept the pressure on Strandlund throughout with her powerful ground strokes. But her layoff showed, as she made several mistakes on easy shots on clay. Sixth-seeded Anke Huber edged Bettina Fulco, 6-4, 6-7 (6-8), 6-2, while No. 7 Magdalena Maleeva beat Christina Singer 6-4, 7-5. (AP) Sampras Advances: Top-ranked Pete Sampras, seeded No. 1, breezed into the second round of the A.T.&T. Challenge in Duluth, Ga., near Atlanta. Sampras beat Vincent Spadea, a former junior champion, 6-3, 6-4, in the clay-court tournament. Fourth-seeded Brad Gilbert rallied past Ellis Ferreira, 4-6, 6-2, 7-6 (7-5). (AP) Davin Has Becker's Number: Franco Davin upset second-seeded Boris Becker for the second time in three weeks, winning by 6-2, 6-2 in the opening round of the City of Madrid tournament. Top-seeded Stefan Edberg defeated Jose Antonio Conde, 6-0, 6-3, in his opener. Davin, an Argentine ranked No. 61, outran Becker, who was guilty of several unforced errors and drew catcalls from the crowd at the end of the match. Since returning from a two-month layoff because of a viral infection, the fourth-ranked German has won only one match in his three clay-court tournaments. He lost to Davin in three sets in the second round in Nice, France. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Yeltsin's Task: Turning Moral Victory Into Lasting Gain","web_url":"https://www.nytimes.com/1993/04/28/world/yeltsin-s-task-turning-moral-victory-into-lasting-gain.html","abstract":"  With nearly complete tallies confirming President Boris N. Yeltsin's impressive vote of confidence in the referendum on Sunday, speculation turned today to his options in trying to turn this moral victory into political advantage.   Mr. Yeltsin, who had much to lose, is in a significantly stronger position than he was a week ago, but his quandary remains the same. He wants to crack the iron mold of a Soviet-era Constitution and holdover legislature, the Congress of People's Deputies, but he can do so only with extra-constitutional means.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"LACROSSE","web_url":"https://www.nytimes.com/1993/04/28/sports/lacrosse.html","abstract":"    Hofstra","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Heading for the End Zone Is an N.F.L. Labor Pact","web_url":"https://www.nytimes.com/1993/04/28/sports/pro-football-heading-for-the-end-zone-is-an-nfl-labor-pact.html","abstract":"  The final crossed t's and dotted i's that will bring labor peace to pro football after more than five years appear to be at hand.   \"It's pretty close. Most issues have been agreed to,\" Jim Quinn, the National Football League Players Association's lead attorney in its free-agency battle, said last night. \"I would expect this to be settled in the next couple of days.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"D'Amato Defense Challenges What Unisys Knew and When","web_url":"https://www.nytimes.com/1993/04/28/nyregion/d-amato-defense-challenges-what-unisys-knew-and-when.html","abstract":"  Armand P. D'Amato's lawyer tried to show today that top officials of the Unisys Corporation knew that Mr. D'Amato had been hired by a company employee to lobby his brother, Senator Alfonse M. D'Amato, for at least seven months before moving to end the relationship.   The questions of what executives knew and when they learned it remained fuzzy at the end of a day of testimony that ranged from one witness saying that Mr. D'Amato pressured company officials to contribute to his brother's campaign to another's repeating unproven charges that the Senator had issued an \"edict\" that Unisys officials could only contact him through his brother.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"CLINTON RULES OUT DELAY IN UNVEILING HEALTH-CARE PLAN","web_url":"https://www.nytimes.com/1993/04/28/us/clinton-rules-out-delay-in-unveiling-health-care-plan.html","abstract":"  Rejecting the urgent pleas of top economic advisers, President Clinton sided with his wife and his health-care team today and insisted that he would not postpone the presentation of his health-reform program next month.   Even though Congress is unlikely to start work on the health-care plan until next year, many of Mr. Clinton's top economic aides, most prominently Leon E. Panetta, the White House budget chief, had argued that the Administration should not even unveil the proposals until fall.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Parks Chief's View May Help to Block Cigarette Ad at Shea","web_url":"https://www.nytimes.com/1993/04/28/nyregion/parks-chief-s-view-may-help-to-block-cigarette-ad-at-shea.html","abstract":"  After weeks of carefully avoiding the words, Parks Commissioner Betsy Gotbaum said last night that she thought a billboard promoting cigarettes in Shea Stadium was \"not in keeping with the character and dignity of the stadium\" -- a statement that may enable antismoking advocates to force its removal.   Ms. Gotbaum was using the language of a clause in the Mets' stadium lease that empowers the Parks Commissioner to ban advertising she deems unacceptable for the city-owned stadium. But Ms. Gotbaum said that she did not have such authority in this case, since the clause also says that the Parks Commissioner's opinion must be \"reasonable.\"","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/04/28/health/personal-health-734693.html","abstract":"  NOT that long ago midwives were self-trained \"grannies\" who assisted women who could not afford or get to a doctor or hospital to give birth. But in the last two decades, midwifery in the United States and even more so in Europe has undergone a professional revolution that is bringing high-quality and highly personalized obstetrical and gynecological care to ever-growing numbers of women, pregnant and otherwise.    At the same time, the rise of consumerism and the women's movement have prompted many affluent women to choose to have their babies either outside or within hospitals aided by professionally trained and certified nurse-midwives, with doctors acting as consultants should a complication of pregnancy or delivery arise.","thumbnail":null,"section":"Health"},{"date":"19930428","headline":"Beyond 'Dog Ate My Homework'","web_url":"https://www.nytimes.com/1993/04/28/education/beyond-dog-ate-my-homework.html","abstract":"  Douglas A. Bernstein, a psychology professor at the University of Illinois, recently asked faculty members on an electronic-mail network for \"the most unusual, bizarre and amazing student excuses\" they had ever heard. He got dozens of replies.    \"As you read,\" he told readers of APS Observer, the journal of the American Psychological Society, \"keep in mind that many of these excuses (and most that weren't funny enough to include) actually turn out to be true. As one contributor put it, 'It is easy to forget that our students have lives outside of class, and their lives are as chaotic as ours.' \"","thumbnail":null,"section":"Education"},{"date":"19930428","headline":"HOCKEY;\nRichter's Season Ends As Swedes Swarm Goal","web_url":"https://www.nytimes.com/1993/04/28/sports/hockey-richters-season-ends-as-swedes-swarm-goal.html","abstract":"Looking up through his goalie's mask at the scoreboard today, Mike Richter could count the time left for himself and the United States team at the world ice hockey championships. \n\nThe Swedes had him beaten, 5-2, in the quarterfinals, and their fans were singing. In the locker room, all that was left was to say goodbye to people he had only just met.\nRichter Disappointed\n\n \"Tonight we had an opportunity to keep that game tight until the end,\" said Richter, the Americans' goaltender. \"It's a cliche, but the other team, if they're pressing and pressing and they're not scoring, then at the end of the game you have a chance to turn things around and win it. But we didn't hold them off. It's disappointing.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/04/28/nyregion/news-summary-281693.html","abstract":"  International A3-11  CLINTON CAUTIOUS ON BOSNIA  Seeking to reassure lawmakers and others who fear being drawn into a new Vietnam, Secretary of State Warren Christopher told Congress that President Clinton would not authorize military action in Bosnia unless he was certain the United States could avoid getting more deeply involved than it wanted.  A1  FEARS OF A NEW VIETNAM  While advocates for tougher American action against the Bosnian Serbs have drawn parallels to the origins of World War II and the appeasement of Nazi aggression, on Capitol Hill a growing number of lawmakers expressed the fear that the bombing of Serbian positions would inevitably lead to a runaway deployment of ground troops.  A10","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Toronto Journal; Coming Up Fast, Tory Dark Horse From Quebec","web_url":"https://www.nytimes.com/1993/04/28/world/toronto-journal-coming-up-fast-tory-dark-horse-from-quebec.html","abstract":"  She was supposed to be different, a fresh face with new ideas, a baby boomer from Vancouver who would become the first woman to be Canadian Prime Minister and lead the Progressive Conservative Party to a third straight election victory in the fall.   That may still happen, but after two television debates and a round on the hustings, the message of Defense Minister Kim Campbell is being perceived by many Canadians as short on both substance and new directions.","thumbnail":null,"section":"World"},{"date":"19930428","headline":"Lakers' Divac Is Fined for a Flagrant Foul","web_url":"https://www.nytimes.com/1993/04/28/sports/sports-people-pro-basketball-lakers-divac-is-fined-for-a-flagrant-foul.html","abstract":"  VLADE DIVAC of the Los Angeles Lakers was fined $5,000 by the N.B.A. yesterday for a flagrant foul on Seattle's NATE McMILLAN. Divac was ejected during Friday night's game after the foul, which occurred with 7 minutes 24 seconds remaining in the third quarter. The ejection carries an additional $250 fine.  (AP)","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Experts to Review Clinton Health Plan","web_url":"https://www.nytimes.com/1993/04/28/us/experts-to-review-clinton-health-plan.html","abstract":"  President Clinton has named 47 doctors, nurses and other medical experts to assess his plan to revamp the nation's health care system before he sends it to Congress this spring.    The White House did not announce formation of the panel until Monday, but a member of the group said today that members held their first meeting two weeks ago.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"China:The Party's 'Mandate of Heaven' Is Fraying","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-chinathe-partys-mandate-of-heaven-is-fraying.html","abstract":"- The Chinese are great believers in the cyclical nature of history. For them, everything comes around again and again and again - an understandable notion, considering their 4,000 years of recorded history.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Critic's Notebook; A 'Ring' Trance Breaks As Valhalla Shuts Down","web_url":"https://www.nytimes.com/1993/04/28/arts/critic-s-notebook-a-ring-trance-breaks-as-valhalla-shuts-down.html","abstract":"  It sounds smug but it's true: hearing Wagner's \"Ring\" stretched out over weeks or months is really not hearing the \"Ring\" at all. Doing it Wagner's way -- four operas encompassing a week -- re-creates the slow-moving avalanche he had in mind. It takes about 19 hours for Valhalla and all its accumulated weight to come crashing down on our heads, but midway through \"Die Walkure\" time and pressure begin to work their restorative powers.   Wagner's various motifs become the listener's friends, assuming with each transformation a deepening personality. If in the end we are crushed by sheer reiteration, we are curiously renewed as well. Minimalism, Wagner's mirror opposite, claims this same medicinal property.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Shake-Up Not in Sight As the Devils Depart","web_url":"https://www.nytimes.com/1993/04/28/sports/hockey-shake-up-not-in-sight-as-the-devils-depart.html","abstract":"  The Devils had their team picture taken this afternoon at Byrne Meadowlands Arena,just a day after their elimination by the Penguins in Pittsburgh. And although several players might have been wondering whether they would be part of the picture next season, the Devils' president and general manager, Lou Lamoriello, warned against any drastic player changes.   The team's management and coaching staff are on even more solid ground, despite New Jersey's failure to advance past the first round of the playoffs for the fourth straight year.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Kevin Oldham Memorial","web_url":"https://www.nytimes.com/1993/04/28/arts/kevin-oldham-memorial.html","abstract":"  A memorial service for the composer and pianist Kevin Oldham is to be held at 3 P.M. on Saturday at Marble Collegiate Church, Fifth Avenue at 29th Street. Works by Mr. Oldham for chorus, voice and piano are to be performed by the church's choir; Karen Kushner, a pianist, and Carl Halvorson, a tenor. Mr. Oldham died on March 11 at the age of 32.  ","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Review/Music: Shining Brow; Frank Lloyd Wright Joins Opera's Pantheon","web_url":"https://www.nytimes.com/1993/04/28/arts/review-music-shining-brow-frank-lloyd-wright-joins-opera-s-pantheon.html","abstract":"  In the suddenly trendy medium of opera, contemporary Americans are increasingly appearing as subjects. It could only have been a matter of time before someone would fasten on the great architect Frank Lloyd Wright, one of the few Americans of this century whose life had genuine operatic scope and drama. But who would have thought it would happen here?   There have always been interesting little outposts on the national music scene, but this has not been one of them. Madison, the state capital and the home of the University of Wisconsin, is more an intellectual and political hotbed than a cultural center. The Madison Opera, in particular, has been a provincial enterprise, scarcely remembered from a critic's days at the university in the 1960's.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"Many Questions Raised in Texas On Murder Case","web_url":"https://www.nytimes.com/1993/04/28/us/many-questions-raised-in-texas-on-murder-case.html","abstract":"  Gov. Ann W. Richards is reviewing a request for an emergency 30-day stay of execution for Gary Graham, a Texas inmate facing death by injection on Thursday even as his lawyers raise factual questions about the case.   \"She has made no decision,\" said Leticia Vasquez, a spokeswoman for the Governor, adding that it was doubtful that she would decide before Wednesday evening, pending the outcome of a flurry of legal activity on Mr. Graham's behalf.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"Corrections","web_url":"https://www.nytimes.com/1993/04/28/nyregion/c-corrections-020793.html","abstract":"  Weather listings from Jan. 7 through last Thursday carried incorrect daily temperature and precipitation readings for San Juan, P.R., because of a computer programming error at WSI, a weather data supplier. Readers wishing corrected figures may write to the News Desk, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"New York's Bleak Job Outlook","web_url":"https://www.nytimes.com/1993/04/28/nyregion/new-york-s-bleak-job-outlook.html","abstract":"  The Port Authority predicted that the New York region would lose 67,000 jobs this year, the fourth straight year of job losses. Page B1.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-letters-to-the-editor.html","abstract":"On the Killing Ground Regarding \"Europe's Reasons to Skip Bosnia Aren't All Bad\" (Opinion, April 21) by Roy Denman:. I wonder if Mr. Denman has ever seen a family executed. I wonder what his state of mind would be if, as a father, he were to loo","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"The Suns Apparently Have Their Eyes on Dudley","web_url":"https://www.nytimes.com/1993/04/28/sports/pro-basketball-notebook-the-suns-apparently-have-their-eyes-on-dudley.html","abstract":"  Are the Phoenix Suns prepared to make a big push to get Chris Dudley should he be available on the free-agent market? Apparently they are, and according to one National Basketball Association general manager who asked not to be identified, the Suns are even prepared to give forward Tom Chambers his walking papers, which would open a salary slot for Dudley.   The Suns won't talk about Dudley -- \"I can't talk about Chris Dudley -- that would be tampering,\" Cotton Fitzsimmons, Phoenix's senior executive vice president, said -- but he is apparently a player they would love to have.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"A 'Learnfare' Program Offers No Easy Lessons","web_url":"https://www.nytimes.com/1993/04/28/us/a-learnfare-program-offers-no-easy-lessons.html","abstract":"  Ohio's strategy for keeping teen-age welfare mothers in school sounds simple: pay them $62 a month when they are in school and dock them $62 when they are not.    But what Ohio's experiment has shown is that the reasons these girls return to school -- or do not -- are as complicated as their own lives.","thumbnail":null,"section":"U.S."},{"date":"19930428","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/04/28/opinion/IHT-letters-to-the-editor-90980317128.html","abstract":"Conditions of Peace. Regarding \"The Rush Is on for a 'Peace Process' Giveaway\" (April 13) by William Safire:. It is a warped perspective that would perceive the participation of the Palestinian leader Faisal Husseini in the peace negotiations as","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"Knicks Pass Riley's Quiz","web_url":"https://www.nytimes.com/1993/04/28/sports/pro-basketball-knicks-pass-riley-s-quiz.html","abstract":"  Some people expect the Knicks to sweep the Indiana Pacers -- easily. Yet, the Knicks are trying to avoid any degree of overconfidence, which is one of many reasons why Coach Pat Riley took the team away from New York to prepare for the playoffs.   \"We can't be making plans to be somewhere in June when we have this week ahead of us first,\" Riley said today as the Knicks continued their minicamp at the College of Charleston. \"It's a difficult time for our guys from a state of mind. Complacency is a very insidious disease. We have to get ourselves right.\"","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"It's Tucker And Lewis And a War Of Words","web_url":"https://www.nytimes.com/1993/04/28/sports/boxing-notebook-it-s-tucker-and-lewis-and-a-war-of-words.html","abstract":"  In his fashion, Don King cited the Bible, Rostand and Shakespeare. But Tony (TNT) Tucker simply cited his fists yesterday in one of those obligatory pre-fight scenes of angry stares, putdowns and slightly askew literary allusions.   All the rhetoric will be put to rest on May 8 when Tucker, the contender, fights Lennox Lewis, the champion, in Las Vegas, Nev., for the World Boxing Council heavyweight title.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Yale Study About Allen Flawed, Expert Testifies","web_url":"https://www.nytimes.com/1993/04/28/nyregion/yale-study-about-allen-flawed-expert-testifies.html","abstract":"  A child psychiatrist testified yesterday that experts at Yale-New Haven Hospital had mishandled interviews and used faulty methodology to conclude that Woody Allen had not molested his 7-year-old daughter, Dylan.   Testifying at the custody trial of Mr. Allen and Mia Farrow, the psychiatrist, Dr. Stephen Herman, called the Yale report \"seriously flawed.\" He said the investigators had developed questionable interpretations of many of Dylan's statements to them, inappropriately destroyed original notes of the meetings and leaped to unsubstantiated conclusions about people whom they had not even interviewed.","thumbnail":null,"section":"New York"},{"date":"19930428","headline":"Burying Urgent Mental Health Issues in Kitsch","web_url":"https://www.nytimes.com/1993/04/28/opinion/l-burying-urgent-mental-health-issues-in-kitsch-054193.html","abstract":"  To the Editor:   \"When a Long Therapy Goes a Little Way\" (The Week in Review, April 18) did little to illuminate the real issues in hammering out a national mental health benefits package. I was outraged that a completely erroneous quote, attributed to me, presented the National Association of Social Workers' position as antithetical to what it really is.","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"A Litmis Test for Justices?;\nLegal Views Do Matter","web_url":"https://www.nytimes.com/1993/04/28/opinion/a-litmis-test-for-justices-legal-views-do-matter.html","abstract":"President Clinton is being criticized for saying he wants to appoint Supreme Court Justices who believe the Constitution protects a woman's right to choose to have an abortion. Critics say that is an inappropriate \"litmus test\" and will undercut the Court's independence. But there is nothing improper about looking for nominees who hold certain general views about the Constitution or who embrace a constitutional right repeatedly recognized under settled law.\n\nWould anyone call it an improper \"litmus test\" for President Clinton to say he will only nominate Justices who accept the principle, established by Brown v. Board of Education, that racial segregation is unconstitutional?","thumbnail":null,"section":"Opinion"},{"date":"19930428","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/04/28/style/chronicle-009693.html","abstract":"  CHARLTON HESTON, known variously as Moses, Ben-Hur and Michelangelo, took on a new role yesterday in Paris. In his words, \"I am the announcer of the gift.\"    Indeed he was, announcing at a news conference in the Musee Guimet that SmithKline Beecham, the pharmaceutical company, will donate 100,000 doses of polio vaccine to CARE, the humanitarian organization.","thumbnail":null,"section":"Style"},{"date":"19930428","headline":"Islanders Upset Over Slashing","web_url":"https://www.nytimes.com/1993/04/28/sports/hockey-islanders-upset-over-slashing.html","abstract":"  The Islanders, upset with a slash to the wrists of Steve Thomas by Kevin Hatcher during Washington's 6-4 victory on Monday night, requested today a league disciplinary investigation into what they call flagrant actions by the Capitals' defenseman.   Although X-rays showed no broken bones, Thomas was listed as a questionable starter for Game 6 Wednesday at Nassau Coliseum. According to General Manager Don Maloney of the Islanders, a previous slash by Hatcher had mangled the knuckles of Benoit Hogue in Game 3, an injury the team chose not to publicize.","thumbnail":null,"section":"Sports"},{"date":"19930428","headline":"Arts Endowment Awards $53 Million","web_url":"https://www.nytimes.com/1993/04/28/arts/arts-endowment-awards-53-million.html","abstract":"  The National Endowment for the Arts announced the awarding of $53 million in Federal grants today, including more than $9 million to agencies and organizations in New York State.   Among the recipients was the Brooklyn Academy of Music, which was given $565,000 to support the International Theater Project to bring theater companies, actors and directors to the academy to perform works from their repertories. The New York Philharmonic received $243,100 to engage young conductors, perform commissioned works and present free concerts in the city and in Suffolk and Westchester Counties.","thumbnail":null,"section":"Arts"},{"date":"19930428","headline":"A View From the Fence","web_url":"https://www.nytimes.com/1993/04/28/world/a-view-from-the-fence.html","abstract":"  Behind Western Europe's reluctance to agree to air strikes or ground operations to halt Serbian attacks against Muslims in Bosnia and Herzegovina is the fear, expressed today by the European Community's peace negotiator, Lord Owen, of becoming involved in somebody else's civil war.   \"Europe must not become combatants in a civil war,\" Lord Owen said in an interview. \"It will be very difficult for the Europeans to take American suggestions of military action seriously until your forces are also on the ground as peacekeepers.\"","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19930428","time":"1993-04-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":82,"wspd":14.8},{"date":"19930428","time":"1993-04-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":83,"wspd":16.6},{"date":"19930428","time":"1993-04-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":85,"wspd":24.1},{"date":"19930428","time":"1993-04-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":85,"wspd":14.8},{"date":"19930428","time":"1993-04-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":84,"wspd":16.6},{"date":"19930428","time":"1993-04-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":85,"wspd":18.4},{"date":"19930428","time":"1993-04-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":84,"wspd":13},{"date":"19930428","time":"1993-04-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":83,"wspd":14.8},{"date":"19930428","time":"1993-04-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":79,"wspd":24.1},{"date":"19930428","time":"1993-04-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":79,"wspd":24.1},{"date":"19930428","time":"1993-04-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":78,"wspd":24.1},{"date":"19930428","time":"1993-04-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":73,"wspd":22.3},{"date":"19930428","time":"1993-04-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":69,"wspd":24.1},{"date":"19930428","time":"1993-04-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":66,"wspd":22.3},{"date":"19930428","time":"1993-04-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":65,"wspd":20.5},{"date":"19930428","time":"1993-04-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":65,"wspd":22.3},{"date":"19930428","time":"1993-04-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":65,"wspd":20.5},{"date":"19930428","time":"1993-04-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":67,"wspd":24.1},{"date":"19930428","time":"1993-04-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":73,"wspd":18.4},{"date":"19930428","time":"1993-04-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":78,"wspd":18.4},{"date":"19930428","time":"1993-04-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":83,"wspd":24.1},{"date":"19930428","time":"1993-04-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":83,"wspd":20.5},{"date":"19930428","time":"1993-04-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":84,"wspd":16.6},{"date":"19930428","time":"1993-04-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":85,"wspd":18.4},{"date":"19930428","time":"1993-04-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":21,"wspd":20.5},{"date":"19930428","time":"1993-04-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":21,"wspd":16.6},{"date":"19930428","time":"1993-04-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":68,"wspd":9.4},{"date":"19930428","time":"1993-04-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":73,"wspd":9.4},{"date":"19930428","time":"1993-04-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":74,"wspd":7.6},{"date":"19930428","time":"1993-04-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":76,"wspd":7.6},{"date":"19930428","time":"1993-04-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":80,"wspd":9.4},{"date":"19930428","time":"1993-04-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":80,"wspd":7.6},{"date":"19930428","time":"1993-04-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":82,"wspd":7.6},{"date":"19930428","time":"1993-04-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":85,"wspd":0},{"date":"19930428","time":"1993-04-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":82,"wspd":0},{"date":"19930428","time":"1993-04-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":82,"wspd":9.4},{"date":"19930428","time":"1993-04-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":63,"wspd":13},{"date":"19930428","time":"1993-04-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":52,"wspd":16.6},{"date":"19930428","time":"1993-04-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":35,"wspd":16.6},{"date":"19930428","time":"1993-04-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":22,"wspd":18.7},{"date":"19930428","time":"1993-04-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":24,"wspd":16.6},{"date":"19930428","time":"1993-04-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":22,"wspd":14.8},{"date":"19930428","time":"1993-04-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":19,"wspd":14.8},{"date":"19930428","time":"1993-04-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":18,"wspd":9.4},{"date":"19930428","time":"1993-04-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":18,"wspd":14.8},{"date":"19930428","time":"1993-04-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":18,"wspd":14.8},{"date":"19930428","time":"1993-04-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":20,"wspd":11.2},{"date":"19930428","time":"1993-04-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":24,"wspd":13}]}}