{"19950306":{"guardian_articles":[],"nytimes_articles":[{"date":"19950306","headline":"UConn, Hall Reach Finals","web_url":"https://www.nytimes.com/1995/03/06/sports/college-basketball-uconn-hall-reach-finals.html","abstract":"  It was easy for Connecticut. It was not that tough for Seton Hall once its speed and strength took over.   In the semifinals of the Big East women's tournament today, Connecticut, the nation's No. 1 team, routed Pittsburgh (17-11) by 95-63. In the first game at Seton Hall's Walsh Gymnasium, the host team overcame Villanova, 66-53.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Talks in Denmark to Discuss All the Ways the World Hurts","web_url":"https://www.nytimes.com/1995/03/06/world/talks-in-denmark-to-discuss-all-the-ways-the-world-hurts.html","abstract":"  Under a bleak gray sky, with the streets and marshlands swept by icy North Sea winds, this stolid Danish capital is preparing to play host to an unusual gathering of world leaders who are to discuss poverty, unemployment, uncontrolled migration and the kind of social disintegration that leads to civil war.   The United Nations World Summit for Social Development, which opens on Monday, is expected to draw more than 100 world leaders. Vice President Al Gore is scheduled to take part, and Hillary Rodham Clinton is to join the meeting -- known mostly as the Social Summit -- on Tuesday, staying on for Wednesday's commemoration of International Women's Day. More than 70 percent of the world's poorest people are women.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/03/06/nyregion/metro-digest-180295.html","abstract":"LACK OF HOSPITAL OVERSIGHT TAKES A TOLL   The thick medical texts that Love Njoku consulted seemed to confirm what she had suspected -- her pregnancy was not proceeding as smoothly as the midwife at North Central Bronx Hospital was saying. So she called the midwife, who told her not to worry.    Two months later, Mrs. Njoku's baby was born dead. The 8-pound 14-ounce boy's heart had stopped beating a day before he was delivered on Jan. 17, 1993. It was the first time during her pregnancy that she was examined by an obstetrician.   If there is a lesson to be learned from Mrs. Njoku's journey through New York's public hospital system, it is that even the most diligent of expectant mothers can be defeated by a medical bureaucracy that sometimes provides only minimal care. A1.   Mayor Giuliani said that a report detailing a high death rate among newborn babies in public hospitals demonstrated the need for the city to reduce its ownership of these hospitals. B5.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Museums","web_url":"https://www.nytimes.com/1995/03/06/nyregion/pulse-museums.html","abstract":"  March has made yet another untriumphant entrance. Grey skies and cold temperatures. It is a month that seems to fit nowhere. Dreariness takes control and there are few signs of brightness. A flash of brilliance may be enough to get through, though, and New York's museum's provide it. Following is a look at how some of the bigger museums have fared over the past four years. These four museums have experienced decreases in attendance. The 1993 attendance boom at the Museum of Modern Art can be explained in one word: Matisse. Henri Matisse: A Retrospective, drew record crowds to the museum.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Puccini in Rare Form, But Also Pure Puccini","web_url":"https://www.nytimes.com/1995/03/06/arts/opera-review-puccini-in-rare-form-but-also-pure-puccini.html","abstract":"  The New York City Opera's spring season continued on Friday night with that Puccinian problem child, \"La Rondine.\" It is much to the company's credit that this later work, finished in 1916, is before the public at all. Even if its third act betrays the limits of Puccini's attention span, \"La Rondine\" represents a typically sweet, lyrical and self-indulgent take on Viennese popular style.   It is, in fact, an operetta turned tragic, as if Puccini was as reluctant as ever to let one of his heroines walk away happy. Here she is Magda, who abandons luxurious courtesanship for the love of Ruggero. He is young, respectable and not terribly bright. After two months of sinful bliss on the Mediterranean (during which time he seems never to have asked where Magda came from) Ruggero proposes marriage. Knowing she will have to tell his family the truth, Magda goes back to Rambaldo, her former keeper.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"The Clamor in Mexico: Sullied Name Stirs Salinas","web_url":"https://www.nytimes.com/1995/03/06/world/the-clamor-in-mexico-sullied-name-stirs-salinas.html","abstract":"  Former President Carlos Salinas de Gortari is assured of a place in Mexican history, but the baffling events of the past week make it almost certain that it will not be the place he so desperately tried to attain.    Close friends of Mr. Salinas are puzzled by his recent actions, but they say that he has long been driven by a sense of destiny. That helps explain why he would take such unusual measures to defend his name, including breaking a long tradition of silence by former Presidents and undertaking a hunger strike.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"Red Storm Arrives On Time for Post-Season","web_url":"https://www.nytimes.com/1995/03/06/sports/college-basketball-red-storm-arrives-on-time-for-post-season.html","abstract":"  A month ago, St. John's was a team headed nowhere. It had lost 9 of 10 games and the operative word was survival. There was talk of players transferring to other schools, of coaches not being in control, of a program in a free fall. What a difference a month can make.   Now the team that was headed nowhere is talking of post-season tournaments. Not just the Big East or the National Invitation Tournament either. No, the Red Storm is brimming with confidence after an 86-77 triumph over 23d-ranked Georgetown yesterday at Madison Square Garden. Now there is talk about qualifying for the National Collegiate Athletic Association tournament. And somehow, that doesn't sound as silly as it once did.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"A Triumphant Whitaker Moves to Claim Next Title","web_url":"https://www.nytimes.com/1995/03/06/sports/boxing-a-triumphant-whitaker-moves-to-claim-next-title.html","abstract":"  Officially, George Foreman was stripped of his World Boxing Association heavyweight title today, and unofficially, Pernell Whitaker simply walked away from his W.B.A. junior middleweight belt.   Whitaker waited only a few minutes Saturday night after he captured a unanimous 12-round decision from Julio Cesar Vasquez -- a verdict Vasquez endorsed -- to say, \"I'm giving Julio back his belt.\"","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Jaspers Regroup With Rally and Notch Victory No. 25","web_url":"https://www.nytimes.com/1995/03/06/sports/college-basketball-maac-jaspers-regroup-with-rally-and-notch-victory-no-25.html","abstract":"  Manhattan hit a major bump along its road to the National Collegiate Athletic Association tournament tonight. But the Jaspers were able to continue on that course by rallying to defeat Fairfield, 82-69, in a semifinal contest of the Metro Atlantic Athletic Conference tournament at Knickerbocker Arena.   The top-seeded Jaspers (25-3), who got a game-high 23 points from guard Ted Ellis and 18 from center Jamal Marshall, fell behind the fourth-seeded Stags (13-15) by as many as 8 points early in the second half. They needed to increase the intensity of their nationally ranked defense to get back into the contest.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Buddy Guy, Blues Master, On the Audience Wavelength","web_url":"https://www.nytimes.com/1995/03/06/arts/pop-review-buddy-guy-blues-master-on-the-audience-wavelength.html","abstract":"  Buddy Guy is one of the handful of great living bluesmen. His albums, like his current \"Slippin' In\" (Silvertone), show off his strengths: a voice that moves from plush and pained to a near-hysterical rasp, and guitar playing that can tickle quietly, slash in broad strokes or jitter in frantic, speedy splotches. But in concert, where bluesmen used to prove themselves, Mr. Guy has turned into a peculiar amalgam of blues master and showboating celebrity, devoted more to working a crowd than to playing the blues.   On Thursday night at the Academy, he faced a typical current blues audience: overwhelmingly white, largely male and out to party. It's an audience that both appreciates the performer and treats him like a gifted freak or a servant. Mr. Guy was dressed for the part, in overalls and a flannel shirt, with a polka-dotted guitar and a rhinestoned strap.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"New Contender Rises From Italy's Center-Left","web_url":"https://www.nytimes.com/1995/03/06/world/new-contender-rises-from-italy-s-center-left.html","abstract":"  A year after Silvio Berlusconi burst onto Italy's political scene and became Prime Minister, the country is mesmerized by yet another new player: Romano Prodi, a 55-year-old economist who is widely perceived as a leading contender in the next national elections.   In the month since he announced his candidacy as head of a new center-left coalition, Mr. Prodi, less brash than Mr. Berlusconi but just as ambitious, has already shifted the political kaleidoscope. After a half-century of revolving-door governments and two years of scandal and turmoil, there is now hope that the next elections will offer a real choice at the center of the political spectrum, and that the next government will be able to stay in office more than a year.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"What a Difference Affirmative Action Has Made","web_url":"https://www.nytimes.com/1995/03/06/opinion/l-what-a-difference-affirmative-action-has-made-379095.html","abstract":"  To the Editor:   I am saddened by Shelby Steele's critique of affirmative action (Op-Ed, March 1).","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Cigar Adds to Victory Campaign","web_url":"https://www.nytimes.com/1995/03/06/sports/horse-racing-cigar-adds-to-victory-campaign.html","abstract":"  No, that wasn't Holy Bull out there taking the lead as they turned for home and driving easily through the homestretch to win by 7 1/2 lengths. It was Cigar, the big bay horse who won the 50th running of the Gulfstream Park Handicap today for his fifth straight victory and the clear lead in the larger race to succeed Holy Bull as the best handicap horse in America.   It was just four weeks after Holy Bull dueled Cigar in the Donn Handicap before breaking down with leg injuries that forced him into retirement, the Horse of the Year in 1994, suddenly gone in his second start in 1995. Cigar went on to win that race by 5 1/2 lengths. And today, while Holy Bull waited in Kentucky for the verdict of history, Cigar picked up the pieces and roared straight ahead.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Many Faces of Witness in Terror Trial","web_url":"https://www.nytimes.com/1995/03/06/nyregion/many-faces-of-witness-in-terror-trial.html","abstract":"  When Emad Salem takes the stand this week in the terrorism trial of Sheik Omar Abdel Rahman and 10 others, the jury must decide which version of the man to believe.   Is he an undercover hero who infiltrated a gang of Arab terrorists bent on blowing up the Lincoln Tunnel and other landmarks, as the prosecution says? Or is he an Egyptian double agent who came to the United States expressly to frame Mr. Abdel Rahman and keep him from returning to Egypt, as the defense claims?","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/06/nyregion/c-corrections-888295.html","abstract":"  A brief report by The Associated Press in Business Day on Wednesday about a reorganization of Delphi Internet Services, a unit of the News Corporation, misstated the first name of the executive who will head the company's international expansion. He is Jaan Torv, not Joan.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Iraq Can Choose To End the Suffering","web_url":"https://www.nytimes.com/1995/03/06/opinion/l-iraq-can-choose-to-end-the-suffering-567095.html","abstract":"  To the Editor:   Nizar Hamdoon, representative of Iraq to the United Nations, tells us that \"The suffering of Iraqi children, the elderly and the public at large because of sanctions is horrifying\" (letter, Feb. 27). This is nonsense.","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"1895: Not All That Ill : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/06/opinion/IHT-1895-not-all-that-ill-in-our-pages100-75-and-50-years-ago.html","abstract":"MUNICH - I made an exhaustive inquiry regarding the epidemic of influenza reported to be waging in Munich since January. The chief of the department of statistics informed me that the reports in the local press regarding the influenza had been grossly exa","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"States Seek to Let Citizens Carry Concealed Weapons","web_url":"https://www.nytimes.com/1995/03/06/us/states-seek-to-let-citizens-carry-concealed-weapons.html","abstract":"  A powerful movement to allow ordinary citizens to obtain permits easily for carrying concealed weapons is taking hold across the country, a product of both the new Republican control of many state Governments and of increasing fears that the police are incapable of protecting citizens from criminals.   In the last few weeks alone, Legislatures in Virginia, Arkansas and Utah have passed laws that would make it far easier for law-abiding adults to obtain permits to carry handguns. Several other states, including Texas, the nation's second largest, are expected to pass similar bills soon.","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"Ex-Teacher Gets Legal Help","web_url":"https://www.nytimes.com/1995/03/06/nyregion/new-jersey-daily-briefing-ex-teacher-gets-legal-help.html","abstract":"  The battle isn't over for Christina Gordon, the special education teacher so determined to run the Boston Marathon that she quit her job. Mrs. Gordon resigned when the Dover Board of Education, citing a teacher contract that prohibits taking personal days on Mondays or Fridays, refused to grant time off for the marathon on Monday, April 17.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Anderson Gets Back On Track For Nets","web_url":"https://www.nytimes.com/1995/03/06/sports/pro-basketball-anderson-gets-back-on-track-for-nets.html","abstract":"  Kenny Anderson wants something made clear: He had no personal problems. He had professional problems. \"I'm A-O.K.,\" he said, placing his thumb and forefinger together to make a circle. \"I'm fine.\"   Twenty-two points. Twelve assists. One wink. A begrudging smile.   He is fine.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Inside Barings, a Clash of Two Banking Eras","web_url":"https://www.nytimes.com/1995/03/06/us/inside-barings-a-clash-of-two-banking-eras.html","abstract":"  During the banking crises of the 1920's and 1930's, the managing director of Barings, Cecil Baring, who was the third Lord Revelstoke, rode out the vicissitudes of international finance by sitting at his large desk, reading Homer.   Sent to Spain at one point to strike the terms for a huge loan, he cabled back urgently to demand not the latest interest rate, but the location of certain nesting birds that he was anxious to catch in his binoculars.","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"Triple Murder Causes Alarm About Hate Groups' Growth","web_url":"https://www.nytimes.com/1995/03/06/us/triple-murder-causes-alarm-about-hate-groups-growth.html","abstract":"  Along Walker Road here, Mark Thomas's compound of hate is easy to find.   Amid the trash, mud, rusted vehicles and sagging buildings a little more than a mile off the main road, the 44-year-old Mr. Thomas operates a ministry for racists where he teaches weapons skills on a rifle range and where, last April, he played host to a weekend Hitler Youth Festival that attracted 200 neo-Nazi skinheads and other white supremacists. Mr. Thomas also publishes The Watchman, a monthly newsletter that in one issue last year preached, \"It is the trademark of the Jew to make us feel dirty and unworthy.\"","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"Loss Means Maryland Must Share First Place","web_url":"https://www.nytimes.com/1995/03/06/sports/college-basketball-loss-means-maryland-must-share-first-place.html","abstract":"  \"We've got an A.C.C. title,\" Joe Smith of Maryland said this afternoon. The words were a distant possibility when Gary Williams returned to his school to become the Maryland basketball coach six seasons ago.   But when a program once beaten down by scandal and defeat ended its regular season with a share of first place in the Atlantic Coast Conference, the words Smith spoke in a quiet dressing room held more consolation than triumph. With Williams still hospitalized with a case of pneumonia, the Terrapins lost their chance to gain sole possession of first place when they were overwhelmed by Virginia, 92-67.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Off Chile's Southern Tip, Shellfish Harbor New Peril","web_url":"https://www.nytimes.com/1995/03/06/world/off-chile-s-southern-tip-shellfish-harbor-new-peril.html","abstract":"  Ever since its discovery by the Portuguese navigator Ferdinand Magellan in 1520, the 350-mile strait around South America that bears his name has been a prime fishing ground for shellfish.   But the emergence of deadly toxins in the Strait of Magellan's water in the past three years has brought an abrupt end to the unrestricted harvesting of shellfish here. The poisons come from a natural phenomenon known as \"red tide,\" which has been increasing in recent years worldwide and moving south.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"Rutgers's James Sparks George Washington Upset","web_url":"https://www.nytimes.com/1995/03/06/sports/college-basketball-atlantic-10-rutgers-s-james-sparks-george-washington-upset.html","abstract":"  Rutgers did Massachusetts and Temple a favor today. The Scarlet Knights upset George Washington, 80-73, in the quarterfinals of the Atlantic 10 tournament at the Palestra.   Before a capacity crowd of 8,722 spectators, Rutgers won on the perimeter shooting of Robin James, the senior guard from Bergenfield, N.J., who set a tournament record by shooting 6 for 6 from 3-point range and was the game's scoring leader with 23 points.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Hotel Housing Unites Unlikely Allies","web_url":"https://www.nytimes.com/1995/03/06/nyregion/metro-matters-hotel-housing-unites-unlikely-allies.html","abstract":"  JULIE SANDORF admits she is surprised. She did not expect to find an ally in Mayor Rudolph W. Giuliani. His politics are not hers, he has been cutting aid to the poor with an enthusiasm she finds disquieting, and the tone of his campaigning two years ago troubled her. She didn't even vote for him.   Yet in an often uphill effort to build housing for the homeless, she has indeed found support from the Mayor. \"Sometimes, you've got to give credit where credit is due,\" said Ms. Sandorf, president of the Corporation for Supportive Housing.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Villeneuve Uses Fast Pit Stop To Win the Miami Grand Prix","web_url":"https://www.nytimes.com/1995/03/06/sports/auto-racing-villeneuve-uses-fast-pit-stop-to-win-the-miami-grand-prix.html","abstract":"  The Miami Grand Prix had all the elements of its counterpart in Monaco today: yachts floating in the harbor a few yards from speeding race cars, a babel of languages being spoken in the grandstands and no place for the drivers to pass each other.   Like the race in that tiny European principality, this race today -- the opener of the 1995 Indy-car season -- was high on glamour. But for every driver except the winner, Canadian Jacques Villeneuve (who, by coincidence, grew up in Monaco), it was frustrating to some degree or another.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Sports of The Times; Lopez-Iverson Rivalry And Lessons Learned","web_url":"https://www.nytimes.com/1995/03/06/sports/sports-of-the-times-lopez-iverson-rivalry-and-lessons-learned.html","abstract":"  IN a crowded, steamy Georgetown locker room at Madison Square Garden yesterday afternoon, the players dressed quietly and quickly. Patrick Ewing sat on one side of the room with his son. Ralph Dalton, Ewing's backup at Georgetown more than a decade ago, sat with his infant son. Seeing them briefly took me back to the years when Dalton and Ewing sat in this very room either jubilant after a harrowing Big East victory over St. John's or somber after a razor-thin loss.    A decade later, Ewing dresses across the hall with the New York Knicks, Dalton is the vice president of a Wall Street securities firm and Georgetown's locker room is occupied by a new budding star: Allen Iverson.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"A Brand-Name Consistency Can Still Produce Surprises","web_url":"https://www.nytimes.com/1995/03/06/arts/music-review-a-brand-name-consistency-can-still-produce-surprises.html","abstract":"  Two of the most celebrated brand names in music -- the Vienna Philharmonic and Georg Solti -- came together at Carnegie Hall this weekend for three sold-out concerts. And like brand-name products, they guaranteed a certain amount of consistency and reliability, particularly when taking on such mainstream repertory as Beethoven's Seventh Symphony, Strauss's \"Till Eulenspiegel,\" Stravinsky's \"Petrouchka\" and Tchaikovsky's \"Pathetique\" Symphony. It would almost have been possible to catalogue their virtues in advance.    The Vienna showed off its familiar warm string sound, which can make ordinary orchestral legato seem quirky and edgy, along with a melting, penetrating brass sound that burnishes ordinarily blaring climaxes. It also had the sort of proprietary confidence about the repertory that early-music groups usually possess. Mr. Solti, during climaxes, displayed the kind of driving energy that takes no prisoners; robust phrasings in which each note was both accented and part of a penetrating proclamation, and an unpredictability that celebrated the sensations of the present moment.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"Hoyas Capture IC4A Title Again","web_url":"https://www.nytimes.com/1995/03/06/sports/hoyas-capture-ic4a-title-again.html","abstract":"  Georgetown's middle-distance runners overcame Seton Hall's speed to win the IC4A indoor track championships for the third straight year at Princeton's Jadwin Gym today. Georgetown had 86 points to 74 for Seton Hall and 61 1/2 for Princeton.   The Hoyas were paced by Bryan Woodward, a junior, who successfully defended his title with a 1:49.92 victory in the 800 meters, and then came back to anchor the winning 3,200-meter relay team. Another Georgetown winner was Mark Sivieri, who won the mile in 4:09.65.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"DANCE","web_url":"https://www.nytimes.com/1995/03/06/arts/dance-905695.html","abstract":"  Sun and Moon as in Haiku But It's Movement, not Words  Erick Hawkins Dance Company Joyce Theater    \"Black Lake\" is one of Erick Hawkins's most ingenious dances. To think of the night sky as a black lake is to understand the choreographer's approach to metaphor. Like the dancing, the work's original score by Lucia Dlugoszewski fuses Asian and Western elements and the entire piece has the measured confidence of a time-honored ceremony. And like its haikulike episodes that speak of the sun and moon, the work as a whole celebrates the eternal in nature.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"What a Difference Affirmative Action Has Made; Juggling the Numbers","web_url":"https://www.nytimes.com/1995/03/06/opinion/l-what-a-difference-affirmative-action-has-made-juggling-the-numbers-893995.html","abstract":"  To the Editor:   Shelby Steele, in \"Affirmative Action Must Go\" (Op-Ed, March 1), correctly notes the perniciousness of affirmative action. However, his suggested remedy, eliminating affirmative action and making discrimination a felony, would not correct the preference-ridden system.","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/03/06/nyregion/inside-873495.html","abstract":"  New Currency Threat To European Unity   In a move that may doom efforts to create a single European currency before the end of the century, officials of the European Union agreed at an emergency meeting early today to devalue the Spanish peseta and the Portuguese escudo. Page D1. The Bells' Latest Rival    MCI Communications plans local phone services for businesses in 10 cities, including New York, the biggest assault yet by a long-distance company on local Bells. Page D1. A Mexican and His Destiny    Friends of Carlos Salinas de Gortari are puzzled by his recent actions, but they say the former Mexican President's sense of destiny may explain them. News analysis, page A3. Hatfield Under Fire for Vote   The Republican defector on the balanced-budget vote offered to resign beforehand. His committee chairmanship is in doubt. Page A11. Japanese Balk at Apology    Many members of Japan's Parliament are opposing a move to apologize for invading other Asian countries in World War II. Page A9.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"A Love Duet by the Middle Aged","web_url":"https://www.nytimes.com/1995/03/06/arts/dance-review-a-love-duet-by-the-middle-aged.html","abstract":"  Since the 1930's, Anna Sokolow's dances have often been choreographic poems of despair, portraits of the alienated and manifestoes against oppression. Yet on Thursday night, when Anna Sokolow's Players' Project performed at Playhouse 91, she offered a premiere that was for her something out of the ordinary: a love duet.    Yet while this work, \"September Sonnet,\" depicted affection, its hero and heroine were not dewy-eyed young innocents but worldly middle-aged people. As portrayed by Jim May and Lorry May, dancers who have often worked with Ms. Sokolow, the lovers became survivors of many emotional crises.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"Transactions","web_url":"https://www.nytimes.com/1995/03/06/sports/transactions-751795.html","abstract":"  WEEKEND Basketball  National Basketball Association    ATLANTA HAWKS -- Placed Jim Les, guard, on the injured list. Signed Morlon Wiley, guard, to a 10-day contract.   DALLAS MAVERICKS -- Placed Jim Jackson, guard, on the injured list. Activated Doug Smith, forward.   INDIANA PACERS -- Released John Williams, forward. Signed Mark Strickland, forward, to a 10-day contract.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"The State Department: A Snail in Age of E-Mail","web_url":"https://www.nytimes.com/1995/03/06/world/the-state-department-a-snail-in-age-of-e-mail.html","abstract":"  While many politicians talk these days about propelling the nation into the new information age, State Department officials often feel stuck in the Dark Ages as they wait two hours for electronic mail to make its way to an Under Secretary one floor above.   \"In the morning it's not so bad, but from noon to three, when the E-mail traffic picks up, it can take two or three hours,\" said David Johnson, a State Department press officer.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"1945: Cologne Entered : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/06/opinion/IHT-1945-cologne-entered-in-our-pages100-75-and-50-years-ago.html","abstract":"SUPREME HEADQUARTERS ALLIED EXPEDITIONARY FORCE - Cologne, the third city of Germany, was entered today [March 5] by 1st army tanks and foot soldiers who advanced toward the center of the ancient Rhine capital without meeting the house-to-house resistance","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Colombia Oil Spills Net Fines for All but Rebels","web_url":"https://www.nytimes.com/1995/03/06/world/colombia-oil-spills-net-fines-for-all-but-rebels.html","abstract":"  With oil surpassing coffee as Colombia's largest export, a new team of environmental protection officials keeps meticulous track of oil company spills -- the 40 barrels in a field near here in December, for example, and the 25 barrels at a Caribbean refinery in January.   But most pollution from Colombia's oil industry is well out of reach of the new Ministry of Environment.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/06/nyregion/chronicle-909995.html","abstract":"  MARGO FEIDEN , owner of the art gallery that bears her name on Madison Avenue, has found a new way to raise money for Citymeals-on-Wheels, the program that feeds the homebound elderly, and it simply popped into her head one day.   Ms. Feiden is the kind of person who perpetually hears from other women, \"Where did you buy that?\" or, \"I love the way you dress.\"","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"House Republicans Propose Using a Work Requirement to Help Cut Food Stamp Costs","web_url":"https://www.nytimes.com/1995/03/06/us/house-republicans-propose-using-a-work-requirement-to-help-cut-food-stamp-costs.html","abstract":"  House Republicans said today that they wanted to cut $16.5 billion from the food stamp program over the next five years by establishing strict new work requirements for recipients and by trimming the growth in benefits.   The proposal represents a fundamental shift in the design of the program, which serves as the ultimate safety net for more than 27 million poor Americans.","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"We Have a Boardwalk, Too","web_url":"https://www.nytimes.com/1995/03/06/nyregion/new-jersey-daily-briefing-we-have-a-boardwalk-too.html","abstract":"  There's more than gambling: That's the message the Atlantic City Convention Center Authority will try to convey by radio beginning this spring. The authority will have its own low-power station, which will be receivable only around the city, intended especially for tourists approaching on the Atlantic City Expressway, the Black Horse Pike and the White Horse Pike. Road signs will advertise the broadcast, which will tell listeners about fairs, festivals and big-name entertainment.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Helpful Dutch Dots","web_url":"https://www.nytimes.com/1995/03/06/opinion/l-helpful-dutch-dots-896395.html","abstract":"  To the Editor:   In \"Let's Break the Drab Dollar Bill Habit\" (letter, Feb. 28), Calvin B. Webster, while suggesting that the United States take a cue from the Netherlands, known for attractive and forge-resistant bank notes, omits a high-tech graphic feature that does more to help the blind distinguish between denominations than differences in size.","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Oldenburg Again: Whimsy and Latent Humanity","web_url":"https://www.nytimes.com/1995/03/06/arts/art-review-oldenburg-again-whimsy-and-latent-humanity.html","abstract":"  The National Gallery is by its nature august. But its exhibition entitled \"Claes Oldenburg: An Anthology\" has turned out to be one of the rare occasions on which visitors without exception are seen to relax from the moment they come through the door. Smiles break out all over. Beaming strangers reach out to one another. Old and young are as one. Feeling comes close to carnival, and yet the work looks perfectly at home in the museum.   This is the more remarkable in view of what Mr. Oldenburg wrote in 1961, when some 60 of these works were first seen in New York: Oldenburg said he was for an art that would do something other than sit on its backside in a museum.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"DANCE","web_url":"https://www.nytimes.com/1995/03/06/arts/dance-903095.html","abstract":"  Inspiration From Nature, And From Eartha Kitt,  Amos Pinhasi Dia Center for the Arts    Amos Pinhasi presented an odd but ultimately enjoyable evening of new and recent dances on Thursday. The program opened with \"Shards,\" an evocative 1994 solo in which Mr. Pinhasi and his lighting designer, Mark London, created an atmosphere of desert heat and light. In \"The Apple Basket,\" a new dance set to anonymous 16th-century English songs, bird and cricket sounds, and percussive music by Dead Can Dance, three women and a man fashioned a community onstage with the help of wooden furniture, two logs, branches and a basket filled with green apples. But Mr. Pinhasi offered a sort of creative U-turn in \"For Eartha,\" in some ways a tease of what had come before.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"1920: Asia Minor Crisis : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/06/opinion/IHT-1920-asia-minor-crisis-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The gravity of the situation in Asia Minor has induced the conference of Foreign Ministers to sit to-day [March 5]. I am able to state that the Cicilian massacres are now admitted to be most serious. There are at least 15,000 dead. The bulk of th","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Ex-Boxing Champ Urges Peace","web_url":"https://www.nytimes.com/1995/03/06/nyregion/new-jersey-daily-briefing-ex-boxing-champ-urges-peace.html","abstract":"  From a church pulpit, Evander Holyfield, the former heavyweight boxing champion, urged forgiveness yesterday over the shooting of a black youth, Lawrence Meyers, by a white police officer during a drug arrest.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Amid Sinking Feeling, Faldo Edges Norman","web_url":"https://www.nytimes.com/1995/03/06/sports/golf-amid-sinking-feeling-faldo-edges-norman.html","abstract":"  All day long they had fought a war of attrition, Nick Faldo, Greg Norman and Peter Jacobsen, trading blows and the lead as they struggled around a Blue Monster course that had been awakened by the wind. And just as it always seems to do here, the whole Sturm und Drang boiled in a crescendo at the final hole.   What Norman needed was a par at the final hole. Just a 4 on the 18th. If he could do that, he would be in a playoff with Faldo for the Doral-Ryder Open title and the $270,000 first-place check.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Law Lets Midwives Supervise Only Low-Risk Cases","web_url":"https://www.nytimes.com/1995/03/06/nyregion/law-lets-midwives-supervise-only-low-risk-cases.html","abstract":"  The increasing use of midwives at many public hospitals in New York City comes as there is renewed interest in the age-old profession across the country. Their focus on the most natural and least invasive methods of childbirth is attractive to women who are put off by the more clinical approach of some doctors.   They have become popular among some healthy, young middle-class women who can expect uneventful pregnancies and deliveries that are not likely to require the technology available in modern maternity wards.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/06/nyregion/chronicle-487995.html","abstract":"  There is no question that ERNESTINE SCHLANT BRADLEY , the wife of Senator Bill Bradley, exemplifes the theme of a luncheon, \"Celebrate Life,\" at which she will be honored next week.    A breast cancer survivor, whose disease was diagnosed two years ago, she will receive the Circle of Strength award from the National Alliance of Breast Cancer Organizations at its third annual luncheon on March 16 at the Plaza Hotel.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/06/nyregion/c-corrections-889095.html","abstract":"  A table in Science Times on Feb. 21 about the possible health benefits of nutrients called carotenoids misidentified one substance. It is lycopene, not lyocene.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Speaker's Sister Now Speaking Out","web_url":"https://www.nytimes.com/1995/03/06/us/speaker-s-sister-now-speaking-out.html","abstract":"  With her brother's election as Speaker of the House last fall, Candace Gingrich's homosexuality became a matter of public record. Now, in her first official role as a representative of gays and lesbians, she has come to Washington to lobby Congress to preserve money for AIDS programs.   But Ms. Gingrich, a 28-year-old computer technician from Harrisburg, Pa., has not even scheduled a visit with her brother, Newt Gingrich, the most powerful Republican on Capitol Hill these days.","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"Making a Tardy Issue of East Timor","web_url":"https://www.nytimes.com/1995/03/06/opinion/IHT-making-a-tardy-issue-of-east-timor.html","abstract":"Portugal is engaged in a cynical and hypocritical attempt to assuage its guilty conscience over events in its former colony of East Timor by transferring the blame to Indonesia and Australia..The latest venue for this exercise is the International Cour","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/06/nyregion/c-corrections-887495.html","abstract":"  An article on Friday about public reaction to the killing of Vladislav Listyev, a popular Russian television personality, referred incorrectly in some copies to Sergei M. Kirov, a Stalin aide whose assassination some compared to Mr. Listyev's. Kirov was killed in 1934, not 1937.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"The Simpson Defense: Source of Black Pride","web_url":"https://www.nytimes.com/1995/03/06/us/the-simpson-defense-source-of-black-pride.html","abstract":"  At the opening of new offices here last month for Johnnie L. Cochran Jr., O. J. Simpson's chief lawyer, an impassioned and revealing toast was offered by Earl Graves, the publisher of Black Enterprise magazine.   Recalling how a generation ago millions of blacks listened to boxing matches on radio, hanging on the outcome when Joe Louis fought, Mr. Graves called Mr. Cochran \"our new Joe Louis,\" and added \"he has made us all proud.\"","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"Europeans Oppose American as Next Director of Unicef","web_url":"https://www.nytimes.com/1995/03/06/world/europeans-oppose-american-as-next-director-of-unicef.html","abstract":"  In a bitter behind-the-scenes diplomatic battle, the 15 nations of the European Union have frustrated the Clinton Administration's efforts to have an American public health specialist selected as executive director of Unicef, the United Nations Children's Fund.   The agency has been headed by an American since it was founded in 1946, and until recently the Administration was confident that its candidate, Dr. William H. Foege, a former director of the Centers for Disease Control and Prevention, would become the agency's new executive director.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"Why Microsoft and Justice Dept. Settled","web_url":"https://www.nytimes.com/1995/03/06/opinion/l-why-microsoft-and-justice-dept-settled-895595.html","abstract":"  To the Editor:   \"Microsoft Back in the Dock\" (editorial, Feb. 20) reflects an apparent misunderstanding of the antitrust investigation of Microsoft. The phrase \"in the dock\" refers to a holding area in British courts for people accused of criminal conduct. This is a civil, not criminal case.","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Is NASA Among the Truly Needy?","web_url":"https://www.nytimes.com/1995/03/06/opinion/is-nasa-among-the-truly-needy.html","abstract":"  With politicians in Washington combing through the budget looking for programs to eliminate, it is astonishing that no one has taken aim at the manned space program. The recent space linkup of American astronauts with Russian cosmonauts -- and the shuttle flight now winging through the skies above us -- should be a reminder of the costly nature of the venture on which the U.S. is embarked. The space agency is spending more than $5 billion a year to fly its shuttles and build a space station leading nowhere.   This page has long been skeptical of the value of the proposed space station, largely because it will deliver so little for so much. The station makes minimal sense unless it is part of a broader plan of space exploration -- a manned mission to Mars, for example, or a trip back to the moon for extended exploration or habitation. Yet the date when the nation will have the resources to finance such enormously costly space exploration is receding faster than you can say \"balance the budget.\"","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"The Scourge of Whitechapel in Old New York","web_url":"https://www.nytimes.com/1995/03/06/theater/theater-review-the-scourge-of-whitechapel-in-old-new-york.html","abstract":"  Jack the Ripper, the role model for a century of serial killers, obviously had his flaws. But there is no denying that even by the sophisticated standards of today's media manipulators, he was a master at grabbing headlines.   No less a critic than George Bernard Shaw praised the Whitechapel murderer as \"an independent genius\" in claiming the attention of the press. And in the Ripper's calculated baiting of the newspapers and the police, through a trail of gruesomely patterned slayings and tantalizing notes, the ungodly precedent of the Killer as Superstar was established.","thumbnail":null,"section":"Theater"},{"date":"19950306","headline":"Dole Says Hatfield Offered to Quit Over Balanced-Budget Vote","web_url":"https://www.nytimes.com/1995/03/06/us/dole-says-hatfield-offered-to-quit-over-balanced-budget-vote.html","abstract":"  Senator Mark O. Hatfield of Oregon, the only Republican to vote against the balanced-budget amendment when it fell one vote short of passing the Senate last week, offered to resign before the vote, the majority leader, Bob Dole, said today.   Mr. Dole said he had turned that offer down. But today, he did not rule out punishing Mr. Hatfield for his vote by taking away his committee chairmanship in the Senate.","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"Bronco Owner Injured Skiing","web_url":"https://www.nytimes.com/1995/03/06/sports/sports-people-pro-football-bronco-owner-injured-skiing.html","abstract":"  PAT BOWLEN, the Denver Broncos owner, who crashed into a tree while skiing, remained hospitalized yesterday with a bruised breastbone.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Spring Music Festival Announced for Berlin","web_url":"https://www.nytimes.com/1995/03/06/arts/spring-music-festival-announced-for-berlin.html","abstract":"  This city, already one of the world's most vibrant musical capitals, will be the site of a new annual festival that is to open in 1996 with Wagner's \"Ring\" cycle and three concerts of symphonic works by composers associated with Wagner.   Plans for the springtime festival, called Festtage, were announced in late February by Daniel Barenboim, the music director of the tradition-shrouded Staatsoper. He said he hoped to attract visitors from outside Berlin who are willing to pay hefty prices for a first-class musical experience.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"U.S. Arrests Transplant Donor","web_url":"https://www.nytimes.com/1995/03/06/nyregion/new-jersey-daily-briefing-us-arrests-transplant-donor.html","abstract":"  Winston Reinoso was dying, that was clear. A bone marrow transplant could save his life. So on Christmas Day, his brother, Luis, of Ecuador, was granted special permission to enter the United States for 30 days, to be the donor. But Luis overstayed his welcome. And Winston died on Feb. 5, apparently without ever receiving the transplant.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Two Streaks Collide, And the Rangers' Ends","web_url":"https://www.nytimes.com/1995/03/06/sports/hockey-two-streaks-collide-and-the-rangers-ends.html","abstract":"  The streaking Rangers ran into another team on a roll tonight, and New York's lackluster performance translated into a 4-2 loss to the Washington Capitals.   Jim Carey, the Capitals' rookie goaltender, won for the third time in three starts, ending New York's four-game unbeaten stretch. The Rangers rarely challenged Carey, mustering only 17 shots to Washington's 29.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"How to Teach About O. J. Trial","web_url":"https://www.nytimes.com/1995/03/06/nyregion/new-jersey-daily-briefing-how-to-teach-about-o-j-trial.html","abstract":"  Call it a civics lesson. The New Jersey Bar Association is distributing free O. J. Simpson trial curriculum guides to teachers to help them teach students how the criminal-justice system works. The guides discuss issues like the definition of murder and reasonable doubt. PETER S. YOUNG","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Essay; 5 Weltanschauungen","web_url":"https://www.nytimes.com/1995/03/06/opinion/essay-5-weltanschauungen.html","abstract":"  \"The new isolationists,\" President Clinton told the foreign policy audience at the Nixon Center for Peace and Freedom last week, \"would have us face the future alone.\"   That was an apt theme for the occasion. I recall writing a speech to the Air Force Academy a quarter-century ago taking a pop at the same straw man: \"It would be easy,\" President Nixon told the graduating cadets, \"easy for a President of the United States to buy some popularity by going along with the new isolationists.\"","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/03/06/arts/classical-music-832795.html","abstract":"  Stretching Beyond An Instrument's Repertory  Yolanda Kondonassis, harpist 92d Street Y    Yolanda Kondonassis is a young harpist who handles the limited and problematic repertory of her instrument with considerable poise and musicianly energy. To be fair, only a fraction of her Saturday program consisted of piano transcriptions. Here, the harp's excessive resonance was an intermittent distraction, but Scarlatti's weird harmonic shifts in the A-major Sonata (K.208) were actually heightened because of it. Ms. Kondanassis' confident personality notwithstanding, I did not find her fluctuating speeds in Debussy's \"Bruyeres\" and the Romantic effusiveness of her Scarlatti wholly convincing.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"Chinese Leader Says 'Mistakes' By Government Fueled Inflation","web_url":"https://www.nytimes.com/1995/03/06/world/chinese-leader-says-mistakes-by-government-fueled-inflation.html","abstract":"  Prime Minister Li Peng acknowledged today that \"mistakes\" made \"at all levels\" of his Government had allowed inflation to reach its highest point since Communist rule began in 1949 and that this increase last year had \"aroused great resentment among the masses.\"   The declaration, in Mr. Li's opening address to this year's National People's Congress, appeared to lay the groundwork for an overall retrenchment of the economic reform program that was begun by Deng Xiaoping in 1979.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"Lack of Oversight Takes Delivery-Room Toll","web_url":"https://www.nytimes.com/1995/03/06/nyregion/lack-of-oversight-takes-delivery-room-toll.html","abstract":"  The trip from Love Njoku's gritty neighborhood in the northern Bronx to the college library takes 45 minutes on an average day, ample time to ruminate as the subway cars rattle along elevated tracks, then swoop deep underground in the South Bronx.   Seven months pregnant and with a growing sense of dread, Mrs. Njoku made the trip each day for a week in 1992, slowly climbing the 75 steps to street level at the stop near Hostos Community College.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"New Roll of Dice For Atlantic City's Development Plan","web_url":"https://www.nytimes.com/1995/03/06/nyregion/new-roll-of-dice-for-atlantic-city-s-development-plan.html","abstract":"  An ambitious plan to make the casino district a more attractive vacation destination for families and nongamblers is in peril, and accusations are flying that two of the biggest casino interests in town are trying to scuttle it because they don't want the competition.   The original design for the project created a landscaped corridor with a new 1,000-room hotel, amusements and retail pavilions reaching from a state-financed $254 million convention center, under construction at the eastern end of the Atlantic City Expressway, to the casino district on the boardwalk and ocean five blocks away. Weedy lots and dilapidated buildings -- the first things a visitor to the island resort now sees -- would be eliminated in the corridor, and hopes were riding high that these improvements would encourage private investment in adjoining downtrodden neighborhoods.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Cutting School Funds, Unfairly","web_url":"https://www.nytimes.com/1995/03/06/opinion/cutting-school-funds-unfairly.html","abstract":"  In New York's budget battles each year, the scramble for state school aid is usually one of the most contentious. That will undoubtedly be true again this year as Gov. George Pataki proposes to make an already inequitable system even more unfair. He would inflict considerable pain, particularly on New York City, which is already shortchanged by the state. It will be up to the State Legislature to strike a better balance.    Each year, aid to the state's more than 700 districts is distributed on the basis of complex formulas that reflect each district's average daily attendance and relative wealth. Relying on attendance rather than enrollment hurts urban districts with many high-risk students who do not attend class every day.","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Algeria, and the Islamic Challenge","web_url":"https://www.nytimes.com/1995/03/06/opinion/algeria-and-the-islamic-challenge.html","abstract":"  In Algeria, Islamic terrorists assassinate feminists, journalists and secular intellectuals in the streets. Their goal, which they have a realistic chance of achieving, is to topple an equally brutal military government that three years ago cheated an Islamic political party of victory at the polls.    That power grab, shamefully endorsed at the time by European governments that feared Islamic fundamentalism more than they cherished democracy, cannot now simply be undone. Hard-line military elements have grown stronger on both sides of a conflict that has so far killed more than 40,000 people. With the struggle now apparently headed toward a bloody denouement, those same European countries fear a hostile regime could soon come to power with hundreds of thousands of refugees crossing the Mediterranean.","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"A Fight Is Due Over Pact on Nuclear-Arms Spread","web_url":"https://www.nytimes.com/1995/03/06/world/a-fight-is-due-over-pact-on-nuclear-arms-spread.html","abstract":"  The Clinton Administration's decision to drop its insistence on the right to withdraw from a nuclear test-ban treaty after 10 years encouraged new hope for the treaty, but it came too late to prevent a tough fight over a related treaty to stop the spread of nuclear weapons, arms experts said.   Progress on the Comprehensive Test Ban Treaty being negotiated here could help reduce opposition to an indefinite extension of the separate 1968 Treaty on the Nonproliferation of Nuclear Weapons, Vladimir Petrovsky, secretary-general of the international Conference on Disarmament said in an interview here this week.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"Talks Stall as Two Sides Go Their Separate Ways","web_url":"https://www.nytimes.com/1995/03/06/sports/baseball-talks-stall-as-two-sides-go-their-separate-ways.html","abstract":"  The lead negotiators for the baseball players and the owners traveled in different directions today, geographically symbolizing the status of the two sides in their negotiations.   Donald Fehr, the union chief, announced he was going home to New York. Jerry McMorris of the Colorado Rockies, having no further reason to stay, said he was going to San Diego to be with his hospitalized son. The talks were going nowhere.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Bridge","web_url":"https://www.nytimes.com/1995/03/06/nyregion/bridge-498495.html","abstract":"  How do you respond to a major-suit opening with four-card support, a balanced hand and opening values? Half a century ago, the question did not need to be asked: It was automatic to jump-raise to the three-level. Nowadays, almost all good players play limit raises, so a jump to the three-level is invitational.   The stronger hands must bid something, and a majority favor two no-trump, the Jacoby idea to ask for opener's short suit. The British idea is to bid a new suit and then raise to game. Some bid three no-trump, and a hypermodern fringe group choose three clubs or four clubs.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"For Bratton, An Echo Of Battles In History","web_url":"https://www.nytimes.com/1995/03/06/nyregion/for-bratton-an-echo-of-battles-in-history.html","abstract":"  Exactly 23 days after he was appointed, the New York City Police Commissioner quit on a January day in 1918, claiming that the newly inaugurated Mayor, John F. Hylan, had presumed to meddle in his department. Within a few days, the Governor was involved, and the young Hylan administration was enmeshed in its first full-blown crisis.   Back then, it was the Mayor's brother-in-law, Police Officer Irving O'Hara, who provoked the situation by giving Commissioner Frederick H. Bugher orders on whom to hire and fire. But as other crises over the years have made clear, the volatility between a tradition-bound Police Department and a strong-willed mayor does not require the spark of a meddling in-law.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Food Stamp Cuts","web_url":"https://www.nytimes.com/1995/03/06/us/food-stamp-cuts.html","abstract":"  House Republicans say they want to cut $16.5 billion from the food stamp program over five years by trimming the growth in benefits and by requiring that able-bodied recipients who have no dependents find work within 90 days.    Article, page B7.","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"Staten Island Is No Longer An Oasis From Crime","web_url":"https://www.nytimes.com/1995/03/06/nyregion/staten-island-is-no-longer-an-oasis-from-crime.html","abstract":"  A woman is shot in a parking lot and her car stolen by a man the police say wanted money for heroin. Four members of a family are found murdered after what investigators say was a domestic fight. A convicted drug dealer dies in a confrontation with the police, touching off a night of disturbances and months of racial discord.   The incidents did not happen in high-crime areas of Brooklyn or the Bronx. Instead, they occurred on Staten Island, New York City's last frontier, a place that has drawn residents who want to escape the worst of urban living.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Sun, Surf, Replacements","web_url":"https://www.nytimes.com/1995/03/06/sports/baseball-sun-surf-replacements.html","abstract":"  The attractiveness of replacement baseball continued to be minimal as the team owners George Steinbrenner and Fred Wilpon and only about 1,000 fans filed into Fort Lauderdale Stadium to watch the Yankees play the Mets on a gorgeous Sunday afternoon. The beach looked better than baseball.   While the announced crowd was 1,682, that included some season-ticket holders who didn't show up. Last spring, the first matchup here between the two New York teams attracted 6,664 fans.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"What a Difference Affirmative Action Has Made; 30 Years of Failure","web_url":"https://www.nytimes.com/1995/03/06/opinion/l-what-a-difference-affirmative-action-has-made-30-years-of-failure-894795.html","abstract":"  To the Editor:   Re \"The Nuclear Wedge Issue\" (editorial, Feb. 28):","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"No Headline","web_url":"https://www.nytimes.com/1995/03/06/nyregion/no-headline-278795.html","abstract":"  \"The one thing the Barings episode illustrates is the productivity for making losses has gone up very significantly in the last 25 years. You couldn't write the execution slips fast enough 25 years ago to lose as much money as was lost by one individual, aided by terrific technology.\" -- ALAN GREENSPAN, chairman of the Federal Reserve.  [ D2:4. ]","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Yacht Splinters and Sinks in America's Cup Race","web_url":"https://www.nytimes.com/1995/03/06/us/yacht-racing-yacht-splinters-and-sinks-in-america-s-cup-race.html","abstract":"  In the 144 years of America's Cup yacht racing, through all the international disputes on shore and cutthroat competition on the water, calamity has never struck with the drama it did today.    Halfway into an 18.5-mile race, being sailed here two miles offshore in the Pacific Ocean, the 75-foot Australian race boat broke apart and sank within two minutes.","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"Whitman to Speak at Blight Site","web_url":"https://www.nytimes.com/1995/03/06/nyregion/new-jersey-daily-briefing-whitman-to-speak-at-blight-site.html","abstract":"  A 150-foot granite column honoring the Colonial Army's first victory, at the Battle of Trenton, also marks one of the capital's most blighted neighborhoods. Today the Battle Monument, as it is known, and its troubled environs will be the backdrop as Gov. Christine Todd Whitman outlines her \"Urban Initiative,\" an effort to develop programs to deal with the problems of New Jersey cities. For starters, the plan will focus on Trenton, Camden, Elizabeth and Asbury Park, said Rita Manno, a spokeswoman for the Governor.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Abroad at Home; 'Sorry, I Forgot the Truth'","web_url":"https://www.nytimes.com/1995/03/06/opinion/abroad-at-home-sorry-i-forgot-the-truth.html","abstract":"  An investor buys securities that turn out to be worthless. He sues for fraud, showing that the seller omitted critical facts in describing the offer. In court, the seller says \"I forgot.\" With that, he escapes responsibility.    A ludicrous notion? Not at all. It will be the law if a bill that reaches the floor of the House today wins final passage. It is the latest installment of the Newt Gingrich Contract: H.R. 10, to change the country's civil damage and securities law.","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Many in Japan Oppose Apology to Asians for War","web_url":"https://www.nytimes.com/1995/03/06/world/many-in-japan-oppose-apology-to-asians-for-war.html","abstract":"  Half a century after World War II, the Japanese Parliament is considering whether to apologize for invading other Asian countries and killing millions of people. But after thinking about it, many members of Parliament are saying that an apology is not really necessary after all.   Support for the resolution is foundering, as opponents gain ground and suggest that Japan's aim in World War II was simply to liberate Asia from Western colonialism.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"Can't New York Learn From Rockefeller Drug Policy Failures?","web_url":"https://www.nytimes.com/1995/03/06/opinion/l-can-t-new-york-learn-from-rockefeller-drug-policy-failures-393695.html","abstract":"  To the Editor:   Gov. George E. Pataki is bent on dismantling Nelson A. Rockefeller's misguided New York State recidivist sentencing laws, only to replace them with Rockefeller's misguided drug-addiction treatment facilities. Can nothing be learned from history?","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Belfast Journal; A War Widow's Thoughts at Peace's Dawning","web_url":"https://www.nytimes.com/1995/03/06/world/belfast-journal-a-war-widow-s-thoughts-at-peace-s-dawning.html","abstract":"  Pauline Hegney, the mother of four young children whose husband was slain three and a half years ago by Protestant paramilitaries on a Belfast street, prays every day that the Government peace effort will work and that there will be no more killings here in the name of patriotism.    She is among the tens of thousands of survivors of the 3,172 Protestants and Roman Catholics who have been killed in sectarian warfare here since 1969. She speaks with a soft Ulster lilt and there is passion in her voice and in her writings about her husband's death, but no hatred.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"Wife of State Senator Commits Suicide","web_url":"https://www.nytimes.com/1995/03/06/nyregion/wife-of-state-senator-commits-suicide.html","abstract":"  Johanne Padavan, the wife of State Sen. Frank Padavan, committed suicide in the couple's home in Jamaica Estates, Queens, yesterday afternoon, the police said.   Senator Padavan, a Republican, found Mrs. Padavan, 56, hanged in the attic about 1:30 P.M., said Sgt. Nicholas Vreeland, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"French Top Irish in Rugby,Scots Remain Undefeated","web_url":"https://www.nytimes.com/1995/03/06/sports/IHT-french-top-irish-in-rugbyscots-remain-undefeated.html","abstract":"So the French move on to the rugby World Cup hoping to convince themselves they're better than they really were..It will be some job because their 25-7 victory over Ireland on Saturday was anchored fast by desperation. France, which had imagined itself","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Small Fire at Hospital","web_url":"https://www.nytimes.com/1995/03/06/nyregion/small-fire-at-hospital.html","abstract":"  A fire broke out yesterday morning in an administrative building at Lenox Hill Hospital on the Upper East Side, but the blaze was quickly contained and there were no injuries.   The fire, which started in a storage area on the ninth floor of the building at 1086 Lexington Avenue, at 77th Street, caused only minor damage, said Karen J. Zipern, a hospital spokeswoman. She said no one was in the building when the fire began.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"DANCE","web_url":"https://www.nytimes.com/1995/03/06/arts/dance-904895.html","abstract":"  Social Issues In Solos and Duets  Susan Roebuck Caligaris Merce Cunningham Studio    A good editor can be a writer's best friend. Choreographers sometimes need editors, too.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/03/06/nyregion/news-summary-152795.html","abstract":"  International A2-9  CHINA'S ECONOMIC 'MISTAKES'    In comments that appeared to lay the groundwork for economic retrenchment, China's Prime Minister told the National People's Congress that \"mistakes\" had allowed inflation to soar.  A1","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"The Crash Of '98?","web_url":"https://www.nytimes.com/1995/03/06/opinion/the-crash-of-98.html","abstract":"If the Republicans sweep the 1996 elections, adding the White House to their control of Capitol Hill, their triumph may be very short-lived. For there will be no Democrats to blame when the day of reckoning for America's fiscal mess arrives in the late 1990's.\n\nCompound interest -- interest on money borrowed to pay interest on yesterday's debts -- will be the reason for the mess. The United States has been using it for two decades. But as you know if you have ever juggled credit cards to postpone going broke, the interest can run away from you.","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Obstetrical Chief Fights Fatigue in Overworked Ward","web_url":"https://www.nytimes.com/1995/03/06/nyregion/obstetrical-chief-fights-fatigue-in-overworked-ward.html","abstract":"  To Dr. Joanna F. Shulman, the seventh-floor delivery suite at North Central Bronx Hospital is a war room. As the head of obstetrics, she is a high-ranking officer leading beleaguered troops into perpetual battle against fatigue, overcrowding and the emergencies, big and small, that flare up during a typical day.   \"It is an endless triage system,\" she said. \"And it works fine when people are fresh.\"","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"House to Vote on Fraud Bill","web_url":"https://www.nytimes.com/1995/03/06/nyregion/new-jersey-daily-briefing-house-to-vote-on-fraud-bill.html","abstract":"  A proposal by Representative Dick Zimmer of Lawrenceville to crack down on interstate welfare fraud was approved by a House panel on Wednesday and should see action on the House floor this week. Mr. Zimmer introduced the bill after the Port Authority police caught welfare recipients jumping PATH turnstiles last year and found that they were posing as homeless people in New York to collect benefits from both states.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"The Memorial Roosevelt Had in Mind","web_url":"https://www.nytimes.com/1995/03/06/opinion/l-the-memorial-roosevelt-had-in-mind-395295.html","abstract":"  To the Editor:   Jack Valenti (letter, Feb. 23) quotes from \"Combing the Century for a President to Honor\" (Week in Review, Feb. 19) that Franklin D. Roosevelt has \"no memorial larger than his desk\" and then mentions a memorial in progress for which Congress has appropriated $42 million. It may be of interest that F.D.R. expressed himself in favor of something closer to the former.","thumbnail":null,"section":"Opinion"},{"date":"19950306","headline":"Rights Violations in Turkey Said to Rise","web_url":"https://www.nytimes.com/1995/03/06/world/rights-violations-in-turkey-said-to-rise.html","abstract":"  To the concern of Western allies and international human rights organizations, reports of rights violations in Turkey have increased markedly in recent months, along with attempts by the Government to crush the Kurdish separatist insurrection in the southeast.   The number of people who have been disappearing while in the custody of the police and security forces, the reports of torture, killings by unknown assailants that appear to be political and arrests and convictions of writers, intellectuals and politicians under a law against separatist propaganda are all on the rise, Turkish human rights groups say.","thumbnail":null,"section":"World"},{"date":"19950306","headline":"Knicks Appear Ready For Another Late Surge","web_url":"https://www.nytimes.com/1995/03/06/sports/pro-basketball-knicks-appear-ready-for-another-late-surge.html","abstract":"  There is a general feeling in the Knicks' locker room that they are ready for a late-season surge.   Patrick Ewing and Charles Oakley are finally healthy at the same time. Anthony Mason has played some of the best basketball of his career recently. And despite a season that has featured injuries, inconsistent play, and controversies, the Knicks still have the second-best record (37-19) in the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Sponsors Aren't Buying The Replacement Game","web_url":"https://www.nytimes.com/1995/03/06/sports/tv-sports-sponsors-aren-t-buying-the-replacement-game.html","abstract":"  Beyond dropped balls, inept double plays and a rotund Pedro Borbon, replacement baseball now means lost advertising. If replacement players open the season, 95 percent of the MSG Network's advertisers will stay out.    Some advertisers have refused offers of free advertising to stay in.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Lobo's Impact Resonates Far Beyond the Court","web_url":"https://www.nytimes.com/1995/03/06/sports/college-basketball-lobo-s-impact-resonates-far-beyond-the-court.html","abstract":"  Mom never made it past midcourt. That is neither the fault of Rebecca Lobo's mother nor a fair measure of her ability. It is just the way the game was played when RuthAnn Lobo was in high school; six on a side, restricted by added boundaries that forced defenders to advance the ball halfway down the court and then stop to watch.   But when her daughter achieved a national reputation as a high school player in the fullcourt game for women, RuthAnn Lobo was able to slice through the recruiting rhetoric. The coach at Connecticut, Geno Auriemma, had assembled a program strong enough to reach the Final Four, and was part of the race, with Notre Dame, Stanford, Virginia and others, for a player who would make an impact on the women's game.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Bird Food Could Be Jail Bait","web_url":"https://www.nytimes.com/1995/03/06/nyregion/new-jersey-daily-briefing-bird-food-could-be-jail-bait.html","abstract":"  It is not a matter of disliking geese or ducks. It is a matter of what they leave behind. So next month, it will become illegal to feed waterfowl in Parsippany-Troy Hills. Violators could be fined up to $1,000 or sentenced to 90 days in jail. The bird droppings contribute to algae growth in lakes around the township. \"Migratory birds would leave in a day or two if people didn't feed them,\" said Bob Mittermaier, vice president of the Lake Parsippany Property Owners Association, which lobbied for the ordinance.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Rockies' Zimmer Hospitalized","web_url":"https://www.nytimes.com/1995/03/06/sports/sports-people-baseball-rockies-zimmer-hospitalized.html","abstract":"  DON ZIMMER, a Colorado Rockies coach, was resting comfortably yesterday in a Tucson, Ariz., hospital after experiencing a temporary loss of blood flow to the brain.   Zimmer, 64, suffered Saturday evening what the Colorado trainer DAVE CILLADI called a transient ischemic attack. Zimmer, in intensive care, was receiving medication to lower his blood pressure.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Excellent With the Rich and Famous","web_url":"https://www.nytimes.com/1995/03/06/books/books-of-the-times-excellent-with-the-rich-and-famous.html","abstract":"  THE X FACTOR A Quest for Excellence  By George Plimpton  170 pages. W. W. Norton & Company. $18.95.   One's heart sinks a little upon reading George Plimpton's explanation of how his latest book, \"The X Factor: A Quest for Excellence,\" came into being. He writes that a publisher asked him to do a short work on a \"subject of importance to managers and policy makers in business and the public sector.\" Mr. Plimpton mused, then decided \"to write an informal study of the ingredient that appears to be a constant for those who are enormously successful,\" or what he calls the X factor.","thumbnail":null,"section":"Books"},{"date":"19950306","headline":"THEATER","web_url":"https://www.nytimes.com/1995/03/06/theater/theater-900595.html","abstract":"  A Hearty Helping Of Culinary Nostalgia  'Spoonbread and Strawberry Wine' American Place Theater    Food and family impel the proceedings at the American Place Theater, where Norma Jean Darden's \"Spoonbread and Strawberry Wine\" has set the table. Part reminiscence, part cooking lesson, part book party, part snack, part cabaret, part black history lesson, poetry reading and good-natured bridge across the generation gap, it all spins out of the engaging Ms. Darden's life as what she calls an \"actress slash model,\" which eventually led to her becoming a cookbook writer and a \"caterer slash funeral home owner.\"","thumbnail":null,"section":"Theater"},{"date":"19950306","headline":"POP","web_url":"https://www.nytimes.com/1995/03/06/arts/pop-902195.html","abstract":"  The Essence of Punk, In Sound and Manners  Rancid Limelight    In the rebellious world of punk rock, values clamor over glamour and speed over melody, Rancid has managed to achieve the near-impossible. This California quartet, which performed on Wednesday night, plays catchy, accessible songs that don't seem to violate punk's strict anti-pop stance. It does so by wielding its melodies and harmonies like weapons, spitting out fast, angry choruses in unison, and by singing about the neighborhood and scene from which it rose. The band's credentials are also helpful: two members used to play in Operation Ivy, an influential underground band that fused ska with punk, and another served briefly in the English punk band the U.K. Subs.","thumbnail":null,"section":"Arts"},{"date":"19950306","headline":"For Pataki, a Gruff Protector; Communications Chief Is Also Influential Adviser","web_url":"https://www.nytimes.com/1995/03/06/nyregion/for-pataki-a-gruff-protector-communications-chief-is-also-influential-adviser.html","abstract":"  George E. Pataki's squinty eyes grew wide with amazement when he first watched Zenia Mucha in action last fall.   Aboard a small campaign plane, reporters were grilling Mr. Pataki about allegations of financial conflict that had been published in that day's Village Voice. Ms. Mucha, who had just taken a leave as Senator Alfonse M. D'Amato's spokeswoman to become director of communications for the Pataki campaign for governor, allowed a question or two and then abruptly cut off the interrogation, curtly dismissing the Voice's credibility with a choice expletive or two. \"That's it,\" she snapped. \"We're not discussing this anymore.\"","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/06/nyregion/c-corrections-891295.html","abstract":"  Because of a production error, several lines were omitted yesterday from an article in the Week in Review about affirmative action.   The paragraph that began at the bottom of the first column of the article's continuation, on page 16, should have read: \"If income replaced race entirely as a qualifier for preferences, whites would be the major beneficiaries, and racial integration would probably decline.\"","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Islanders Experience Back-to-Back Embarrassments","web_url":"https://www.nytimes.com/1995/03/06/sports/hockey-islanders-experience-back-to-back-embarrassments.html","abstract":"  About the only thing worse than losing at home to the only team in the league without a road victory is losing your next game anywhere to the National Hockey League's worst team.   The Islanders (8-10-3) completed that rare quinella here this evening by dropping a 3-1 decision to an Ottawa squad that was 0-4-1 on the previous 5 games of its now completed homestand. On Thursday, the Islanders lost at Nassau Coliseum to a Washington team that had been 0-7-4 away from home.","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/03/06/sports/results-plus-558195.html","abstract":"  ALPINE SKIING  Street Rallies to Win  Picabo Street came from behind yesterday in Saalbach, Austria, to win her third consecutive World Cup downhill race. \"I'm a little bit surprised,\" said Street, a 23-year-old from Sun Valley, Idaho. \"I was lucky.\" Street won her first World Cup downhill at Lake Louise, Alberta, early this season and added victories in the previous two races, Cortina d'Ampezzo, Italy, and Are, Sweden. A teammate, Hilary Lindh, has two victories in the downhill. Street finished the downhill in 1 minute 37.87 seconds, 16-hundredths of a second ahead of both Italy's Isolde Kostner and Russia's Varvara Zelenskaya. Lindh was 14th. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950306","headline":"Former President of United Way Going on Trial","web_url":"https://www.nytimes.com/1995/03/06/us/former-president-of-united-way-going-on-trial.html","abstract":"  For 22 years, William Aramony worked to make United Way one of America's best known and most efficient charitable organizations. But in the end, he also made it one of the most notorious. In 1992 he was forced out as president of United Way of America under charges that he had misused its finances to support a lavish life style that included a long-distance romance with a young woman recently out of high school.   Now Mr. Aramony, 67, is fighting not only for his reputation, but also to stay out of prison. Today, he and two former aides will go on trial for what the Government says was the theft of more than $1 million from United Way, as well as for fraud, conspiracy, tax evasion and money laundering. The trial, which will be before Judge Claude M. Hilton in Federal District Court in Alexandria, Va., is expected to last several weeks.","thumbnail":null,"section":"U.S."},{"date":"19950306","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/06/nyregion/c-corrections-890495.html","abstract":"  A report in the Nation's Table column of The Living Section on Feb. 22 about La Casa del Pane, a bread bakery in St. Petersburg Beach, Fla., cited the bakery's ownership incompletely. It is two-thirds owned by Dino Clemente, the owner of Clemente and Central bakeries in South Hackensack, N.J., and one-third owned by Nicholas Castronuovo.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"Environment Agency Has Pollution Problem","web_url":"https://www.nytimes.com/1995/03/06/nyregion/environment-agency-has-pollution-problem.html","abstract":"  Uncovering pollution and making sure it gets cleaned up is the job of the state Department of Environmental Conservation. Sometimes, it seems, the department does not have to look far.   Ward B. Stone, who works for the agency as a wildlife pathologist, disclosed recently that he had tested the grounds of the department's regional headquarters here and discovered \"greatly elevated levels\" of lead, arsenic and DDT, a result of the spraying of pesticides on the property more than 25 years ago, when it was an apple orchard.","thumbnail":null,"section":"New York"},{"date":"19950306","headline":"CLINTON TO FIGHT MEASURE REVISING RULES ON LAWSUITS","web_url":"https://www.nytimes.com/1995/03/06/us/clinton-to-fight-measure-revising-rules-on-lawsuits.html","abstract":"  The Clinton Administration has decided to wage a vigorous fight against legislation that would drastically reshape the nation's legal system, including changes that would make it more difficult to sue for damages in injury cases.   In a letter to be delivered on Monday to Speaker Newt Gingrich, the Administration will warn that central provisions in the landmark legislation are too extreme and would \"tilt the legal playing field dramatically to the disadvantage of consumers and middle-class citizens.\"","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19950306","time":"1995-03-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":71,"wspd":14.8},{"date":"19950306","time":"1995-03-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":68,"wspd":14.8},{"date":"19950306","time":"1995-03-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":69,"wspd":13},{"date":"19950306","time":"1995-03-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":67,"wspd":13},{"date":"19950306","time":"1995-03-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":67,"wspd":13},{"date":"19950306","time":"1995-03-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":61,"wspd":13},{"date":"19950306","time":"1995-03-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":64,"wspd":11.2},{"date":"19950306","time":"1995-03-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":64,"wspd":13},{"date":"19950306","time":"1995-03-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":67,"wspd":13},{"date":"19950306","time":"1995-03-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":61,"wspd":13},{"date":"19950306","time":"1995-03-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":53,"wspd":14.8},{"date":"19950306","time":"1995-03-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":56,"wspd":18.4},{"date":"19950306","time":"1995-03-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":56,"wspd":16.6},{"date":"19950306","time":"1995-03-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":56,"wspd":16.6},{"date":"19950306","time":"1995-03-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":75,"wspd":7.6},{"date":"19950306","time":"1995-03-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":53,"wspd":11.2},{"date":"19950306","time":"1995-03-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":61,"wspd":11.2},{"date":"19950306","time":"1995-03-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":44,"wspd":13},{"date":"19950306","time":"1995-03-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":43,"wspd":16.6},{"date":"19950306","time":"1995-03-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":51,"wspd":11.2},{"date":"19950306","time":"1995-03-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":50,"wspd":11.2},{"date":"19950306","time":"1995-03-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":50,"wspd":13},{"date":"19950306","time":"1995-03-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":54,"wspd":7.6},{"date":"19950306","time":"1995-03-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":62,"wspd":13},{"date":"19950306","time":"1995-03-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":60,"wspd":13},{"date":"19950306","time":"1995-03-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":63,"wspd":13},{"date":"19950306","time":"1995-03-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":73,"wspd":14.8},{"date":"19950306","time":"1995-03-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":79,"wspd":11.2},{"date":"19950306","time":"1995-03-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":82,"wspd":9.4},{"date":"19950306","time":"1995-03-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":82,"wspd":11.2},{"date":"19950306","time":"1995-03-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":89,"wspd":9.4},{"date":"19950306","time":"1995-03-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":89,"wspd":7.6},{"date":"19950306","time":"1995-03-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":7.6},{"date":"19950306","time":"1995-03-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":9.4},{"date":"19950306","time":"1995-03-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":7.6},{"date":"19950306","time":"1995-03-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":9.4},{"date":"19950306","time":"1995-03-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":11.2},{"date":"19950306","time":"1995-03-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":11.2},{"date":"19950306","time":"1995-03-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":92,"wspd":9.4},{"date":"19950306","time":"1995-03-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":85,"wspd":14.8},{"date":"19950306","time":"1995-03-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":79,"wspd":14.8},{"date":"19950306","time":"1995-03-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":74,"wspd":18.7},{"date":"19950306","time":"1995-03-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":14.8},{"date":"19950306","time":"1995-03-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":71,"wspd":14.8},{"date":"19950306","time":"1995-03-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":11.2},{"date":"19950306","time":"1995-03-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":13},{"date":"19950306","time":"1995-03-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":66,"wspd":11.2},{"date":"19950306","time":"1995-03-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":74,"wspd":9.4}]},"19950307":{"guardian_articles":[],"nytimes_articles":[{"date":"19950307","headline":"Gingrich: A House Divider : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-gingrich-a-house-divider-letters-to-the-editor.html","abstract":"It is not so much Newt Gingrich's policies and proposals, such as creating orphanages for children of unwed mothers, that disturb me. What is worrying is his calm condemnation of anything not resembling himself and his class..His \"conservative opp","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Protestants Ask for Outsiders to Oversee the Disarming of Ulster","web_url":"https://www.nytimes.com/1995/03/07/world/protestants-ask-for-outsiders-to-oversee-the-disarming-of-ulster.html","abstract":"  The largest Protestant political party in Northern Ireland proposed today that an international commission be established to supervise the disarmament of Roman Catholic and Protestant paramilitaries in the British province of Ulster.   The dispute over disarming guerrilla organizations has in recent impeded the peace effort advanced by Britain and Ireland, particularly the new framework proposed by the two Prime Ministers on Feb. 22.","thumbnail":null,"section":"World"},{"date":"19950307","headline":"Mexico Says Ex-Aide Impeded Inquiry on Brother's Killing","web_url":"https://www.nytimes.com/1995/03/07/world/mexico-says-ex-aide-impeded-inquiry-on-brother-s-killing.html","abstract":"  The Government announced today that it had charged a former Deputy Attorney General, Mario Ruiz Massieu, with impeding the investigation he conducted into the assassination last fall of his own brother, a leader of Mexico's governing party.   The action represented a potentially explosive turn in the inquiry. The prosecutors asserted that while Mr. Ruiz Massieu was serving as a close aide to Carlos Salinas de Gortari, the former President, he intimidated witnesses and falsified evidence to keep Mr. Salinas's elder brother from appearing as a crucial suspect in the case.","thumbnail":null,"section":"World"},{"date":"19950307","headline":"How Brain Waves Can Fly A Plane","web_url":"https://www.nytimes.com/1995/03/07/science/how-brain-waves-can-fly-a-plane.html","abstract":"  TO be locked inside one's own head -- unable to speak, move a muscle or even an eyeball -- is perhaps the worst imprisonment a person can endure. But new techniques in electroencephalography may soon make it possible for a totally disabled person to communicate by directly controlling the faint electromagnetic signals emitted by his or her brain.   Similar techniques may one day allow an airplane pilot to operate certain controls merely by thinking, and an Air Force program at Wright-Patterson Air Force Base in Dayton, Ohio, has demonstrated that brain-actuated control has moved a significant step beyond science fiction.","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"Don't Just Privatize, but Rationalize New York City's Hospitals","web_url":"https://www.nytimes.com/1995/03/07/opinion/l-don-t-just-privatize-but-rationalize-new-york-city-s-hospitals-443295.html","abstract":"  To the Editor:   The proposed sale and privatization of Coney Island, Elmhurst and Queens Hospital Centers should perhaps be considered in a much larger framework. Policy makers should be aware that the very concept of a private hospital in New York City in 1995 is an oxymoron.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Berets Are Off to Krizia","web_url":"https://www.nytimes.com/1995/03/07/style/IHT-berets-are-off-to-krizia.html","abstract":"Krizia celebrated 40 years in fashion and 100 years of cinema in a well-choreographed show with the perky beret as its unifying theme - after silver-screen stars from Marlene Dietrich to Marilyn Monroe were projected wearing berets..\"I can't belie","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"No Headline","web_url":"https://www.nytimes.com/1995/03/07/nyregion/no-headline-152295.html","abstract":"  \"I like having a hot lunch. It's expensive to pack cold lunch. A lot of things in stores are rip-offs.\" -- AMANDA AMUNDSEN, a Wisconsin fourth grader who gets free lunch at school.  [ A16:4. ]","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Securities Trader Committed No Wrong","web_url":"https://www.nytimes.com/1995/03/07/opinion/l-securities-trader-committed-no-wrong-423895.html","abstract":"  To the Editor:   Joseph Jett and your readers deserve better than your Feb. 28 editorial after the Barings collapse, in which you uncritically adopt Kidder Peabody's position that Mr. Jett \"fooled\" the experienced Kidder executives who supervised him.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Bias Units Investigate Vandalism At Dentist's","web_url":"https://www.nytimes.com/1995/03/07/nyregion/bias-units-investigate-vandalism-at-dentist-s.html","abstract":"  Vandals broke into the office of a Long Island dentist over the weekend, drew swastikas on the walls and poured black paint on his records and files, the Suffolk County police said today.   The victim, Dr. Morris Oster, who has practiced dentistry at an office attached to his home here for 36 years without incident, said he was \"shocked and horrified\" by the vandalism.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Iverson Gets Rookie Honors","web_url":"https://www.nytimes.com/1995/03/07/sports/college-basketball-iverson-gets-rookie-honors.html","abstract":"  Allen Iverson of Georgetown was awarded four honors yesterday when he was named the Big East Rookie of the Year and the league's Defensive Player of the Year. He was also voted second-team all-Big East and to the all-rookie team. Voting was conducted by the league's coaches and no coach could vote for his own players.   Iverson set the league's rookie scoring record, averaging 19.8 points a game and a Big East record with 64 steals. He was a unanimous choice for the Rookie of the Year award and is only the third freshman to be voted the top defender award, joining former Hoyas Patrick Ewing (1981-82) and Alonzo Mourning (1988-89).","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/07/nyregion/c-corrections-736995.html","abstract":"  A chart of major financial indicators atop the Business Digest yesterday misstated Friday's close of the Dow Jones industrial average. It was down 22.13 to 3,989.61, not 4,011.74.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Council Leaders Assail Mayor On Need to Sell City Hospitals","web_url":"https://www.nytimes.com/1995/03/07/nyregion/council-leaders-assail-mayor-on-need-to-sell-city-hospitals.html","abstract":"  Several City Council leaders yesterday assailed Mayor Rudolph W. Giuliani's philosophy on hospital privatization, attacking the Mayor's contention that a high death rate among newborn babies in New York City public hospitals demonstrated the need for the city to sell some hospitals.   In a news conference yesterday, Mr. Giuliani reiterated his contention that a series of articles in The New York Times detailing the high death rate among newborns and other problems in the public hospitals underscored the need for the city to remove itself from the business of owning and operating hospitals.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"75 Years Later, Study Still Tracking Geniuses","web_url":"https://www.nytimes.com/1995/03/07/science/75-years-later-study-still-tracking-geniuses.html","abstract":"  IN 1921, Dr. Lewis M. Terman, a Stanford University psychologist and a pioneer of the I.Q. test, scoured California's schools to identify 1,521 children who scored 135 or over on his new intelligence test, the Stanford-Binet.   Terman's little geniuses -- who as the study went on took to calling themselves \"Termites\" -- are now in their 80's, and have been contacted by researchers every 5 or 10 years, making the Terman Study of Genius the grandfather of all life-span research.","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"Whitman's Urban Agenda Outlines Self-Help Program","web_url":"https://www.nytimes.com/1995/03/07/nyregion/whitman-s-urban-agenda-outlines-self-help-program.html","abstract":"  On a hill where rioters tore the heart out of New Jersey's capital city in 1968, Gov. Christine Todd Whitman announced a new urban agenda that offers the cities of New Jersey help in planning for economic recovery, but not much help in paying for it.   Calling for the creation of neighborhood-based development groups that would seek money from private and nonprofit groups, the program announced today was carefully tailored to the Republican self-help philosophy of a tax-cutting Governor with no money to spare and scant political support in the cities.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"From a Cool Dude In a Hip, Literary Mood","web_url":"https://www.nytimes.com/1995/03/07/books/books-of-the-times-from-a-cool-dude-in-a-hip-literary-mood.html","abstract":"  TOOTH IMPRINTS ON A CORN DOG  By Mark Leyner  216 pages. Harmony Books. $19.   Reading Mark Leyner's new collection of short pieces isn't like reading a book exactly. It's more like spending several hours with the Comedy Channel on cable television, or a long evening with a couple of teen-agers on acid. Imagine Beavis and Butt-head morphed with William S. Burroughs or Michael O'Donoghue crossed with Eugene Ionesco; then picture the twisted products of their imaginations projected on one of those big-screen television sets, with the volume turned all the way up. The results are intermittently hilarious, but also silly and highly sophomoric.","thumbnail":null,"section":"Books"},{"date":"19950307","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/03/07/nyregion/inside-122095.html","abstract":"  Ruling Favors Investors   The Supreme Court ruled brokerage firms could not use a commonly used arbitration agreement to avoid paying punitive damages. Page D1. Panel on Gulf War Illnesses    President Clinton said he would create a panel to improve the treatment of veterans for illnesses they attribute to their service. Page A14. Flying With Brain Waves    New techniques may one day allow pilots to operate controls by merely thinking. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Report on Nicotine Levels Wins Polk Award","web_url":"https://www.nytimes.com/1995/03/07/nyregion/report-on-nicotine-levels-wins-polk-award.html","abstract":"  Reports on subjects ranging from the nicotine content of cigarettes to fraud and mismanagement at the Immigration and Naturalization Service have won the George Polk Awards for 1994.   The journalism awards were announced by Long Island University, which administers the awards. The winners are chosen each year by a panel of journalists and professors at the university.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Review/Fashion; Hollywood On a Runway","web_url":"https://www.nytimes.com/1995/03/07/style/review-fashion-hollywood-on-a-runway.html","abstract":"  While some of Italy's younger designers are exploring the styles of the 1960's and 70's, when youth reigned in fashion, the venerable House of Krizia is celebrating the golden age of Hollywood.    Krizia is marking its 40th anniversary this year, and cinema its 100th, a happy confluence. So the Krizia show today opened with the music of the old Movietone News, followed by snippets of scenes from classic American films. Next came a bravura promenade of the kind of glamorous clothes worn by the likes of Greta Garbo, Katharine Hepburn, Rita Hayworth and Marilyn Monroe, as interpreted by Krizia's designer, Mariuccia Mandelli.","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/07/nyregion/c-corrections-738595.html","abstract":"  Because of an editing error, an article yesterday about a national movement to make it easy for ordinary citizens to get permits to carry concealed weapons misstated the population rank of Texas in some copies. It is the nation's second most populous state, not the third.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Clinton to Create a Panel to Look Into Gulf War Illnesses","web_url":"https://www.nytimes.com/1995/03/07/us/clinton-to-create-a-panel-to-look-into-gulf-war-illnesses.html","abstract":"  In response to more than two years of complaints, President Clinton today announced the creation of an independent panel to help improve the Government's treatment of veterans who say their illnesses are linked to service in the Persian Gulf war.   The announcement amounted to tacit acknowledgment of criticism that the Government has failed to investigate adequately the cause of the maladies and that it has been slow to provide gulf war veterans with needed treatment.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Listless Devils Show Up In Quebec","web_url":"https://www.nytimes.com/1995/03/07/sports/hockey-listless-devils-show-up-in-quebec.html","abstract":"  The Devils are developing a pattern, following wide-open victories with humiliating defeats. For the second straight time, the Devils capped a one-sided victory with a listless performance.   The Devils suffered a 6-3 trouncing at the hands of the Nordiques at Le Colisee tonight. In their last game, two days ago, the Devils toyed with Florida and won, 6-1.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Food Stamps in Peril","web_url":"https://www.nytimes.com/1995/03/07/opinion/food-stamps-in-peril.html","abstract":"  The food stamp program is the best part of the nation's welfare system. It saves millions of poor Americans from hunger and malnutrition every year and, unlike other welfare programs, is sensibly designed to insure equitable treatment from state to state. Yet if House Republicans get their way, this exemplary program could be wrecked within weeks.    Food stamp benefits are paid by Washington, indexed for inflation and set at identical levels across the country -- worth up to $375 per month for a family of four. They are a true safety net: if you are poor, you qualify. During the past 20 years, states have allowed cash assistance to the poor to fall, after accounting for inflation, by over 20 percent; food stamps alone have stood between poverty and malnutrition.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Russia Needs to Make Restitution for Stolen Art","web_url":"https://www.nytimes.com/1995/03/07/opinion/l-russia-needs-to-make-restitution-for-stolen-art-413095.html","abstract":"  To the Editor:   Re \"Russia Reveals More Art Taken From Nazis\" (front page, Feb. 28): \"Twice Saved,\" the exhibition at the Pushkin Museum of Fine Art in Moscow, should have been more appropriately titled \"Twice Stolen.\"","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Supreme Court To Pick a Home For Errant Isle","web_url":"https://www.nytimes.com/1995/03/07/us/supreme-court-to-pick-a-home-for-errant-isle.html","abstract":"  For the second time in four years, the Supreme Court today waded into a boundary dispute between Mississippi and Louisiana over which state owns a seven-mile-long strip of land that may once have been an island in the Mississippi River but is now quite firmly attached to the Louisiana shore.   Louisiana is challenging the determination by a special master, appointed two years ago by the Court, that despite the current geography, the land belongs to Mississippi.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Fifth Arrest in Betting Scandal","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-jersey-daily-briefing-fifth-arrest-in-betting-scandal.html","abstract":"  A second adult was arrested yesterday in the investigation into a sports betting ring at Nutley High School. Thomas Stigliano, 25, of Belleville, became the fifth person charged. Three youths, ages 17 and 19, and a 24-year-old man were arrested last week after the authorities uncovered an operation that involved shakedowns of parents to pay their children's debts, at least one kidnapping and thousands of dollars in weekly receipts.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Yanks Sign Ex-M.V.P. but He's 40","web_url":"https://www.nytimes.com/1995/03/07/sports/baseball-yanks-sign-ex-mvp-but-he-s-40.html","abstract":"  With every screwball he tossed from the bullpen mound, with every stride he took while jogging along the outfield warning track and with every syllable he uttered, the one-word question still lingered like stale cigar smoke. Why? Why was Guillermo Hernandez trying out for the replacement Yankees?   Why would a 40-year-old pitcher who won a World Series ring, a most valuable player award and a Cy Young award in 1984 and had a stellar 13-year career bother involving himself with the Players \"R\" Us philosophy of replacement baseball? Why was Hernandez, once the best closer in baseball, auditioning for 10 minutes off the same mound used by a 35-year-old named R. T. Sadd during a tryout last week? \"This is hard to explain,\" said Hernandez, who signed a minor league contract today pending the results of a physical. \"Maybe I'm taking advantage of this. Maybe not. Who knows? I want to get here before everything is settled because it's the only way I can do it. The Yankees gave me the opportunity to get ready and make the club.\"","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"1945: On German Soil : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-1945-on-german-soil-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE 9TH ARMY - Prime Minister Winston Churchill stepped on to German soil for the first time today [March 3] since the start of the war and inspected the battered Siegfried Line and the captured town of Julich, escorted by Lieutenant General William","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"'Primary Colors' Error Was Case of Punctuation","web_url":"https://www.nytimes.com/1995/03/07/opinion/l-primary-colors-error-was-case-of-punctuation-431995.html","abstract":"  To the Editor:   Re \"A Reader Finds That a Current Book Reads Suspiciously Like an Old One\" (Arts pages, March 3): I truthfully explained to your reporter yesterday that the problem was a nonstory and a matter in editing of dropped quotation marks, several in a book of literary nonfiction with almost a thousand quotations and virtually every one scrupulously attributed. A mistake in our politically correct times is seen as guile. It is Lent. I need the mortification. ALEXANDER THEROUX  Coronado, Calif., March 3, 1995","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Hospitalized Zimmer Is Making Progress","web_url":"https://www.nytimes.com/1995/03/07/sports/sports-people-baseball-hospitalized-zimmer-is-making-progress.html","abstract":"  DON ZIMMER, a Colorado Rockies coach, made satisfactory progress yesterday in his recovery from a temporary loss of blood flow to the brain two days earlier.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Really a Jungle Out There, a Jungle of Urban Neuroses","web_url":"https://www.nytimes.com/1995/03/07/theater/theater-review-death-defying-acts-really-jungle-there-jungle-urban-neuroses.html","abstract":"  A lawyer with a fully developed talent for obfuscation is suddenly put into the position of defending his most important client (himself). The charge: burying a hypothetical lawn mower. An angry hooker, who describes herself as a \"para-professional,\" pours out her heart to the suicide counselor, a man new on the job, answering the telephone at a Manhattan hot-line center. Meanwhile, over on Central Park West, two civilized, upwardly mobile couples straighten out their Byzantine extramarital relationships, not through cool analysis but with a snub-nosed gun.   Deliciously overwrought basket cases all.","thumbnail":null,"section":"Theater"},{"date":"19950307","headline":"U.S. Inquiry On Dump Risk Is Suggested","web_url":"https://www.nytimes.com/1995/03/07/us/us-inquiry-on-dump-risk-is-suggested.html","abstract":"  Nevada officials yesterday accused the Federal Department of Energy of trying to cover up a debate over whether a planned dump in the Nevada desert for high-level atomic wastes might erupt in a nuclear explosion, and called for an independent Federal investigation of the danger.   Nevada has long criticized the project as ill-conceived and ill-managed, as have some opponents of nuclear power.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"A Manhatten Melody in Italian Shows","web_url":"https://www.nytimes.com/1995/03/07/style/IHT-a-manhatten-melody-in-italian-shows.html","abstract":"Red as a devil's cavern glowed the crumbling ceiling and cracked walls. At the epicenter of popping flashbulbs and parading models was Anna Sui - one of a handful of American designers revving up Italian fashion..The international fall-winter shows are","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"Parents Are Given Report Cards on High Schools","web_url":"https://www.nytimes.com/1995/03/07/nyregion/parents-are-given-report-cards-on-high-schools.html","abstract":"  This month for the first time, parents are receiving report cards grading New York City high schools, with consistently high marks going to specialized institutions like Stuyvesant High School in Manhattan and Bronx Science.   Chancellor Ramon C. Cortines is issuing the report cards to show parents how individual schools are doing in areas like standardized test scores, graduation rates and the ability to keep teachers.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Subway Bomb Suspect in Lineup","web_url":"https://www.nytimes.com/1995/03/07/nyregion/subway-bomb-suspect-in-lineup.html","abstract":"  The suspect in a subway firebombing, Edward J. Leary, was identified in a police lineup yesterday by 12 of 17 people, some of whom were on the train that was firebombed last December, his new lawyer said.   Earlier in the day, Mr. Leary made an unscheduled appearance in State Supreme Court in Manhattan, where he was ordered by Justice Rena Uviller to shave his beard for the lineup so that he appeared the way he did on the day of the firebombing. He and 47 other people were injured on Dec. 21, when a car on a No. 4 train erupted into flames in the Fulton Street station in lower Manhattan.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Even After 17 Losses, Krzyzewski Still Smiles","web_url":"https://www.nytimes.com/1995/03/07/sports/college-basketball-even-after-17-losses-krzyzewski-still-smiles.html","abstract":"  October was not a time for repair, the way Mike Krzyzewski once looked at his life. It was a time for work as another basketball season at Duke approached much too soon. His school's first national championship was a triumph of will over fatigue, and the business had not changed in the four years since.   The discomfort he had felt in his legs, and the back pain, would be overcome by more shots, and treatment, and concentration on the job that had to be done. Pain was just another opponent until Oct. 19, during another medical test in a seemingly endless series, when Krzyzewski was asked to walk on his tiptoes.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Sabres' LaFontaine Resumes Workouts","web_url":"https://www.nytimes.com/1995/03/07/sports/sports-people-hockey-sabres-lafontaine-resumes-workouts.html","abstract":"  PAT LaFONTAINE resumed full workouts with the Buffalo Sabres yesterday, more than 15 months after undergoing reconstructive surgery on his right knee. LaFontaine skated with the rest of the team through several offensive drills for about an hour and said he felt no discomfort. He has been sidelined with the injury since early last season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Rx for Endangered Species Law: Empty Medicine Bottles","web_url":"https://www.nytimes.com/1995/03/07/science/rx-for-endangered-species-law-empty-medicine-bottles.html","abstract":"  LIKE a songbird twittering gamely in a thunderstorm, a group of environmentalists last week announced the start of a nationwide campaign to help keep the Endangered Species Act from having its wings clipped or its feathers plucked.   Speaking at a news conference here, members of the Endangered Species Coalition, an alliance of 188 environmental, scientific and civic groups, described their Medicine Bottle campaign, an effort to urge Americans to send empty medicine vials to President Clinton or their Congressional representatives. The gesture is intended to underscore the importance of plant products and other wild sources to the nation's pharmaceutical offerings.","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/07/style/chronicle-755595.html","abstract":"  It has been 10 years since KATHLEEN LANDIS began playing piano and singing at the Cafe Pierre, so when Pierre Hotel executives asked her how she wanted to celebrate, she said, \"By doing something everyone has said I'd be good at.\"    Instead of her usual gig, accompanying herself on piano, she will do two more formal shows every evening this week, focusing on the songs of Harold Arlen and Johnny Mercer, and will be backed by a piano and bass duo. \"I never thought anything would be for 10 years,\" Ms. Landis said. \"I never even go back to the same restaurant twice.\"","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"College Student May Have Been Burned Alive","web_url":"https://www.nytimes.com/1995/03/07/nyregion/college-student-may-have-been-burned-alive.html","abstract":"  A woman whose bound and gagged body was found by firefighters on Saturday in the basement of a burning house in Queens was identified today as a 20-year-old college student from Canarsie, Brooklyn, the police said. Officials said they believe that someone poured a flammable liquid on her and burned her alive.   The woman, Kimberly Antonakos, of 1437 East 87th Street, was last seen about 3:50 A.M. on Wednesday when she dropped off a friend at a home in Canarsie, said Detective Julio Martinez, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"The Inevitable: Death, Taxes, Bugs","web_url":"https://www.nytimes.com/1995/03/07/science/personal-computers-the-inevitable-death-taxes-bugs.html","abstract":"  THE 1994 versions of Turbotax, Macintax and Taxcut, the three leading tax-preparation programs for personal computers, all have flaws that can, in certain circumstances, lead to erroneous returns.    The Turbotax and Macintax flaws appear to affect only a relatively small number of tax software users. Intuit Inc., which makes the programs, said fewer than 1 percent of all users of its Federal and state programs are likely to encounter the flaws. The Taxcut bug appears to be more significant, but it is unclear how many users are affected. Block Financial Software Inc., the maker of Taxcut, did not return phone calls asking for comment.","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"Sports of The Times; The Echoes From a Strike Reach Deep","web_url":"https://www.nytimes.com/1995/03/07/sports/sports-of-the-times-the-echoes-from-a-strike-reach-deep.html","abstract":"  \"LOOK,\" said the sportswriter's spouse, \"here's a story in the paper that says more than 5 million children under the age of 12 go hungry each month. And we should be worried about the baseball players?\"   Well, then, should we be worried about the owners?","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Yeltsin Vows Crackdown On Gangsters","web_url":"https://www.nytimes.com/1995/03/07/world/yeltsin-vows-crackdown-on-gangsters.html","abstract":"  Russia's powerful Security Council, with President Boris N. Yeltsin in the chair, sharply criticized the Interior Ministry, prosecutors and the domestic secret police today for failing to get a grip on organized crime.   Mr. Yeltsin then followed through on a promise last week to dismiss Moscow's chief of police, Vladimir Pankratov, and chief prosecutor, Gennadi Ponomaryov.","thumbnail":null,"section":"World"},{"date":"19950307","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/03/07/sports/results-plus-728895.html","abstract":"  TENNIS  No. 8 Beats No. 4  Eighth-seeded Mary Joe Fernandez used a consistent serve and steady ground strokes to beat No. 4 Natasha Zvereva, 6-4, 6-3, yesterday in the $430,000 Evert Cup final. The match was rained out on Sunday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Parcells, Knight May Buy Double-A Team","web_url":"https://www.nytimes.com/1995/03/07/sports/sports-people-baseball-parcells-knight-may-buy-double-a-team.html","abstract":"  New England Patriots Coach BILL PARCELLS and Indiana basketball Coach BOBBY KNIGHT are interested in buying the Birmingham Barons minor-league baseball team, The Birmingham, Ala., News reported yesterday.   LARRY SCHMITTOU, president of the Class AAA Nashville Sounds, said he would also would be part of the group along with the NBC sportscaster BOB COSTAS. But he said Parcells and Knight would be the principal owners of the Class AA Barons if the deal is completed. \"He (Parcells) wanted me to find him a team,\" said Schmittou, who heads a group that has owned nine minor-league franchises across the country. \"I've been working on it for a couple of years.\"","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"The Last Electrocution","web_url":"https://www.nytimes.com/1995/03/07/nyregion/the-last-electrocution.html","abstract":"  The last person to be executed in New York State was Eddie Lee Mays, a 34-year-old armed robber who was put to death on the night of Aug. 15, 1963, in the electric chair at the state prison in Ossining.   Mr. Mays, who had been convicted of killing a woman during a holdup in a Harlem bar, was the 695th person to be electrocuted in New York after the state ended hangings in 1890 and introduced the electric chair to the world, said Dr. James R. Acker, professor of criminal justice at the State University at Albany and an expert on capital punishment.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Arabs Split on Cultural Ties to Israel","web_url":"https://www.nytimes.com/1995/03/07/world/arabs-split-on-cultural-ties-to-israel.html","abstract":"  The Arab world's most famous poet has been expelled from the Arab Writers' Union for meeting with Israeli intellectuals, and the punishment has generated bitter debate among writers and artists across the Middle East.    At issue is the whole idea of cultural exchange with Israel, but underlying it is a long-simmering rebellion against pressures Arab governments exert on their cultural establishments.","thumbnail":null,"section":"World"},{"date":"19950307","headline":"Pataki Getting Low Marks for Job Performance, Poll Shows","web_url":"https://www.nytimes.com/1995/03/07/nyregion/pataki-getting-low-marks-for-job-performance-poll-shows.html","abstract":"  At a time in his term when many politicians are still enjoying a honeymoon with voters, Gov. George E. Pataki's favorable ratings are barely higher than those of Gov. Mario M. Cuomo at the lowest point of his administration, according to a poll released today.    The pollster, Lee M. Miringoff, director of the Marist Institute for Public Opinion, said that Mr. Pataki's low rating of 36 percent apparently reflected opposition to the new Governor's austere budget proposal, which has angered groups from Catholic bishops to college students to advocates for the poor. Asked about the budget, 42 percent of the respondents said they disapproved of the budget and 39 percent said they approved.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Volcano Is Seen Erupting On Jupiter's 'Pizza Moon'","web_url":"https://www.nytimes.com/1995/03/07/science/volcano-is-seen-erupting-on-jupiter-s-pizza-moon.html","abstract":"  A SPECTACULAR volcano is erupting on Jupiter's moon Io, astronomers at the National Aeronautics and Space Administration Infrared Telescope Facility have reported.   The eruption was spotted last Thursday by the telescope team at Mauna Kea, Hawaii, in the form of a spreading spot on the colorful surface of the moon. Io, which is about the same size as Earth's moon, is the only body in the solar system other than Earth where active volcanism has been observed.","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"Where a School Lunch Is Food, Not a Policy Issue","web_url":"https://www.nytimes.com/1995/03/07/us/where-a-school-lunch-is-food-not-a-policy-issue.html","abstract":"  For Gloria Brown and her daughters, free lunch at Franklin Elementary School is a big deal. The meals are well-balanced, and Heidi, age 7, and Samantha, age 10, like them.    Like many parents at Franklin, Mrs. Brown, who works the 3 A.M. shift at Hardee's, does not understand why the Republicans want to scrap the national lunch program and instead give a lump sum of money to states for school meals.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Bobek Wins Qualifier Group","web_url":"https://www.nytimes.com/1995/03/07/sports/bobek-wins-qualifier-group.html","abstract":"  It was only the qualifying round, but for Nicole Bobek, this round was an insurmountable obstacle last year. Not today. In her first appearance at the 1995 world championships, Bobek skated a freestyle program that was just slightly inferior to the one she performed to win the United States women's championship on Feb. 11.   As a result, she stood first in her qualifying group, one place ahead of a shaky Lu Chen of China, who is considered one of the leading contenders for a gold medal.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Whose Court Is It, Anyway?","web_url":"https://www.nytimes.com/1995/03/07/opinion/whose-court-is-it-anyway.html","abstract":"After four days of deliberation, the jury in the Woburn case had still not returned a verdict. Lawyers for the parties gathered outside the courtroom in the Federal District Court in Boston and paced the corridor. One of them, a Harvard Law School professor named Charles Nesson, marveled at the process unfolding inside. \"This could only happen in America,\" he said. \"Nowhere else in the world can eight families hold two of the nation's most powerful corporations accountable.\" \n\nIt might not be possible in America much longer, either. Yesterday the House of Representatives began debating a measure that would have a devastating effect on our system of civil justice. By making it far more difficult to sue, the Common Sense Legal Reforms Act would severely limit the access of average citizens to the most democratic institution ever devised -- a jury of one's peers.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"3 Into 2: History Plays Rearranged","web_url":"https://www.nytimes.com/1995/03/07/theater/theater-review-3-into-2-history-plays-rearranged.html","abstract":"  Not so long ago, before the latest curriculum revisions, most schoolchildren would have at least heard of the Wars of the Roses, even if they were not quite sure which side wore which color rose, or what the fuss was all about. Some may even have known that Shakespeare's first plays were a three-part history of those wars, \"King Henry VI, Parts 1, 2 and 3,\" although few would have read them, much less seen them onstage.   The Theater for a New Audience is offering a rare opportunity to see the seldom-staged trilogy by cutting and pasting the three plays into two and presenting them in repertory. Thanks to good performances in the main roles, the productions are effective and surprisingly engaging, mostly succeeding despite some odd and distracting directorial idiosyncracies.","thumbnail":null,"section":"Theater"},{"date":"19950307","headline":"Jerusalem Journal; In a Museum of Hell, Qualms About Decorum","web_url":"https://www.nytimes.com/1995/03/07/world/jerusalem-journal-in-a-museum-of-hell-qualms-about-decorum.html","abstract":"  What many cannot forget are her eyes.   She stands slightly hunched on the far left of the grainy photo, huddling in fear with two other women as Nazi soldiers hover with rifles. On this dark day in 1941 in Liepaja, Latvia, these unidentified Jewish women are about to die.","thumbnail":null,"section":"World"},{"date":"19950307","headline":"Dresden:Looking Back : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-dresdenlooking-back-letters-to-the-editor.html","abstract":"Regarding \"It's 1995 and Not 1945, but Still Not Time to Shed Tears for Dresden\" (Opinion, Feb. 27) by Charles Fenyvesi:.Mr. Fenyvesi is guilty of perpetuating the myth of Allied innocence in World War II, inaccurately adopting political real","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Allegations of Huge Fraud Embroil a Co-Op in Queens","web_url":"https://www.nytimes.com/1995/03/07/nyregion/allegations-of-huge-fraud-embroil-a-co-op-in-queens.html","abstract":"  Year after year, the retirees and working-class families who live in the Big Six Towers cooperative in Queens dutifully paid their monthly maintenance fees. They absorbed additional charges for capital improvements with little fuss. And eventually, with the promise of great earnings, many even invested their life savings in a plan to expand Big Six's shopping center.   But because of what appears to be an elaborate fraud, the new shopping center never opened, and the high-rise apartment buildings fell into debt for more than $20 million and into some disrepair. And the stunned residents of Big Six learned last night that they may never recover their investments because the former manager of their complex apparently deceived them.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"TV Movies and TV Echoing a Movie","web_url":"https://www.nytimes.com/1995/03/07/arts/critic-s-notebook-tv-movies-and-tv-echoing-a-movie.html","abstract":"  How do you drum up attention for a television movie? One way is to get the star of an old series. See tonight's \"Shamrock Conspiracy,\" starring Edward Woodward, once the weekly vigilante hero of \"The Equalizer.\"   Another way is to tackle a risky subject. See tomorrow's \"Choices of the Heart: The Margaret Sanger Story,\" about the extraordinary woman whose contraception crusade eventually led to the founding of Planned Parenthood.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"DOLLAR CONTINUES TO PLUNGE AS U.S. PONDERS STRATEGY","web_url":"https://www.nytimes.com/1995/03/07/us/currency-markets-dollar-continues-to-plunge-as-us-ponders-strategy.html","abstract":"  The dollar plunged more than 1 percent today to a new post-World-War-II low against the Japanese yen and briefly touched a historic low against the German mark as the currency accelerated a decline that began in the middle of last month.   The dollar's weakness is clearly worrying the Clinton Administration, as demonstrated by the effort it led on Friday, when more than a dozen central banks bought dollars in currency markets to try to support the value of the currency. But that coordinated effort failed. And as officials scramble for a strategy that would revive the dollar without running the risk of tipping the American economy into a recession, they appear to be running out of palatable options.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Simms-Browns Negotiations Hit a Lull","web_url":"https://www.nytimes.com/1995/03/07/sports/sports-people-football-simms-browns-negotiations-hit-a-lull.html","abstract":"  PHIL SIMMS shouldn't break out his Cleveland Browns jersey just yet.   Negotiations involving the former Giants quarterback have been put on hold until at least Sunday, according to the Browns' owner, ART MODELL. The problem? No surprise; it appears to be money.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Democrats Forge New Welfare Role","web_url":"https://www.nytimes.com/1995/03/07/us/democrats-forge-new-welfare-role.html","abstract":"  One of the more bizarre features of the current debate over welfare legislation is the way Democrats and Republicans seem to have reversed their usual positions on proposals to require welfare recipients to work.   Unable to agree on any other aspect of welfare policy, House Democrats hit upon this theme: the Republicans' welfare bill, as originally proposed and subsequently revised, is \"weak on work.\"","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Harbor Police Chief Is Named","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-jersey-daily-briefing-harbor-police-chief-is-named.html","abstract":"  James J. Challender is the new chief of the Division of Police of the Waterfront Commission of New York Harbor. Mr. Challender, 53, a former captain of the New Jersey State Police, will head the unit that investigates crime in the harbor and patrols docks and terminals. PETER S. YOUNG","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"She Knows Her Ohms and Iambs","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-jersey-daily-briefing-she-knows-her-ohms-and-iambs.html","abstract":"  As she squeezes fingers through a tiny opening to   grab wires she teases about the","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Bassist Mixes Virtues Of Youth and Maturity","web_url":"https://www.nytimes.com/1995/03/07/arts/bassist-mixes-virtues-of-youth-and-maturity.html","abstract":"  Musicians tend to explain away Christian McBride's talent. He has perfect pitch, some say. He has a \"sonographic memory,\" others contend. He's physically perfect for the instrument he plays, large and strong. And many of them also say he's the best bassist they have ever worked with.   Jazz is an idiom in which musicians usually require years of conditioning and experience to create a mature statement. Mr. McBride, who is 22, plays with a polish and a confidence that belie his age. Yet his improvisations burst with the freshness associated with youth. His playing is perfectly edited. His intonation is beyond reproach. His logical note choices suggest somebody who has spent years absorbing music.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"Firefighter in Coma, and Medical Treatment Is Faulted","web_url":"https://www.nytimes.com/1995/03/07/nyregion/firefighter-in-coma-and-medical-treatment-is-faulted.html","abstract":"  A firefighter who collapsed at a blaze in Brooklyn on Sunday suffered severe brain damage and was in a coma last night. Fire officials said yesterday that an oxygen tube had been improperly inserted by paramedics.   Lieut. Raymond F. Schiebel, a 25-year veteran of the Fire Department, was listed in critical condition at Woodhull Medical and Mental Health Center, unconscious and on life support after sustaining injuries to his brain, heart, lungs and kidneys because of a \"persistent lack of oxygen,\" said Dr. David Prezant, the Fire Department's chief physician.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"By Design; Take a Deep Breath","web_url":"https://www.nytimes.com/1995/03/07/style/by-design-take-a-deep-breath.html","abstract":"  The return of the hourglass figure has brought back corselets. Some women prefer to wear the underwear variety that hides beneath their clothes. But why not make a strong statement and flaunt a sexy corselet belt on the outside?   Karl Lagerfeld showed at least a dozen ways to wear a corselet belt in his spring show, and some of those belts are in stores now. In black patent or clear vinyl, they may have straps that go around the neck like a halter or strings that tie around the waist ($725 and $735, at Saks Fifth Avenue and Bergdorf Goodman).","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"At Best, a Difficult Undertaking","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-jersey-daily-briefing-at-best-a-difficult-undertaking.html","abstract":"  Some boys want to be policemen or firefighters when they grow up. Stephen Priola wanted to be a funeral director. In 1993, he rented space at a Whippany funeral home and opened his own business. But Mr. Priola, 26, has lived in Parsippany all his life and had hoped to set up his business here. Now he has applied to convert his home into a mortuary, and his neighbors do not like the idea. Parsippany's zoning ordinance does not list a funeral home as a permitted use in a residential area. Mr. Priola has applied for a variance. A hearing will be held April 12.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"The Miracles of the Body","web_url":"https://www.nytimes.com/1995/03/07/arts/television-review-the-miracles-of-the-body.html","abstract":"  The scenes of champion athletes performing their miracles on track, field and ice are mere preliminaries to the internal miracles you can witness tonight on \"The Universe Within.\" Fiber-optic cameras, electron microscopes and computer animation produce an astounding display of the workings of the human body. It makes the program's pledge-drive interruptions, which take up more than a quarter of these two hours, almost forgivable if not necessarily bearable. (My advice: Send in your check and record the show for future watching, finger on fast-forward.)   Mike Powell's 1991 record-setting long jump of nearly 10 yards leads into a celebration of the heart, the muscles and the bones that form the human skeleton, \"heavy enough to withstand a pounding and light enough to get airborne for a moment or two.\" The skeleton is recreated every two years, and you can see the old bone being replaced by new bone in a process that, alas, slows around middle age and ends as all things end.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"Heated Plane Wing Prevents Icing Safely","web_url":"https://www.nytimes.com/1995/03/07/opinion/l-heated-plane-wing-prevents-icing-safely-421195.html","abstract":"  To the Editor:   The controversy concerning the safety of the ATR-42 and ATR-72 commuter turboprop airliners is disturbing (front page, Feb. 26). No aircraft in the air transport category, whether a trunk airline or a commuter, should be flying with wing de-icing boots to prevent ice buildup.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"In Chaotic City Hospitals, A Bureaucracy to Match","web_url":"https://www.nytimes.com/1995/03/07/nyregion/in-chaotic-city-hospitals-a-bureaucracy-to-match.html","abstract":"  When New York City's public hospitals underwent their last major reorganization more than 25 years ago, civic leaders renewed a longstanding promise to bring medical care for the poor up to the standards of the best private hospitals.   Faced with financial mismanagement, squalid conditions and a bureaucracy out of control, they drew up plans for a sleek, modern business unfettered by politics: the New York City Health and Hospitals Corporation. Forged in the more magnanimous era of the Great Society, the public corporation was to insure the most generous medical services of any American city.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Vast Bureaucracy Is Nation's Biggest","web_url":"https://www.nytimes.com/1995/03/07/nyregion/vast-bureaucracy-is-nation-s-biggest.html","abstract":"  No other city in the United States has a public hospital system as vast or as expensive as New York's.   In Los Angeles County, the health care network serves the city and suburbs, with a population of 9 million, 1.7 million more than in New York. But its public hospitals serve fewer patients and spend much less. The county has five hospitals instead of 11, an annual budget of $2.5 billion instead of $3.8 billion, and 29,000 employees instead of almost 50,000.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Chess","web_url":"https://www.nytimes.com/1995/03/07/arts/chess-696695.html","abstract":"  Anatoly Karpov did not have as easy a time winning his qualification match for the International Chess Federation's world championship as his forthcoming rival, Gata Kamsky.   During 10-game contests in the Sanghi Nagar, India, Kamsky took just seven games to rack up his winning score of 5 1/2-1 1/2 against Valery Salov, whereas Karpov had to go nine games to achieve his winning 6-3 score against Boris Gelfand. Not only that, but Karpov was also defeated in Game 3 and thus had to come from behind to victory.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"Birden Leaves Chiefs for the Falcons","web_url":"https://www.nytimes.com/1995/03/07/sports/sports-people-football-birden-leaves-chiefs-for-the-falcons.html","abstract":"  The Atlanta Falcons, in search of a deep threat at wide receiver to replace the departed ANDRE RISON, said yesterday they had agreed to terms with the free agent J. J. BIRDEN. Terms of the two-year contract were not disclosed. Birden, 29, spent five seasons with the Kansas City Chiefs, making 183 catches for 2,819 yards and 14 touchdowns. Birden had 48 receptions for 637 yards and 4 touchdowns last year. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Peacocks Move On As Jaspers Are Jolted","web_url":"https://www.nytimes.com/1995/03/07/sports/basketball-peacocks-move-on-as-jaspers-are-jolted.html","abstract":"  A basketball team from the New York metropolitan area did indeed earn a spot in the National Collegiate Athletic Association tournament tonight. But it was not Manhattan.   St. Peter's of Jersey City stunned the top-seeded Jaspers in overtime, 80-78, in the championship game of the Metro Atlantic Athletic Conference tournament at Knickerbocker Arena. With the victory, the Peacocks clinched an automatic bid to the N.C.A.A.'s post-season tourney for the first time since 1991.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Both Words and Thoughts : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-both-words-and-thoughts-letters-to-the-editor.html","abstract":"Regarding \"Too Mean in Japanese? Try English\" (Feb. 22) by Nicholas D. Kristof:.The reason the Japanese import so many English words, other than the preference for exotic sounds and a desire to avoid more direct Japanese words, is that the Ja","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"The Mouth That Keeps Roaring; An American Free Spirit Overwhelms the Downhill Scene","web_url":"https://www.nytimes.com/1995/03/07/sports/mouth-that-keeps-roaring-american-free-spirit-overwhelms-downhill-scene.html","abstract":"  Even if Picabo Street had not begun dominating the World Cup downhill circuit, she would have turned her share of Tyrolean heads.   In a discipline where the difference between fabulous and fair is usually too small to be counted aloud, camaraderie is not always part of the tight-lipped proceedings. But Street, the free-spirited daughter of free spirits, has never been one for quietly toeing the party line.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Developments in Washington","web_url":"https://www.nytimes.com/1995/03/07/us/diary-developments-in-washington.html","abstract":"  LEGAL REFORM: The House began debating an overhaul of the American legal system as it considered legislation that would for the first time place civil laws governing personal injuries and defective products under Federal rules. The debate, which is expected to occupy much of the week, began with a proposal to require that people who undertake civil lawsuits, and then lose, pay the costs and fees of their opponents in many cases. The bill is a sharply curtailed version of the \"loser pays\" proposal embodied in the House Republicans' Contract With America.   ENDANGERED SPECIES: With Congress preparing to rewrite the Endangered Species Act, the Clinton Administration proposed changes intended to increase the law's flexibility and decrease its economic costs without putting rare plants and animals in greater danger of extinction. For instance, it wants to exempt from regulation most homeowners and activities on small plots of land, allowing some disturbance of habitat as long as the overall effect on a species is negligible. Interior Secretary Bruce Babbitt also wants to give more power to state governments in carrying out the law, and has said that future decisions to list species for protection would have to be supported by independent scientific peer reviews.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Corn in the New World: A Relative Latecomer","web_url":"https://www.nytimes.com/1995/03/07/science/corn-in-the-new-world-a-relative-latecomer.html","abstract":"  A NEW technique for dating ancient organic matter has upset thinking about the origins of agriculture in the Americas. The earliest known cultivation of corn, it now seems, occurred much more recently than had been thought -- 4,700 years ago, not 7,000 -- and scientists are perplexed as they ponder the implications.   The new date means that people in the New World, in the Tehuacan valley of the central Mexican state of Puebla in particular, probably did not begin growing their most important crop until as much as 4,000 or 5,000 years after the beginning of agriculture in the Old World. Hunter-gatherers who settled along the Jordan River valley managed to domesticate wild progenitors of wheat and barley as early as 9,000 to 10,000 years ago, and thus became, as far as anyone knows, the first farmers anywhere. Perhaps such a lengthened time gap could suggest clues to the circumstances favoring the transition to agriculture, one of the foremost innovations in human culture.","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"A Japanese Consensus on the Pacific War Still Doesn't Look Close","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-a-japanese-consensus-on-the-pacific-war-still-doesnt-look-close.html","abstract":"Confronting its past record in the Pacific war is getting harder for Japan as the 50th anniversary of its defeat in August 1945 approaches. The difficulties that Tomiichi Murayama, the Social Democratic prime minister, faces in pressing his conservative","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Jail Deaths Called Preventable","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-jersey-daily-briefing-jail-deaths-called-preventable.html","abstract":"  One, diagnosed with diabetes, died of pneumonia; another, a fatal seizure from inadequate medication. In all, three inmates of the Essex County Jail suffered preventable deaths since 1992 because their conditions were mishandled by the medical staff, a prison health specialist testified last week. Ronald Shansky's testimony was reported in the current issue of The New Jersey Law Journal.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/07/style/chronicle-649495.html","abstract":"  Joking that she was reluctant to part with her inaugural ball gown and coat, HILLARY RODHAM CLINTON presented them yesterday to the First Ladies exhibition at the Smithsonian Institution's National Museum of American History.    \"It's not something I came to lightly,\" Mrs. Clinton said as she stood next to a mannequin displaying her ensemble at the ceremony. \"As you'll notice we're into the third year of my husband's Presidency.\"","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"Piano and Saxophone With Jazz Inspirations","web_url":"https://www.nytimes.com/1995/03/07/arts/pop-review-piano-and-saxophone-with-jazz-inspirations.html","abstract":"  All sorts of things mutate at the fringe of jazz. At the Beacon Theater on Saturday night, David Benoit, a pianist, and Art Porter, a saxophonist, performed what might be called instrumental pop music. They were both playing music related to jazz, yet their conclusions were radically different.   One thing the two share is an ability to make some money playing music without words: although Mr. Porter was mostly playing funk with overlaid improvisations and Mr. Benoit was playing sentimental, piano-based music, they're both frequently on the radio, and usually on the same stations. And both sell recordings. Fusion music, much maligned by critics, is still popular, although the fact that the Beacon show was not sold out suggested that the music's commercial grip might just be slipping.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"United Way Directors Are Faulted as Trial Begins","web_url":"https://www.nytimes.com/1995/03/07/us/united-way-directors-are-faulted-as-trial-begins.html","abstract":"  Lawyers for William Aramony, the former president of United Way of America, portrayed him today as a driven, dedicated man who had built the charity into one of the best known in the United States, but who was the victim of directors and lawyers who tried to protect themselves by blaming him for a variety of misdeeds.   \"The reason William Aramony sits there today,\" William B. Moffitt, one of his lawyers, said in his opening statement in the trial of Mr. Aramony and two former aides on charges they defrauded the charity of more than $1 million, \"is that the corporate titans of America, men driven by single-minded ambition, were trying to preserve their power and their reputations.\"","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"U.N. Parley Ponders How to Stretch Scarce Aid Funds","web_url":"https://www.nytimes.com/1995/03/07/world/un-parley-ponders-how-to-stretch-scarce-aid-funds.html","abstract":"  Aware that the climate for international aid has changed, rich and poor nations, gathered for a weeklong conference on world poverty, are beginning to debate new ways to help the 1.3 billion people who are absolutely destitute.   How far the two camps have come toward accommodation will not be known until the end of the week, when leaders from 130 nations discuss the conclusions their delegations have reached at the United Nations World Summit for Social Development.","thumbnail":null,"section":"World"},{"date":"19950307","headline":"Raveling Is Happy To Leave Coaching","web_url":"https://www.nytimes.com/1995/03/07/sports/tv-sports-raveling-is-happy-to-leave-coaching.html","abstract":"  George Raveling, the former Southern Cal men's basketball coach, says he's 95 percent recovered from the multiple injuries he received in a car accident last September. He's also not pining to coach again. Hasn't felt the urge.   Raveling, who will work for CBS as an analyst during the National Collegiate Athletic Association men's basketball tournament, retired from Southern Cal last Nov. 15. He's pleased by his serenity about retiring from the sidelines. He doesn't want to end up frazzled like the University of Nevada-Las Vegas's Tim Grgurich or Golden State's Don Nelson. Not at 57.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"An Emotional, Inevitable Rite Is Repeated One Last Time","web_url":"https://www.nytimes.com/1995/03/07/nyregion/an-emotional-inevitable-rite-is-repeated-one-last-time.html","abstract":"  Senator Richard A. Dollinger, Democrat of Rochester, reached into his desk drawer on the Senate floor today and pulled out a hypodermic syringe -- the instrument, he said, that would kill not only convicts but a measure of civilization in New York as well.   \"What we're going to do today,\" he said, unwrapping the needle slowly, \"is we are going to fill this with what I think is the greatest venom present in our society today: pure and simple revenge. That is what this is all about.\"","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Secretary of State's Bleeding Ulcer Illustrates Arthritis Drug Problem","web_url":"https://www.nytimes.com/1995/03/07/science/doctor-s-world-secretary-state-s-bleeding-ulcer-illustrates-arthritis-drug.html","abstract":"  THE bleeding stomach ulcer that Secretary of State Warren Christopher suffered as a complication of a nonsteroidal anti-inflammatory drug he took for arthritis vividly illustrates the dangers of such drugs.   Complications of these drugs, referred to by doctors as Nsaid's (pronounced EN-seds), are a significant public health problem. The complications have been described in a medical journal as the most prevalent serious drug toxicity in the United States. Each year such complications lead to about 41,000 hospitalizations and 3,300 deaths, studies show. They are a principal reason for the procedure known as gastroscopy, which Mr. Christopher underwent, in which doctors pass a tube through the mouth into the stomach to diagnose stomach disorders.","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/03/07/sports/transactions-342895.html","abstract":"  Baseball  American League  NEW YORK YANKEES -- Agreed to terms with Guillermo Hernandez, pitcher, on a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Correction","web_url":"https://www.nytimes.com/1995/03/07/opinion/c-correction-744095.html","abstract":"  Because of an editing error, a letter published March 4 from Representative Nancy Pelosi on legislation to create a public benefit trust to manage the Presidio Army base misstated the vote in the Senate Energy and Natural Resources Committee. The bill passed 20 to 0.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"1895:Whistler Triumphs : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-1895whistler-triumphs-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The \"Eden-Whistler\" case was again before the Court in the Sixime Chambre yesterday [March 6], when Me. Bruneau on behalf of the Baronet and Me. Beurdeley for the celebrated artist fought over the portrait of Lady Eden. The plainti","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Dealing Death in Albany","web_url":"https://www.nytimes.com/1995/03/07/opinion/dealing-death-in-albany.html","abstract":"  New York State's political leaders, determined to restore the death penalty, have nearly completed a lawmaking process that ought to shame the Senate, Assembly and Governor. New York is licensing itself to kill those convicted of certain kinds of murder in a legislative rush that ignores principle and bows to the politics of looking tough about crime.    For weeks the legislators have swapped and logrolled on the solemn subject of capital punishment in ways more suitable to parceling out pork-barrel projects to their districts. No hearings, no reports showing that the politicians understand their bill or the true cost of bringing back the executioner. Only proud speeches proclaiming that New York will soon be free to conduct executions.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Slovakia Takes a Wrong Turn","web_url":"https://www.nytimes.com/1995/03/07/opinion/slovakia-takes-a-wrong-turn.html","abstract":"  Although Prime Minister Vladimir Meciar of Slovakia would like to lead his country into the European Union and NATO, he is pursuing policies that disqualify membership in either organization. Mr. Meciar, a former Communist Party boss who returned to power last winter for the third time since 1989, seems intent on stifling independent voices in the press, television and radio.   Mr. Meciar's first official act when he assumed power last November was to put party cronies in charge of radio, TV and the state agency responsible for the media. The new boss of state radio cut back on news coverage and eliminated programs that allowed unfettered discussion of political issues. Two weeks ago, after the Slovak radio's Washington correspondent, Peter Susko, reported that a Meciar trade delegation to the United States appeared poorly prepared, he was ordered home and the Washington office was closed.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"For Paris Opra, a New Baton","web_url":"https://www.nytimes.com/1995/03/07/style/IHT-for-paris-opera-a-new-baton.html","abstract":"The tumult and the shouting may be on the way out at the Opra Bastille, the confused sloganeering and clownish violence a thing of the past, insofar as it may be possible to risk any prediction about an institution whose history, both recent and di","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"Observer; Trial by Trial","web_url":"https://www.nytimes.com/1995/03/07/opinion/observer-trial-by-trial.html","abstract":"  After many years of watching the most widely celebrated trial in human history, I slipped quietly into a coma. Johnnie Cochran objected. I was deeply flattered.   Cochran was the most brilliant defense attorney to put a leaden thumb on the scales of justice since Socrates argued his own case. Now he was objecting to my very own coma. Surely there were rich book possibilities here.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Questions Rise About Cup's First Sinking","web_url":"https://www.nytimes.com/1995/03/07/sports/yacht-racing-questions-rise-about-cup-s-first-sinking.html","abstract":"  The day after the $3 million yacht One Australia sank in only two minutes in choppy seas, America's Cup race organizers and competitors mulled over whether the boats should have been racing at all. And if so, why it was that 75-foot racing yachts apparently couldn't cope with conditions that might not seem so extreme for cruising yachts.   Sunday night, the team from One Australia asked the other challengers for a few days' reprieve from racing after it suffered the first sinking in the 144 years of the event. Four of the seven teams, including One Australia, voted to allow time to regroup. But after a protest from France, the event's International Yachting Jury ruled time off was not allowed.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Pollini Cancels Recital","web_url":"https://www.nytimes.com/1995/03/07/arts/pollini-cancels-recital.html","abstract":"  The pianist Maurizio Pollini has canceled his Carnegie Hall recital on March 16 because of illness. The concert will not be rescheduled. Subscribers and single-ticket buyers who purchased their tickets through Carnegie Charge will receive automatic credit on their accounts. Those who bought tickets at the box office may return them for refund either in person or by mail to Carnegie Hall Box Office, 154 West 57th Street, New York, N.Y. 10019, Attention: Pollini Refund. All requests must be made by May 19. Information: (212) 247-7800.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"Review/Fashion; Chic Prevails Over Grunge","web_url":"https://www.nytimes.com/1995/03/07/style/review-fashion-chic-prevails-over-grunge.html","abstract":"  Fashion likes the characters in its costume drama to come in two sizes: big and bigger.   As the craze for basics, represented by the Gap, crescendoed, it was difficult for designers not to sound a bit like Norma Desmond: they were big, but the business was thinking very, very small. Fortunately for fashion, big is back. Gianni Versace is talking about his new town house in New York (his fourth mansion); Giorgio Armani is planning a spectacle and soiree for his show on Thursday night, and Valentino is busily preparing ball gowns for the Academy Awards.","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"A Blood Sport Moves to the Suburbs","web_url":"https://www.nytimes.com/1995/03/07/nyregion/our-towns-a-blood-sport-moves-to-the-suburbs.html","abstract":"  THE night was still young, 5 fights down and nearly 20 to go, when the police stepped in. But as Robert O'Neill aimed his flashlight on a white cock writhing on the ground, its bloody chest ripped open, he looked sorry he couldn't have raided the place sooner.   \"This is one of the losers,\" he said. Then he spied two dead cocks tossed in a corner of the filthy backyard. More losers.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"A Shrewd Move on Schools","web_url":"https://www.nytimes.com/1995/03/07/opinion/a-shrewd-move-on-schools.html","abstract":"  The pilot program announced by Mayor Rudolph Giuliani and Schools Chancellor Ramon Cortines to privatize the maintenance and repair of New York City schools is a smart idea. It could save money. It could help prevent the city's school buildings from collapsing around the students and teachers who inhabit them.    The system of repairing schools has long been inadequate. The fault has been shared by the Board of Education's Division of School Facilities and the school custodians. Together they are responsible for more than 1,000 school buildings.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"1920: Out of Siberia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-1920-out-of-siberia-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - Japan has decided, in line with American policy, to abandon her expedition in Siberia, and that the first detachment of Japanese troops will leave Vladivostok on March 23, when Czecho-Slovak troops also depart. Japan, deeply concerned at the sp","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"A Presidential Hopeful for '96 With a Low-Key, Serious Air","web_url":"https://www.nytimes.com/1995/03/07/us/a-presidential-hopeful-for-96-with-a-low-key-serious-air.html","abstract":"  Richard Green Lugar has been a United States Senator from Indiana for 18 years, but much of the national electorate has yet to notice. That would not seem to make for a promising start to a campaign for the Republican Presidential nomination like the one Mr. Lugar disclosed, to the surprise of many here, on Thursday.   Unlike Senator Bob Dole, the majority leader, who can summon network cameras whenever he wants toopine on any issue, Mr. Lugar is known largely as an authority on dry topics like arms control and foreign affairs. Unlike Senator Phil Gramm, of the Texas twang and saber-toothed sound bites, Mr. Lugar speaks in flat tones and shades of gray.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Washington Talk; For G.O.P., Moderation Is Becoming Intolerable","web_url":"https://www.nytimes.com/1995/03/07/us/washington-talk-for-gop-moderation-is-becoming-intolerable.html","abstract":"  That Republicans are even talking about stripping Senator Mark O. Hatfield of his Appropriations Committee chairmanship for deserting his party over the balanced-budget amendment is the latest, and most vivid, example of a heightened partisanship among Republicans -- and one that leaves less and less room for moderate views.   Unlike the House and its restless new class of conservatives clamoring for rapid-fire action on Speaker Newt Gingrich's Contract With America, the Senate has moved at a decidedly slower pace. And though the Senate has always been viewed as the more patient, more deliberative chamber, the gentlemanly Senator from Oregon may well have crossed the threshold.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Nedved Completes Rangers' Comeback","web_url":"https://www.nytimes.com/1995/03/07/sports/hockey-nedved-completes-rangers-comeback.html","abstract":"  Yesterday morning, several hours before the Rangers played host to the Ottawa Senators, Coach Colin Campbell met in his office with Petr Nedved, the slumping forward. They looked at some videotape the coach had selected and they talked. It wasn't an entirely complimentary conversation, and they didn't spend equal time talking.   \"I'd have to say that he did more than I did,\" Nedved said, \"but we kind of communicated back and forth.\"","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"American To Conduct Paris Opera","web_url":"https://www.nytimes.com/1995/03/07/arts/american-to-conduct-paris-opera.html","abstract":"  The young American conductor James Conlon, who has largely built his career in Europe, was appointed principal conductor of the troubled Paris National Opera today, inheriting a high-risk position -- if not the same title -- from which his two predecessors were summarily removed.   The 44-year-old Mr. Conlon, who will retain his current posts in Germany as music director of the city of Cologne and chief conductor of the Cologne Opera, will serve as music adviser to the Paris Opera starting on May 1 and then become principal conductor on Aug. 1, 1996, with a contract running through 2001.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"The Beat of Life, With Reminders of the 70's","web_url":"https://www.nytimes.com/1995/03/07/arts/dance-review-the-beat-of-life-with-reminders-of-the-70-s.html","abstract":"  Louise Klixbull has been choreographing for 10 years, according to program notes for a performance by the Klixbull Dance Company on Sunday afternoon at the Theater of the Riverside Church. Given that fact, Miss Klixbull's new \"Pulse\" was astonishingly naive.   The 90-minute theater-and-dance piece suggested that the Danish-born choreographer and her costume and set designer, Annemarie Klixbull, have an eye for scenic design. The stage looked handsome, a rectangle of red light and gauze bordered by naked light stands and filled with dancers in red leotards and tights. But what those dancers performed was a rambling, often aimless-seeming ritual in movement that was mostly calisthenics with some ballet and Martha Graham technique worked in.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"A Well-Founded Fear","web_url":"https://www.nytimes.com/1995/03/07/opinion/a-well-founded-fear.html","abstract":"  She makes women's clothes. In today's Algeria, that is a political act, and potentially a fatal one. Until last year, when she abandoned her market stall in Algiers, 38-year-old Naima Belahi imported fabric from France and Italy and sewed it into beaded evening gowns or stylish short dresses. Then, last March 10th, Algeria's Islamic insurgents ordered all women to veil themselves within a week or risk becoming legitimate targets of murder. The day after the deadline, militants killed a 16-year-old high school student who was walking to class without a head scarf.   Ms. Belahi, visiting the U.S. at the time, was afraid to return home. She neither makes nor wears the shroudlike Islamic dress that must cover the female body. To do so, she feels, would be to signal agreement with the extremists. She has taken refuge with a Connecticut family and applied for political asylum.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Estonia's Government Replaced In Vote Signaling Slower Reform","web_url":"https://www.nytimes.com/1995/03/07/world/estonia-s-government-replaced-in-vote-signaling-slower-reform.html","abstract":"  Voters ousted Estonia's pro-market Government in elections this weekend in favor of political parties that advocate a greater commitment to social protection and agriculture, according to election results issued today.    The political shift in Estonia, whose radical market reforms led to much more rapid economic growth compared with that in other former republics of the Soviet Union, was fed by dissatisfaction among elderly and rural voters who felt that they had been left out of the economic revival.","thumbnail":null,"section":"World"},{"date":"19950307","headline":"Indian Tribe Makes Plans For a Nationwide Lottery","web_url":"https://www.nytimes.com/1995/03/07/us/indian-tribe-makes-plans-for-a-nationwide-lottery.html","abstract":"  The Coeur d'Alene Indian tribe of Idaho said today that it planned to create a national lottery that would be the first in the country in which buyers could charge tickets by using a toll-free telephone number and a credit card.   Planners say the National Indian Lottery, scheduled to begin this fall with an initial jackpot of $50 million, could raise as much as $200 million a year for the 1,300-member tribe through a purchasing system intended to operate much like a home shopping network. Buyers would call an 800 number and charge a minimum $5 for five $1 tickets in a weekly game.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Review/Fashion; A Retreat From Retro Glamour","web_url":"https://www.nytimes.com/1995/03/07/style/review-fashion-a-retreat-from-retro-glamour.html","abstract":"  It was not for the hype-seeking missiles of the fashion army to complain when at Versace on the opening day of the women's fall collections here, the actor Hugh Grant responded patiently to frenzied, badly translated Italian journalists' questions like \"Will you be wearing a Versace dress to the Academy Awards?\" Or when television crews snaked madly along after Naomi Campbell at the opening night party for Anna Sui's Italian-produced Sui collection, as if trying to catch the last glimpse of Naomi the model before she becomes Naomi the movie star.   But the nicest thing about the Day of the Locust crowds at Gucci, the jostling, the elbowing and the expectation in the air, was that the excitement was for nothing but the clothes.","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"Both Words and Thoughts : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-both-words-and-thoughts-letters-to-the-editor-93763366045.html","abstract":"The Germans are also adept at assimilating English words and creating new ones. Germany's Federal Railways offer Twen fares for under-26-year-olds. And a German male may wear a Pullunder, or sleeveless sweater.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Q&A","web_url":"https://www.nytimes.com/1995/03/07/science/q-a-686995.html","abstract":"  Surviving a Crash   Q.  I have heard that drunks survive car crashes better. Does this mean you should relax when a crash is imminent rather than tensing every muscle in the body?","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"Plucking Free Software Directly From the Ether","web_url":"https://www.nytimes.com/1995/03/07/science/peripherals-plucking-free-software-directly-from-the-ether.html","abstract":"  ONE of the things that puts people on line, whether through a commercial service like Compuserve, a not-yet-commercial service like the Internet or a local electronic bulletin board, is the ability to download software. There is a lot of software in the ether, if you can figure out how to get it.   (It is easy to remember the difference between downloading and uploading if you think of the other computer as the Big Machine in the Sky. Downloading is getting software and other documents from it, like having your prayers answered. Uploading is sending software and other documents to it.)","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/07/nyregion/c-corrections-737795.html","abstract":"  An article on Saturday about a study of the consumption of folic acid, a B vitamin that can prevent birth defects, by South Carolina women misstated the recommended amount. It is 400 micrograms, not milligrams, a day. The article also misstated the average daily amount consumed by young women in the United States. It is 250 micrograms, not milligrams.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Dresden:Looking Back : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-dresdenlooking-back-letters-to-the-editor-91632498102.html","abstract":"I can only ask: If not now, when? It is clear, looking back, that by February 1945 Germany was a defeated land. Still, bombing missions planned well in advance were carried out because no one had the moral courage to call them off..Mr. Fenyvesi makes o","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/03/07/style/IHT-what-theyre-reading.html","abstract":"Paula Almerares, an Argentine soprano, is reading \"Los Angeles Como Mensa- jeros\" (\"Messengers of Light: The Angels Guide to Spiritual Growth\") by Terry L. Taylor..\"This is about angels, my favorite subject at the moment. Angels","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"Essex Is Leaner by 482 Jobs","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-jersey-daily-briefing-essex-is-leaner-by-482-jobs.html","abstract":"  Nearly 500 of Essex County's 5,100 employees will lose their jobs as the county struggles to balance its budget. The County Executive, James W. Treffinger, said the 482 layoffs announced yesterday will save $15 million in salaries and benefits this year.    Mr. Treffinger said the reductions were forced by \"past abuses by management, particularly the last management,\" referring to his predecessor, Thomas J. D'Alessio, who was convicted last year of extortion and money laundering. The county is facing a deficit of $161.5 million, one-third of its operating budget.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Iran Signs Oil Deal With Conoco; First Since 1980 Break With U.S.","web_url":"https://www.nytimes.com/1995/03/07/world/iran-signs-oil-deal-with-conoco-first-since-1980-break-with-us.html","abstract":"  A major American oil company said yesterday that it had been awarded a contract by Iran to develop a huge offshore oilfield in the Persian Gulf, the first energy agreement involving Iran and the United States since Washington severed relations with Teheran in 1980.   American companies are permitted to buy oil from Iran, but they may not resell it in the United States.  The contract by Conoco Inc. goes far beyond buying oil to sell to a third party, and the arrangement to develop oil and gas sources in Iran indicates a long-term relationship.","thumbnail":null,"section":"World"},{"date":"19950307","headline":"New York City's 11 Public Hospitals","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-york-city-s-11-public-hospitals.html","abstract":"  1. BELLEVUE HOSPITAL CENTER   1,272 beds. Widely regarded as the best hospital in the system. Founded in 1736, it is the oldest teaching hospital in the nation and the model for what a public hospital can be. For generations it has been a pioneer in new treatments; two of its doctors shared a Nobel Prize for medicine in 1956. But it also treats the poorest of patients, including 60 percent of the city's homeless. 2. BRONX MUNICIPAL HOSPITAL CENTER   823 beds. The primary teaching hospital for the acclaimed Albert Einstein College of Medicine, until Einstein built its own hospital in 1966. Now, many doctors complain, Einstein pays less attention to Bronx Municipal. Until recently, the hospital was often criticized for permitting unsupervised resident doctors to dominate patient care.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"At Benefit, Kitchen Dresses Up As a Parlor","web_url":"https://www.nytimes.com/1995/03/07/arts/music-review-at-benefit-kitchen-dresses-up-as-a-parlor.html","abstract":"  For those who remember performances framed by seedy loft spaces and jarred by passing SoHo truck traffic, the Kitchen's opulent setting on Sunday night had to generate a quizzical smile or two. This was the Hudson Theater on West 44th Street, where orchestra seats were cleared away and replaced by dining tables and white linen. A fund-raiser was under way. Brief performances were a preface to cocktails and dinner. Society photographers were busy. The biggest givers paid $10,000 for their tables.   The politics of creativity were being re-enacted once again. Two-party politics, that is, for what are iconoclasts with no temples to pull down, or revolutionaries with no status quo to undermine. Twenty-four years into its life, ensconced in its well-equipped performing space on West 19th Street and with a firm finger on the pulse of what has been our musical counterculture, the Kitchen has fewer rough edges; defiance seems somewhat beside the point.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"U.S. Envoy Calls, but Croatia Seems Firm on U.N. Ouster","web_url":"https://www.nytimes.com/1995/03/07/world/us-envoy-calls-but-croatia-seems-firm-on-un-ouster.html","abstract":"  A senior United States envoy failed tonight to secure any discernible public shift in demands that United Nations peacekeepers leave Croatia -- a move that many here say would accelerate the drift toward broader conflagration in the Balkans.    The development coincided with a warning issued in London by the Bosnian Foreign Minister, Irfan Ljubijankic, that the region was \"dangerously close to a resumption of all-out war.\" He added, \"At the moment we have a diplomatic vacuum.\"","thumbnail":null,"section":"World"},{"date":"19950307","headline":"Perot and the Warbler","web_url":"https://www.nytimes.com/1995/03/07/opinion/l-perot-and-the-warbler-743195.html","abstract":"  To the Editor:   Charles C. Mann and Mark L. Plummer claim \"just about anybody\" would have done what Ross Perot did (Op-Ed, March 2): rush to destroy the golden-cheeked warbler's habitat before it could be declared an endangered species.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Works Famous And Not","web_url":"https://www.nytimes.com/1995/03/07/arts/music-review-works-famous-and-not.html","abstract":"  The Chamber Music Society of Lincoln Center has presented its share of indifferent programs in the last few years, but its concert on Sunday afternoon at Alice Tully Hall ought to count as one of the brighter moments of David Shifrin's regime as artistic director. Here was music old and new, famous and unknown, delivered with conscientious passion. An unusual cello-heavy instrumentation in three works took advantage of the society's diverse membership, while Dawn Upshaw added an aristocratic vocal gleam.   The new piece was John Harbison's \"Between Two Worlds,\" for soprano, two cellos and two pianos.  Like much of Mr. Harbison's music, this cyclic setting of poems by Robert Bly and religious meditations by Jacob Boehme gracefully blended a sprawling array of styles, influences and ethnic echoes. There were traces of African rhythm, monodic lines out of chant, repetitive figures faintly redolent of Minimalism, flashes of Messiaenesque piano writing and fluid atonal progressions in the Bergian manner, which generally serves as Mr. Harbison's home base.","thumbnail":null,"section":"Arts"},{"date":"19950307","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/03/07/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950307","headline":"Christie Is Out of Indoor Championships","web_url":"https://www.nytimes.com/1995/03/07/sports/sports-people-track-and-field-christie-is-out-of-indoor-championships.html","abstract":"  The world indoor championships, already missing many top stars, lost another marquee name yesterday when LINFORD CHRISTIE, the world and Olympic sprint champion, withdrew.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/03/07/nyregion/metro-digest-701695.html","abstract":"  STATE SENATE PASSES DEATH PENALTY   The State Senate voted overwhelmingly to return the death penalty to New York State 18 years after the state's last capital punishment law was declared unconstitutional. At 1 this morning, the Assembly was still locked in a sometimes fiery debate that had begun late Monday afternoon. A1. IN CITY HOSPITALS, CHAOTIC BUREAUCRACY   When New York City's public hospitals underwent their last major reorganization more than 25 years ago, civic leaders renewed a longstanding promise to bring medical care for the poor up to the standards of the best private hospitals. The system that emerged is now under attack for both its ideology and its cost. But long before the change in political sentiment, New York's public hospitals were moving toward a crisis of their own making, with problems that had a familiar ring. A1. ALLEGATIONS OF CO-OP FRAUD   Year after year, the retirees and working-class families who live in the Big Six Towers cooperative in Queens dutifully paid their monthly maintenance fees. And with the promise of great earnings, many even invested their life savings in a plan to expand Big Six's shopping center. But the stunned residents of the Big Six have now learned that they may never recover their investments. A1. NEW YORK CITY  COUNCIL ASSAILS MAYOR ON HOSPITALS   Several City Council leaders assailed Mayor Giuliani's philosophy on hospital privatization, attacking the Mayor's contention that a high death rate among newborn babies in New York City public hospitals demonstrated the need for the city to sell some hospitals. B3.   A woman whose bound and gagged body was found in the basement of a burning house in Queens was identified as a 20-year-old college student from Canarsie, Brooklyn. B3.  REGION  PATAKI GETS A GRADE   At a time in his term when many politicians are still enjoying a honeymoon with voters, Governor Pataki's favorable ratings are barely higher than those of Governor Cuomo at the lowest point of his administration. B5. D'AMATO TO SUPPORT DOLE IN '96   Senator Alfonse M. D'Amato plans to announce his support for Senator Bob Dole's 1996 Presidential campaign, a move that is expected to trigger a chain reaction of endorsements for Mr. Dole by New York Republicans. B5. ECONOMIC PLAN FOR NEW JERSEY CITIES   On a hill where rioters tore the heart out of New Jersey's capital city in 1968, Governor Whitman announced a new urban agenda that offers the cities of New Jersey help in planning for economic recovery, but not much help in paying for it. B6. NICOTINE REPORT WINS JOURNALISM AWARD   Reports on subjects ranging from the nicotine content of cigarettes to fraud at the Immigration and Naturalization Service have won the George Polk Awards for 1994. B6. VANDALS PAINT SWASTIKAS IN L.I. OFFICE   Vandals broke into the office of a Long Island dentist, drew swastikas on the walls and poured black paint on his records and files, the Suffolk County police said. B6. Chronicle B20  Our Towns by Evelyn Nieves B6","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"UConn Women Bring Down the House","web_url":"https://www.nytimes.com/1995/03/07/sports/college-basketball-uconn-women-bring-down-the-house.html","abstract":"  It was as close as a Super Bowl or an early Mike Tyson fight or a typical Connecticut women's basketball game, except that this one was for the Big East Conference title.   The Huskies, the nation's No. 1-ranked team, routed Seton Hall, 85-49, tonight at Walsh Gymnasium, the Pirates' home court, in the final of the conference tournament. The 36-point margin was the largest in a Big East final since Connecticut's 26-point victory over Seton Hall last year. Actually, UConn led by 46 points until it cleared the bench near the end.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Green Goes With Flow As Mets Fall, 5-0","web_url":"https://www.nytimes.com/1995/03/07/sports/baseball-green-goes-with-flow-as-mets-fall-5-0.html","abstract":"  Today was the kind of day that makes it easy to see why sun-drenched resort towns and baseball exhibition games were made for each other: balmy, glistening and boasting of great expectations and even greater theater.   And true to a time-honored script, a youngster in a New York Mets uniform and another in an Atlanta Braves uniform were doing their best to deliver.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"UMass and Temple Make Date For Another Atlantic 10 Final","web_url":"https://www.nytimes.com/1995/03/07/sports/basketball-atlantic-10-umass-and-temple-make-date-for-another-atlantic-10-final.html","abstract":"  It had been just 19 hours between games for St. Joseph's. On Sunday night, the Hawks beat St. Bonaventure in double overtime to advance to tonight's semifinals of the Atlantic 10 tournament against the University of Massachusetts.   It's not the ideal way to prepare to meet the No. 1 seed in a tournament. But what can you do when one game ends sometime after midnight and the other starts at 7 P.M. later that day?","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"Politician Has a Listener","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-jersey-daily-briefing-politician-has-a-listener.html","abstract":"  The Federal Bureau of Investigation has been asked to investigate after a secret listening device was found in the office of Mr. Treffinger, the Essex County Executive. The bug, hidden under a radiator cover, was discovered Friday by the Public Safety Director, Rocco Malanga. Its battery, strong enough to send a signal about five miles, was still in operation, Mr. Treffinger said, suggesting it had been placed recently.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/03/07/nyregion/news-summary-010095.html","abstract":"  International A3-11  DOLLAR CONTINUES SLIDE  The dollar continued its slide, falling to a new low against the Japanese yen. The dollar's weakness is worrying the Clinton Administration, which seems to be running out of palatable options.  A1","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"On My Mind; The Political Laundry","web_url":"https://www.nytimes.com/1995/03/07/opinion/on-my-mind-the-political-laundry.html","abstract":"  The trouble with skinheads, K.K.K. wizards and all the other preachers and congregations of white supremacy, black subjugation and death to Jews is that they have no sense of business and public relations.   What they need is somebody who can teach them the name of the race-hate game: Get the press to persuade the public that, whatever they say and teach in the way of hate, racists often do social good and should get credit for it.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"D'Amato to Support Dole in '96","web_url":"https://www.nytimes.com/1995/03/07/nyregion/d-amato-to-support-dole-in-96.html","abstract":"  Senator Alfonse M. D'Amato plans to announce his support on Tuesday for Senator Bob Dole's 1996 Presidential campaign, a move that is expected to trigger a chain reaction of endorsements for Mr. Dole by prominent New York Republicans, party officials said yesterday.   Republican officials, speaking on the condition of anonymity, said they expect Gov. George E. Pataki and the state Republican chairman, William D. Powers, to follow Mr. D'Amato's lead quickly. The three party leaders forged a strong alliance in last year's gubernatorial race and want to duplicate it in 1996, the officials said.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Patterns","web_url":"https://www.nytimes.com/1995/03/07/style/patterns-637095.html","abstract":"  Taking His Title With Him    If fashion is entertainment, there are probably few players left who could upstage Andre Leon Talley, who last week resigned as creative director of Vogue in what he described as a \"creative Chernobyl.\"","thumbnail":null,"section":"Style"},{"date":"19950307","headline":"Anne Frank's Friend To Read Diary Excerpts","web_url":"https://www.nytimes.com/1995/03/07/books/anne-frank-s-friend-to-read-diary-excerpts.html","abstract":"  Miep Gies, the Dutchwoman who helped hide the family of Anne Frank from the Nazis during World War II, is among those who are to take part in a free reading on Thursday at 12:30 P.M. at the Fifth Avenue Presbyterian Church, at 55th Street. The reading is to feature excerpts from a newly published edition of \"Anne Frank: The Diary of a Young Girl,\" which includes material omitted from the original edition published in 1947.","thumbnail":null,"section":"Books"},{"date":"19950307","headline":"In Haiti, Carter Won Praise on Accord","web_url":"https://www.nytimes.com/1995/03/07/opinion/l-in-haiti-carter-won-praise-on-accord-742395.html","abstract":"  To the Editor:   When former President Carter, Senator Sam Nunn and Gen. Colin L. Powell completed negotiations in Haiti on Sept. 18, 1994, most people applauded, but some were skeptical that the agreement would assure the return of President Jean-Bertrand Aristide and the departure of Haiti's military leaders.","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"Simpson Lawyer Suggests Police Didn't Pursue All Leads","web_url":"https://www.nytimes.com/1995/03/07/us/simpson-lawyer-suggests-police-didn-t-pursue-all-leads.html","abstract":"  O. J. Simpson's chief trial lawyer labored today to suggest that in their \"rush to judgment\" the police failed to pursue leads that might have implicated other suspects in the killings of Nicole Brown Simpson and Ronald L. Goldman. But the detective who led the investigation said that all signs pointed toward the former football star.   The lawyer, Johnnie L. Cochran Jr., spent much of a day abbreviated by a shortened daily calendar and a bomb scare cross-examining Detective Tom Lange, one of two police officers who headed the investigation. Mr. Cochran posited two alternative scenarios for the night of June 12, 1994, when Mrs. Simpson and her friend were killed: both theories, he suggested, received only minimal police consideration.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Take to the Field, Please : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/07/opinion/IHT-take-to-the-field-please-letters-to-the-editor.html","abstract":"I have been away from the United States for 14 years, but I have watched from afar. Some of what I have seen has filled me with pride, some has caused shame. Of all that I diligently show my son, the most difficult thing to communicate is what it means t","thumbnail":null,"section":"Opinion"},{"date":"19950307","headline":"SOCCER REPORT","web_url":"https://www.nytimes.com/1995/03/07/sports/soccer-report.html","abstract":"  Italy   Goals from Gianfranco Zola and Dino Baggio gave Parma a crucial 2-0 triumph against Turin on Sunday to narrow the gap on league-leading Juventus, which was held to a scoreless tie against Inter in Milan.","thumbnail":null,"section":"Sports"},{"date":"19950307","headline":"NEW YORK SENATE APPROVES REVIVAL OF DEATH PENALTY","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-york-senate-approves-revival-of-death-penalty.html","abstract":"  The State Senate voted overwhelmingly last night to return the death penalty to New York State 18 years after the state's last capital punishment law was declared unconstitutional.   At 2:30 this morning, the Assembly was still locked in a sometimes fiery debate that had begun late Monday afternoon, as opponents exhaustively critiqued the racial, moral, political and Constitutional ramifications of the 60-page bill.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Volume of Lawsuits Is a Target for House","web_url":"https://www.nytimes.com/1995/03/07/us/volume-of-lawsuits-is-a-target-for-house.html","abstract":"  The House today began debating a package of bills intended to reduce the number of lawsuits, taking up as its first item a considerably weakened version of a proposal to require those who lose their challenges to pay their opponents' legal costs.   The debate over the \"loser pays\" provision began a weeklong effort by the Republican-controlled Congress to overhaul the American legal system. The proposal, which the House is expected to vote on Tuesday, would write into law a modified version of the rule that requires those who sue and lose in civil cases to pay the costs and fees of their opponents in many cases.","thumbnail":null,"section":"U.S."},{"date":"19950307","headline":"Small Crimes, Big Crackdown?; Petty Offender and Store Owners Differ Over Arrests","web_url":"https://www.nytimes.com/1995/03/07/nyregion/small-crimes-big-crackdown-petty-offender-and-store-owners-differ-over-arrests.html","abstract":"  In the wee hours of the morning of Sept. 14, just 131 days after he ended a four-year prison term for peddling cocaine to an undercover cop, Anthony Santiago was done in again: this time for taking a sip from a tinted bottle on a Flushing street corner.   \"It was malta,\" Mr. Santiago said dismissively, cringing at the notion that sipping a malt drink with one-half of 1 percent alcohol could violate any law. \"They was on me like white on rice.\"","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"Medal for a Rutgers Scientist","web_url":"https://www.nytimes.com/1995/03/07/nyregion/new-jersey-daily-briefing-medal-for-a-rutgers-scientist.html","abstract":"  The director of the Center for Mathematical Sciences Research at Rutgers University, Dr. Joel Lebowitz, will receive the Dalmar S. Fahrney Medal from the Franklin Institute in Philadelphia in May. The award recognizes leadership in science.","thumbnail":null,"section":"New York"},{"date":"19950307","headline":"A Romantic Sings Out In Mozart","web_url":"https://www.nytimes.com/1995/03/07/arts/music-review-a-romantic-sings-out-in-mozart.html","abstract":"  In his recordings of Baroque and Classical violin works, Vladimir Spivakov has generally found ways to temper his essentially Romantic approach with a measure of almost scholarly restraint. But on Sunday afternoon at Avery Fisher Hall, Mr. Spivakov and his pianist, Sergei Bezrodny, offered a view of Mozart's Sonata in G (K. 379) -- or at least, its Adagio -- that had a late Beethovenian expansiveness. Its opening piano chords were not merely rolled but were also suffused with dramatic portent, an effect that Mr. Spivakov turned to his advantage at the violin line's entrance.    Throughout the Adagio, Mr. Spivakov played with a rich, centered tone and a focused, thoughtfully regulated vibrato. The Allegro and the closing variations were slightly leaner and more conventionally Mozartean, although Mr. Spivakov's singing tone, the breadth of his coloristic palette and his interaction with Mr. Bezrodny remained the reading's principal attractions. Similar charms enlivened the extroverted reading of Schubert's Fantasie in C (D. 934), which closed the program.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19950307","time":"1995-03-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.7,"rhum":68,"wspd":11.2},{"date":"19950307","time":"1995-03-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.5,"rhum":72,"wspd":13},{"date":"19950307","time":"1995-03-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2,"rhum":78,"wspd":11.2},{"date":"19950307","time":"1995-03-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":77,"wspd":9.4},{"date":"19950307","time":"1995-03-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":77,"wspd":9.4},{"date":"19950307","time":"1995-03-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":72,"wspd":7.6},{"date":"19950307","time":"1995-03-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.4,"rhum":72,"wspd":7.6},{"date":"19950307","time":"1995-03-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":68,"wspd":7.6},{"date":"19950307","time":"1995-03-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":65,"wspd":9.4},{"date":"19950307","time":"1995-03-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":75,"wspd":13},{"date":"19950307","time":"1995-03-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":74,"wspd":11.2},{"date":"19950307","time":"1995-03-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":68,"wspd":16.6},{"date":"19950307","time":"1995-03-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":73,"wspd":18.4},{"date":"19950307","time":"1995-03-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":88,"wspd":13},{"date":"19950307","time":"1995-03-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":89,"wspd":11.2},{"date":"19950307","time":"1995-03-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":91,"wspd":11.2},{"date":"19950307","time":"1995-03-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":87,"wspd":5.4},{"date":"19950307","time":"1995-03-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":83,"wspd":7.6},{"date":"19950307","time":"1995-03-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":84,"wspd":5.4},{"date":"19950307","time":"1995-03-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":84,"wspd":3.6},{"date":"19950307","time":"1995-03-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":82,"wspd":9.4},{"date":"19950307","time":"1995-03-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":83,"wspd":7.6},{"date":"19950307","time":"1995-03-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19950307","time":"1995-03-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":78,"wspd":9.4},{"date":"19950307","time":"1995-03-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":74,"wspd":11.2},{"date":"19950307","time":"1995-03-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":77,"wspd":11.2},{"date":"19950307","time":"1995-03-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":74,"wspd":14.8},{"date":"19950307","time":"1995-03-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":9.4},{"date":"19950307","time":"1995-03-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":5.4},{"date":"19950307","time":"1995-03-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":86,"wspd":7.6},{"date":"19950307","time":"1995-03-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":5.4},{"date":"19950307","time":"1995-03-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":0},{"date":"19950307","time":"1995-03-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":7.6},{"date":"19950307","time":"1995-03-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":89,"wspd":5.4},{"date":"19950307","time":"1995-03-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":90,"wspd":7.6},{"date":"19950307","time":"1995-03-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":89,"wspd":7.6},{"date":"19950307","time":"1995-03-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":5.4},{"date":"19950307","time":"1995-03-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":86,"wspd":9.4},{"date":"19950307","time":"1995-03-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":83,"wspd":13},{"date":"19950307","time":"1995-03-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":90,"wspd":9.4},{"date":"19950307","time":"1995-03-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":83,"wspd":14.8},{"date":"19950307","time":"1995-03-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":83,"wspd":13},{"date":"19950307","time":"1995-03-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":86,"wspd":13},{"date":"19950307","time":"1995-03-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":96,"wspd":13},{"date":"19950307","time":"1995-03-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":93,"wspd":13},{"date":"19950307","time":"1995-03-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":97,"wspd":9.4},{"date":"19950307","time":"1995-03-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":100,"wspd":13},{"date":"19950307","time":"1995-03-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":100,"wspd":13}]},"19950308":{"guardian_articles":[],"nytimes_articles":[{"date":"19950308","headline":"HORSE RACING;\nOut West, Rivalry Brews Before the Roses","web_url":"https://www.nytimes.com/1995/03/08/sports/horse-racing-out-west-rivalry-brews-before-the-roses.html","abstract":"The celebrated rivalries among 3-year-olds are born of geographical quirks, shrewd scheduling by trainers, regional chest-thumping and the queasy anticipation that comes from simply not knowing who is better.\n\nAffirmed and Alydar raced against each other six times as 2-year-olds, but did not meet again until the Triple Crown races in 1978. Sunday Silence and Easy Goer remained on opposite coasts, gathering supporters like politicians, until finally meeting in the 1989 Kentucky Derby.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"House Panel Votes to Cut Food Stamps","web_url":"https://www.nytimes.com/1995/03/08/us/house-panel-votes-to-cut-food-stamps.html","abstract":"  The House Agriculture Committee began voting today on legislation to cut $16.5 billion from projected spending in the food stamp program over the next five years, despite protests from Democrats who said the bill was immoral and mean-spirited.   The Democrats complained bitterly that the Republicans were making vast changes in the food stamp program with little analysis of the effect on human lives and no reliable estimate of the savings.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"For Sale: A Little Bit of the Yankees","web_url":"https://www.nytimes.com/1995/03/08/nyregion/for-sale-a-little-bit-of-the-yankees.html","abstract":"  Harvey L. Leighton has lived a dream shared by thousands of New York Yankees fans: as an owner of the club for 19 years, he had great seats, his picture in the program, a parking space for his limo, a championship ring for his finger and all the big-league names he could drop.    Now he's living a nightmare: trying to sell. Out of desperation, he has even taken out a classified ad.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Judge Rejects Part of Mississippi Plan to Desegregate Colleges","web_url":"https://www.nytimes.com/1995/03/08/us/judge-rejects-part-of-mississippi-plan-to-desegregate-colleges.html","abstract":"  A Federal judge in Mississippi ruled today that a state plan to eliminate the vestiges of a racially segregated system of higher education did not go far enough, and he went on to block proposals to close a historically black and a historically white university.   Instead the judge challenged the state's practice of using different admission standards for the historically black and white campuses in the eight-campus state university system and ordered the policy changed. The judge also ordered the state to spend about $30 million beginning in July 1996 as part of a program to improve its three historically black universities.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"At the Nation's Table: East Los Angeles","web_url":"https://www.nytimes.com/1995/03/08/style/at-the-nations-table-east-los-angeles.html","abstract":"Hope in a Bakery \n\nIn Boyle Heights, a struggling East Los Angeles neighborhood that is home to more than 8,000 members of street gangs, a Catholic mission is putting young men and women to work in a bakery in the hope they will leave gang life behind.\n\nBelieving that nothing stops a bullet like a job, the Rev. Gregory Boyle started Homeboy Bakery in 1992 to train youths to be bakers, maintenance workers, cleaners and office assistants. The program, aided at the start by a donation from the movie producer Ray Stark, is part of a nonprofit program called Jobs for a Future, which is financed by donations to the Dolores Mission in East Los Angeles. The program is aimed at youths roughly between ages 18 and 25.","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"Few Endorse Punishing Senator For Balanced-Budget Defection","web_url":"https://www.nytimes.com/1995/03/08/us/few-endorse-punishing-senator-for-balanced-budget-defection.html","abstract":"  Still reeling from last week's defeat on the balanced-budget amendment, Senate Republicans agreed to meet on Wednesday to discuss what disciplinary action, if any, to take against Senator Mark O. Hatfield, the only Republican who opposed it.   But Republicans across the party's ideological spectrum, from the conservative Phil Gramm of Texas to the moderate John H. Chafee of Rhode Island, voiced opposition today to the idea of punishing Mr. Hatfield, a 28-year Senate veteran from Oregon.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"1945: Manila Massacre : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/08/opinion/IHT-1945-manila-massacre-in-our-pages100-75-and-50-years-ago.html","abstract":"MANILA - Documentary evidence has disclosed that 2,500 civilians were bayoneted or burned alive by the Japanese in the old walled city of Intramuros, within Manila, between February 7 and 13. Documents which confirm independent estimates by Army officers","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Police Foot Patrols Don't Offer False Security; Giuliani's Good Choice","web_url":"https://www.nytimes.com/1995/03/08/opinion/l-police-foot-patrols-don-t-offer-false-security-giuliani-s-good-choice-267895.html","abstract":"  To the Editor:   Mayor Rudolph W. Giuliani's appointment of Nicholas Scoppetta to head his police watchdog committee should give every New York City resident extra pride in his Honor's good judgment (news article, Feb. 28).","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"PATAKI SEES JUSTICE SERVED","web_url":"https://www.nytimes.com/1995/03/08/nyregion/death-penalty-in-new-york-reinstated-after-18-years-pataki-sees-justice-served.html","abstract":"  Gov. George E. Pataki fulfilled one of his central campaign vows today by signing a death penalty bill into law, making New York the 38th state with capital punishment.    Mr. Pataki used two pens that belonged to slain police officers in a bill-signing ceremony with all the choreographed flourish of one of his stump events. The relatives of seven murder victims joined dozens of lawmakers and police union officials to watch the Republican Governor end an 18-year battle to return the death penalty to New York State.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Angry 'Hamlet' as Revenge Drama:The Acting's the Thing","web_url":"https://www.nytimes.com/1995/03/08/style/IHT-angry-hamlet-as-revenge-dramathe-actings-the-thing.html","abstract":"London has had more Hamlets than sunny days of late, with Ralph Fiennes the first prince of Denmark in at least the last month. What is left to discover about the play after three major productions in or near London last year and another, with Simon Russ","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"U.S. Pair, in 5th, Still Has Romance","web_url":"https://www.nytimes.com/1995/03/08/sports/us-pair-in-5th-still-has-romance.html","abstract":"  Jenni Meno and Todd Sand, the soon-to-be American newlyweds, who won the United States championship last month, placed fifth in tonight's short program in the world championship with a clean but slightly less scintillating performance than they delivered when they took the national title.   In first place were the Czech pair of Radka Kovarikova and Rene Novotny, who are also engaged to be married. In second were the Germans, Mandy Woetzel and Ingo Steuer, who were romantically involved until recently. In third were the defending world champions from Russia, Yevgeniya Shishkova and Vadim Naumov, who apparently still are involved.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1995/03/08/theater/in-performance-theater-278395.html","abstract":"  Kooks on the Loose, Flirting With Improvisation  'Spontaneous Broadway' John Houseman Studio Theater   Daredeviltry is being practiced in a room beneath West 42d Street.","thumbnail":null,"section":"Theater"},{"date":"19950308","headline":"Fire in New Jersey","web_url":"https://www.nytimes.com/1995/03/08/nyregion/fire-in-new-jersey.html","abstract":"  A fire erupted with a roar in Carteret, N.J., but was smothered with help from the Mayor. Page B3.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Benjamin's Lower-Back Trouble Presents a Problem for the Nets","web_url":"https://www.nytimes.com/1995/03/08/sports/sports-people-nba-benjamin-s-lower-back-trouble-presents-a-problem-for-the-nets.html","abstract":"  The Nets touted their depth at the center position earlier this season. Now, more than ever, they need that depth because BENOIT BENJAMIN underwent a magnetic resonance imaging test on his lower back yesterday and is scheduled to miss at least tonight's game against the 76ers in Philadelphia. Results were not available from the team last night. But in response to a question about how long he would be out, Benjamin said, \"Couple weeks. I can't perform and play.\"","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"A Firefighter Dies, and With Him a Firehouse's Source of Strength","web_url":"https://www.nytimes.com/1995/03/08/nyregion/a-firefighter-dies-and-with-him-a-firehouse-s-source-of-strength.html","abstract":"  For the firefighters of Engine Company No. 221 in Williamsburg, Brooklyn, it was the sort of wrenching problem that begged to be talked over with a good listener. A beloved member of the company died yesterday in the hospital. Yet, it was a workday. So you had to bottle your grief and be ready and willing to fight fires.   This was precisely the type of matter the firefighters would take to Lieut. Raymond F. Schiebel, the resident father confessor, Mr. Advice and chief sounding board of the firehouse. In fact, if you needed to talk over anything at all, he was the willing ear.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Sound People Programs and Sound Economies, Too","web_url":"https://www.nytimes.com/1995/03/08/opinion/IHT-sound-people-programs-and-sound-economies-too.html","abstract":"The writer is managing director of the World Bank.. It is ironic that at a time when social programs are under increasing scrutiny in most countries of the industrial world, there is increasing evidence from the developing world of just how effective inv","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Watson Enjoying Life More Than Ever","web_url":"https://www.nytimes.com/1995/03/08/sports/baseball-watson-enjoying-life-more-than-ever.html","abstract":"  Bob Watson instinctively reached for the golden lapel pin, but it wasn't there. Watson, ordinarily a tie-and-jacket man when plying his trade as general manager of the Houston Astros, wasn't wearing a jacket today. And the little gold figure that is usually a part of Watson's wardrobe was missing from his spring training outfit -- a polo shirt.   But that figure, Watson's guardian angel, was there in spirit, as always. \"I don't know the angel by name, but I just know that there have been too many instances that if there wasn't a guardian angel, too many negative things would have happened to me,\" the 48-year-old Watson said as he watched the Astros defeat the Mets, 7-4.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/08/nyregion/c-corrections-238495.html","abstract":"  An article on Monday about the opening of the National People's Congress in Beijing referred incorrectly in some editions to recent rates of Chinese inflation. Inflation, a major concern of the congress, last peaked in 1988, not 1989; the rate then was 19 percent, not 17.5.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Let the Dollar Drift","web_url":"https://www.nytimes.com/1995/03/08/opinion/let-the-dollar-drift.html","abstract":"  The dollar hit new lows against the German mark and Japanese yen yesterday, setting off needless calls for government intervention. The Clinton Administration wisely held off. True, a stronger dollar would make imports cheaper and reassure foreign investors. But the policy that could turn the dollar around -- a stricter monetary policy -- could also suffocate an already slowing economy. The price of intervention is too steep.   There are many theories why the dollar is falling, none convincing. Some say the slide reflects large trade deficits, fiscal imbalance or other structural problems. But these long-term factors did not suddenly worsen last week. Or the slide may reflect dismay over Mexico or short-lived fads and fears. No one knows.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Injustice for Consumers","web_url":"https://www.nytimes.com/1995/03/08/opinion/injustice-for-consumers.html","abstract":"  In the name of legal reform, House Republicans are barreling ahead this week with three bills that would drastically curb the rights of citizens to court redress over defective products and securities fraud.   There is unquestionably room for real reform in the American system of civil justice. The courts are slow and overburdened. Juries are inconsistent and occasionally award damages that seem excessive. Frivolous wrongs are sometimes litigated while more grievous harms never make it to court. Such problems require a balanced assessment and remedy. But the Republican proposals include little progress and too much that merely relieves manufacturers and sellers of their proper duty of obligation to the public.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"A Niche for Humans : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/08/opinion/IHT-a-niche-for-humans-letters-to-the-editor.html","abstract":"Paradoxically, it is comforting to know that in the technological frenzy of the derivatives markets there is still room for the human element..How could Barings, a small bank, run up commitments of $27 billion, a significant figure even for the Japanes","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Valea Calugareasca Journal; From Communist Vineyards, a Bouquet of Iodine","web_url":"https://www.nytimes.com/1995/03/08/world/valea-calugareasca-journal-from-communist-vineyards-a-bouquet-of-iodine.html","abstract":"  With a slight air of apology, Viorel Stoian eased the cork and a piece of faded plastic out of a bottle of cabernet sauvignon that had rested in the cellar of the National Wine Institute of Romania for almost two decades.   \"Like almost everything in Romania, the corks we had were so bad that we had to put plastic in with them to keep the wine from running out,\" he explained.","thumbnail":null,"section":"World"},{"date":"19950308","headline":"On Going Private: Mayor Wants to Sell Canarsie Cemetery","web_url":"https://www.nytimes.com/1995/03/08/nyregion/on-going-private-mayor-wants-to-sell-canarsie-cemetery.html","abstract":"  As part of his efforts to turn municipal services over to private hands, Mayor Rudolph W. Giuliani has proposed selling off three of New York City's public hospitals, its parking garages, its radio license and even its sewage treatment plants. Now, his administration wants to sell a cemetery.   The city's Department of General Services said yesterday that it had asked private, nonprofit corporations to come forward with proposals to buy or lease the Canarsie Cemetery in Brooklyn, the last city-owned cemetery still accepting new burials.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Perking Up Food With Vinegars Full of Fruit and Flavor","web_url":"https://www.nytimes.com/1995/03/08/style/perking-up-food-with-vinegars-full-of-fruit-and-flavor.html","abstract":"IN the quest for flavor without fat, more cooks are turning to vinegar, but not the throat-catching colorless stuff that Grandma used to pickle the okra. They are using fruit vinegars, which offer intense flavor without the knockout punch of industrial-strength acetic acid.\n\nRegardless of how fruit vinegars are used, the beauty of them is that they provide abundant flavor with no fat. Of the dozens of brands that line store shelves, those made by Consorzio, Kozlowski and the Robert Rothschild Berry Farm are among the fruitiest and lightest in flavor.","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/08/nyregion/c-corrections-241495.html","abstract":"  An article in Business Day on Friday about a planned merger between the Abbey Healthcare Group and the Homedco Group misstated the potential ranking of the combined company. The article cited an analyst who said he expected the merged company would have revenues of more than $ 1.3 billion in its first year, which would make it the largest company in the home medical care industry. But based on last year's revenues, it would be the second-largest, not the largest, with combined revenues of $ 962.7 million.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Old News About Iraq : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/08/opinion/IHT-old-news-about-iraq-letters-to-the-editor.html","abstract":"Regarding \"Ex-Aide Says CIA Helped Arm Iraq in '80s\" (Feb. 6):.So what is new about the fact that the Bush and Reagan administrations illegally armed Iraq before the Gulf War? Alan Friedman laid it all out in his book \"Spider's Web\"","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/08/style/chronicle-242295.html","abstract":"  REBA and DAVE WILLIAMS are not writers: he is chairman of Alliance Capital, an investment management company in Manhattan, and she is director of special projects for the company. But their names are on a new writing center at Marymount Manhattan College because they donated the $250,000 needed for construction and initial operating expenses.    The center officially opens with a reception this evening. When it was only in the planning stages, \"I thought, what an exciting idea,\" Ms. Williams said yesterday. \"After all, we are right in the middle of New York where all the writers are. How wonderful that students can be with them, learn from them, talk to them.\"","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"Ewing Casts Long Shadow Over Wilkins and Celts","web_url":"https://www.nytimes.com/1995/03/08/sports/pro-basketball-ewing-casts-long-shadow-over-wilkins-and-celts.html","abstract":"  By the fourth quarter, the Knicks' offensive game plan was unstoppable: give the ball to Patrick Ewing.    Scoring a season-high 46 points, including 38 in the second half, Ewing carried the Knicks to their third consecutive victory, 115-110, over the Boston Celtics last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Key Witness in Bomb-Plot Trial Admits Lying About His Exploits","web_url":"https://www.nytimes.com/1995/03/08/nyregion/key-witness-in-bomb-plot-trial-admits-lying-about-his-exploits.html","abstract":"  The prosecution's most important witness in the terrorism trial of Sheik Omar Abdel Rahman and 10 others admitted yesterday that he had lied for years about his background, boasting to Federal agents and friends that he was an intelligence officer in the Egyptian Army when in reality he had been a technical officer who never saw combat.   As he testified for the first time in Federal District Court in Manhattan, Emad Salem, the 45-year-old informer who received $1 million for his testimony, recounted how he had lied again and again to impress people.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"What's Wrong With Revaluing the Peso?","web_url":"https://www.nytimes.com/1995/03/08/opinion/l-what-s-wrong-with-revaluing-the-peso-257095.html","abstract":"  To the Editor:   In his March 2 Economic Scene column, Peter Passell dismisses the proposal to restore the Mexican currency to 3.5 pesos per dollar as bad economics, yet provides no economic argument to refute the idea and no evidence that the \"mainstream\" alternative is in any way superior.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"With Rise in Health Unit Mergers, Catholic Standards Face Challenge","web_url":"https://www.nytimes.com/1995/03/08/us/with-rise-in-health-unit-mergers-catholic-standards-face-challenge.html","abstract":"  For more than a century, Leonard Hospital, a small community hospital in Troy, N.Y., was nonsectarian.    But this year, in a merger with St. Mary's Hospital, a slightly larger Roman Catholic hospital five miles away, Leonard became a Catholic institution. Now the crucifixes have been ordered, and soon, the nuns from St. Mary's will go to Leonard for a ceremony in which they will hang a portrait of Mother Elizabeth Seton, founder of the Catholic order that now operates both hospitals.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"Matinee Idols in a Rare Twilight Pairing","web_url":"https://www.nytimes.com/1995/03/08/nyregion/matinee-idols-in-a-rare-twilight-pairing.html","abstract":"  Butch and Sundance didn't exactly ride again in Greenwich Village on Monday night -- they're getting on, after all -- but they did spend the evening together. Just a couple of urban cowboys, local yokels, out on the town.   In an occasion unusual for its subdued momentousness, Robert Redford and Paul Newman, two old buddies who are perhaps Hollywood's male icons of longest standing, appeared together at the New School for Social Research on West 12th Street. As his silver-haired friend sat slouched and silent in the front row in the auditorium, Mr. Redford went on stage, his legendary smile glinting, his jaw muscles bunching in familiar fashion, as he made the case that contrary to popular opinion, he's a city guy.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Columbia's Rohan Announces Resignation","web_url":"https://www.nytimes.com/1995/03/08/sports/college-basketball-columbia-s-rohan-announces-resignation.html","abstract":"  Chapter 2 of the Jack Rohan era at Columbia is now officially over.   The school yesterday announced the resignation of the winningest basketball coach in its history, three days after Rohan's young, injury-depleted squad finished its season with a 4-22 record.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Barenboim on a Path Marked by Beethoven","web_url":"https://www.nytimes.com/1995/03/08/arts/music-review-barenboim-on-a-path-marked-by-beethoven.html","abstract":"  There was a craggy integrity to Daniel Barenboim's interpretations of Beethoven sonatas in Carnegie Hall on Monday night, an unusual sense that the pianist knew exactly what he wanted to accomplish with this music and went about his task with discipline and forthrightness. There was no self-indulgence, no lingering over piquant resolutions, no italicizing of shocking modulations. If the heavens were stormed, it was by using strategic gestures; if the transcendent was alluded to, it was only via the common-sense declamation of the notes on the page. Mr. Barenboim was not a structuralist or impressionist or sensualist. He was not divine or demonic or otherworldly. He was simply himself.   This was often more than enough. But the results would have been even more compelling had Mr. Barenboim's purely pianistic accomplishments been at peak level. It is doubtful that any virtuoso could carry on Mr. Barenboim's full-time conducting career and still maintain a prodigious technique that would make the fearsome thrusts and brio patter of the Opus 111 Sonata chilling, or allow the textures in the \"Waldstein\" Sonata to become hauntingly transparent. Mr. Barenboim often fudged complex passages, blending fast-moving lines, sometimes overusing the pedal, neglecting Beethoven the contrapuntist in favor of Beethoven the dramatist.","thumbnail":null,"section":"Arts"},{"date":"19950308","headline":"Reviews/Fashion; Luminous Design From Jil Sander","web_url":"https://www.nytimes.com/1995/03/08/style/reviews-fashion-luminous-design-from-jil-sander.html","abstract":"  Only a few seasons ago, minimalism meant monastic.    Many designers who gravitated toward it as a trend have abandoned the nunnery, replacing the virginal with the vampish. But for those who studiously abstain from jewelry, gemstone buttons, beads and bustles, minimalism is a sort of religion.","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"1895: Fighting in Cuba : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/08/opinion/IHT-1895-fighting-in-cuba-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Herald has a special cable despatch from Havana, dated yesterday [March 6], saying that three bands of insurgents united near Ulloa. The Government troops surrounded them and a fierce fight ensued. Many were wounded and no less than three i","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"'Moral' Sponsors at the UN : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/03/08/opinion/IHT-moral-sponsors-at-the-un-letters-to-the-editor.html","abstract":"Regarding \"The World Needs a Humanitarian Right to Intervene\" (Opinion, Jan. 25) by Ingvar Carlsson:.Mr. Carlsson's proposal for a refined second look at the right of self-determination, and the principle of nonintervention in the domestic af","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"A Writer Has to Live, Even if He Has to Sell Out","web_url":"https://www.nytimes.com/1995/03/08/nyregion/about-new-york-a-writer-has-to-live-even-if-he-has-to-sell-out.html","abstract":"  DON SNYDER came down from Maine the other day to provoke fate and confront compromise in this city, which he does not like at all. He left the train carrying a duffel with a change of clothes and manuscripts of two novels that he referred to as lightweights. Still, anyone could see they were weighing him down.    Mr. Snyder is 44. He looks like Steve McQueen in his prime, taut, tough and weathered, with eyes that squint through fog and the defenses of whomever he is talking to. Yet, he concedes, the city scares him. It is not the violence of its streets that intimidates him, but the memories of restaurant muggings, where stylish editors bought him fancy lunches and told him that he had written the greatest thing they had ever read, then never called, though they said they would. \"For me, this is a place of deceit and heartache,\" he confided.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Reviews/Fashion; Versace: Clean and Mean for Fall","web_url":"https://www.nytimes.com/1995/03/08/style/reviews-fashion-versace-clean-and-mean-for-fall.html","abstract":"  The routine of Gianni Versace's shows is so embedded in Milanese consciousness that Via Gesu, the street that connects Mr. Versace's palazzo to the Four Seasons Hotel where the top models stay, is lined with spectators by show time, as if for a papal visit.    But there is no sense of routine inside the palazzo. No designer as established as Mr. Versace in his style and clientele has gone so far so fast in remaking what is his signature.","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"Gingrich Criticized for Opposing Job Protection for Homosexuals","web_url":"https://www.nytimes.com/1995/03/08/us/gingrich-criticized-for-opposing-job-protection-for-homosexuals.html","abstract":"  A day after standing alongside his lesbian sister and urging tolerance for gay men and women, Speaker Newt Gingrich incurred the wrath of advocates for homosexual rights today when he said there should be no Federal protection for job rights based upon a worker's sexual orientation.   \"I don't think their boss ought to ask them about their private life,\" Mr. Gingrich, a Georgia Republican, said in response to a question at his daily press conference. But when pressed he added: \"I don't think you should have a right of filing a Federal lawsuit or having the Federal Government protect you based upon your sexual behavior.\"","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"McClellan's Condition Improves","web_url":"https://www.nytimes.com/1995/03/08/sports/sports-people-boxing-mcclellan-s-condition-improves.html","abstract":"  GERALD McCLELLAN was taken off a life-support machine yesterday as he began to regain consciousness, 11 days after suffering brain injuries in a world title fight at London Arena. \"He's doing quite well,\" the neurosurgeon JOHN SUTCLIFFE said of the American fighter. \"He's starting to wake up. He's breathing for himself. He's opening his eyes and starting to move.\"","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Police Foot Patrols Don't Offer False Security; More Officers Help","web_url":"https://www.nytimes.com/1995/03/08/opinion/l-police-foot-patrols-don-t-offer-false-security-more-officers-help-266095.html","abstract":"  To the Editor:   Richard Moran, in \"More Police, Less Crime, Right? Wrong\" (Op-Ed, Feb. 27) correctly argues that increasing police without correcting underlying social and moral problems will not prevent crime. However, he neglects other reasons to increase the number of police officers.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"The Last Hours of a Playwright","web_url":"https://www.nytimes.com/1995/03/08/style/IHT-the-last-hours-of-a-playwright.html","abstract":"\"La Dernire Nuit de Tennessee Williams,\" at the Thtre de la Huchette, is a full-size drama recalling the tumultuous life of this great American playwright..Williams was found dead on Feb. 25, 1983, in a New York hotel. Frank","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"2 Americans Shot to Death In Pakistan","web_url":"https://www.nytimes.com/1995/03/08/world/2-americans-shot-to-death-in-pakistan.html","abstract":"  Gunmen shot and killed two United States diplomats and wounded a third this morning as they were driven to work in Karachi, a sprawling port city that has long been ravaged by violence.    The United States Embassy in Islamabad, the capital, released a statement two hours after the 8 A.M. shooting saying that the diplomats had been traveling in an embassy van when gunmen armed with automatic weapons opened fire.","thumbnail":null,"section":"World"},{"date":"19950308","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/03/08/nyregion/inside-790995.html","abstract":"  A Firefighter Dies From Injuries at Blaze   Lieut. Raymond F. Schiebel, the resident father confessor of his Brooklyn firehouse, died of his injuries. After he collapsed at a fire on Sunday, volunteer ambulance workers operated in panic and confusion, said a paramedic. Pages B1 and B6. Review of Hospitals Ordered    After reports in The New York Times of deaths and injuries in delivery rooms, the state Health Commissioner ordered a review at New York City public hospitals. Page B1. Americans Slain in Pakistan    Two United States diplomats were killed and one was wounded when their car was ambushed by a gunman in Karachi. Page A12. College Segregation Ruling    A judge ruled that Mississippi cannot close two historically segregated universities to claim progress on integrating higher education. Page B8.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"State Regulators Review New York City's Public Hospitals","web_url":"https://www.nytimes.com/1995/03/08/nyregion/state-regulators-review-new-york-city-s-public-hospitals.html","abstract":"  Responding to reports of deaths and injuries in delivery rooms, the New York State Health Commissioner yesterday ordered an immediate review of obstetrical care at New York City's public hospitals.   Teams of investigators went unannounced to 4 of the 11 public hospitals to begin reviewing patient records and interviewing hospital staff members, said Dr. Barbara A. DeBuono, who became State Health Commissioner a month ago.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/08/nyregion/c-corrections-239295.html","abstract":"  An article on Thursday about the indictment of a New York City police officer in the shooting of a transit officer referred incorrectly at one point to the legal meaning of the jury's action. The indictment does not mean the grand jury concluded that he the officer committed first-degree assault, only that there was reasonable cause to believe he had done so.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"June '94 Produced a Record for Antigay Attacks","web_url":"https://www.nytimes.com/1995/03/08/nyregion/june-94-produced-a-record-for-antigay-attacks.html","abstract":"  Remembered by most gay and lesbian New Yorkers for the Gay Games and the 25th anniversary of the Stonewall uprising, June 1994 now turns out to have a darker distinction. More antigay attacks were reported in New York City that month than in any other in the 14 years such records have been kept.   The violence contributed to an overall 8 percent increase in reports of antigay attacks last year, according to a study released yesterday by the New York City Gay and Lesbian Antiviolence Project.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"1920: An Unruly Prince : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/03/08/opinion/IHT-1920-an-unruly-prince-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - Prince Joachim-Albrecht, son of Prince Albrecht of Prussia and a cousin of the former Kaiser, was the ringleader in a violent scene in the Hotel Adlon last evening in which a French officer and his wife and another Frenchman were seriously assaul","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Mideast:Revive These Stalled Talks","web_url":"https://www.nytimes.com/1995/03/08/opinion/IHT-mideastrevive-these-stalled-talks.html","abstract":"The Oslo accord, flagship of the Arab-Israeli peace flotilla, nearly foundered in the tempest of grief and rage aroused by the bombing outrage Jan. 22 at Beit Lid. The sight of the shattered bodies of 21 young Israelis shook the faith even of the most ar","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Colts Sign Rams' Anderson","web_url":"https://www.nytimes.com/1995/03/08/sports/sports-people-pro-football-colts-sign-rams-anderson.html","abstract":"  Wide receiver FLIPPER ANDERSON got quite a 30th birthday present from the Indianapolis Colts yesterday -- a five-year contract reportedly worth $8.5 million, including a $2 million signing bonus. Anderson caught 259 passes for 5,246 yards and 26 touchdowns in seven years with the Los Angeles Rams. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/03/08/sports/results-plus-268695.html","abstract":"  N.H.L.  Nordiques Beat Penguins  Aleksei Gusarov scored his first goal of the season with 58 seconds to play as the Quebec Nordiques held on for a 5-4 victory over the Penguins last night in Pittsburgh. The Nordiques have a National Hockey League-best 35 points, 3 more than Pittsburgh. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"No Headline","web_url":"https://www.nytimes.com/1995/03/08/nyregion/no-headline-251695.html","abstract":"  \"Justice will now be served.\" GOV. GEORGE E. PATAKI.  [ A1:6. ] \"This is a step back in what should be a march constantly toward a higher level of civility and intelligence. The argument that the death penalty will deter and reduce crimes has been abandoned almost everywhere.\" MARIO M. CUOMO.  [ B5:1. ]","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Mexico Says Accused Man Had $6 Million in the U.S.","web_url":"https://www.nytimes.com/1995/03/08/world/mexico-says-accused-man-had-6-million-in-the-us.html","abstract":"  Mexican officials said today that nearly $7 million had been found in American bank accounts in the name of a former government prosecutor who has been charged with a cover-up in his investigation into the murder of his brother, who was a governing-party leader.   The discovery of the accounts raised new questions about the possible motives of the former prosecutor, Mario Ruiz Massieu, who was arrested on Friday in Newark and is expected to be extradited soon to Mexico.","thumbnail":null,"section":"World"},{"date":"19950308","headline":"Port Jervis Nurses Win Pact With Hospital","web_url":"https://www.nytimes.com/1995/03/08/nyregion/port-jervis-nurses-win-pact-with-hospital.html","abstract":"  A six-month nurses' strike at the only hospital in Port Jervis, N.Y., ended late Monday after negotiators reached a settlement that gave nurses their first contract since they organized more than a year ago.   More than 100 nurses at Mercy Community Hospital went on strike on Sept. 1 for higher pay and job security.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Call Off Campaign: Kittles Has Arrived","web_url":"https://www.nytimes.com/1995/03/08/sports/college-basketball-call-off-campaign-kittles-has-arrived.html","abstract":"  It was only a few months ago that the Villanova athletic department mounted an aggressive marketing campaign, complete with posters and brochures, touting its star forward Kerry Kittles as a potential all-American.   Although respected in the Big East Conference, where he earned first-team honors last season as a sophomore, Kittles was relatively unknown throughout the rest of the nation.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Changes in Food Stamps","web_url":"https://www.nytimes.com/1995/03/08/us/changes-in-food-stamps.html","abstract":"  In a 15-hour session, the House Agriculture Committee endorsed sweeping changes in the food stamp program, including strict work requirements. Page A16.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"A Visionary Cuba, When Believers Still Believed","web_url":"https://www.nytimes.com/1995/03/08/movies/film-review-a-visionary-cuba-when-believers-still-believed.html","abstract":"Batista's Havana hurtling from decadence to communism. Unwieldy but visually stunning burst of propaganda.","thumbnail":null,"section":"Movies"},{"date":"19950308","headline":"Hunting Meets Future, and It's Too Easy for Some","web_url":"https://www.nytimes.com/1995/03/08/us/hunting-meets-future-and-it-s-too-easy-for-some.html","abstract":"  The bones in the basement are testimony to the skill of Jerry Simmons. He has a box full, mostly spinal columns and grinning skulls, from deer, elk and other big game. Embedded in each piece is a single black arrowhead.   His longbow is the same weapon Attila the Hun used to humble the Romans, older than civilization itself. A gun would be more efficient, but for him the thrill is in getting close to his prey, in seeing the arrow fly.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"As 2 Directors Leave, Gloom At State Arts Agency Deepens","web_url":"https://www.nytimes.com/1995/03/08/arts/as-2-directors-leave-gloom-at-state-arts-agency-deepens.html","abstract":"  The executive director of the New York State Council on the Arts has resigned and her top deputy is retiring early, deepening a sense of uncertainty at the agency, which supports some 1,200 arts groups statewide.   The two officials both voiced dismay over the budget and staff cuts, although neither said they were the sole reason for their leaving.","thumbnail":null,"section":"Arts"},{"date":"19950308","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/03/08/arts/in-performance-classical-music-093495.html","abstract":"  A Question of Fit: Scaling Down a Voice  Lyuba Kazarnovskaya, soprano Walter Reade Theater    There is a degree to which a recital is a collaboration between a musician and a concert hall, with the hall's resonance providing the finishing touch. The Walter Reade Theater at Lincoln Center, though attractive and comfortable, was built principally for film and does what a good cinema should: it projects the sound clearly, unclouded by ambient reflections. For concerts, the hall has fold-out panels meant to create reflective surfaces, but although they are sometimes adequate, they seriously failed Lyuba Kazarnovskaya, the Russian soprano who gave a recital on Monday evening.","thumbnail":null,"section":"Arts"},{"date":"19950308","headline":"Opposition in Bronx","web_url":"https://www.nytimes.com/1995/03/08/nyregion/opposition-in-bronx.html","abstract":"  New York City prosecutors expressed mixed feelings about the death penalty, with the Bronx District Attorney saying he would not seek it under any circumstances.    Article, page B5.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Haley Will Play Next Season","web_url":"https://www.nytimes.com/1995/03/08/sports/sports-people-pro-football-haley-will-play-next-season.html","abstract":"  The All-Pro defensive end CHARLES HALEY, who said after the Dallas Cowboys' loss in the National Conference championship game that he was retiring, will play another season. Haley, 31, who is due to make $1.95 million this season, said yesterday that he changed his mind -- for now. \"I'd rather not play if we're going to lose, and if they sit on their hands as far as getting other players, I still might retire again,\" he said. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Army Suspends 5, Including 2 Officers, in Training Deaths","web_url":"https://www.nytimes.com/1995/03/08/us/army-suspends-5-including-2-officers-in-training-deaths.html","abstract":"  Two Army officers and three sergeants were suspended today pending the completion of investigations into the deaths of four soldiers training to become part of the Army's Ranger corps, military officials said.   Those suspended included the commander of the Sixth Ranger Training Brigade, Lieut. Col. Richard Rachmeler, as well as a company commander, said Rich McDowell, an Army public affairs officer.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"Expansion Site Recommendation Made","web_url":"https://www.nytimes.com/1995/03/08/sports/baseball-expansion-site-recommendation-made.html","abstract":"  Baseball's expansion committee held another meeting today. As with its previous meetings, the committee made no public announcement about its deliberations. But it did recommend to the executive council tonight the two sites for the next round of expansion.    The committee, a person familiar with the meeting said, recommended Phoenix and St. Petersburg, Fla. That move came as no surprise because high-ranking baseball officials previously had said that the committee had long ago decided it would recommend awarding franchises to those two cities. But the committee keeps meeting and keeps saying it hasn't reached a decision on which two of the four competing areas will get new teams.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"At the Nation's Table: North Carolina","web_url":"https://www.nytimes.com/1995/03/08/style/at-the-nations-table-north-carolina.html","abstract":"What Could Be Finer? \n\nIn North Carolina's Research Triangle, an area rich in corporate research groups and laboratories, restaurants are popping up faster than hush puppies in deep fat. They are high-end places, homey in the best Southern sense; yet, the food is innovative enough to win national praise -- and to pique the interest of the publishers of the Zagat Survey restaurant guides. They are planning on a new guide for the Carolinas in 1996, looking particularly at the Triangle area -- Raleigh, Durham and Chapel Hill. \n\n\"It's where the restaurants are; the restaurant-goers who would become the core of our survey,\" said Warren Picower, the managing editor of Zagat, based in Manhattan.","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"Theory on Nuclear Dump Peril Is Disputed","web_url":"https://www.nytimes.com/1995/03/08/us/theory-on-nuclear-dump-peril-is-disputed.html","abstract":"  Senator J. Bennett Johnston yesterday belittled a debate over whether a proposed dump for high-level atomic wastes in the Nevada desert might erupt in a nuclear explosion, and publicly released an internal document from the Los Alamos National Laboratory in New Mexico that strongly attacked the explosion thesis.   Mr. Johnston, a Louisiana Democrat, was the legislative force behind the plan for a centralized national dump for highly radioactive nuclear wastes and has long argued that Yucca Mountain in Nevada is the best site.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"Report Cards for the Schools","web_url":"https://www.nytimes.com/1995/03/08/opinion/report-cards-for-the-schools.html","abstract":"  For years, New York City schoolchildren have been given report cards evaluating their performance. Now report cards for each of the city's schools are being issued as well. The latest -- assessing 121 of the city's 167 high schools -- were distributed this week. The cards offer parents, the public and school administrators a useful tool to help hold schools accountable.    Until now it has been difficult for outsiders, and even insiders, to check how schools were doing in comparison with other schools in the same neighborhood or throughout the city. Many principals even resisted the reporting of reading scores or violent incidents for fear such statistics would give a distorted picture of their schools.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Reward Offer in Bomb Threats","web_url":"https://www.nytimes.com/1995/03/08/nyregion/new-jersey-daily-briefing-reward-offer-in-bomb-threats.html","abstract":"  A $500 reward is being offered for information on a bomb threat that prompted officials to evacuate Edison's high schools seven times on Monday. The school superintendent, Melindo Persi, said someone called the police at 7 A.M. and gave a list of times bombs could go off at Edison High School and John P. Stevens High School. The schools were evacuated before each of those times. Bomb-sniffing dogs found no explosives in the buildings. But as a precaution, officials said yesterday, all after-school activities were canceled indefinitely.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"U.S. to Help Girls in Poor Lands Stay in School","web_url":"https://www.nytimes.com/1995/03/08/world/us-to-help-girls-in-poor-lands-stay-in-school.html","abstract":"  The Clinton Administration will announce here on Wednesday the creation of a program to help keep girls in school in Africa, Asia and Latin America, despite enormous economic and cultural barriers. The first year of the 10-year program will cost about $11.7 million, said the United States Agency for International Development, which will administer it.   Saying that poverty will not end until the lives of women are improved, Hillary Rodham Clinton, in an address today at the World Summit for Social Development, said that the program would be announced as part of a celebration of International Women's Day. It is not clear how many children and young women the program can affect.","thumbnail":null,"section":"World"},{"date":"19950308","headline":"A Partial Cure for Drug Bills For a $370,000-a-Year Ailment","web_url":"https://www.nytimes.com/1995/03/08/us/a-partial-cure-for-drug-bills-for-a-370000-a-year-ailment.html","abstract":"  Many patients with Gaucher disease, a rare inherited disorder, suffer not only physically but financially as well because the only drug effective against the condition can cost hundreds of thousands of dollars a year. But now a panel of experts says it may be possible for many patients to reduce costs without compromising effectiveness by using smaller doses.   The panel, convened by the National Institutes of Health last week to study managing the disease, said studies showed that many Gaucher patients responded well to lower doses of the drug. Although there are not enough data to agree upon an optimal dose schedule that could be applied to all patients, it said, doctors can consider using doses lower than those typically prescribed to find an effective treatment level for each individual.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"Woman Is Sentenced in Husband's Death","web_url":"https://www.nytimes.com/1995/03/08/nyregion/woman-is-sentenced-in-husband-s-death.html","abstract":"  A woman who killed her husband during her losing campaign for the New Paltz Town Board in 1993 was sentenced today to 15 years to life in prison, the minimum sentence for intentional murder.   The woman, Iris Pyne, 54, has said she was a battered wife who killed her husband, Richard, in self-defense. In a courtroom with more than 40 supporters, Mrs. Pyne said before being sentenced: \"My life with my husband was a story of a man and a woman in a very dysfunctional relationship, a symbiotic one. Dick was not a bad man. He was ill. He was filled with a lot of anger.\"","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Disciplinary Schools Planned For Students Carrying Weapons","web_url":"https://www.nytimes.com/1995/03/08/nyregion/disciplinary-schools-planned-for-students-carrying-weapons.html","abstract":"  Seeking to stop increasing violence in New York City schools, Schools Chancellor Ramon C. Cortines said yesterday he would remove students carrying guns from their regular schools for a year. The older ones would be sent to four disciplinary academies, which would open next fall. Students as young as kindergartners would be segregated in disciplinary programs.   The new policy, which would require Board of Education approval and is expected to receive it, would reverse a two-decade policy of allowing principals and school district superintendents to determine punishment for armed or violent students. Many students, even those with guns, are now suspended for a week or so and then allowed back into the school.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Sony Names Division Leader","web_url":"https://www.nytimes.com/1995/03/08/arts/sony-names-division-leader.html","abstract":"  Peter Gelb, the president of Sony Classical U.S.A. since July 1993, has been put in charge of the classical-record label's international operations, the company said yesterday. He succeeds Gunther Breest, who resigned abruptly in December after a six-year tenure during which he transformed the former CBS Masterworks label into a company that rivaled its European competitors in terms of its artist roster and the diversity of its repertory offerings.    The appointment puts Mr. Gelb, 41, in charge of a roster that includes the Berlin Philharmonic, Claudio Abbado, Esa-Pekka Salonen and the Los Angeles Philharmonic, Yo-Yo Ma, Emanuel Ax, Isaac Stern and Placido Domingo. His purview also includes several subsidiary lines started or acquired by Mr. Breest, including the Vivarte early-music series, the St. Petersburg Classics line, which specializes in Russian music, and Arc of Light, a sacred-music label.","thumbnail":null,"section":"Arts"},{"date":"19950308","headline":"As Grand Prix Season Opens, Benetton Goes for a Safer Car : The Racers Who Want to Slow Down","web_url":"https://www.nytimes.com/1995/03/08/sports/IHT-as-grand-prix-season-opens-benetton-goes-for-a-safer-car-the.html","abstract":"Hidden by a grassy plateau, at the end of a country road that veers around small church steeples and black-and-white cows, there squats a low, flat, box of a building, held up by white poles like walking canes and wearing a belt of darkened glass. The fac","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"For an Honest Death Penalty","web_url":"https://www.nytimes.com/1995/03/08/opinion/for-an-honest-death-penalty.html","abstract":"  It is a staple of American politics that there is very strong support for the death penalty; in opinion polls, roughly 70 percent consistently favor it. Yet the popular will on this issue has been thwarted.    To be sure, we have many capital trials, convictions and death sentences; we have endless and massively costly appeals; and a few people do get put to death every year. But compared to the number of death sentences, the number of executions is minuscule, and the gap is widening fast.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Why War? Sifting Through the Past for Answers","web_url":"https://www.nytimes.com/1995/03/08/books/books-of-the-times-why-war-sifting-through-the-past-for-answers.html","abstract":"  ON THE ORIGINS OF WAR AND THE PRESERVATION OF PEACE   By Donald Kagan   Illustrated. 606 pages. Doubleday. $30.   War usually arrives over distances and long stretches of time. In 226 B.C., for example, Rome, already the most powerful state in the Western world, concluded a treaty with Carthage, which was aggressively expanding its power and influence in what is now Spain. The treaty aimed at peace, writes Donald Kagan, in his lucid, erudite study of the reasons war often breaks out despite the most ardent desire to avoid it, and yet, eight years and several Roman vacillations later, it led to war.","thumbnail":null,"section":"Books"},{"date":"19950308","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/03/08/style/chronicle-462495.html","abstract":"  Police Commissioner WILLIAM J. BRATTON dismissed Police Officer CAROL SHAYA-CASTRO yesterday for posing nude in the August 1994 issue of Playboy magazine. The Commissioner said she had violated the City Charter and the department's rules and was thus unfit to be a police officer.   \"The reputation of the New York City Police Department is not for sale, and there is no room in our organization for anyone who would attempt to do so,\" he wrote in his ruling on the case. \"In my opinion, the proven misconduct in this case is directly contrary to the values that this department stands for.\"","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"Rejoining the Welfare Debate, Clinton Attacks G.O.P. Plans","web_url":"https://www.nytimes.com/1995/03/08/us/rejoining-the-welfare-debate-clinton-attacks-gop-plans.html","abstract":"  Wedging his way back into a debate he helped start but that has lately overtaken him, President Clinton today denounced Republican proposals for overhauling welfare as too harsh on children and too soft on work requirements, and pledged support for broad experimentation by states.   In a speech to the National Association of Counties here, Mr. Clinton urged the Republicans to pass national legislation denying driver's and professional licenses to parents who refuse to pay child support.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"The Traveling Russian Repertory","web_url":"https://www.nytimes.com/1995/03/08/style/IHT-the-traveling-russian-repertory.html","abstract":"One of the peripheral effects of the so-called collapse of communism has been the rapid increase of interest in and a massive increase of access to Russian music and musicians..It is a process that has been going on fitfully for most of this century. D","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"Money for Vietnam War Project","web_url":"https://www.nytimes.com/1995/03/08/nyregion/new-jersey-daily-briefing-money-for-vietnam-war-project.html","abstract":"  The state authority that distributes casino revenue wrote a check yesterday for $2.75 million to be spent on an education center next to the Vietnam Veterans War Memorial. The center will try to tell the stories of the 1,525 New Jersey residents killed or lost in Vietnam.   The memorial is to be unveiled May 7 -- the 20th anniversary of the departure of the last American troops from Vietnam. PETER S. YOUNG","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"UConn's Rizzotti Injures Elbow","web_url":"https://www.nytimes.com/1995/03/08/sports/sports-people-college-basketball-uconn-s-rizzotti-injures-elbow.html","abstract":"  JENNIFER RIZZOTTI, the Connecticut junior point guard, hyperextended her right elbow Monday night during the Big East Conference tournament title game against Seton Hall. The injury was diagnosed yesterday and her status is day-to-day. Connecticut earned the Big East's automatic berth in the National Collegiate Athletic Association tournament, which begins next week, with its 85-49 victory over Seton Hall. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"First Mission for Donated Copter","web_url":"https://www.nytimes.com/1995/03/08/nyregion/new-jersey-daily-briefing-first-mission-for-donated-copter.html","abstract":"  The executive helicopter that Governor Whitman turned over to the state police for use as an air ambulance flew its first mission on Monday, transferring a critically ill patient, Thomas Boyle, 77, from Bayonne Hospital to the Deborah Heart and Lung Center in Browns Mills. The trip took 20 minutes. \"The drive would have taken two hours,\" said the chief flight nurse, John Bisciglia. Mr. Boyle remained in critical condition yesterday in the intensive care unit.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Of a Father Whose Son Is 'Cheerful'","web_url":"https://www.nytimes.com/1995/03/08/movies/film-review-of-a-father-whose-son-is-cheerful.html","abstract":"Australian widower and gay son. Flippant banter, fleshy close-ups. Doesn't add up to much.","thumbnail":null,"section":"Movies"},{"date":"19950308","headline":"Airport Guard Roughly Treats Ex-Governor","web_url":"https://www.nytimes.com/1995/03/08/us/airport-guard-roughly-treats-ex-governor.html","abstract":"  A guard at Raleigh-Durham International Airport was dismissed today after witnesses said he throttled former Gov. L. Douglas Wilder of Virginia, an airport spokesman said.   Mr. Wilder was unhurt but indignant after the incident, which began when the former Governor tripped an airport metal detector.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/03/08/nyregion/news-summary-177995.html","abstract":"  International A3-12  DOLLAR'S PLUNGE DEEPENS  As the dollar plunged around the world, the Administration watched in alarm but did not act. Treasury Secretary Robert E. Rubin is reported to be reluctant to fight the markets, preferring to let the sell-off die before acting. A1  KEEPING GIRLS IN SCHOOL  The Clinton Administration plans to announce the creation of a decade-long program today aimed at keeping girls in school in Africa, Asia and Latin America despite economic and cultural barriers. A12","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Season Taking Toll on Coaches","web_url":"https://www.nytimes.com/1995/03/08/sports/sports-people-college-basketball-season-taking-toll-on-coaches.html","abstract":"  Marshall Coach BILLY DONOVAN was being treated for flu-like symptoms yesterday at St. Mary's Hospital in Huntington, W. Va. He was admitted Monday, a hospital spokeswoman said. His secretary, CHRISTAL PERRY, said that Donovan, the youngest head coach in Division I basketball at age 29, hoped to be released later this week.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Australians Won't Move To Raise the Sunken Hull","web_url":"https://www.nytimes.com/1995/03/08/sports/yacht-racing-australians-won-t-move-to-raise-the-sunken-hull.html","abstract":"  Australian yachtsmen today abandoned all plans to raise the sunken hull of their $3 million America's Cup yacht, One Australia. Their decision is based on more than the cost of raising the 75-foot yacht, a price that is likely to be high. They also believe there is nothing left worth saving.   Peter Morris, head of the One Australia syndicate, said today that \"the possibility of getting something of any value is low.\" Of particular concern were the 11 high-tech sails that were on board when the yacht sank Sunday in 500 feet of water during a Pacific Ocean race against Black Magic 2.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Rock's Story as Told by the Rockers","web_url":"https://www.nytimes.com/1995/03/08/movies/television-review-rock-s-story-as-told-by-the-rockers.html","abstract":"  When it comes to synergistic marketing, Time Warner, the company that sends me my monthly cable bill, is right up there with the Disney behemoth. The latest evidence is \"The History of Rock 'n' Roll.\" A version consisting of 10 hourlong tapes, being distributed by Time-Life Video and Television, will reach stores in about two weeks. Meanwhile, there's the television series, which can be seen in two-hour segments on various stations around the country that made syndication deals with Warner Brothers.   (Interestingly and confusingly, the station in metropolitan New York City is WWOR, Channel 9, which has since aligned itself with Warner's arch rival, the United Paramount Network. WWOR will present \"History,\" snipped here and there to make room for commercials, this evening through Sunday, at 8 each night.)","thumbnail":null,"section":"Movies"},{"date":"19950308","headline":"'Saturday Night' Lives, for Now, but Then What?","web_url":"https://www.nytimes.com/1995/03/08/arts/saturday-night-lives-for-now-but-then-what.html","abstract":"  \"Saturday Night Live,\" the television institution as well as a potent moneymaker for NBC in its 20 years on the air, needs a creative overhaul that may include everything except the show's live format and its location in New York City, a top network executive said yesterday.   The executive, Warren Littlefield, who is the president of NBC Entertainment, said the network had previously asked for \"major changes\" in the show this season. \"Some of that has been accomplished,\" Mr. Littlefield said yesterday. \"But there are a lot of things that were left undone. We're having discussions internally and with Lorne Michaels about what we want to do.\"","thumbnail":null,"section":"Arts"},{"date":"19950308","headline":"Nobody Is in Favor Of Illegal Searches","web_url":"https://www.nytimes.com/1995/03/08/opinion/l-nobody-is-in-favor-of-illegal-searches-256295.html","abstract":"  To the Editor:   Re \"Poll Finds Public Doubts Key Parts of G.O.P.'s Agenda\" (front page, Feb. 28): You do no one a favor with your simplistic and skewed poll-taking. \"Are police searches without a warrant a good idea?\" No, they are not a good idea. They violate the Fourth Amendment of the Constitution, which bears quoting:","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Choreographer to Speak","web_url":"https://www.nytimes.com/1995/03/08/arts/choreographer-to-speak.html","abstract":"  Gloria Contreras, a Mexican choreographer who worked with the New York City Ballet and led her own troupe in New York City in the 1960's, is to discuss dance in Mexico at 2 P.M. on Friday at the Library for Performing Arts at Lincoln Center. Ms. Contreras directs the Taller Coreografico of the National Autonomous University of Mexico.","thumbnail":null,"section":"Arts"},{"date":"19950308","headline":"Now Manhattan Must Wait To Learn Post-Season Fate","web_url":"https://www.nytimes.com/1995/03/08/sports/college-basketball-now-manhattan-must-wait-to-learn-post-season-fate.html","abstract":"  Despite 25 victories and a nationally ranked defense, Manhattan remains uncertain as to whether it will be selected for the National Collegiate Athletic Association tournament.   \"In my mind, our only bad loss this season was to Iona,\" Coach Fran Fraschilla said yesterday of his team's 25-4 season. \"Other than that, we've taken care of business. After a great three-month run, I don't think we should be penalized just because of the final four seconds of our last game.\"","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Reviews/Fashion; Russia, Women at Work and Elegance","web_url":"https://www.nytimes.com/1995/03/08/style/reviews-fashion-russia-women-at-work-and-elegance.html","abstract":"  Inspiration is where you find it, and Laura Biagiotti found hers in Russia. After she opened a boutique in Moscow, she was invited to put on a fashion show in the Kremlin. So, last month an audience of 4,000 saw a two-hour show of opera, ballet and, of course, clothes.   Naturally, the fall collection she showed today in Milan was filled with Russian references, from the multicolored domes of St. Basil's Cathedral to Cossack braid embroideries to the cheery floral designs on painted wooden dolls. But the strongest influence came from Mongolian lamb. Cashmere yarn was worked into curly fringes that decorated coats, capes, shawls, skirts, collars, cuffs and pocket flaps in black, white, gray, orange, pink, lavender and peach.","thumbnail":null,"section":"Style"},{"date":"19950308","headline":"Mets Want to Sign Franco","web_url":"https://www.nytimes.com/1995/03/08/sports/mets-want-to-sign-franco.html","abstract":"  The Mets, aware of reports that the Baltimore Orioles had nearly signed the free-agent relief pitcher John Franco, remain interested in the left-hander, but also remain in limbo because the pursuit of all unsigned players came to a halt on Feb. 9, when the 28 clubs instituted a signing freeze.   \"All I know is that there was a report in the Baltimore papers that the Orioles had come close, but I don't know if that's old news or what,\" General Manager Joe McIlvaine said tonight. \"All I know is that before negotiations broke off because of the signing freeze, we were still in the hunt.\"","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Brother Wars in Mexico","web_url":"https://www.nytimes.com/1995/03/08/opinion/brother-wars-in-mexico.html","abstract":"  There is more than a whiff of soap opera in the melodramatic story of political assassinations, alleged cover-ups and twisted family ties now unfolding in Mexico. But far more than soap opera is involved. At stake is the future of the world's longest-entrenched ruling party, Mexico's Institutional Revolutionary Party, or PRI.    Mario Ruiz Massieu, former deputy attorney general of Mexico, now sits in a New York jail accused of undermining the investigation he conducted last year into the murder of his brother, Jose Francisco Ruiz Massieu. The dead brother was deputy leader of the PRI.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Parental Smoking and Infant Deaths","web_url":"https://www.nytimes.com/1995/03/08/us/parental-smoking-and-infant-deaths.html","abstract":"  NURSING mothers who smoke and caregivers who expose babies to cigarette smoke may double or triple the infants' risk of dying of sudden infant death syndrome, a new study has shown.   While earlier research had established that smoking during pregnancy puts babies at risk of sudden infant death, the new study is the first to explore in detail the relationship between sudden infant death and exposure to tobacco smoking after birth apart from prenatal exposure.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"In New York City, a Mixed Response to Law From Prosecutors","web_url":"https://www.nytimes.com/1995/03/08/nyregion/in-new-york-city-a-mixed-response-to-law-from-prosecutors.html","abstract":"  The five district attorneys in New York City, where the vast majority of the state's murders are committed, expressed mixed feelings about capital punishment yesterday, with one -- District Attorney Robert T. Johnson of the Bronx -- saying he would not seek the death penalty under any circumstances.   Mr. Johnson, already known as something of a maverick, said his opposition to capital punishment was based on his \"intense respect for the value and sanctity of human life.\" In a statement released yesterday afternoon, he also expressed qualms about the death penalty's fairness and cost and concluded: \"It is my present intention not to utilize the death penalty provisions of the statute.\"","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Knicks Put Smith On Injured List","web_url":"https://www.nytimes.com/1995/03/08/sports/knicks-put-smith-on-injured-list.html","abstract":"  Charles Smith, still bothered by pain in his sprained left knee, was placed on the injured list last night before the Knicks-Boston Celtics game at Madison Square Garden.    New York's starting small forward will miss at least five games, meaning he cannot return before March 17 against the Washington Bullets. Anthony Bonner, who has been on the injured list with a sprained right ankle, will be activated for tonight's game in Boston.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Moscow's Mayor, Denouncing Yeltsin Dismissals, Vows to Quit","web_url":"https://www.nytimes.com/1995/03/08/world/moscow-s-mayor-denouncing-yeltsin-dismissals-vows-to-quit.html","abstract":"  The pugnacious yet immensely popular Mayor of Moscow abruptly threatened to resign today unless President Boris N. Yeltsin reinstates two senior law enforcement officials he dismissed after the mob-style execution of the television personality Vladislav Listyev.   The Mayor, Yuri M. Luzhkov, who was once one of Mr. Yeltsin's most trusted supporters, said the dismissal of the city's chief prosecutor, Gennadi Ponomaryov, and police chief, Vladimir Pankratov, on Monday was a thinly veiled attack on him. Many in Moscow agree, including some of Mr. Luzhkov's most powerful friends, who say he was completely serious about leaving his job.","thumbnail":null,"section":"World"},{"date":"19950308","headline":"Cluster Care Doesn't Always Make Sense","web_url":"https://www.nytimes.com/1995/03/08/opinion/l-cluster-care-doesn-t-always-make-sense-258995.html","abstract":"  To the Editor:   In your Feb. 27 news article on the so-called cluster concept of care for the frail elderly in their homes, you quote Lieut. Gov. Betsy McCaughey of New York as saying that \"cluster care is one of the most important tools enabling us to cut personal care hours and provide quality care in an era of scarce health care dollars.\"","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Book Notes","web_url":"https://www.nytimes.com/1995/03/08/books/book-notes-055195.html","abstract":"  Louganis Tops the List   Whether the staggering sales of his new book are testament to his courage, charisma, commercial timing or all three, Greg Louganis's new book, \"Breaking the Surface\" (Random House), is making a significantly bigger splash than the sleek former Olympic diver -- or booksellers -- expected.   \"I never anticipated what's been happening,\" Mr. Louganis, 35, said in a telephone interview from Atlanta, where he is on tour. \"I don't think anybody did. It is a complex story. I guess it is touching a lot of people and a lot of emotion.\"","thumbnail":null,"section":"Books"},{"date":"19950308","headline":"Agendas Clash in Bid to Alter Law on Product Liability","web_url":"https://www.nytimes.com/1995/03/08/us/agendas-clash-in-bid-to-alter-law-on-product-liability.html","abstract":"  Lobbying over the high-stakes legal overhaul measure now in the House has become so contentious that George McGovern, a liberal icon of the 1960's, says the debate is even more heated than that over the Vietnam War.   Perhaps not. But the former anti-war Democrat has started a mini-war himself, first by appearing in a commercial for the bill and then by saying he does not really understand the legislation and does not fully support the \"extreme\" measures favored by the House Republicans.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1995/03/08/theater/in-performance-theater-277595.html","abstract":"  Complicated Lives Built Around a Core of Serenity  'Wrapped Up, Tied Up and Tangled' Performance Space 122   Lovey, the matriarch of the family of women portrayed in Peggy Pettitt's \"Wrapped Up, Tied Up and Tangled,\" has knees that are \"as soft as an armchair.\"","thumbnail":null,"section":"Theater"},{"date":"19950308","headline":"Developments in Washington","web_url":"https://www.nytimes.com/1995/03/08/us/diary-developments-in-washington.html","abstract":"  LEGAL REFORM -- Voting largely along party lines, the House passed legislation intended to curtail the number of lawsuits in Federal Courts. The Attorneys Accountability Act, approved 232 to 193, seeks to encourage parties to settle lawsuits before trial by exposing both parties to a risk of paying their opponent's legal costs. The measure, the first of three the House will vote on this week, was swept along by a tide of anecdotes purporting to show that the legal system is swamped with frivolous product liability and personal damage suits. FOOD STAMPS -- The House Agriculture Committee began voting on legislation to cut $16.5 billion from projected spending in the food stamp program over the next five years, despite protests from Democrats who said the bill was immoral and mean-spirited. Under the bill, states would have the option to get Federal food stamp money in a lump sum and then set their own eligibility standards and benefit levels.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"Personal Health; What women can do to escape heart disease.","web_url":"https://www.nytimes.com/1995/03/08/us/personal-health-what-women-can-do-to-escape-heart-disease.html","abstract":"  BY now most women surely are aware that heart disease is an equal opportunity killer, especially in those past the age of 50. Slightly more than half the deaths from heart disease in the United States now occur among women, and this share is likely to increase as the population ages.   But what are women doing to stem this rise, particularly those in their 50's and 60's, the decades when their coronary death rate begins its steep climb? Not nearly enough, according to recently published reports. Women with two or more major controllable coronary risk factors -- cigarette smoking, lack of physical activity, high blood cholesterol, high blood pressure, diabetes and overweight -- are more the norm than the exception. Three factors -- smoking, sedentary habits and overweight -- were featured in recent reports.  Addiction to Nicotine    The United States Public Health Service estimated that in 1990, 61,000 American women over 35 died from cardiovascular diseases caused by smoking. The chances of suffering a heart attack can be cut in half within just one year of quitting smoking, but only 2.5 percent of women who smoke successfully quit each year. As of 1993, the most recent year for which national data are available, 22 million women -- more than one in five -- were regular smokers.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"Sheik Didn't Suggest War Against the U.S.","web_url":"https://www.nytimes.com/1995/03/08/opinion/l-sheik-didn-t-suggest-war-against-the-us-259795.html","abstract":"  To the Editor:   Your March 1 news article on the sedition trial of Sheik Omar Abdel Rahman errs when it states that a sermon given by Mr. Abdel Rahman encouraged \"guerrilla war against all enemies of Islam, including the United States.\" At no place in this sermon does Mr. Abdel Rahman mention the United States. Indeed, when asked afterward what an ordinary man should do regarding jihad -- the Arab word for struggle -- especially in America, he said:","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Mayor, and Luck, Help Control Oil Depot Fire","web_url":"https://www.nytimes.com/1995/03/08/nyregion/mayor-and-luck-help-control-oil-depot-fire.html","abstract":"  A gasoline fire erupted with a thunderous roar at an Amoco fuel-storage depot here today before firefighters smothered it with foam, possibly averting a catastrophe -- with a little help from Carteret's Mayor.    Officials said that a quick response by fire companies and a fortuitous wind kept the flames from spreading to two tanks loaded with gasoline and diesel fuel and prevented any injuries to hundreds of nearby residents and shoppers in the Carteret Shopping Center, across Roosevelt Avenue from the tank farm.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Police Foot Patrols Don't Offer False Security","web_url":"https://www.nytimes.com/1995/03/08/opinion/l-police-foot-patrols-don-t-offer-false-security-856595.html","abstract":"  To the Editor:   \"More Police, Less Crime, Right? Wrong\" (Op-Ed, Feb. 27) seriously misrepresents or misunderstands two studies it uses to make its point: the Kansas City preventive patrol experiment and the Newark foot patrol experiment.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Gangway for Rimsky-Korsakov: His Operas Have Found Voices","web_url":"https://www.nytimes.com/1995/03/08/arts/critic-s-notebook-gangway-for-rimsky-korsakov-his-operas-have-found-voices.html","abstract":"  Of the many amazements produced by the Bach, Handel and Scarlatti tercentenary year of 1985, few surpassed the near-simultaneous presentation of three Handel operas under one roof at the Pepsico Summerfare in Purchase, N.Y. Such a convergence would be extraordinary even for a composer more central to the operatic repertory and is scarcely conceivable for a truly peripheral figure like Nikolai Rimsky-Korsakov.   But the Kirov Opera presented a substantial Rimsky-Korsakov festival a year ago in St. Petersburg, Russia, where the composer spent most of his life. And partly as a result, enterprising New Yorkers could piece together a remarkably concentrated, three-pronged Rimsky-Korsakov opera experience over the weekend.","thumbnail":null,"section":"Arts"},{"date":"19950308","headline":"Differing Accounts of a Firefighter's Care","web_url":"https://www.nytimes.com/1995/03/08/nyregion/differing-accounts-of-a-firefighter-s-care.html","abstract":"  Questions have deepened about the emergency treatment given to Lieut. Raymond F. Schiebel, the firefighter who collapsed at a blaze in Brooklyn on Sunday and died last night, with sharply differing accounts offered by officials of the volunteer ambulance corps that treated him and an Emergency Medical Service paramedic.   The paramedic, Kevin Montgomery, said yesterday that Lieutenant Schiebel's early treatment was undermined by volunteer ambulance workers who, he said, operated in a panic, refused to yield medical control and argued over which hospital to go to. Mr. Montgomery said he had to force his way into the volunteer ambulance with the firefighter, and he described the scene inside the vehicle as \"difficult and chaotic,\" with as many as a half-dozen Hatzoloh Ambulance Corps workers packed into it.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/03/08/nyregion/metro-digest-197895.html","abstract":"  PATAKI SIGNS DEATH PENALTY BILL    Governor Pataki fulfilled one of his central campaign vows by signing a death penalty bill into law, making New York the 38th state with capital punishment. A1. CRACKING DOWN ON SCHOOL VIOLENCE    Seeking to stop increasing violence in New York City schools, Schools Chancellor Ramon C. Cortines said he would remove students carrying guns from their regular schools for a year. The older ones would be sent to disciplinary academies, which would open next fall. Students as young as kindergartners would be segregated in disciplinary programs. A1.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Awards in Dueling Casino Suits","web_url":"https://www.nytimes.com/1995/03/08/nyregion/new-jersey-daily-briefing-awards-in-dueling-casino-suits.html","abstract":"  John Tombarello is a high roller. In eight years, he reportedly lost more than $500,000 at the Sands Hotel Casino, before ending his relationship with the casino in a huff after it switched his hotel suite. To lure him back, the Sands offered a $93,000 Mercedes, said Mr. Tombarello's lawyer, Lloyd D. Levenson. (He had turned down a Cadillac worth $44,000 and a pair of Rolex watches worth $50,000.)","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"New Croat-Bosnian Link Worries U.N.","web_url":"https://www.nytimes.com/1995/03/08/world/new-croat-bosnian-link-worries-un.html","abstract":"  Three weeks before its threatened expulsion of United Nations peacekeepers is to begin, Croatia has forged a new military alliance with Bosnia, establishing what on paper is a common front between former adversaries to counter Serbian rebels in both their countries.   The move, announced on Monday night, added to the concerns of United Nations officials and Western nations over the possibility of renewed war in Croatia and Bosnia if the Croatian President, Franjo Tudjman, goes through with his threat to expel the 12,000 United Nations peacekeepers in Croatia when their Security Council mandate expires on March 31.","thumbnail":null,"section":"World"},{"date":"19950308","headline":"Comptroller Predicts Bigger Budget Shortfall","web_url":"https://www.nytimes.com/1995/03/08/nyregion/comptroller-predicts-bigger-budget-shortfall.html","abstract":"  New York City's Comptroller said yesterday that the city's budget gap could be $500 million higher than the $2.7 billion shortfall projected by Mayor Rudolph W. Giuliani, largely because of overly optimistic estimates of tax revenues and rising costs of overtime, pensions and benefits for municipal workers.   In a report on the preliminary budget plan that Mr. Giuliani unveiled last month, Comptroller Alan G. Hevesi also warned that many of the Mayor's proposals to close the gap remained uncertain at best. That uncertainty, he said, raised the possibility of still more cuts or other actions to balance the city's $30.5 billion budget for the fiscal year that begins in July.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Lindros Finally Makes An Impact for Islanders","web_url":"https://www.nytimes.com/1995/03/08/sports/hockey-lindros-finally-makes-an-impact-for-islanders.html","abstract":"  For one night, at least, Brett Lindros found a way to take the weight of his name -- if not the weight of the franchise -- off his broad back.   The rookie with the hefty contract and big expectations beat what seemed like the entire Hartford team for his first National Hockey League goal early in the second period to break a tie. Jamie McLennan (23 saves), starting in goal for only the second time in 10 games, made Lindros's score stand. And the Islanders (9-10-3), who have shown they aren't going to blow anyone out this season, squeezed past the Whalers, 3-1, before 10,371 at Nassau Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Corrections","web_url":"https://www.nytimes.com/1995/03/08/nyregion/c-corrections-240695.html","abstract":"  An article in Business Day yesterday, about the concerns of some large institutional shareholders of W. R. Grace & Company over the departure of the company's chief executive, referred incorrectly to an executive who spoke with them. He was Peter B. Martin, head of investor relations, not Thomas A. Holmes, Grace's interim president and chief executive.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Dollar's Fall Is Still Unabated; U.S. Officials Take No Action","web_url":"https://www.nytimes.com/1995/03/08/us/currency-markets-dollar-s-fall-is-still-unabated-us-officials-take-no-action.html","abstract":"  Trying to ride out an enormous selloff of the dollar on markets around the world, the Clinton Administration watched with growing alarm today but without taking action as the currency fell to post-World-War-II lows against the Japanese yen and the German mark.   Already battered by a relentless decline that began almost a month ago, the dollar lost an additional 2.4 percent of its value against the mark and 2.8 percent against the yen.  [ The dollar fell as low as 88.765 yen in late afternoon trading in Tokyo on Wednesday. ]","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"Six Communities Compete For a New Military Center","web_url":"https://www.nytimes.com/1995/03/08/us/six-communities-compete-for-a-new-military-center.html","abstract":"  Wanted: 140,000 square feet of secure office space. Good airline connections to Latin America. Affordable family housing. Strategic site for nabbing drug lords and running top-secret military missions.   With American forces scheduled to withdraw from Panama by 1999 under terms of the Panama Canal Treaty, the Pentagon is looking for a new home for its Southern Command, the headquarters responsible for United States military activities in Latin America.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"Transactions","web_url":"https://www.nytimes.com/1995/03/08/sports/transactions-803495.html","abstract":"  Baseball  National Ledague    SAN FRANCISCO GIANTS -- Signed Ed Vande Berg, pitcher, to a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Meggett's Parting Shots Irk Reeves","web_url":"https://www.nytimes.com/1995/03/08/sports/pro-football-meggett-s-parting-shots-irk-reeves.html","abstract":"  The David Meggett story is over except for one thing: Dan Reeves. Even though the Giants' coach released a statement after Meggett left for New England expressing how disappointed he was to lose him, until now Reeves has not had a chance to respond to some of the criticisms leveled against him by the former Giants running back and his representatives.   Reeves was out of town when Meggett left. But he stayed in close contact with Giants management virtually every day he was away. When he got back, Reeves was surprised to hear about some of the things Meggett had said of him and responded to them yesterday.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Foreign Affairs; Mexican Malfunction","web_url":"https://www.nytimes.com/1995/03/08/opinion/foreign-affairs-mexican-malfunction.html","abstract":"  As my flight into Mexico City was landing, I began to feverishly fill out the customs form they passed out on the plane. Line three, though, stumped me. It consisted of nine different boxes, out of which you were supposed to find and circle your occupation. Columnist wasn't listed. There was, however, \"farmer,\" \"driver of a vehicle,\" \"livestock raiser\" and then one that just leapt out at me. It said: \"bond holder.\"   Those two words tell you a lot about what's wrong with Mexico today. Mexico is so dependent for its economic growth on foreign investors who will buy its government and commercial bonds that \"bond holders\" now have their own box on the visa form. Unfortunately for Mexico, most of the people who check that box are going out, not coming in.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Sports of The Times; Better Late Than Never For Ashburn","web_url":"https://www.nytimes.com/1995/03/08/sports/sports-of-the-times-better-late-than-never-for-ashburn.html","abstract":"  RICHIE ASHBURN invented Marvelous Marv Throneberry, but that is not the reason he was selected to the Baseball Hall of Fame yesterday. Richie Ashburn also threw Cal Abrams out at home to help the Phillies win the 1950 pennant, which is duly remembered by aging Brooklyn Dodgers fans, but that isn't why Ashburn was selected by the Veterans Committee, either.   Ashburn was selected because he was just about as good as a center fielder can be, without bashing the ball over the fence 40 times a year. Not every great center fielder is Willie, Mickey or the Duke, but there should be room in the shrine near the shore of Lake Otesaga for a player who batted .308 over 15 years and ran down most line drives in the power alleys.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"HOUSE APPROVES MEASURE TO LIMIT FEDERAL LAWSUITS","web_url":"https://www.nytimes.com/1995/03/08/us/house-approves-measure-to-limit-federal-lawsuits.html","abstract":"  Voting largely along party lines, the House of Representatives today passed legislation intended to curtail sharply the increasing number of lawsuits brought in Federal courts.   The measure, the Attorneys Accountability Act, was swept along by a tide of anecdotes purporting to show that the American legal system is out of control, swamped with frivolous product-liability and personal-damage suits. The main effect of the bill, which was approved 232 to 193, would be to encourage parties to settle lawsuits before trial by exposing them to the risk of paying some of the opponent's legal costs.","thumbnail":null,"section":"U.S."},{"date":"19950308","headline":"A Sport Courting Disaster","web_url":"https://www.nytimes.com/1995/03/08/sports/IHT-a-sport-courting-disaster.html","abstract":"Can sport live within the law of the land? That may seem a strange question, stranger still in Europe, where professional soccer has operated legally for more than a century. Yet the higher the commercial stakes, the greater the conflict between common l","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Green Wants to Level The Replacement Field","web_url":"https://www.nytimes.com/1995/03/08/sports/baseball-green-wants-to-level-the-replacement-field.html","abstract":"  Mets Manager Dallas Green, angered by the lopsided nature of exhibition games between teams using young, talented minor leaguers and others using retreads and never-have-beens -- like his -- called on club owners today to redefine replacement baseball to restore some semblance of fair play until the strike by major leaguers is over.   Green, fuming and frustrated by his club's inept 0-4 start, called for the new policy to come out of the owners' quarterly meetings that started this afternoon and run through Thursday in Palm Beach.","thumbnail":null,"section":"Sports"},{"date":"19950308","headline":"Unemployment the Key Issue in French Election","web_url":"https://www.nytimes.com/1995/03/08/world/unemployment-the-key-issue-in-french-election.html","abstract":"  Suddenly, the race to succeed President Francois Mitterrand this spring is wide open -- a tight contest between a Socialist and two rival conservatives that is all about jobs, jobs, jobs.   With unemployment stuck at more than 12 percent despite economic recovery, all three main contenders agree that the way to solve France's long-term unemployment problem is by reducing the social security and health insurance premiums that French companies pay the Government for every worker they employ.","thumbnail":null,"section":"World"},{"date":"19950308","headline":"U.S. Nuclear Pledge Needs Treaty Oversight","web_url":"https://www.nytimes.com/1995/03/08/opinion/l-us-nuclear-pledge-needs-treaty-oversight-855795.html","abstract":"  To the Editor:   Your March 2 news article on President Clinton's pledge to reduce United States nuclear stockpiles describes a U.S. attempt to persuade the 172 signers of the Nuclear Nonproliferation Treaty to renew it next month. This is a sham, since the plutonium will remain in storage, not under international safeguards, and could be reused at any time.","thumbnail":null,"section":"Opinion"},{"date":"19950308","headline":"Attacks on Youth Agency Called Unfair","web_url":"https://www.nytimes.com/1995/03/08/nyregion/attacks-on-youth-agency-called-unfair.html","abstract":"  A year after Mayor Rudolph W. Giuliani said that the Youth Services Department was plagued by rampant financial mismanagement and political manipulation, the City Investigation Department has determined that many of the allegations were unjustified or exaggerated.    Although a report released yesterday by the Investigation Department said that the youth agency had a $3.9 million deficit in the last fiscal year, that figure was millions below the one presented by the Mayor. Mr. Giuliani said last year that the agency had overspent by $11 million.","thumbnail":null,"section":"New York"},{"date":"19950308","headline":"Courier Quickly Gets Off to a Cozy Start","web_url":"https://www.nytimes.com/1995/03/08/sports/tennis-courier-quickly-gets-off-to-a-cozy-start.html","abstract":"  Jim Courier, twice the titleholder of the Newsweek Champions Cup as well as a part-time desert resident, took advantage of the balmy conditions today to improve his 1995 match record to 20-2 with a 6-3, 7-5 dismissal of Markus Zoecke.   Now ranked 11th in the world and seeded 9th here, Courier, the champion in 1991 and 1993, did not have sufficient status to gain a first-round bye at this event, which allows only its top eight men to bypass the opening round.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950308","time":"1995-03-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":79,"wspd":7.6},{"date":"19950308","time":"1995-03-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":74,"wspd":7.6},{"date":"19950308","time":"1995-03-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":72,"wspd":7.6},{"date":"19950308","time":"1995-03-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.3,"rhum":76,"wspd":5.4},{"date":"19950308","time":"1995-03-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":84,"wspd":9.4},{"date":"19950308","time":"1995-03-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.3,"rhum":85,"wspd":7.6},{"date":"19950308","time":"1995-03-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":88,"wspd":7.6},{"date":"19950308","time":"1995-03-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":1.9,"rhum":88,"wspd":13},{"date":"19950308","time":"1995-03-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.1,"rhum":85,"wspd":11.2},{"date":"19950308","time":"1995-03-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":2.8,"rhum":77,"wspd":9.4},{"date":"19950308","time":"1995-03-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":70,"wspd":11.2},{"date":"19950308","time":"1995-03-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":61,"wspd":13},{"date":"19950308","time":"1995-03-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":57,"wspd":13},{"date":"19950308","time":"1995-03-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":55,"wspd":9.4},{"date":"19950308","time":"1995-03-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":49,"wspd":13},{"date":"19950308","time":"1995-03-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":57,"wspd":14.8},{"date":"19950308","time":"1995-03-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":63,"wspd":9.4},{"date":"19950308","time":"1995-03-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":67,"wspd":9.4},{"date":"19950308","time":"1995-03-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":68,"wspd":11.2},{"date":"19950308","time":"1995-03-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":68,"wspd":11.2},{"date":"19950308","time":"1995-03-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":70,"wspd":5.4},{"date":"19950308","time":"1995-03-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":74,"wspd":5.4},{"date":"19950308","time":"1995-03-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":78,"wspd":9.4},{"date":"19950308","time":"1995-03-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":78,"wspd":7.6},{"date":"19950308","time":"1995-03-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":100,"wspd":9.4},{"date":"19950308","time":"1995-03-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":13},{"date":"19950308","time":"1995-03-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":11.2},{"date":"19950308","time":"1995-03-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":100,"wspd":7.6},{"date":"19950308","time":"1995-03-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":16.6},{"date":"19950308","time":"1995-03-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":100,"wspd":11.2},{"date":"19950308","time":"1995-03-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":100,"wspd":9.4},{"date":"19950308","time":"1995-03-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":7.6},{"date":"19950308","time":"1995-03-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":16.6},{"date":"19950308","time":"1995-03-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":16.6},{"date":"19950308","time":"1995-03-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":14.8},{"date":"19950308","time":"1995-03-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":16.6},{"date":"19950308","time":"1995-03-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":84,"wspd":18.7},{"date":"19950308","time":"1995-03-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":14.8},{"date":"19950308","time":"1995-03-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":80,"wspd":14.8},{"date":"19950308","time":"1995-03-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":80,"wspd":16.6},{"date":"19950308","time":"1995-03-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":70,"wspd":11.2},{"date":"19950308","time":"1995-03-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":73,"wspd":13},{"date":"19950308","time":"1995-03-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":81,"wspd":31.7},{"date":"19950308","time":"1995-03-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":90,"wspd":20.5},{"date":"19950308","time":"1995-03-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":81,"wspd":25.9},{"date":"19950308","time":"1995-03-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":93,"wspd":25.9},{"date":"19950308","time":"1995-03-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":87,"wspd":33.5},{"date":"19950308","time":"1995-03-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":90,"wspd":31.7}]}}