{"19930817":{"guardian_articles":[],"nytimes_articles":[{"date":"19930817","headline":"To Governors, All Eyes on Clinton's Fight Ahead","web_url":"https://www.nytimes.com/1993/08/17/us/to-governors-all-eyes-on-clinton-s-fight-ahead.html","abstract":"  The passage from President Clinton's speech that drew the heartiest applause from the nation's governors today was not about the substance of his health care package but about the politics of getting it passed.   Straying far from his text, Mr. Clinton declared: \"Surely, we can do it without the kind of rhetoric and air-filling bull that we hear so often in the nation's capital.\"","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"Review/Jazz; Joey Baron Leads Odd Trio","web_url":"https://www.nytimes.com/1993/08/17/arts/review-jazz-joey-baron-leads-odd-trio.html","abstract":"  The drummer Joey Baron brought an oddly configured group to the Knitting Factory on Thursday night, and he made the most of it. The group -- Mr. Baron on drums, Steve Swell on trombone and Ellery Eskalin on tenor saxophone -- played music that at times seemed to be coming through a stereo operating on half its channels. At other times Mr. Baron tried to sound like a band, full and complete. And since there isn't much literature for this instrumentation, Mr. Baron was referential, drawing on jazz and soul and funk.   It's an old conceit, to be catholic in one's sources, but Mr. Baron pulled it off, in part because he's so gifted a drummer. He would spell out ideas with just a ride cymbal, or use his hands quietly on the skins of the drums, or tap out figures with one wooden stick on a metal rim. Everything he did was small, as if he'd distilled the few gestures it takes to suggest a style.","thumbnail":null,"section":"Arts"},{"date":"19930817","headline":"Amid Maze of Signals, Bats' Brains Can Form Precise Images of Prey","web_url":"https://www.nytimes.com/1993/08/17/science/amid-maze-of-signals-bats-brains-can-form-precise-images-of-prey.html","abstract":"  PEOPLE who grew up before television had little difficulty \"seeing\" the Green Hornet, the Lone Ranger or Baby Snooks on radio. But can insect-eating bats, relying solely on sound signals to find food, form comparable mental images of their prey to help them distinguish a delicious moth, say, from the leaves it flutters through?   Neurobiologists at Brown University have found that a bat can in fact form quite precise acoustical images of the many objects in its aerial environment. In the so-called tonotopic area of the auditory cortex, the part of the brain that processes sound signals, the scientists have pinpointed nerve cells that enable the bat to discern the exact size, shape and movements of insects in its path.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/17/style/IHT-what-theyre-reading.html","abstract":"Ronald Searle, the caricaturist is reading \"The Kenneth Williams Diaries,\" edited by Russell Davies. .\"Forty years of diaries left by a popular comic who was, in fact, a suicidal mixed-up loner. A fascinating and tormented journey. Minor","thumbnail":null,"section":"Style"},{"date":"19930817","headline":"Yankees Find That Relief Is in Sight","web_url":"https://www.nytimes.com/1993/08/17/sports/baseball-yankees-find-that-relief-is-in-sight.html","abstract":"  The howls begin from the time Buck Showalter leaves the Yankee dugout and heads to the mound. They grow louder as the time nears for the manager to indicate his decision: Stay with the starter or use the bullpen.   \"That's the situation we have,\" Showalter said. \" 'So what have you done for me lately.' As a manager, you can't get caught up in that.\"","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"5,000-Mile Radio Telescope Set to Probe Depths of Time and Space","web_url":"https://www.nytimes.com/1993/08/17/science/5000-mile-radio-telescope-set-to-probe-depths-of-time-and-space.html","abstract":"  AFTER seven years of construction, a radio telescope spread across 5,000 miles -- the largest astronomical instrument ever built -- is finished.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"2 Guards Wounded in Shootout in Brooklyn","web_url":"https://www.nytimes.com/1993/08/17/nyregion/2-guards-wounded-in-shootout-in-brooklyn.html","abstract":"  A shootout on a street in Williamsburg, Brooklyn, yesterday left two security guards wounded, but they prevented the bags of cash in their van from being stolen, the police said.   The guards, en route to deliveries of money to check-cashing stores in Brooklyn for Epic Security Inc., were driving a van at Broadway and Beaver Street when a car rammed them deliberately, said Detective Ralph Saint Just, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Review/Theater; 2 Aspects of the H.I.V. Experience","web_url":"https://www.nytimes.com/1993/08/17/arts/review-theater-2-aspects-of-the-hiv-experience.html","abstract":"  If evidence is needed of the good that ill wind sometimes blows, then it may be found through Aug. 29 at the Theater Row Theater, at 420 West 42d Street in Clinton, in the form of \"A Better Life.\"   The author of this aptly titled and benevolent play about mankind's potential for reconciliation and understanding is Louis Delgado Jr., whose past is colored by drug addiction and jail, which ruptured his marriages, warped his relationships with his children and nearly destroyed his self-esteem. The production is financed with assets seized in drug-related crimes and distributed by the State Office of Alcoholism and Substance Abuse Services. And the presentation is a project of Hospital Audiences Inc., now in its 25th year of providing access to the arts for the disabled, the elderly, the homeless, troubled adolescents, participants in drug-abuse treatment programs and people with AIDS.","thumbnail":null,"section":"Arts"},{"date":"19930817","headline":"Giants Find It's Time To Make the Cutdown","web_url":"https://www.nytimes.com/1993/08/17/sports/pro-football-giants-find-it-s-time-to-make-the-cutdown.html","abstract":"  Some Giants players knew by early this morning that this wasn't going to be a great day. When they got to their lockers, they found them mysteriously empty. Their stuff had been moved and their bags packed. They had been cut.   When he heard the ax had fallen on a friend who had been waived today, fullback Kenyon Rasheed was a little nervous. But his locker wasn't empty, so he was safe. Nothing to worry about for now. Same for wide receiver Joey Smith. They had survived another day.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Texas Court Halts Execution Set for Early This Morning","web_url":"https://www.nytimes.com/1993/08/17/us/texas-court-halts-execution-set-for-early-this-morning.html","abstract":"  Less than six hours before Gary Graham was scheduled to die by lethal injection, the Texas Court of Criminal Appeals this evening granted the convicted killer a stay of execution.   The court's action caps a week of intense legal skirmishing between Mr. Graham's lawyers and the Texas Attorney General, Dan Morales.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"Dangers To Forests Seen From Warming","web_url":"https://www.nytimes.com/1993/08/17/science/dangers-to-forests-seen-from-warming.html","abstract":"  Global warming poses just as much of a threat to tropical rain forests, which are already shrinking because the land is being cleared for farms and timber, as it does to the polar ice caps, the World Wide Fund for Nature said today.   The group, based in Switzerland, issued its opinion in a report as officials from more than 100 countries met in Geneva to fine-tune the Climate Change Convention, a landmark treaty adopted last year at the Earth Summit meeting in Rio de Janeiro.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/17/sports/transactions-758793.html","abstract":"  Baseball  American League   MINNESOTA TWINS -- Acquired Erik Schullstrom, pitcher, from the Baltimore Orioles to complete the Mike Pagliarulo trade.   NEW YORK YANKEES -- Signed Matt Drews, pitcher, to a 1994 minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/17/style/chronicle-953993.html","abstract":"  In Denver last Friday, during his third visit to the United States, POPE PAUL II stepped out of the conservative black shoes he and his predecessors have traditionally worn and slipped into a pair of white tennis shoes. They gave him a firmer foothold when he walked through Camp St. Milo in Cherry Creek State Park and he also wore them during Sunday's lengthy religious ceremonies.   But that's not the whole story, said JACKIE SAGE, the manager of an Athlete's Foot store in Denver, where a papal delegation showed up Thursday to buy the shoes. After rejecting two brands -- Ms. Sage wouldn't name them but said she suspected they might have supported issues opposed by Roman Catholic doctrine -- the delegation settled on a pair of American-made K-Swiss shoes, which were size 10 1/2 and cost $49.88.","thumbnail":null,"section":"Style"},{"date":"19930817","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/17/nyregion/metro-digest-382493.html","abstract":"  NEW RESTRAINTS IMPOSED ON LAWYERS Looking to protect women who are taken advantage of by their divorce lawyers, New York State's top judge issues new rules to give clients more rights. A1. KIDNAPPED EXECUTIVE FOUND BURIED ALIVE The 68-year-old chairman of the nation's largest tuxedo manufacturer is found buried alive in a barrel-shaped bunker in Manhattan after being kidnaped 12 days ago, the police said. A1. ASBESTOS MORE EXTENSIVE THAN EXPECTED The emergency inspection of New York City's public schools has found exposed asbestos in every school checked so far, indicating the scandal over the school testing program is more severe and costly than initially expected. A1. NEW YORK CITY U.S. FINDS SUDANESE LINK TO BOMB PLOT The United States has evidence that the Sudan played a role in a plot to bomb the United Nations and other targets in New York, and has decided to put the country on its list of terrorist nations, a State Department official says. B3. A LIMIT ON WATERFRONT DEVELOPMENT Approving the first zoning rules designed specifically for the waterfront, the New York City Planning Commission says it is signaling its desire for more public access and less high-rise development along the shoreline. B3. DISMISSALS LEAD TO ACCUSATIONS The State Comptroller, H. Carl McCall, has dismissed four senior members of the office responsible for auditing New York City's finances, leading Republicans to charge that he is trying to protect Mayor David N. Dinkins. B3. JUDGE REFUSES TO FREE SHEIK A Federal judge denies Sheik Omar Abdel Rahman's request to be released from Federal custody, saying it was reasonable to regard the Egyptian cleric as a \"danger to the security of the United States.\" B3. A COUNTERATTACK IN THE MAYORAL RACE In a political counterpunch, Mayor David N. Dinkins sharply criticizes his opponent, Rudolph W. Giuliani, for saying that the Dinkins campaign had \"demonized\" Mr. Giuliani in the eyes of many black New Yorkers. B3. A candidate for New York City comptroller says the incumbent has neglected her duties. B3. Torrential rainfall floods New York City and knocks out subway lines at rush hour. B4. REGION GUARDS HURT IN NEW INCIDENT One day after four corrections officers were briefly taken hostage by inmates at the Westchester County Jail in White Plains, two other officers were injured in an assault by several prisoners, the president of the officers' union said. B5. MOTHER ARRESTED FOR LEAVING CHILDREN A 25-year-old single mother tells the authorities that she left her 7-month-old daughter and 2-year-old son alone overnight to work as a prostitute in New York City because she needed the money after being cut off from welfare. B5. RIFKIN'S LAWYER SEEKS OUTSIDE JURY Arguing that Joel Rifkin cannot get a fair trial in Nassau County, his lawyer has proposed bringing in a jury from upstate New York to hear the murder case against him. B5. Chronicle B4 Our Towns by Evelyn Nieves B5","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Absent Since March 1984, Austin Ranked","web_url":"https://www.nytimes.com/1993/08/17/sports/sports-people-tennis-absent-since-march-1984-austin-ranked.html","abstract":"  TRACY AUSTIN, the youngest-ever United States Open champion and a former No. 1-ranked women's player, is ranked after more than a nine-year absence. After two victories at the Virginia Slims of Los Angeles last week, Austin is ranked for the first time since March 19, 1984. She's No. 159, just ahead of the Bulgarian ELENA PAMPOULOVA-WAGNER and just behind BARBARA MULEJ of Slovenia.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Mr. Giuliani and the Schools","web_url":"https://www.nytimes.com/1993/08/17/opinion/mr-giuliani-and-the-schools.html","abstract":"  The New York City mayoral candidate Rudolph Giuliani is right when he says the city's troubled school system badly needs an overhaul. But his prescription -- abolishing the central Board of Education and creating five borough boards -- would create new problems to replace the old.    The system is obviously a mess. The recent crisis involving botched asbestos investigations to comply with Federal law is only another dismaying example of the board's inability to monitor what goes on in the schools.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/17/nyregion/c-corrections-901693.html","abstract":"  An article by Reuters in some editions on Sunday about the scheduled execution of a Texas man, Gary Graham, misidentified the court that issued a stay on Friday. It was the state's Third District Court of Appeals, not the Texas Court of Criminal Appeals.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Ship the Mets to New Jersey","web_url":"https://www.nytimes.com/1993/08/17/opinion/ship-the-mets-to-new-jersey.html","abstract":"  Although New York Mets' outfielder Vince Coleman has been sent on an extended vacation for throwing a small explosive at fans, a nagging problem remains: the rest of the team is still here. Meanwhile, the Yankees, a team in an actual pennant race, have threatened to leave. Ironies like these give rise to ugly necessities. It's time for a pre-emptive strike: Let's keep the Yankees and send the Mets to New Jersey.   As someone who grew up in the shadow of Shea Stadium and was 9 years old in the miracle year of 1969, I say this with a heavy heart. But we all know that it is not fear of the Bronx or limited parking that keeps New Yorkers away from Yankee Stadium. Rather, most of us are recovering Mets fans, people who just can't let go of the glory that was Mookie.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"U.S. Presses for More Concessions From the Serbs","web_url":"https://www.nytimes.com/1993/08/17/world/us-presses-for-more-concessions-from-the-serbs.html","abstract":"  Despite the Bosnian Serbs' withdrawal of most of their troops from two mountains near Sarajevo, the Clinton Administration says Serbian forces have not done enough to lift the siege of the city and it continues to threaten to use air strikes.    Over the weekend, Secretary of State Warren Christopher wrote letters to the 15 other NATO foreign ministers saying that the pullback of Serbian troops, tanks and artillery from Mount Igman and Mount Bjelasnica were a necessary step, but not entirely a sufficient one. In the letters, Mr. Christopher laid out other actions the Bosnian Serbs must take in order to forestall allied bombing raids.  Conditions Listed    \"We need to see the strangulation of Sarajevo ceased,\" said the State Department spokesman, Michael McCurry. \"We need to see food, electricity, water, medicine and necessary relief obtained by the citizens of not only Sarajevo, but other safe areas in the region, and those are precisely the criteria we'll be watching very, very closely and carefully, as we have been, in the coming days.","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Blue Cross Tries to Push Network Care","web_url":"https://www.nytimes.com/1993/08/17/nyregion/blue-cross-tries-to-push-network-care.html","abstract":"  Empire Blue Cross and Blue Shield has notified patient groups that it is prepared to seek increases of as much as 35 percent for 125,000 customers with the broadest health insurance coverage -- or may cancel their policies altogether -- in an effort to push them into health-care networks that limit their choices of doctors and tightly control medical costs.   The action, which could take effect early next year, is the first step in an ambitious plan by Empire, the state's largest health insurer, to cut costs by moving as many as half of its 7.6 million customers into \"managed care\" plans.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Women's Work -- and Men's, Too","web_url":"https://www.nytimes.com/1993/08/17/opinion/women-s-work-and-men-s-too.html","abstract":"  This month the Family and Medical Leave Act, which requires employers with 50 or more workers to provide up to 12 weeks of unpaid leave for family medical emergencies, childbirth and adoption, finally became law. The act was controversial and remains so. A common misgiving was expressed the other day by Tama Starr, president of Artkraft Strauss in New York City.   \"If you're an employer,\" Ms. Starr told a Times reporter, \"you will look at a young woman and say, 'Can we really entrust her to do crucial responsibilities that no one else can do because she's going to take three months off?' \"","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/17/nyregion/c-corrections-900893.html","abstract":"  A news analysis article yesterday about Pope John Paul II's visit to Denver referred incorrectly in some editions to a New York man embraced by the Pope at a Saturday vigil. The man, James Mulzet, has cerebral palsy, not Down syndrome.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"For Once, Mets Are Not the Bumblers","web_url":"https://www.nytimes.com/1993/08/17/sports/baseball-for-once-mets-are-not-the-bumblers.html","abstract":"  The Mets would not let Anthony Young touch the baseball tonight. They were ahead by four runs in the eighth inning here, Sid Fernandez was practically hyperventilating, and when the bullpen telephone rang tonight, it was for Mike Maddux and only Maddux.   \"Well, A. Y. hasn't gotten it done three straight times,\" Manager Dallas Green said later.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Review/Music; Sufi Devotional Concert Draws a Rousing Crowd","web_url":"https://www.nytimes.com/1993/08/17/arts/review-music-sufi-devotional-concert-draws-a-rousing-crowd.html","abstract":"  The audience crammed into Rumsey Playfield in Central Park on Sunday afternoon was standing on chairs, clapping raised hands, dancing in place, twirling scarves and T-shirts in the air and shouting approval for favorite lines of songs, like a heavy-metal crowd. But onstage were eight seated musicians and singers led by a middle-aged man, without a guitar or an electrified instrument in sight, playing traditional music that dates back centuries. It was just one more jubilant show by Nusrat Fateh Ali Khan and Party, the world's best-known group performing the Sufi devotional music known as qawwali. The group played a free concert, presented by the Association of Pakistani Professionals, in honor of Pakistan Day.   Qawwali is music with a purpose: bringing ecstasy to listeners so they can experience the divine. Like ecstatic music from gospel to Moroccan joujouka to techno, it has short, clear melody lines and a steady, driving beat, and it gathers intensity through repetition and improvisational flights. In his qawwali ensemble, Mr. Khan's voice is accompanied by tabla drums, harmonium and singers, sometimes as a chorus, sometimes as soaring soloists.","thumbnail":null,"section":"Arts"},{"date":"19930817","headline":"One Verdict Reached on Detroit Officers","web_url":"https://www.nytimes.com/1993/08/17/us/one-verdict-reached-on-detroit-officers.html","abstract":"  One verdict was reached today in the racially tense trial of three white former police officers charged in the death of a black motorist here last November, but the decision was sealed until all the verdicts are in.   The verdict was reached shortly after closing arguments in the case of Robert Lessnau, who had declined a jury trial and asked that a judge decide his fate. Separate juries began deciding the cases of his two co-defendants on Friday.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"Zoning Rules Altered to Cover the Waterfront","web_url":"https://www.nytimes.com/1993/08/17/nyregion/zoning-rules-altered-to-cover-the-waterfront.html","abstract":"  Approving the first zoning rules specifically for the waterfront, the New York City Planning Commission yesterday said it was signaling its desire for more public access and less high-rise development along the shoreline.   The rules could shape decades of construction on the city's 578-mile waterfront by requiring that developers of certain large residential projects open 15 percent to 20 percent of their land to the public. The rules also limit building heights in certain zoning districts from 110 to 350 feet, or about 11 to 35 stories. Sending a Message    Although the text of the zoning amendment, which was approved unanimously, did not specify the areas in which given rules would apply, planners said a general message was intended.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Nascar Invades Indy, Which Looked Forward to It","web_url":"https://www.nytimes.com/1993/08/17/sports/auto-racing-nascar-invades-indy-which-looked-forward-to-it.html","abstract":"  Chris Anderson's snazzy red Chevy looked almost fast enough to be out on the Indianapolis Motor Speedway today. Unfortunately for Anderson, it was stuck on Georgetown Road, a few hundred feet from the track, being outpaced by pedestrians.   Anderson and his buddy Rob Hunter had come here from Bloomington, Ind. The bulk of the trip takes an hour. Today, the last couple of miles -- amid 83-degree heat and 72 percent humidity -- took more than 90 minutes.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Sports of The Times; Horse Racing Is Clearly Confused","web_url":"https://www.nytimes.com/1993/08/17/sports/sports-of-the-times-horse-racing-is-clearly-confused.html","abstract":"  SARATOGA SPRINGS, N.Y. HERE is your annual tip from the summertime home of horse racing, and it has nothing to do with Saratoga: No change will be made next year in the spacing of the Triple Crown races.   Ever since Union City and Prairie Bayou broke down on national television last spring, the people who stage the Triple Crown races have been reviewing the rigors of running three landmark races in five weeks' time. They have decided it would be tampering with history to stretch out the classics, and it would not necessarily be more humane. So, the Kentucky Derby still will be run on the first Saturday in May, the Preakness Stakes two weeks later and the Belmont three weeks after that.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Outsiders vs. Locals For a Hamptons Plot; Pollock's Resting Place Draws Fans","web_url":"https://www.nytimes.com/1993/08/17/nyregion/outsiders-vs-locals-for-a-hamptons-plot-pollock-s-resting-place-draws-fans.html","abstract":"  On a knoll overlooking the weathered tombstones of her ancestors, Deanna Tikkanen stopped to gaze at a 50-ton boulder marking a grave that has made this cemetery in the Hamptons almost as sought after as the beach houses nearby.   Underneath the stone is buried Jackson Pollock, who created his large abstract drip paintings here in the 1940's and 50's.  In the decades since he died in a car accident in 1956, his reputation has achieved legendary status.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Teaching Strategies Make Difference in Science","web_url":"https://www.nytimes.com/1993/08/17/opinion/l-teaching-strategies-make-difference-in-science-918093.html","abstract":"  To the Editor:   The education reform that has led to the gains in math and science for minority and female students that you report in \"Gains in Science for Groups That Lagged\" (Education Page, Aug. 4) confirms that new teaching strategies are improving learning for all students.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Halt the New Rain of Bombs in Sudan","web_url":"https://www.nytimes.com/1993/08/17/opinion/IHT-halt-the-new-rain-of-bombs-in-sudan.html","abstract":"The government of Sudan is again on the military offensive. Since July 26, Sudanese Air Force Antonovs have been indiscriminately attacking civilian targets in the region of Kaya near the Ugandan border. The United Nations estimates that more than 75,000","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Ireland's Fate Was Sealed Before 1921 Talks","web_url":"https://www.nytimes.com/1993/08/17/opinion/l-ireland-s-fate-was-sealed-before-1921-talks-913093.html","abstract":"  To the Editor:   In reference to Thomas C. Cullinane's letter of Aug. 4 concerning the partition of Ireland, it was Prime Minister Lloyd George of Britain who who in 1921 threatened the Irish representative Michael Collins with \"immediate and terrible war\" if he did not sign the treaty, not Winston Churchill, although Sir Winston was no friend to the Irish.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"CLINTON OUTLINES HEALTH CARE PLAN PAID BY EMPLOYERS","web_url":"https://www.nytimes.com/1993/08/17/us/clinton-s-health-plan-clinton-outlines-health-care-plan-paid-by-employers.html","abstract":"  Appealing for support from the \"vital center,\" President Clinton today put forward the broad outlines of his plan to guarantee health care for all Americans, in part by requiring every employer to provide insurance coverage for employees.   While Republicans and small-business advocates warned that the plan could result in the loss of millions of jobs, the White House said it intended to ease the burden on employers by recommending that the plan not take full effect for five to seven years.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"The Trials of Setting Up A New Home Computer","web_url":"https://www.nytimes.com/1993/08/17/science/peripherals-the-trials-of-setting-up-a-new-home-computer.html","abstract":"  A COMPUTER is not a joy forever. Nearly three years ago, the home office cheered the triumphant appearance of a 33-megahertz 386, which outran the resident 16-megahertz 286 at a pace that seemed unbeatable. But, then, the four-minute mile was also once a, well, milestone.   What follows is an account of how this writer set up a new computer, got technical advice by phone from the mail-order seller and checked the machine's memory and other specifications.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"Nazi Propaganda Film Proves Long-Lived","web_url":"https://www.nytimes.com/1993/08/17/opinion/l-nazi-propaganda-film-proves-long-lived-921093.html","abstract":"  To the Editor:   \"Suss\" is German for \"sweet,\" but \"Sweet Jew\" is a mistranslation of \"Jud Suss\" (The Week in Review, Aug. 1). The Nazi propaganda film was based on the similarly titled novel by Lion Feuchtwanger, dealing with the life of Joseph Suss Oppenheimer, the 18th-century \"court Jew,\" who was tried and hanged after the death of his patron, the Duke of Wurttemberg. He was commonly known as \"Jud Suss,\" that is, \"Jew Suss.\"  LOUIS JAY HERMAN  New York, Aug. 6, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/17/nyregion/c-corrections-899093.html","abstract":"  An article and a picture caption yesterday about President Clinton's vacation referred incorrectly in some copies to the dancers at a weekend performance attended by Mr. Clinton and misstated the director's affiliation. The dancers were from the Bolshoi Ballet Academy, a summer school in Colorado whose director is Sofiya N. Golovkina; they were not from the Bolshoi Ballet.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Rifkin's Lawyer Seeks Jury From Outside Nassau","web_url":"https://www.nytimes.com/1993/08/17/nyregion/rifkin-s-lawyer-seeks-jury-from-outside-nassau.html","abstract":"  Arguing that Joel Rifkin cannot get a fair trial in Nassau County, his lawyer today proposed bringing in a jury from upstate New York to hear the murder case against him.   Mr. Rifkin is the unemployed landscaper who the New York State Police say has admitted killing 17 women. He was arrested on June 28 when the police found a body in his pickup truck after stopping him for a traffic violation.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Two Officers Are Injured in a 2d Attack by Prisoners","web_url":"https://www.nytimes.com/1993/08/17/nyregion/two-officers-are-injured-in-a-2d-attack-by-prisoners.html","abstract":"  One day after four corrections officers were briefly taken hostage by inmates at the Westchester County Jail, two other officers were injured today in an assault by several prisoners, the president of the officers' union said.   While the union president, Thomas F. O'Neill, described the mood inside the maximum-security jail as \"critically tense,\" the county Commissioner of Corrections, Norwood E. Jackson, said relations had returned to normal after the disturbance on Sunday night.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"One Trial Is Over, but B.C.C.I. Inquiry Goes On","web_url":"https://www.nytimes.com/1993/08/17/us/one-trial-is-over-but-bcci-inquiry-goes-on.html","abstract":"  The acquittal of Robert A. Altman on Saturday, while a significant development in the Bank of Credit and Commerce International case, is far from the end of a global investigation into the fraudulent activities of the bank, lawyers and investigators say.   By exonerating Mr. Altman of charges that he helped the bank deceive banking regulators about who owned First American Bankshares Inc. in Washington, the New York jury in effect rejected the premise that Mr. Altman and Clark M. Clifford, his former law partner and mentor, were the crucial American players in B.C.C.I.'s strategy to establish a franchise in the United States.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"Hawaii Hurricane Watch Ends","web_url":"https://www.nytimes.com/1993/08/17/us/hawaii-hurricane-watch-ends.html","abstract":"  A hurricane watch was lifted in Hawaii today after Hurricane Fernanda weakened and moved away from the state. By late afternoon, Fernanda was 310 miles east-northeast of Hilo and was moving to the northwest. In the Caribbean, Tropical Storm Cindy began to break up today after causing flooding in the Dominican Republic.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"A Setback for Israel To Its Hope to Open A Dublin Embassy","web_url":"https://www.nytimes.com/1993/08/17/world/a-setback-for-israel-to-its-hope-to-open-a-dublin-embassy.html","abstract":"  Israel's recent bombardment of dozens of villages in southern Lebanon, which wounded six Irish soldiers serving as United Nations peacekeepers, has seriously strained relations between the two countries and probably delayed the achievement of Israel's principal diplomatic goal here: permission to open an embassy in Dublin.   Dozens of countries, mostly from the third world, have chosen not to have embassies in Dublin because of the expense. But Israeli diplomats have sought for years to have one here and have been refused, making Ireland the only country in the 12-member European Community without a resident Israeli ambassador. Ireland and Israel have had formal diplomatic relations since 1975.","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Review/Music; Diving Into Dvorak And His Milieu","web_url":"https://www.nytimes.com/1993/08/17/arts/review-music-diving-into-dvorak-and-his-milieu.html","abstract":"  One of the great joys of attending an overstuffed, varied and inventive music festival is also one of the great frustrations: you never know when a truly enlightening and memorable moment may occur. (So however weary you get, you had better not miss anything.)   The Bard Music Festival, Rediscoveries, in its fourth year at Bard College here, is devoted to Antonin Dvorak and his world. The first weekend, which closed this evening, offered no fewer than seven concerts, each with a preliminary talk, and two panel discussions. Rumor had it there was also an exhibition of photographs, scores and memorabilia across campus, but with breaks between observances little longer, and sometimes shorter, than concert intermissions, this pilgrim feared to stray far from the fold.","thumbnail":null,"section":"Arts"},{"date":"19930817","headline":"Wars Envelop Armenia, Corroding Environment","web_url":"https://www.nytimes.com/1993/08/17/world/wars-envelop-armenia-corroding-environment.html","abstract":"  The choice is stark: reactivate a nuclear power plant that has been shut down for four years for safety reasons, or drain water from a lake for hydroelectric power and risk losing the lake.   Just about everyone agrees that the Government has to act, or thousands of Armenians are going to perish. They also agree that whatever action the Government takes, thousands may still perish.","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Bruce Campbell Memorial","web_url":"https://www.nytimes.com/1993/08/17/arts/bruce-campbell-memorial.html","abstract":"  A memorial service for Bruce Campbell, who was the press representative of the New York Shakespeare Festival, is to be held on Thursday at 6 P.M. at the Joseph Papp Public Theater, 425 Lafayette Street, at Astor Place, East Village. Mr. Campbell died on June 18 at the age of 42.","thumbnail":null,"section":"Arts"},{"date":"19930817","headline":"1918: 'Russia Is Saved' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/17/opinion/IHT-1918-russia-is-saved-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - An Allied diplomat who has arrived here from Petrograd states that remarkable scenes occurred during the British landing on the Murman coast. \"I was at Murman,\" he said, \"when the British arrived, and I am quite incapable of convey","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Q&A","web_url":"https://www.nytimes.com/1993/08/17/science/q-a-768493.html","abstract":"  Sore Feet   Q. Why do my heels sometimes hurt when I stand up after resting?","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"Kevorkian Said to Face Charge","web_url":"https://www.nytimes.com/1993/08/17/us/kevorkian-said-to-face-charge.html","abstract":"  The lawyer for Dr. Jack Kevorkian said tonight that his client would be charged Tuesday under a new Michigan law that makes assisting a suicide a felony.   \"He's going to be charged tomorrow,\" the lawyer, Geoffrey Fieger, said after talking to the Wayne County prosecutor, John D. O'Hair.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"Harkes Rejects Sheffield Wednesday Offer","web_url":"https://www.nytimes.com/1993/08/17/sports/sports-people-soccer-harkes-rejects-sheffield-wednesday-offer.html","abstract":"  JOHN HARKES, the only American to score a goal at Wembley Stadium, is expected to be on his way out at Sheffield Wednesday after rejecting the team's final offer on a new contract. Manager TREVOR FRANCIS wants to sell the midfielder to raise enough money to sign England wing ANDY SINTON from the Premier League rival Queens Park Rangers. Wednesday is now asking $2.25 million for Harkes, who was instrumental in helping the team reach the Football Association Cup and League Cup finals last season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Stop Nibbling at Nafta","web_url":"https://www.nytimes.com/1993/08/17/opinion/stop-nibbling-at-nafta.html","abstract":"  Finally, President Clinton has completed the easy job: negotiating supplemental accords to the North American Free Trade Agreement with Mexico and Canada. But that leaves him the hard job of negotiating with the people down the block -- members of Congress intimidated by fear-mongering attacks by Ross Perot and the stalwart opposition of some powerful Democrats like the House majority leader, Richard Gephardt.    Congressional opposition is unfortunate because Nafta would have a positive, though small, impact on the U.S. economy even without the supplemental accords. The accords make Nafta even better by adding a thin layer of protection for U.S. companies facing potentially unfair competition from Mexico.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Far From Rio, a Theater Bids To Be a Seat of Brazilian Culture","web_url":"https://www.nytimes.com/1993/08/17/theater/far-from-rio-a-theater-bids-to-be-a-seat-of-brazilian-culture.html","abstract":"  Stretching from the Amazon to Salvador, Brazil's northeastern coast is studded with a string of newly refurbished opera houses, the lavish legacies of turn-of-the-century rubber barons, sugar kings and cotton oligarchs.    But, invariably, after each multimillion-dollar restoration, modern audiences return to their television sets, leaving refurbished stages to fall dark.","thumbnail":null,"section":"Theater"},{"date":"19930817","headline":"New York's School Asbestos Scandal: Deja Vu All Over Again","web_url":"https://www.nytimes.com/1993/08/17/opinion/l-new-york-s-school-asbestos-scandal-deja-vu-all-over-again-922993.html","abstract":"  To the Editor:   The asbestos management problem in the New York City schools recalls what happened at the Board of Education in the 1960's during its massive building construction program. I was a witness, since I was managing the board's 250-school modernization program.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/17/sports/results-plus-586093.html","abstract":"  GOLF  Schreyer Edges King by a Stroke  Cindy Schreyer made a 3-foot putt for par on the final hole yesterday to earn her first career victory, a one-stroke triumph over Betsy King in the rain-delayed L.P.G.A. Chicago Sun Times Challenge in Naperville, Ill. Schreyer shot a one-under-par 71 to finish with a 272 total on the White Eagle Club course. Her previous best showing this year was a 24th-place finish at the Dinah Shore Open, and she doubled her year's earnings with $71,250. For King, it was another disappointment, her 20th consecutive tournament without a victory. Schreyer and King were tied at 14 under when they got to the par-3 16th hole. Schreyer's tee shot on the 185-yard hole stopped in the left rough, and she chipped within 8 feet and made the putt. King's tee shot went over the green, and she three-putted from the fringe, her second putt missing from only 3 feet. The swing gave Schreyer the lead and the confidence she needed to go on to victory. King finished with a final-round 72, and Gail Graham was third with a 275 total after a closing 68. Kris Monaghan, Marta Figueras-Dotti and Dale Eggeling wound up tied for fourth. (AP) TENNIS  Cherkasov Upsets Pernfors  Andrei Cherkasov upset 14th-seeded Mikael Pernfors, 6-4, 7-6 (7-5), yesterday in the opening round of the $1.04 million United States Men's Hardcourt Championships in Indianapolis. After losing the first set, Pernfors squandered two set points in the second before falling in the tie breaker. Pernfors, the 1984 and 1985 college champion from the University of Georgia, suffered his second straight early loss. The 30-year-old Swede was beaten in the first round of last week's ATP Championship in Cincinnati. The featured evening match at the Indianapolis Tennis Center, pitting No. 13 Brad Gilbert against Aaron Krickstein, was delayed because of rain. The other three seeded players won. No. 10 Andrei Chesnokov beat Thomas Enqvist, 6-2, 6-4; No. 12 David Wheaton downed Francisco Clavet, 6-4, 6-2, and No. 16 Fabrice Santoro defeated Kenneth Carlsen, 6-2, 6-4.  (AP)   HARNESS RACING  Cambest Shatters a Mark in a Time Trial  Cambest became the fastest horse in harness history yesterday, pacing a mile in 1:461/5 during a time trial at Spring Field Fairgrounds in Spring Field, Ill. Driven by Bill O'Donnell, the 5-year-old shattered the time-trial mark of 1:482/5 set by Matt's Scooter on Sept. 23, 1988, at the Red Mile in Lexington, Ky., and equaled by Staying Together in a race last June 19 at the Meadowlands.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"New York's Chief Judge Imposes Strict Rules for Divorce Lawyers","web_url":"https://www.nytimes.com/1993/08/17/nyregion/new-york-s-chief-judge-imposes-strict-rules-for-divorce-lawyers.html","abstract":"  Looking to protect women whose divorce lawyers take advantage of them, New York State's top judge imposed a sweeping new set of rules yesterday to give clients far more rights.   The rules, believed to be the most comprehensive in the nation, provide a sort of Miranda warning for clients while imposing new restraints on lawyers. For instance, clients will be entitled to a written fee schedule and itemized bills, and lawyers will no longer be able to take a client's home for unpaid fees. In addition, a new disciplinary rule explicitly prohibits sexual relations between a lawyer and a client during a case. Comprehensive Rules    The new rules, which take effect Nov. 1, were announced yesterday by Chief Judge Judith S. Kaye of the Court of Appeals, who adopted most of the recommendations made by a committee that had studied the issue earlier this year. But Judge Kaye went beyond that committee, establishing another committee that would also examine whether the new rules should be extended to other lawyers and their clients.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"A U.S. Envoy To the Croats Uses Candor","web_url":"https://www.nytimes.com/1993/08/17/world/a-us-envoy-to-the-croats-uses-candor.html","abstract":"  Less than three months after arriving at his post, the first United States Ambassador to Croatia, Peter W. Galbraith, has already become the most popular diplomat serving here.   Mr. Galbraith's youth, vigor and informal style appeal to many Croats. He enjoys highly favorable coverage in the pro-Government press, and is regularly featured on news programs on Croatia's only national television station. The pro-Government columnist Radovan Stipetic recently wrote approvingly that Mr. Galbraith \"is certainly superior to the policy he represents.\"","thumbnail":null,"section":"World"},{"date":"19930817","headline":"A Siege by Any Other Name Would Be as Painful","web_url":"https://www.nytimes.com/1993/08/17/world/a-siege-by-any-other-name-would-be-as-painful.html","abstract":"  When is a siege not a siege?    To most residents of Sarajevo, there has never been any doubt that the Serbian nationalist forces who have surrounded the city and subjected it to almost ceaseless artillery bombardment for 16 months have mounted a siege.","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Comptroller Is Accused Of Neglect By Opponent","web_url":"https://www.nytimes.com/1993/08/17/nyregion/comptroller-is-accused-of-neglect-by-opponent.html","abstract":"  Assemblyman Alan G. Hevesi, a candidate for the Democratic nomination for New York City comptroller, charged yesterday that the incumbent, Elizabeth Holtzman, had repeatedly neglected her duties because she was more interested in obtaining higher office than cracking down on government waste.   With only a month left before the primary, Mr. Hevesi mounted one of his sharpest attacks on Ms. Holtzman, who is leading in recent polls. But his accusations quickly became bogged down as each side insisted that the other was slanting its facts.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Papal Visit's Clamor Echoes in Denver","web_url":"https://www.nytimes.com/1993/08/17/us/papal-visit-s-clamor-echoes-in-denver.html","abstract":"  For the better part of a week here, it was nearly impossible to turn on the television, listen to the radio, open a newspaper or even walk down the street without being immersed in Roman Catholic symbolism.   People sang hymns on buses. Television commentators spoke reverently of the Catholic Church. Crosses and crucifixes were ubiquitous on pedestrians.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"Apple Offers Teachers An Extra-Value Deal","web_url":"https://www.nytimes.com/1993/08/17/science/personal-computers-apple-offers-teachers-an-extra-value-deal.html","abstract":"  STUDENTS aren't the only ones looking for back-to-school computers. Judging from the mailbag, many teachers and school administrators are also shopping, or at least yearning, for computers of their own to use at home and in the classroom. By far the most interest seems to be in Apple Macintosh computers, which are traditionally more popular in schools than they are in the business world.    Apple deserves an \"A\" for its recent introduction of an excellent new classroom computer, the LC 520, perhaps the best value in the entire Macintosh product line. It also deserves extra credit for allowing elementary and secondary teachers to buy new Macintosh equipment for personal use at a discount. But Apple also deserves a \"D\" -- for disappointment -- because the new LC 520 is not sold to the public. Only schools can buy it.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"U.S. Expected to Place Sudan on Terrorist List","web_url":"https://www.nytimes.com/1993/08/17/nyregion/us-expected-to-place-sudan-on-terrorist-list.html","abstract":"  WASHINGTON, Aug. 16 --    The United States has evidence that the Sudan played a role in the plot to bomb the United Nations and other targets in New York in June, a State Department official said today. In part because of that finding, Washington has decided to put the Sudan on its list of terrorist nations, the official said.   The official, who spoke on condition of anonymity, would not provide any information on what the evidence was that linked the Sudan to the plot.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Switching To a New Camera Angle","web_url":"https://www.nytimes.com/1993/08/17/arts/switching-to-a-new-camera-angle.html","abstract":"  As an actor, Forest Whitaker has worked with film directors of the highest rank: Martin Scorsese, Barry Levinson, Oliver Stone, Clint Eastwood.   \"I've learned from them all,\" said Mr. Whitaker, a quiet-spoken 32-year-old actor who has suddenly embarked on a directing career that threatens to overshadow his acting.","thumbnail":null,"section":"Arts"},{"date":"19930817","headline":"Byrd Preparing For TV Debut","web_url":"https://www.nytimes.com/1993/08/17/sports/pro-football-byrd-preparing-for-tv-debut.html","abstract":"  Dennis Byrd can be blunt, even about Jets Coach Bruce Coslet: \"With the talent he's got, he really doesn't have -- I hate to use the word -- the excuse about grooming a quarterback.\"    Byrd can be flippant, too. \"Miami got the tools that Coach Marino wanted,\" Byrd said, knowing fully well that Dan Marino is still the Dolphins' quarterback and Don Shula is still the coach.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Request From Sheik For Custody Release Is Denied by Court","web_url":"https://www.nytimes.com/1993/08/17/nyregion/request-from-sheik-for-custody-release-is-denied-by-court.html","abstract":"  A Federal judge yesterday denied Sheik Omar Abdel Rahman's request to be released from Federal custody, saying it was reasonable to regard the Egyptian cleric as a \"danger to the security of the United States.\"    In a 48-page decision, United States District Court Judge Charles L. Brieant in White Plains, upheld earlier rulings by an immigration judge and the Board of Immigration Appeals that Mr. Abdel Rahman could be forced to leave the country.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"BOSNIA MEDIATORS REPORT PROGRESS ON SARAJEVO ISSUE","web_url":"https://www.nytimes.com/1993/08/17/world/bosnia-mediators-report-progress-on-sarajevo-issue.html","abstract":"  International mediators announced tonight that the three parties to the war in Bosnia were close to agreement on the plan to demilitarize Sarajevo and place the besieged capital under interim United Nations administration.   A United Nations spokesman, John Mills, said the parties had agreed \"in principle\" to the mediators' suggestion of a temporary solution for Sarajevo, but he warned: \"We're not talking about a final agreement here. The devil is always in the details.\"","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Writers Honor Jerkens, Smith, Cordero","web_url":"https://www.nytimes.com/1993/08/17/sports/sports-people-horse-racing-writers-honor-jerkens-smith-cordero.html","abstract":"  ALLEN JERKENS was honored as the outstanding trainer and MIKE SMITH as the top rider of 1992 by the New York Turf Writers last night at their annual dinner at Saratoga Springs. The writers also saluted Dr. and Mrs. JOHN WEBER, the owners of the Live Oak Plantation, as the outstanding owners, and A.P. Indy as the New York Horse of the Year. The John A. Morris Award for the person who did the most for racing was given to ALLEN GUTTERMAN, vice president for marketing of the New York Racing Association, who devised the Super Saturday racing programs.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/17/us/inside-159793.html","abstract":"  Empire Moves on Rates   Empire Blue Cross is prepared to seek big rate increases for some customers in an effort to push them into health plans that limit costs. Page B1. U.S. Links Sudan to Plot    The United States has evidence tying Sudan to a plot to bomb the United Nations, and will designate it a terrorist state, an official said. Page B3. A Blow to Biology    After the deaths of two biologists in a plane crash, colleagues say the void in their field is unlikely to be filled soon. Science Times, page C1.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"U.S. Seeking New Asian Trade and Security Links","web_url":"https://www.nytimes.com/1993/08/17/world/us-seeking-new-asian-trade-and-security-links.html","abstract":"  Reflecting what Secretary of State Warren Christopher calls a new \"primacy\" for Asia in American policy, the Clinton Administration is quietly working with the economically vital region to forge links through security and trade agreements.   But State Department officials and Asian leaders concede that even as Washington turns more toward Asia, it is difficult to keep its gaze focused across the Pacific with Bosnia and the Mideast soaking up its attention.","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Teaching Strategies Make Difference in Science; Days of Segregation","web_url":"https://www.nytimes.com/1993/08/17/opinion/l-teaching-strategies-make-difference-in-science-days-of-segregation-915693.html","abstract":"  To the Editor:   Re \"Ginsburg's Spirit Is Echoed by Other Pioneers\" (front page, Aug. 2): I remember when the employment section of The New York Times appeared in two parts: \"Help Wanted -- Male\" and \"Help Wanted -- Female\"!  ROBERTA TEMES  Brooklyn, Aug. 3, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Health Care Is Healing Itself","web_url":"https://www.nytimes.com/1993/08/17/opinion/health-care-is-healing-itself.html","abstract":"Whatever President Clinton proposes for reforming health care, he should not freeze the inefficiencies of today's system into place. But that is what his plan for a limit on national health care spending threatens to do. The current system, meanwhile, shows signs of correcting itself.\n\nUnder today's fee-for-service arrangements, physicians and hospitals are rewarded for providing more services, regardless of whether they are necessary or cost-effective. But they are not held accountable for the quality and cost of care.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Devers Stuns Ottey in 100 Meters As Chinese Women Sweep 3,000 (folo)","web_url":"https://www.nytimes.com/1993/08/17/sports/IHT-devers-stuns-ottey-in-100-meters-as-chinese-women-sweep-3000-folo.html","abstract":"Mike Conley, another Olympic champion from the United States, won the long jump with a leap of 17.86 meters (58 feet, 1/4 inch), the best of the year. He had the three longest jumps of the competition. .Olympic champion Jan Zelezny of the Czech Republic","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Teaching Strategies Make Difference in Science; O Pioneers (Still)","web_url":"https://www.nytimes.com/1993/08/17/opinion/l-teaching-strategies-make-difference-in-science-o-pioneers-still-919993.html","abstract":"  To the Editor:   \"Ginsburg's Spirit Is Echoed by Other Pioneers\" (front page, Aug. 2) falsely implies that women's pioneering days are bygone.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"1893: Charcot Is Dead : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/17/opinion/IHT-1893-charcot-is-dead-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Dr. Jean-Martin Charcot, the eminent Paris specialist in cases of hypnotism, died yesterday [Aug. 16]. The deceased had a world-wide fame as an authority on all diseases or peculiar conditions of the nervous system. His skill as a hypnotist, and h","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"It's Experience Over Youth: Esiason Will Start","web_url":"https://www.nytimes.com/1993/08/17/sports/pro-football-it-s-experience-over-youth-esiason-will-start.html","abstract":"  Boomer Esiason was awarded the Jets' starting quarterback job today over a younger, strong-armed Browning Nagle because, said Coach Bruce Coslet, \"Right now we have a better chance with Boomer.\"   So it will be Esiason against Phil Simms when the Jets meet the Giants in their annual exhibition game Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/17/nyregion/c-corrections-904093.html","abstract":"  A picture yesterday with an obituary of James Donald, an actor, was published in error. It showed Alfred Ryder, who appeared with Mr. Donald in a 1959 television version of \"The Power and the Glory.\" A picture of Mr. Donald appears today on page B6.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Bradley's Toughest Lift: His Plate","web_url":"https://www.nytimes.com/1993/08/17/sports/sports-people-basketball-bradley-s-toughest-lift-his-plate.html","abstract":"  SHAWN BRADLEY of the Philadelphia 76ers says the hardest part about training for the National Basketball Association is eating enough food to bulk up his 7-foot-6-inch, 245-pound frame. \"People have told me a million times, I'd love to go on your diet,\" said the rookie center, who has been training privately with 76ers officials after two years away from basketball. \"But it's hard to get that many calories in your body.\"   Bradley has been trying to eat between 6,000 and 7,000 calories a day to gain weight in the off season. \"I eat anything,\" he said. But he's only gained between 1 and 2 pounds since beginning the regimen. \"But I've lost body fat, which is good,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"The Trade Pact Is Our Best Deal","web_url":"https://www.nytimes.com/1993/08/17/opinion/the-trade-pact-is-our-best-deal.html","abstract":"  Now that the U.S., Mexico and Canada have reached supplemental accords to the North American Free Trade Agreement, it is time for President Clinton to come out fighting for Congressional approval.    The supplemental agreements deal with environmental and labor concerns raised by Mr. Clinton, and do so without undermining the market-opening provisions of Nafta.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Suspects In Killing Appear In Court","web_url":"https://www.nytimes.com/1993/08/17/sports/suspects-in-killing-appear-in-court.html","abstract":"  The two men accused of killing Michael Jordan's 57-year-old father, James Jordan, made their first public court appearance here this morning, drawing far more attention than such perfunctory legal proceedings normally receive.   The hearing was a routine affair in which no pleas were entered and no evidence presented before District Court Judge Gary Locklear, who ordered the two teen-agers held without bail.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"New York's School Asbestos Scandal: Deja Vu All Over Again; Province of Engineers","web_url":"https://www.nytimes.com/1993/08/17/opinion/l-new-york-s-school-asbestos-scandal-deja-vu-all-over-again-province-of-engineers-916493.html","abstract":"  To the Editor:   The discovery of pervasive shortcomings in the program of inspections for asbestos in New York City public schools is disturbing (news article, Aug. 7). We have the spectacle of city officials scurrying to correct a problem they may very well have created in the first place.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Discus Star Banned; Morceli to Run","web_url":"https://www.nytimes.com/1993/08/17/sports/track-and-field-discus-star-banned-morceli-to-run.html","abstract":"  Erik de Bruin of the Netherlands was supposed to start competing today in the world outdoor track and field championships in the discus throw, in which he won the silver medal in 1991 and was again a favorite. Instead, he was suspended for four years for using banned body-building drugs.    At the same time, Noureddine Morceli of Algeria, who had pledged not to run here unless he received appearance or prize money, relented and said he would compete. Morceli, as the defending champion and world- record holder in the men's 1,500 meters, is the most glamorous middle-distance runner in the sport.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/17/style/chronicle-955593.html","abstract":"  DON IMUS, the raucous New York talk-radio host with a strong proclivity for invective, is recuperating for the second time in two weeks from the effects of a collapsed right lung.    Mr. Imus, who lives in Southport, Conn., was admitted to St. Vincent's Medical center in Bridgeport, Conn., on Sunday, where his lung was reinflated. Two weeks ago, he was briefly hospitalized for the same thing at New York Hospital.","thumbnail":null,"section":"Style"},{"date":"19930817","headline":"Heavy Storm Closes Roads And Subways","web_url":"https://www.nytimes.com/1993/08/17/nyregion/heavy-storm-closes-roads-and-subways.html","abstract":"  Torrential rainfall during rush hour caused flooding on several streets and highways yesterday and knocked out service for at least part of the evening on three subway lines, delaying thousands of commuters, the authorities said.   A mile-long section of the Franklin D. Roosevelt Drive on the East Side of Manhattan was closed, and all westbound traffic on the Brooklyn Queens Expressway was stopped near the Atlantic Avenue exit for much of the evening. Several highways in northern New Jersey were closed for part of the afternoon.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Special Treatment? Game Owes It to Ryan","web_url":"https://www.nytimes.com/1993/08/17/sports/on-baseball-special-treatment-game-owes-it-to-ryan.html","abstract":"  Mike Stanley was 3 years old when Nolan Ryan first pitched in the major leagues. When Ryan was into his third decade of pitching in the major leagues, Stanley was one of his catchers with the Texas Rangers. Stanley was asked yesterday, the beginning of Ryan's last visit to New York as a player, if catching Nolan was different from catching any other pitcher.   \"You're catching a legend, a Hall of Famer, someone who is one of the best pitchers the game has ever seen,\" Stanley said. \"Other than that, it wasn't any different than catching anyone else.\"","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Talking With the P.L.O.; Israelis Are Approaching, Albeit Gingerly, Direct Contacts With Group They Despise","web_url":"https://www.nytimes.com/1993/08/17/world/talking-with-plo-israelis-are-approaching-albeit-gingerly-direct-contacts-with.html","abstract":"  At the opening conference of the Middle East peace negotiations in Madrid two years ago, the Israeli delegation was led by Yitzhak Shamir, then the Prime Minister, who has only contempt for the Palestine Liberation Organization. Yet the moment he took his seat at the large conference table, he was in effect talking with the P.L.O.    Mr. Shamir, former leader of the Likud Party, would deny that was the case. One demand he made before going to Madrid was that Israel would talk only with Palestinians from the occupied territories -- no one from \"outside,\" and certainly no formal member of the P.L.O., a group Mr. Shamir and many other Israelis regard as nothing but a band of terrorists intent on Israel's destruction.","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/17/nyregion/bridge-485593.html","abstract":"  One of the undoubted geniuses in the history of the game abandoned New York City last month and settled in Boca Raton, Fla. He is Alvin Roth, who devised many of the key features of modern bidding. Those who use, for example, a forcing no-trump response to a major suit; game-forcing two-over-one responses, or negative doubles, owe a debt to Roth and to the Roth-Stone system, which he introduced with Tobias Stone half a century ago.   Roth has retired after nearly 30 years as proprietor of the Mayfair Club, which has long ceased to be a home for bridge and has provided for other card games. In Florida he expects to organize a high-level imp game, to lecture and, he says, \"to coach qualified players interested in winning.\"","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Chess","web_url":"https://www.nytimes.com/1993/08/17/arts/chess-489893.html","abstract":"  Poor Jan Timman. Here he is scheduled to start his International Chess Federation world title match with Anatoly Karpov on Sept. 7 and he loses his training match to a grandmaster from Greece, Spyridon Skembris.   The series of four games, contested on the island of Corfu in mid-July, saw Timman go down in a 1-3 thrashing. Skembris won twice with White and drew twice with Black. He is a solid journeyman on the tournament circuit, but was not expected to ridicule Timman's preparation thusly. Anyone who achieves the status of challenger for the world title is supposed to dispatch such opponents handily.","thumbnail":null,"section":"Arts"},{"date":"19930817","headline":"Biologists' Deaths Set Back Plan to Assess Tropical Forests","web_url":"https://www.nytimes.com/1993/08/17/science/biologists-deaths-set-back-plan-to-assess-tropical-forests.html","abstract":"  WHEN Theodore A. Parker 3d and Alwyn Gentry died two weeks ago in a plane crash in Ecuador, their loss left a void in the practice of tropical field biology not likely to be filled easily or soon. They had no peers, colleagues say.   Early in his career, Ted Parker astonished fellow scientists by walking into a Peruvian forest cold and immediately identifying 15 species of birds that biologists working there for years had never noticed. In time he could recognize nearly 4,000 tropical species solely by their calls. Al Gentry was often introduced on the speaking platform simply as the man who knew more about tropical plants than anyone who had ever lived.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"Devers Leans Into Her Victory Over Ottey in the 100","web_url":"https://www.nytimes.com/1993/08/17/sports/track-and-field-devers-leans-into-her-victory-over-ottey-in-the-100.html","abstract":"  Gail Devers beat Merlene Ottey of Jamaica by an eyelash tonight to win the women's 100-meter title in the world outdoor track and field championships. The time was 1 hour 40 minutes -- the first 10.81 seconds of that for Devers to run the race and the rest for a jury of appeals to decide on a protest by the Jamaicans, who insisted Ottey had won or at least had tied for first.   The 26-year-old Devers is as famous for her conquest of Graves' disease as she is for winning the gold medal in this event and almost winning another in the 100-meter hurdles in last year's Barcelona Olympics. The 33-year-old Ottey is famous for her always-a-bridesmaid finishes -- third, third, third, fourth, third and fifth in the Olympics events and second, fourth, third, third, third and third in world outdoor championships.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Angered by Japan's Barriers, U.S. Apple Growers Retaliate","web_url":"https://www.nytimes.com/1993/08/17/us/angered-by-japan-s-barriers-us-apple-growers-retaliate.html","abstract":"  As pampered and protected as nothing else on the American farm, Columbia River apples grown specifically to break a 22-year Japanese trade ban are taking on a blush of red, a few weeks shy of harvest.   But what was supposed to be a celebration of fruit and free trade is fast becoming a major source of friction between Washington and Tokyo. The apple farmers here in the nation's most productive fruit-growing region, who have spent more than decade setting up 3,500 acres of orchards to meet Japan's standards, now say they have been betrayed. Isolated Apple Orchards    Concerned about protecting its own highly lucrative apple-growing industry, Japan has long insisted that American fruit be free of any insects that might cross the Pacific. American farmers say most of Japan's pest concerns are phony, used as a convenient trade barrier. Still, until now, the Americans have dutifully done everything the Japanese said they would have to do to get their fruit into Japan.   American apple growers planted trees that were isolated from other orchards to minimize possible contact with insects. Special traps for bugs were set up. And some of the fruit has been individually wrapped in paper while still on the tree.   All was set for this year's breakthrough crop. But then, earlier this summer, Japan raised fresh concerns about pests that the American growers say are nonexistent.   Infuriated, the apple farmers of Washington State, who raise half the nation's crop and ship their fruit to 24 countries, including several in Asia, have taken the first step to bring trade sanctions against Japan. They are also talking about smashing Japanese electronic products in symbolic acts of defiance.   And at a recent food fair in Japan, American apple growers had a barren display with a sign that read, \"Empty boxes, empty promises.\"   \"We have gone through every hoop they have asked us to go through, and we're just fed up,\" said Doug Pauly, an apple grower and shipper here. \"We've had people tearing out pear trees and vineyards and rose bushes so they wouldn't be near these special orchards. Then, we get this close and the Japanese move the goal posts again. We can't win.\"   Apples are to Japanese and American trade policy what intercontinental missiles were to the cold war. Both sides have them. They have long been a bargaining chip. And now one side says it is time to put up or shut up.   In Japan, where a single apple can cost up to $5 at a fruit stand, American apples are forbidden by a long-standing agricultural policy that requires importers to prove that the produce is free of insects. The Americans say they have done this, but the Japanese say other scientific concerns remain.   The Americans, from the growers here to the highest reaches of the Clinton Administration, say it is a clear-cut issue. As such, apples have become the symbol of President Clinton's effort to open Japanese markets by appealing to the consumer. Gains for Both Countries    American apples would be a bargain to the Japanese consumer, while bringing huge profits to growers here. The growers had expected to sell up to 700,000 42-pound boxes, offering Japanese consumers the red and golden Delicious variety of apples at roughly half the price of Japan's major domestically grown variety, the Fuji. If, as expected, the growers were to get from $75 to $100 a box, it would bring them more than four times what they would receive in this country.   Two weeks ago, the Administration demanded that Japan take steps to import American apples beginning with next year's crop.   \"The U.S. side, for its part, has bent over backwards to accommodate Japanese concerns,\" Mickey Kantor, the United States Trade Representative, and Mike Espy, the Secretary of Agriculture, wrote in a letter to Masami Tanabu, Japan's Agriculture Minister. The American officials demanded a \"written Japanese commitment\" of all the steps needed for apples to get into Japan next year.   The Japanese, who already import a small amount of apples from New Zealand, have yet to respond to the specific complaints of the letter. Nor have they explained why these new insect questions were raised at the 11th hour. In a brief letter to the Clinton Administration they said the recent change in Government in Japan would delay an answer to the questions.   In the past, Japanese agriculture officials raised concerns about the possibility of pests infecting their own fruit if American apples were allowed into Japan. And they have denied that apples were being kept out for political reasons.   \"What Japan needs is for the the United States to prove that its apples are safe,\" KenjiNOr Nakano, a spokesman for the Japanese Embassy in Washington, said in an interview. \"This is not a political issue. It is purely a technical one.\"   With the United States running a $50 billion trade deficit with Japan, apples are a relatively small item on the bargaining table. But, as Mr. Kantor said in his letter, the issue has become \"highly symbolic.\"   He raised the issue last month in talks between the two governments during Mr. Clinton's trip to Japan. In the American view, Japan bans United States apples for only one reason: to protect their own farmers.   Washington State's 3,500 apple farmers produce twice as many apples as their Japanese counterparts. But Japan has more than 10 times as many apple farmers, who raise their fruit on small plots and receive high prices for the produce, primarily Fuji apples.   Nor do they see any market logic behind Japanese protectionism. They contend that Washington apples, marketed for lunch buckets and snacks, would not cut into the markets of Japanese growers because the addition of American varieties would complement the more delicate Japanese product, change eating habits and expand the market.   They point to past food barriers on cherries and beef, which were lifted to the satisfaction of farmers in both countries. The success of Pacific Northwest cherries, which sometimes sell for as much as $1 a cherry in Japan, has fueled the drive by American growers to get into the lucrative Japanese market.   \"Here you have an industry that has played by the rules, done everything right, and in the end still cannot get into Japan,\" said Bill Bryant, an agricultural trade consultant in Seattle. \"Now it's becoming symbolic of blatant, unfair trading policies.\"   Of particular concern to the Japanese officials in the past has been whether American apples might carry a pest known as the coddling moth. The growers here say any such pests are killed during cold storage, when the apples, before shipment, are kept in a dark room at near freezing temperatures with almost no oxygen.   But after the coddling moth issue was satisfied, the Japanese raised a new concern about fire blight, a bacteria that typically infects pears. They wanted to make sure that no pear trees were grown near the apples; the Washington growers complied, planting orchards that were at least 500 meters, or nearly 1,641 feet, from pear trees.   Since then, new pest issues have been raised. \"We call it the bug-of-the-month club,\" Mr. Pauly said.   The Japanese say that even if these pests have not shown up in American fruit, their precaution is warranted by the need to protect their own produce from foreign insects.   Although they demanded that Japan take steps that would lead to apple imports by next year's harvest, some growers here have given up hope that diplomacy will work. They want to use the stick of reciprocal trade sanctions.   As for all those well-tended apples fattening on isolated trees near the Columbia River -- perhaps as many as 25 million pieces of fruit -- the growers say they will try to sell them to some other country. But given the cost it has taken to grow them, they say, they may not break even.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/17/nyregion/c-corrections-902493.html","abstract":"  An article on July 24 about the ouster of an executive of Disabled American Veterans misstated the number of veterans' organizations chartered by Congress. There are 30, not 3.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"McCall Dismisses 4 Aides for New Deputy","web_url":"https://www.nytimes.com/1993/08/17/nyregion/mccall-dismisses-4-aides-for-new-deputy.html","abstract":"  State Comptroller H. Carl McCall has dismissed four senior members of the office responsible for auditing New York City's finances, leading Republicans to charge that he is trying to protect Mayor David N. Dinkins.   Mr. McCall's spokesman, Marvin G. Nailor, said, however, that the Comptroller was simply cleaning house so that his new deputy compotroller for New York City can assemble her own team.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"N.B.A. Cap Talks Are On","web_url":"https://www.nytimes.com/1993/08/17/sports/nba-cap-talks-are-on.html","abstract":"  Representatives of Chris Dudley, Toni Kukoc and Craig Ehlo met with officials from the National Basketball Association and the N.B.A. Players Association in Manhattan yesterday to begin discussions concerning disputed multiyear contracts recently signed by the three players, all of whom are heading to new teams.   The three cases, each of which the N.B.A. feels are attempts at circumventing the league's salary cap, were presented before the league's special master, Merrell Clark, a lawyer who will decide whether the contracts are to be upheld or rejected. If Clark finds that the salary cap rules were violated, heavy fines could be levied.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Kidnapped Executive Is Rescued After 13 Days in Manhattan Crypt","web_url":"https://www.nytimes.com/1993/08/17/nyregion/kidnapped-executive-is-rescued-after-13-days-in-manhattan-crypt.html","abstract":"  The 68-year-old chairman of the nation's largest manufacturer of tuxedos was found buried alive in a barrel-shaped bunker between the Hudson River and a heavily traveled highway in Manhattan yesterday after being kidnapped 12 days earlier, the police said.   Detectives who followed two suspects as they hauled more than $2 million in ransom money from a park later arrested a longtime employee of the victim, Harvey Weinstein, and the employee's brother.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Lead in Greenland Is Traced To the U.S.","web_url":"https://www.nytimes.com/1993/08/17/science/lead-in-greenland-is-traced-to-the-us.html","abstract":"  LEAD deposits, which accumulated in soil and snow during the 1960's and 70's, were primarily the result of leaded gasoline emissions originating in the United States. In the 20 years that the Clean Air Act has mandated unleaded gas use in the United States, the lead accumulation worldwide has diminished significantly.    A study published recently in the journal Nature shows that airborne leaded gas emissions from the United States were the leading contributor to the high concentration of lead in the snow in Greenland. The new study is a result of the continued research led by Dr. Charles Boutron, an expert on the impact of heavy metals on the environment at the Laboratory of Glaciology and Environmental Geophysics of the National Center for Scientific Research in St.-Martin-d'Heres, France. A study by Dr. Boutron published in Nature in 1991 showed that lead levels in arctic snow were declining.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"Enlisting Termites To Fight Infestation","web_url":"https://www.nytimes.com/1993/08/17/science/enlisting-termites-to-fight-infestation.html","abstract":"  USING a new technique, exterminators may soon be able to rid homes of destructive termites by turning the wood-eating pests into assassins.   The new method first enlists unwitting subterranean termites by luring them with food, in this case, corrugated cardboard tubes, said Dr. Tim Myles, director of the urban entomology program at the University of Toronto, who conducted the research. When they enter the tube, the termites release hormones, called pheromones, which attract more termites. Within a week, more than 5,000 subterranean termites are in each six-inch-wide, six-inch-long tube at any given moment.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"Azinger Arrives At Top","web_url":"https://www.nytimes.com/1993/08/17/sports/golf-azinger-arrives-at-top.html","abstract":"  Major championships, for all their importance to the game, are often inconclusive once the cheering stops. But the 75th PGA Championship at Inverness, besides adding to the hard-luck saga of Greg Norman, seems destined to be remembered as Paul Azinger's launching pad into the elite.   With a series of quick thrusts at crucial moments, the 33-year-old Azinger conquered his own doubts and the two top-ranked players in the world -- Norman and third-place finisher Nick Faldo -- on Sunday to win his first major championship.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/17/style/chronicle-954793.html","abstract":"  PIERRE SALINGER, former press secretary for Presidents Kennedy and Johnson and a foreign correspondent for ABC News, is leaving the reporting business to join an international public-relations concern.","thumbnail":null,"section":"Style"},{"date":"19930817","headline":"Reform-Minded Finance Minister Is Rejected by Iranian Parliament","web_url":"https://www.nytimes.com/1993/08/17/world/reform-minded-finance-minister-is-rejected-by-iranian-parliament.html","abstract":"  Parliament today rejected President Hashemi Rafsanjani's choice for Finance Minister, in what was seen as a rebuff to the President's free-market reforms and policies to attract foreign capital.   After two days of debate, broadcast live on the state-run radio, Mohsen Nurbakhsh, the American-educated Finance Minister in the previous Cabinet and a close ally of the President, fell four votes short of the majority needed. Six other appointees were approved.","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Placebo Effect Is Shown to Be Twice as Powerful as Expected","web_url":"https://www.nytimes.com/1993/08/17/science/placebo-effect-is-shown-to-be-twice-as-powerful-as-expected.html","abstract":"  \"HURRY, hurry -- use the new drugs while they still work!\" a 19th-century French physician urged his colleagues. He may not have known why faddish drugs work on credulous patients, but the fact that they do has been borne out by scientists studying the power of the placebo to cure.   New findings show that the placebo effect -- in which patients given an inactive treatment believe it can cure them -- is most powerful when a trusted physician enthusiastically offers a patient a new therapy. In a study of more than 6,000 patients being given experimental treatments for asthma, duodenal ulcer and herpes, two-thirds improved, at least temporarily, even though rigorous tests later found the treatments medically useless. They were then abandoned.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"Elliott Watching Other Lines","web_url":"https://www.nytimes.com/1993/08/17/sports/elliott-watching-other-lines.html","abstract":"  Although the Giants and offensive tackle Jumbo Elliott are still far apart in their negotiations, Elliott holds hope that he could be in camp this week. But it's a dim hope because Elliott's contract situation involves what other players' demands.   \"My honest feeling is that there's going to be a lot of contract activity this week and that will speed up the process here,\" said Elliott in a telephone conversation from his home. \"But we'll see. You can never tell with these things.\"","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/17/nyregion/c-corrections-903293.html","abstract":"  An obituary on July 7 about Harrison E. Salisbury, a correspondent and an editor for The New York Times, referred incompletely to the origins of The Times's Op-Ed page. As its founding editor, Mr. Salisbury influenced its form and content under the overall supervision of John B. Oakes, then editor of the editorial page; it was Mr. Oakes who long advocated the creation of the Op-Ed page.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Hofstra Loses Co-Captain Safety","web_url":"https://www.nytimes.com/1993/08/17/sports/sports-people-college-football-hofstra-loses-co-captain-safety.html","abstract":"  Hofstra University's football program received a damaging blow yesterday when it was announced that the 1993 co-captain and starting free safety LEE HARRIS, would miss the coming season because of a herniated disk in his lower back. \"Losing a player of Lee's caliber is a big loss for our defense,\" said Coach JOE GARDI, \"We will certainly feel the loss of his talent and leadership this year.\" Harris, who would have been entering his third season, led the Division I-AA Flying Dutchmen last year in tackles, with 108, and in inteceptions, with 4.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"She Turns City Slickers Into Campers Overnight","web_url":"https://www.nytimes.com/1993/08/17/nyregion/our-towns-she-turns-city-slickers-into-campers-overnight.html","abstract":"  ALL summer long, people trek to Beaver Pond for unspoiled woods, an open fire, the rush of feeling unplugged. And many of them pack their blow-dryers.   Tracy Boston started coming to Beaver Pond 37 years ago, so she can spot these campers right off. They're the ones wearing the wrong shoes and carrying the wrong tents. The New Yorkers.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"The FAO and Fisheries : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/17/opinion/IHT-the-fao-and-fisheries-letters-to-the-editor.html","abstract":"Regarding \"Plundering the Seas\" (Opinion, Aug. 3): .The editorial errs on the role of the UN Food and Agriculture Organization in world fisheries. Far from encouraging the overfishing that has caused depletion of certain stocks, the FAO has w","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Russia and Estonia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/17/opinion/IHT-russia-and-estonia-letters-to-the-editor.html","abstract":"Regarding \"Heed a Russian 'Cry of Despair' in Estonia\" (Opinion, Aug. 14) by Andrei V. Kozyrev: .Mr. Kozyrev exhorts us to heed the \"cry of despair\" of the residents of Narva, whom he sees as victims of Estonian nationalist radicals","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Books of The Times; Porn and Politics Under the Ancien Regime","web_url":"https://www.nytimes.com/1993/08/17/books/books-of-the-times-porn-and-politics-under-the-ancien-regime.html","abstract":"  KILL PAGE The Invention of Pornography Obscenity and the Origins of Modernity, 1500-1800 Edited by Lynn Hunt Illustrated. 411 pages. Zone Books. $26.95.","thumbnail":null,"section":"Books"},{"date":"19930817","headline":"In Katydids, Male Rivalry Poses as Synchrony","web_url":"https://www.nytimes.com/1993/08/17/science/in-katydids-male-rivalry-poses-as-synchrony.html","abstract":"  AMONG the natural world's most spectacular sound and light shows are synchronized courtships, displays in which groups of males all croak or flash simultaneously to show their romantic intent to females. In Asia, a group of male fireflies can blink on and off together in the branches of a tree like long, perfect strings of Christmas lights. All around the world, male frogs, katydids, crickets and cicadas fill the night with the deafening alignment of their love songs.   So impressively precise is the orchestration of these courting males that biologists have long assumed that they must be cooperating to keep their signals closely matched. But in a new study published in this week's issue of Nature, researchers say they have found that the males, rather than cooperating, are actually competing fiercely.","thumbnail":null,"section":"Science"},{"date":"19930817","headline":"School Asbestos More Extensive Than Expected","web_url":"https://www.nytimes.com/1993/08/17/nyregion/school-asbestos-more-extensive-than-expected.html","abstract":"  The emergency inspection of the New York City public school system has found at least some exposed asbestos in every school checked so far, indicating the scandal over the school testing program is more severe and costly than officials initially expected.   Inspectors scouring the city's 1,069 public schools have received results from 25 schools showing asbestos contamination in each one, while officials have also determined that 69 other schools already undergoing renovations also have asbestos hazards -- for a total of 94, officials heading the inspection said yesterday.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Deadly Free Market: South Africa's Warrior Taxis","web_url":"https://www.nytimes.com/1993/08/17/world/deadly-free-market-south-africa-s-warrior-taxis.html","abstract":"  You could say Elias Mahlangu, who was pulled from his van on July 10 and shot through the head with his own pistol, was a casualty of market forces.   Mr. Mahlangu was an aspiring taxi operator in the sleepy black township of Atteridgeville, near Pretoria, a newcomer to a business that was, not long ago, a black South African's quickest route to the capitalist class.","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Nazi Propaganda Film Proves Long-Lived","web_url":"https://www.nytimes.com/1993/08/17/opinion/l-nazi-propaganda-film-proves-long-lived-920293.html","abstract":"  To the Editor:   A propos censorship in South Africa (The Week in Review, Aug. 1), your reporter speaks of a film, \"Jud Suss.\" There were two films with that title, an English film of 1934 and a German one made in 1940-41.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Here's the Beef: Rangers Sign Free Agent","web_url":"https://www.nytimes.com/1993/08/17/sports/sports-people-hockey-here-s-the-beef-rangers-sign-free-agent.html","abstract":"  The Rangers announced yesterday the signing of the free agent DARREN LANGDON, a 6-foot-1-inch, 195-pound forward who has twice broken league records for penalty minutes in a season. Langdon played briefly for the Rangers' minor league affiliate in Binghamton last year, compiling 3 goals, 4 assists and 115 penalty minutes in 18 games. The 22-year old forward set penalty marks with Summerside of the Maritime Junior Hockey League and Dayton of the East Coast Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930817","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/17/nyregion/news-summary-142293.html","abstract":"  International A2-11 SARAJEVO ACCORD REPORTED NEAR Mediators announced in Geneva that the three Bosnian factions were close to agreement on a plan to demilitarize Sarajevo and put it under interim U.N. administration.  A1","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Dinkins Hits Back at Giuliani As 'Not Used to' the Criticism","web_url":"https://www.nytimes.com/1993/08/17/nyregion/dinkins-hits-back-at-giuliani-as-not-used-to-the-criticism.html","abstract":"  In a political counterpunch, Mayor David N. Dinkins yesterday sharply criticized his opponent, Rudolph W. Giuliani, for saying that the Dinkins campaign had \"demonized\" Mr. Giuliani in the eyes of many black New Yorkers.   Mr. Dinkins, a Democrat, suggested that his Republican-Liberal challenger had resorted to intemperate and inaccurate language because Mr. Giuliani could not handle the heat of a political campaign.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"1943: Crisis in Norway : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/17/opinion/IHT-1943-crisis-in-norway-in-our-pages100-75-and-50-years-ago.html","abstract":"STOCKHOLM - [From our New York edition:] Norway was placed virtually under military law tonight [Aug. 16] following the execution of the Norwegian civil police chief by the Nazi occupation authorities, who accused him of disobedience. A roundup was ordere","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/17/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Heed a Russian 'Cry of Despair' in Estonia\" (Opinion, Aug. 14) by Andrei V. Kozyrev: .I have read with interest the recent articles and letters that have appeared in your editorial pages regarding the situation in the Estonian city","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Toronto Journal; Youths' Dramatic Story: Street to Stage Success","web_url":"https://www.nytimes.com/1993/08/17/world/toronto-journal-youths-dramatic-story-street-to-stage-success.html","abstract":"  The more printable graffiti on the hulking bridge columns over the rail yards and abandoned warehouses at Bathurst Street read, \"Welcome to Hotel Hell\" and \"Eat the Rich.\"    Until they were chased out by fire hoses a few months ago, hundreds of street youths and other homeless people lived in this industrial underbelly several hundred yards from polluted waters of Lake Ontario, within the shadows of the CN Tower and the Skydome.","thumbnail":null,"section":"World"},{"date":"19930817","headline":"Whitman Campaigns Down on Her Farm","web_url":"https://www.nytimes.com/1993/08/17/nyregion/whitman-campaigns-down-on-her-farm.html","abstract":"  Dishing up farm-grown fare to a horde of journalists and then leading them on a barnyard tour, the Republican candidate for governor, Christine Todd Whitman, tried to put behind her today a controversy over her two farms and the tax benefits she gains from them.   \"Is this a farm?\" Mrs. Whitman asked rhetorically several times during the nearly two-hour tour of the larger farm, a 237-acre spread here known as Pontefract.","thumbnail":null,"section":"New York"},{"date":"19930817","headline":"Give Nigerian an Ultimatum on Election","web_url":"https://www.nytimes.com/1993/08/17/opinion/l-give-nigerian-an-ultimatum-on-election-914893.html","abstract":"  To the Editor:   The plan of Nigeria's Gen. Ibrahim Babangida for an interim national government, controlled by him behind the scenes, and excluding the winner of the June presidential election, is a recipe for disaster. If the general is not forced to rescind his annulment of the election, there will be civil war and disintegration.","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"Excerpts From President's Speech to Governors on Health Care","web_url":"https://www.nytimes.com/1993/08/17/us/clinton-s-health-plan-excerpts-president-s-speech-governors-health-care.html","abstract":"  Following are excerpts from a speech on health care that President Clinton gave today in Tulsa, Okla., to the National Governors' Association, as recorded by the Federal News Service, a transcription company:   I never want to go through another six months where we have to get all of our votes within one party, and where the other party has people that want to vote with us, and they feel like they've got to stay, and the whole issue revolves around process instead of product, political rhetoric instead of personal concern for what's going to happen to this country. There's plenty of blame to go around. As far as I'm concerned, there'll be plenty of credit to go around. I don't much care who gets the credit for this health care reform as long as we do it.                      . . .         Nobody wants to mess up what is good with American health care. We must preserve it and preserve it with a vengeance. But we also know what is not so good.","thumbnail":null,"section":"U.S."},{"date":"19930817","headline":"A Sobering Message : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/17/opinion/IHT-a-sobering-message-letters-to-the-editor.html","abstract":"In response to \"Germany Sets Treblinka Chief Free After 34 Years\" (Aug. 2): .I find it particularly outrageous that Kurt Franz, the brutal commandant of the Treblinka death camp, was freed by the German authorities. At his trial in 1965 (a bi","thumbnail":null,"section":"Opinion"},{"date":"19930817","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/17/nyregion/no-headline-209793.html","abstract":"  I don't pretend to have all the answers, but I am absolutely sure that this is a problem that America cannot let go. -- PRESIDENT CLINTON, on health care.  [ A1:6. ]","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930817","time":"1993-08-17 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":77,"wspd":13},{"date":"19930817","time":"1993-08-17 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":82,"wspd":11.2},{"date":"19930817","time":"1993-08-17 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":86,"wspd":11.2},{"date":"19930817","time":"1993-08-17 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":88,"wspd":7.6},{"date":"19930817","time":"1993-08-17 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":95,"wspd":11.2},{"date":"19930817","time":"1993-08-17 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":91,"wspd":7.6},{"date":"19930817","time":"1993-08-17 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":87,"wspd":11.2},{"date":"19930817","time":"1993-08-17 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":83,"wspd":9.4},{"date":"19930817","time":"1993-08-17 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":76,"wspd":9.4},{"date":"19930817","time":"1993-08-17 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":68,"wspd":13},{"date":"19930817","time":"1993-08-17 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":56,"wspd":16.6},{"date":"19930817","time":"1993-08-17 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":52,"wspd":9.4},{"date":"19930817","time":"1993-08-17 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":48,"wspd":11.2},{"date":"19930817","time":"1993-08-17 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":51,"wspd":16.6},{"date":"19930817","time":"1993-08-17 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":47,"wspd":14.8},{"date":"19930817","time":"1993-08-17 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":45,"wspd":14.8},{"date":"19930817","time":"1993-08-17 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":47,"wspd":18.4},{"date":"19930817","time":"1993-08-17 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":50,"wspd":13},{"date":"19930817","time":"1993-08-17 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":53,"wspd":16.6},{"date":"19930817","time":"1993-08-17 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":62,"wspd":11.2},{"date":"19930817","time":"1993-08-17 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":64,"wspd":14.8},{"date":"19930817","time":"1993-08-17 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":64,"wspd":16.6},{"date":"19930817","time":"1993-08-17 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":69,"wspd":11.2},{"date":"19930817","time":"1993-08-17 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":72,"wspd":16.6},{"date":"19930817","time":"1993-08-17 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":97,"wspd":16.6},{"date":"19930817","time":"1993-08-17 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":93,"wspd":18.7},{"date":"19930817","time":"1993-08-17 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":93,"wspd":9.4},{"date":"19930817","time":"1993-08-17 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":93,"wspd":11.2},{"date":"19930817","time":"1993-08-17 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":96,"wspd":9.4},{"date":"19930817","time":"1993-08-17 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":97,"wspd":9.4},{"date":"19930817","time":"1993-08-17 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":96,"wspd":9.4},{"date":"19930817","time":"1993-08-17 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":97,"wspd":16.6},{"date":"19930817","time":"1993-08-17 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":97,"wspd":13},{"date":"19930817","time":"1993-08-17 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":96,"wspd":20.5},{"date":"19930817","time":"1993-08-17 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":97,"wspd":13},{"date":"19930817","time":"1993-08-17 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":93,"wspd":18.7},{"date":"19930817","time":"1993-08-17 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":14.8},{"date":"19930817","time":"1993-08-17 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":87,"wspd":14.8},{"date":"19930817","time":"1993-08-17 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":84,"wspd":11.2},{"date":"19930817","time":"1993-08-17 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":85,"wspd":9.4},{"date":"19930817","time":"1993-08-17 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":14.8},{"date":"19930817","time":"1993-08-17 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":14.8},{"date":"19930817","time":"1993-08-17 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":13},{"date":"19930817","time":"1993-08-17 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":14.8},{"date":"19930817","time":"1993-08-17 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":14.8},{"date":"19930817","time":"1993-08-17 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":16.6},{"date":"19930817","time":"1993-08-17 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":18.7},{"date":"19930817","time":"1993-08-17 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":9.4}]},"19930818":{"guardian_articles":[],"nytimes_articles":[{"date":"19930818","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/18/opinion/IHT-letters-to-the-editor.html","abstract":"Mr. Sutherland fails to mention that contemporary economic theory has abandoned the paradigm of unrestricted international competition. No economist will deny the advantages of more international trade, but some restrictions must be imposed. Protectionism","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"In Bosnia, Air Strikes Alone Won't Do the Job","web_url":"https://www.nytimes.com/1993/08/18/opinion/l-in-bosnia-air-strikes-alone-won-t-do-the-job-280693.html","abstract":"  To the Editor:   While we are happy to see reports of President Clinton's willingness to use air strikes to break the siege of Sarajevo and his moves to protect the United Nations forces providing humanitarian aid to Bosnia, we are concerned that this policy will not sufficiently address the problem.   To pursue a policy that is limited only to retaliatory strikes on the aggressors in only the affected areas allows Bosnian Serb forces to determine the rules of engagement.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/18/style/chronicle-576893.html","abstract":"  GREG LOUGANIS, the Olympic diving champion, is to join the cast of \"Jeffrey,\" Paul Rudnick's hit Off Broadway play, on Aug. 31, The Associated Press reported.    Mr. Louganis, 33, who retired after winning the men's diving gold medals at the 1984 Olympics in Los Angeles and the 1988 games in Seoul, Korea, will play a close friend of the title character when he joins the show, which is at the Minetta Lane Theater in Greenwich Village.","thumbnail":null,"section":"Style"},{"date":"19930818","headline":"Fifth Trooper Faces Charges Of Tampering","web_url":"https://www.nytimes.com/1993/08/18/nyregion/fifth-trooper-faces-charges-of-tampering.html","abstract":"  A lieutenant assigned to the New York State Police headquarters in Albany yesterday became the fifth trooper to be charged in a growing evidence-tampering scandal.   The lieutenant, Patrick F. O'Hara, who has supervised organized-crime and drug investigations statewide since 1989, pleaded not guilty during a brief appearance yesterday in Otsego County Court in Cooperstown and was released on $25,000 bail.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Union May Be Attaching Strings to Playoff Plans","web_url":"https://www.nytimes.com/1993/08/18/sports/baseball-union-may-be-attaching-strings-to-playoff-plans.html","abstract":"  The owners' no-lockout pledge, announced publicly last week and delivered in writing to the union yesterday, was designed to secure labor peace in baseball. But union officials are expected to announce this week a position on the expanded playoffs proposed for next year that will add another element of potential dispute between the two sides.   Although the players don't flatly oppose the added round of playoffs, they are apparently prepared to agree to it only if three divisions in each league are created at the same time. The owners themselves eventually want to realign the clubs into three divisions, but not before 1995.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Mariners' Martinez on Disabled List Again","web_url":"https://www.nytimes.com/1993/08/18/sports/sports-people-baseball-mariners-martinez-on-disabled-list-again.html","abstract":"  For the third time this season, the Seattle Mariners have put EDGAR MARTINEZ, the 1992 American League batting champion, on the 15-day disabled list because of an ailing left hamstring.   Martinez, a third baseman who led the majors with a .343 average last season, might spend the remainder of the season on the disabled list. The club announced it has recalled left-hander RUSS SWAN from Class AAA Calgary to fill Martinez's roster spot.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Serbs' 'Never Again' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/18/opinion/IHT-serbs-never-again-letters-to-the-editor.html","abstract":"Walter C. Clemens (\"The World Can't Afford to Allow Gain by Conquest,\" Opinion, Aug. 6) contends that \"Bosnia-Herzegovina stands for cultural and ethnic pluralism.\" Unfortunately, the ethnic pluralism that once existed in some urban a","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Review/Television; New Breed of Hombre Populates the Old West","web_url":"https://www.nytimes.com/1993/08/18/arts/review-television-new-breed-of-hombre-populates-the-old-west.html","abstract":"  Ned Blessing is a western hero for the 90's. In a few minutes, he proves himself to be no racist, sexist, ageist, ethnicist or speciesist. Having subdued a rattlesnake, he tosses it back to its natural habitat, and he stands up for the speech impaired. Moreover, the main bad guy in the two-hour premiere of CBS's \"Ned Blessing: The Story of My Life and Times\" is alleged to have killed his wife and abused his children.   Whether Bill Wittliff, the writer and executive producer, intends his upscale series to be a shoot-'em-up with an up-to-the-minute sensibility or a sendup of the latest television conventions, I cannot be sure. But it's more fun if you think of it as a deadpan Deadwood gag.","thumbnail":null,"section":"Arts"},{"date":"19930818","headline":"Officials Dismiss Some Asbestos Inspectors in Schools","web_url":"https://www.nytimes.com/1993/08/18/nyregion/officials-dismiss-some-asbestos-inspectors-in-schools.html","abstract":"  The officials conducting the emergency reinspection of New York City's school system for asbestos said yesterday that they had dismissed a number of inspectors, significantly slowing the effort to examine each of the city's 1,069 schools for asbestos hazards.   The dismissals, which took place on Saturday morning, stemmed from questions about the inspectors' training and experience, the officials said, declining to provide more details. One official, speaking on condition of anonymity, said they were dismissed because they received their training from a subsidiary of the consultant now under investigation for mismanaging the schools asbestos program.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Year of the Russians at Lucerne","web_url":"https://www.nytimes.com/1993/08/18/style/IHT-year-of-the-russians-at-lucerne.html","abstract":"This venerable and still relatively small-scale festival holds a place of honor in what is now an overcrowded field. It began in 1938 as a haven for musicians who could not, or would not, perform under fascist auspices, and Toscanini, Walter, the Busch f","thumbnail":null,"section":"Style"},{"date":"19930818","headline":"1893: A Mad Bomber?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/18/opinion/IHT-1893-a-mad-bomber-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - It was reported with much circumstantiality in the London papers yesterday [Aug. 17] that Dr. Gallagher, the American convict under sentence for complicity in dynamite plots, had been released and was on his way to the United States. Insanity was","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/08/18/arts/the-pop-life-975593.html","abstract":"  Durante From 'Seattle'   The gravelly-voiced Jimmy Durante crooning on MTV? It could happen, thanks to the popularity of the soundtrack from the romantic comedy hit \"Sleepless in Seattle\" (Epic Soundtrax), which this week strutted its way to No. 1 on Billboard's top albums chart. It is the fastest-selling soundtrack since the huge success of \"The Bodyguard\" last year.   Heavy on nostalgia and not-so-familiar renditions of old standards, the album has produced a hit single, a remake of \"When I Fall in Love\" by Celine Dion and Clive Griffin. Just released as the second single is Durante's version of \"As Time Goes By.\"","thumbnail":null,"section":"Arts"},{"date":"19930818","headline":"John Andretti Finds Different Venue at Indianapolis","web_url":"https://www.nytimes.com/1993/08/18/sports/auto-racing-john-andretti-finds-different-venue-at-indianapolis.html","abstract":"  John Andretti, who knows the Indianapolis Motor Speedway so well as an Indy-car driver that he gave remedial driving lessons to three competitors last May, sat in a garage here at the very same track this morning, looking as if he could use someone to return the favor.   This time, Andretti was driving a stock car in a two-day test session for the inaugural Brickyard 400 next August, and the view out the windshield wasn't what he expected.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"In Bosnia, Air Strikes Alone Won't Do the Job; War Crimes and Law","web_url":"https://www.nytimes.com/1993/08/18/opinion/l-in-bosnia-air-strikes-alone-won-t-do-the-job-war-crimes-and-law-197093.html","abstract":"  To the Editor:   \"Foot-Dragging on War Crimes\" (editorial, Aug. 5) hits the mark by calling for the war crimes tribunal in the former Yugoslavia to pick up its pace. As you observe, through the tribunal, \"the world can still deploy the nonlethal but devastating weapons of truth, law and shame.\" However, to become a proponent of truth, trials must be conducted according to the strictest standards of due process. This means that defendants should not be tried in absentia.   Criminal trials held without the presence of the accused would deprive alleged war criminals of the right to confront and cross-examine their accusers. Some argue that defendants waive these rights when they fail to appear for trial. This argument, however, should be rejected in light of the importance of setting a standard of scrupulous compliance with the rule of law.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"As He Hoped, Kevorkian Is Charged in a Suicide","web_url":"https://www.nytimes.com/1993/08/18/us/as-he-hoped-kevorkian-is-charged-in-a-suicide.html","abstract":"  Dr. Jack Kevorkian got his wish today when he became the first person charged under Michigan's new law banning assisted suicide, a felony that carries a penalty of up to four years in prison.   Dr. Kevorkian, who has helped 17 ailing people kill themselves in the past three years, has been pushing for this confrontation for two weeks, hoping for a show trial in which he can focus even more attention on his cause and at the same time challenge the law in court, where he is confident he will be acquitted by a jury.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Review/Film: Manhattan Murder Mystery; Allen and Keaton, Together Again And Dizzy as Ever","web_url":"https://www.nytimes.com/1993/08/18/movies/review-film-manhattan-murder-mystery-allen-keaton-together-again-dizzy-ever.html","abstract":"Making like Nick and Nora. Endless talk but hint of wisdom.","thumbnail":null,"section":"Movies"},{"date":"19930818","headline":"For Young G.O.P. Castaways, Cold Water and Cruel World","web_url":"https://www.nytimes.com/1993/08/18/us/for-young-gop-castaways-cold-water-and-cruel-world.html","abstract":"  There was a time in the not-so-distant past when young Republicans easily roamed the halls of the White House, confident in their place at the center of power.   But now, while their Democratic counterparts occupy prime positions in the new Administration -- the personal aide to President Clinton, for example, is a mere 24 years old -- Republicans in their 20's are toiling in obscurity, struggling to get their own businesses started or scrambling for jobs. Sort of the way young Democrats used to.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Stein Is Scratched as N.H.L. Immortal","web_url":"https://www.nytimes.com/1993/08/18/sports/hockey-stein-is-scratched-as-nhl-immortal.html","abstract":"  Gil Stein won't be entering the Hockey Hall of Fame after all.   Stein, who served last season as president of the National Hockey League, was elected to the Hall last March 30 amid allegations that he had engineered his election through manipulation of the hall's board of directors and by urging them to change the rules for selection.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Don't Rob Schools to Pay for Boot Camps","web_url":"https://www.nytimes.com/1993/08/18/opinion/l-don-t-rob-schools-to-pay-for-boot-camps-181493.html","abstract":"  To the Editor:   Has our society become so desensitized that no one questions it when the military is used to educate our youth (\"Military Regimen for Teen-Age Dropouts,\" front page, Aug. 11)?   We are constantly told that the military can bear no more budget cuts. At the same time, inner-city school boards are making hard decisions to close schools, cut programs and lay off personnel. Isn't there something wrong here?","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Coin Toss Says ABC","web_url":"https://www.nytimes.com/1993/08/18/sports/baseball-coin-toss-says-abc.html","abstract":"  A coin toss yesterday determined that ABC will televise the World Series in 1994, the first year of the new partnership among Major League Baseball, NBC and ABC.   NBC gets to televise the All- Star Game next July 12 and the two playoff series that will determine the league champions.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Pleasant Young Man Returns Home, Bitter","web_url":"https://www.nytimes.com/1993/08/18/nyregion/pleasant-young-man-returns-home-bitter.html","abstract":"  Just about everyone here remembers Andrew Wilson as an affable and handsome young man who went off to college a decade ago with a lot of promise. But he changed; his life did not go well, and he came back to settle an imagined old score.    That, Greenwich residents say, is the nightmare that the family of John E. Peters has endured. Mr. Peters, the former head of one of the world's largest advertising agencies, J. Walter Thompson, was shot dead as he swam in his pool on his 62d birthday on Aug. 5. Mr. Wilson has confessed to the slaying.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"In Bosnia, Air Strikes Alone Won't Do the Job; Help for the Children","web_url":"https://www.nytimes.com/1993/08/18/opinion/l-in-bosnia-air-strikes-alone-won-t-do-the-job-help-for-the-children-196293.html","abstract":"  To the Editor:   Thank you for \"Bosnia Girl's Life Hangs on Procedural Tangle\" (news article, Aug. 9). We have been trying to evacuate wounded Bosnian children since last April without success. In June, I attempted to enter Bosnia to determine why wounded children were not being evacuated, but United Nations officials in Split prevented me from doing so.   Veterans for Peace, an organization of United States military veterans with official United Nations nongovernmental organization status, has received commitments from hospital executives around the country to provide free beds, services and medical treatment for more than 100 wounded Bosnian children. Thus far United Nations agencies have refused to assist our efforts, even though United Nations planes delivering aid to Sarajevo daily leave empty.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Boggs Leads It Off and Shows the Way Home","web_url":"https://www.nytimes.com/1993/08/18/sports/baseball-boggs-leads-it-off-and-shows-the-way-home.html","abstract":"  No one watches Wade Boggs collect a base on balls and opines that you might as well score it a double. Wade Boggs is not that kind of leadoff hitter. But that does not mean that Wade Boggs isn't a leadoff hitter. He is. And quite a good one at that.   Just ask the Yankees. For years, they saw signs of what he brought to that position when Boston would occasionally insert him at the top of the batting order. Nowadays, the Yankees get to see it on a more up-close and personal basis, and by all indications are enjoying it all the more.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"In Bosnia, Air Strikes Alone Won't Do the Job; Join the Ground Forces","web_url":"https://www.nytimes.com/1993/08/18/opinion/l-in-bosnia-air-strikes-alone-won-t-do-the-job-join-the-ground-forces-200493.html","abstract":"  To the Editor:   In the European Parliament, I represent the recruiting area for the Prince of Wales Own Yorkshire Regiment, some 600 of whose men are serving with the United Nations Protection Force in Bosnia as part of the 2,400-strong British contingent.   The North Atlantic Treaty Organization has decided, subject to an Aug. 9 report from its military committee, to prepare for air strikes. I fully support this as a last-resort option.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/18/sports/nfl-training-camp-report.html","abstract":"  San Francisco 49ers    Steve Bono underwent surgery to repair a separated left shoulder and could be sidelined eight weeks. He was injured during the 49ers' 16-13 exhibition victory over Denver on Monday night. Steve Young also is out with a fractured left thumb.   Coach George Seifert said either Bill Musgrave or rookie Elvis Grbac could be the starting quarterback in the 49ers' opener at Pittsburgh.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Nigeria General Makes His 5th Offer to Step Down","web_url":"https://www.nytimes.com/1993/08/18/world/nigeria-general-makes-his-5th-offer-to-step-down.html","abstract":"  Nigeria's military ruler, Gen. Ibrahim Baba ngida, offered today to end his eight-year reign and allow the formation of a new government.   \"Following lengthy deliberations with my service chiefs, I offered as my personal sacrifice to voluntarily step aside as the President and commander in chief,\" he told members of the National Assembly in Abuja, the capital. But he did not say when such a decision would be made.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Israeli Court Clears Way to Deporting Demjanjuk","web_url":"https://www.nytimes.com/1993/08/18/world/israeli-court-clears-way-to-deporting-demjanjuk.html","abstract":"  John Demjanjuk, the central figure in the \"Ivan the Terrible\" case, was ordered set free today by Israel's Supreme Court, which said he should be deported and not face new charges of having committed war crimes as a Nazi death-camp guard.   But the court immediately heard arguments that implementation of its decision be delayed pending still further review. So it ;was not clear when the Ukrainian-born Mr. Demjanjuk, a 73-year-old retired auto worker who was stripped of his American citizenship 12 years ago, would leave for the United States. His family hopes he will be able to do so on Thursday.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Rangers Take Any Victory, No Matter Its Looks","web_url":"https://www.nytimes.com/1993/08/18/sports/baseball-rangers-take-any-victory-no-matter-its-looks.html","abstract":"  Some years back, Doug Rader, then the manager of the Texas Rangers, coined a phrase: \"winning ugly.\"   That term referred not to his team, but to the 1983 Chicago White Sox, the team the frustrated Rangers chased all the way to the finish line.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Man's Nemesis: Dotted Line on Map; Trying to Rebuild, Bronx Store Owner Faces Phantom Road","web_url":"https://www.nytimes.com/1993/08/18/nyregion/man-s-nemesis-dotted-line-map-trying-rebuild-bronx-store-owner-faces-phantom.html","abstract":"  Among the biggest fears for any businessman hit by catastrophe is that he'll wind up on the street. But for one Bronx landlord trying to rebuild after a devastating fire, the problem is that the street is on him.   Lazar (Bernie) Berkovits, the owner of the largest property destroyed in a five-alarm fire 13 months ago on East Tremont Avenue says that although he is ready to build a bigger store on the site, the city says he can't just yet. A dotted line planners drew on a map half a century ago has East Tremont Avenue cutting through his property, meaning that even rebuilding on the site requires a ruling from the city. And $8,000 in legal fees. 'This Is Impossible'    The city's stance vexes Mr. Berkovits, considering that to help him with his expansion plans the city sold him a small parcel next to his original lot without, he said, telling him that the street is plotted through the land. Even more perplexing to him, and most people, is that East Tremont Avenue is where it has always been -- on the street in front of Mr. Berkovits's land.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Teachers in U.S. Trail Those Elsewhere in Pay","web_url":"https://www.nytimes.com/1993/08/18/education/teachers-in-us-trail-those-elsewhere-in-pay.html","abstract":"  American schoolteachers make less money, receive less training and spend less time preparing for their classes than their peers in many other countries, according to a new study by the American Federation of Teachers.   The study, which combines reports from other countries and original research in the United States, paints a portrait of a profession under stress. The A.F.T., the nation's second largest teachers' union, asserted that despite improvements in teacher salaries, training and preparation in many states, failure to do more might discourage bright young people from starting teaching careers.","thumbnail":null,"section":"Education"},{"date":"19930818","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/18/nyregion/news-summary-444393.html","abstract":"  International A3-11  A NEW POLICY ON U.S. TROOPS  Shifting away from the longstanding tradition of American troops serving under American officers, the Clinton Administration is considering expanding the United States' role in United Nations peacekeeping operations, including the placement of troops under United Nations commanders on a regular basis.  A1  PROJECT TO SAVE LAKE BAIKAL  To save Siberia's great Lake Baikal, critics say, a paper plant must be closed or fitted with Western-designed filters, a project considered too expensive in Russia.  A4","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Players United for Their Nation","web_url":"https://www.nytimes.com/1993/08/18/sports/soccer-world-cup-usa-94-zambia-players-united-for-their-nation.html","abstract":"  The dormitory at the French national training center is dimly lit, but the atmosphere inside Room 114 is far from somber. African music, percussive and buoyant, bursts from a portable stereo.   The new Zambian soccer team is resting between practices, and a muscular 21-year-old named Andrew Tembo is stretched out in his bunk and explaining how his life has been spared.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Protecting Water From the Birds","web_url":"https://www.nytimes.com/1993/08/18/opinion/protecting-water-from-the-birds.html","abstract":"  New York City has to cover two of its reservoirs to prevent contamination. Sounds pretty straightforward. But this is New York, where the public has become so accustomed to government bungling that skepticism greets every decision.    In this case, the choice is between flexible plastic covers and fixed concrete covers for the Hillview and Jerome Reservoirs. The plastic membrane would cost about $4 a square foot, compared with $45 for concrete, not counting an unspecified additional amount if the city also builds a reflecting pool atop one of the concrete platforms.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/18/nyregion/c-corrections-143193.html","abstract":"  Because of an editing error, an article on Sunday about Sinn Fein, the Irish Republican Army's political arm, misstated the percentage of Northern Ireland's population that is Roman Catholic. It was 38.4 percent in a 1991 census, and according to unofficial British estimates it has risen to 43 percent; it is not 28 percent.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Ottey Gets Reprieve for Race","web_url":"https://www.nytimes.com/1993/08/18/sports/track-and-field-ottey-gets-reprieve-for-race.html","abstract":"  Merlene Ottey finally scored a victory of sorts today, but Gail Devers still won the race.   In Monday night's 100-meter final for women in the world outdoor track and field championships, the judges ruled that Devers, the 26-year-old American, had beaten Ottey, the 33-year-old Jamaican, by an eyelash. Jamaican officials protested, saying that Ottey had won or had at least tied for first.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Political Memo; The Governors' Untouchable Subject","web_url":"https://www.nytimes.com/1993/08/18/us/political-memo-the-governors-untouchable-subject.html","abstract":"  Talk about touchy. Ask Republican governors about health care or welfare or Federal mandates and they won't stop talking. Ask them about their ambitions for the White House and there is dead silence. Then they back away.   That's just what happened the other day here at a news conference by Republicans attending the summer meeting of the National Governors' Association. The question-and-answer session was dominated by four Republican Governors who are widely thought to harbor visions of national office: Carroll A. Campbell Jr. of South Carolina, Pete Wilson of California, William F. Weld of Massachusetts and John Engler of Michigan.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Life of Deng, By Daughter, Diverts China","web_url":"https://www.nytimes.com/1993/08/18/world/life-of-deng-by-daughter-diverts-china.html","abstract":"  It is not quite a recipe for a typical best seller: a doting biography of an old man by his daughter, with no sex, scandal or gore.   Still, since the old man is Deng Xiaoping, the world's most powerful 88-year-old, a fellow who almost single-handedly keeps expressions like \"paramount leader\" alive, the biography is causing a sensation even before it is published.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"PRO FOOTBALL;\nLott and Jets Tailor Game To Age-Old Realities","web_url":"https://www.nytimes.com/1993/08/18/sports/pro-football-lott-and-jets-tailor-game-to-ageold-realities.html","abstract":"Ronnie Lott was 15 yards downfield, but he spotted the short pass over the middle. From out of nowhere, he smashed into the receiver, shaking him and two other defenders who had come in to make the tackle. And this was against his own Jets teammates this morning.\n\nOnce again, Lott, even as a 34-year-old free safety -- the oldest player on the field -- had taught a receiver a valuable lesson: Before you relax, find out where Ronnie Lott is.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"For Homeless, A Last Haven Is Demolished","web_url":"https://www.nytimes.com/1993/08/18/nyregion/for-homeless-a-last-haven-is-demolished.html","abstract":"  Bulldozers yesterday plowed through one of the oldest and last shantytowns in New York City, crushing into bits of plywood and muddy rags one of the most visible symbols of homelessness in Manhattan.    Officials said the encampment at the foot of the Manhattan Bridge -- known for an 18-foot teepee that towered over wood and tar paper shacks -- had become a fire hazard and was increasingly plagued with drugs. The site, a knoll called the Hill, was one of many semi-permanent communities created by homeless people in the 1980's in spots from Columbus Circle to Tompkins Square Park to the United Nations.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Old Ball Game Has New Demands for a Town","web_url":"https://www.nytimes.com/1993/08/18/us/old-ball-game-has-new-demands-for-a-town.html","abstract":"  This is a story about how the warm and fuzzy mythology of baseball can collide with the cold and calculating business of baseball. It's about a community whose love affair with a team may soon end because its aging stadium is no longer good enough for the people who pay the salaries.   Remarkably, this story is not about George Steinbrenner.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/08/18/health/personal-health-871693.html","abstract":"  AN enormous amount of attention is being paid to the amount of calcium consumed by middle-aged and older women, many of whom will develop the weakened bones of osteoporosis and suffer debilitating, costly and sometimes fatal fractures as a result. But mounting evidence indicates that this late-in-life concern about bones is like shutting the barn door after the horse has escaped. For it turns out that many, if not most, women enter adulthood with their bones already on the losing side because they failed to consume enough calcium during adolescence, when bone development reaches its biological peak.   And if calcium intake by today's youth is any indication, the current \"epidemic\" of osteoporosis is likely to reach gargantuan proportions in the decades to come, when the girls who grew up on diet soda pass through menopause.","thumbnail":null,"section":"Health"},{"date":"19930818","headline":"Sudanese Deny Any Tie To Bomb Plot","web_url":"https://www.nytimes.com/1993/08/18/nyregion/sudanese-deny-any-tie-to-bomb-plot.html","abstract":"  The Sudanese Mission to the United Nations today denied any role in a plot to bomb the U.N. headquarters and other targets in New York last June.   The denial came after a State Department official said Monday that the United States has evidence that the Sudan played a role in the plot, although he would not give details. The evidence is one reason Washington has decided to place the Sudan on a list of terrorist nations, he said. A law-enforcement official, though, today said there was no \"hard evidence\" of Sudanese government involvement, just possible indications of involvement on tapes made by a Government informer.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/18/nyregion/c-corrections-144093.html","abstract":"  A picture caption on Saturday about Lawrence Sinclair, a Bronx man arrested in the random killing of a young woman on a ballfield in 1991, described him incorrectly. He is a former student at DeWitt Clinton High School, not a former security guard there.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"From Sub-Par To Most Enjoyed","web_url":"https://www.nytimes.com/1993/08/18/sports/track-and-field-from-sub-par-to-most-enjoyed.html","abstract":"  Bob Kersee had no doubt.   \"It was her greatest victory ever,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"For Reynolds and Konchellah, Victories Even in Their Defeats","web_url":"https://www.nytimes.com/1993/08/18/sports/IHT-for-reynolds-and-konchellah-victories-even-in-their-defeats.html","abstract":"Crouching in the outskirts of lane No. 7 was Butch Reynolds, where he felt like someone tied to the bow of a fast ship. It demands courage to run 400 meters from an outside lane, out front of the others, knowing that the likes of Michael Johnson and Quin","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Reds Trade Milligan to the Indians","web_url":"https://www.nytimes.com/1993/08/18/sports/sports-people-baseball-reds-trade-milligan-to-the-indians.html","abstract":"  The Cincinnati Reds traded first baseman-outfielder RANDY MILLIGAN to the Cleveland Indians yesterday for a player to be named. Milligan, 31, hit .274 with 6 homers and 29 runs batted in in 83 games for the Reds this season. He spent four years with the Baltimore Orioles before signing with Cincinnati as a free agent in February.   The Reds' general manager, JIM BOWDEN, said that Milligan had requested a trade more than a month ago.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Ambiguous Salvo on Health Care","web_url":"https://www.nytimes.com/1993/08/18/opinion/ambiguous-salvo-on-health-care.html","abstract":"  With the budget battle won, President Clinton launched an even more bruising battle this week over health care. Addressing the nation's governors, Mr. Clinton was, well, vintage Clinton: reassuring to everyone and satisfying to no one.    He promised bipartisanship, flexibility, no new taxes and universal coverage. All that sounds terrific. But how these pieces would fit together remains as much a mystery today as it was when he first appointed Hillary to figure it all out.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/18/nyregion/c-corrections-145893.html","abstract":"  A chart in Business Day yesterday with a brief report about the stock of Mediq Inc. misstated the amount by which the company's shares rose in trading on Monday. The stock rose 37.5 cents a share (not 3.75 cents), closing at $5.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Full Speed Ahead on New York Electronic Tolls","web_url":"https://www.nytimes.com/1993/08/18/opinion/l-full-speed-ahead-on-new-york-electronic-tolls-182293.html","abstract":"  To the Editor:   Over the last generation, the per capita car ownership in the New York City metropolitan area has more than doubled. More people are driving to work, and more of them are driving to work alone, than ever before.   The installation of Electronic Toll and Traffic Management systems like the E-Z Pass system to be implemented by the New York State Thruway Authority can play a major role in reducing the congestion this auto-dependence has caused.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Book Notes; General Powell to Trade the Sword for the Pen","web_url":"https://www.nytimes.com/1993/08/18/books/book-notes-general-powell-to-trade-the-sword-for-the-pen.html","abstract":"  For months, New York's big-bucks publishers have been working themselves into a frenzy over Gen. Colin L. Powell, who is to retire as Chairman of the Joint Chiefs of Staff on Sept. 30 and then, at least in the publishers' minds, immediately begin working on his memoirs.   Yesterday, his agent, Marvin Josephson of International Creative Management, announced that Random House had acquired world rights to the general's autobiography. Rival publishers familiar with the negotiations said the final price was about $6.5 million, which would make it $1.5 million more than Gen. H. Norman Schwarzkopf reportedly received for his vastly successful autobiography, \"It Doesn't Take a Hero\" (Bantam), which sold more than a million copies.","thumbnail":null,"section":"Books"},{"date":"19930818","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/18/nyregion/metro-digest-652793.html","abstract":"  FIELD OF DREAMS, REALITY OF MONEY   Auburn, N.Y., is part of a story about how the warm and fuzzy mythology of baseball can collide with the cold and calculating business of baseball. It's about a community whose love affair with a team may soon end because its stadium isn't good enough for the guys who pay the salaries. A1. NEW YORK CITY  A GRIM MERCY FOR KIDNAP VICTIM   Eventually, there was one touch of marginal mercy when the kidnappers unshackled the legs and waist of Harvey Weinstein as they buried him in the darkness of a pit six feet underground. But they kept his hands tightly lashed to a pinion in the pit, according to the police, and they made no other concessions across the 12 days that the 68-year-old millionaire was grotesquely imprisoned. A1.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Review/Rap; A Change in the Image for a Change in the Voice","web_url":"https://www.nytimes.com/1993/08/18/arts/review-rap-a-change-in-the-image-for-a-change-in-the-voice.html","abstract":"  Puberty is hard on everyone. And it's especially tough on Chris Kelly and Chris Smith, the two 14-year-old rappers who make up Kris Kross. Their voices have changed, from boyish piping to teen-aged nasality, since the group made its first album, \"Totally Krossed Out\" (Ruffhouse/Columbia). And with the changed voices, the duo has changed its act, trying to grow up on its new album, \"Da Bomb\" (Ruffhouse/Columbia). At the Westbury Music Fair on Monday night, Kris Kross made a highly professional effort to reposition itself from from teen novelty act to assertive young men.    \"Totally Krossed Out\" sold four million copies, cannily presenting the rappers as unsmiling \"Li'l Boys in Da Hood\" (in one song title) and packaging them with their own fashion trend: baggy jeans and oversize shirts, both worn backward. They rapped about missing the school bus and sneaking into clubs, part tough, part cute. They called themselves Mack Daddy (Mr. Kelly) and Daddy Mack (Mr. Smith), although \"mack\" can mean pimp. And with catchy hooks like the one that squealed through \"Jump,\" a single that sold two million copies, no one minded that the material was written by the pair's 19-year-old producer, Jermaine Dupri.","thumbnail":null,"section":"Arts"},{"date":"19930818","headline":"Surviving 12-Day Abduction: A Marine's Foxhole, Revisited","web_url":"https://www.nytimes.com/1993/08/18/nyregion/surviving-12-day-abduction-a-marine-s-foxhole-revisited.html","abstract":"  Eventually, there was one touch of marginal mercy when the kidnappers unshackled the legs and waist of Harvey Weinstein as they buried him in the darkness of a pit six feet underground. But they kept his hands tightly lashed to a pinion in the pit, according to the police, and made no other concessions across the 12 days that the 68-year-old millionaire was grotesquely imprisoned.   Down below the roar of the Henry Hudson Parkway traffic, the kidnapping victim remained hunched in the four-foot-wide pit across days and nights of captivity as his family and police detectives frantically sought his freedom in nightmarish negotiations over ransom drops that proved fruitless until his release on Monday.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/18/nyregion/bridge-815593.html","abstract":"  Winning a team event in two consecutive years is always a rare event. It is particularly rare in the Greater New York Bridge Association's Harter Cup, for players below life master rank, because winning players often become life masters en route and become disqualified for the following season.   But the 1992 Harter winners repeated that success on Monday. Playing the final at the Manhattan Club, at 27 West 72d Street, Robert Stayman, Bonnie Gellas, Stan Sterenberg and Laura Schisgall, all of Manhattan, won by 33 imps against a group led by Ettore Bianchi of Manhattan. The diagramed deal contributed largely to the victory.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Testimony Conflicts At Military Hearing On Abuse by Fliers","web_url":"https://www.nytimes.com/1993/08/18/us/testimony-conflicts-at-military-hearing-on-abuse-by-fliers.html","abstract":"  In a calm voice, Lieut. Paula Coughlin testified at a military hearing today about her searing experience going through the infamous Tailhook gantlet. She pointed to a Marine captain sitting a few feet away in the austere courtroom and identified him as the most brazen of her molesters that Saturday night two years ago in the hallway of the Las Vegas Hilton.   Then, in an equally calm voice, the accused man, Capt. Gregory Bonam, offered an equally harrowing story: the ordeal of an innocent man wrongly accused of a crime he did not commit.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"U.S. ENVOY'S DEATH A 'CHANCE KILLING'","web_url":"https://www.nytimes.com/1993/08/18/world/us-envoy-s-death-a-chance-killing.html","abstract":"  The Georgian authorities said today that they had arrested the man who shot the American diplomat Fred Woodruff this month, but described his death as a \"chance killing.\"    Mr. Woodruff, who according to unconfirmed American press reports was working for the C.I.A., was killed with a single bullet to the head on Aug. 8 while traveling in a car with the security chief for the Georgian leader, Eduard A. Shevardnadze.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Ailing Calderon Is Dropped by the Red Sox","web_url":"https://www.nytimes.com/1993/08/18/sports/sports-people-baseball-ailing-calderon-is-dropped-by-the-red-sox.html","abstract":"  IVAN CALDERON was released by the Boston Red Sox after two seasons of shoulder trouble. KEN RYAN, a reliever, was recalled from Pawtucket of the International League.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/18/style/chronicle-131893.html","abstract":"  Norway's environment minister, TORBJORN BERNTSEN, also has a quick temper, and it showed Monday when he used an insulting scatological expression and then said the British agriculture minister, JOHN GUMMER, was the biggest one \"I have ever met in my life.\"   Mr. Berntsen's remark, made at a political rally and widely reported in Norwegian newspapers, was another chapter in a blistering feud between the two governments: Norway says that acid rain from Britain is ruining the country, while the British are furious with Norway for its planned resumption of commercial whaling despite an international moratorium.","thumbnail":null,"section":"Style"},{"date":"19930818","headline":"Frustrated Mets Send Young To Minors","web_url":"https://www.nytimes.com/1993/08/18/sports/baseball-frustrated-mets-send-young-to-minors.html","abstract":"  A 27-game losing streak got Anthony Young on the \"Tonight Show.\" A two-game losing streak got him to Norfolk.   Carrying a 1-15 record and a 4.23 earned run average, the Mets' right-hander was tapped on the shoulder this afternoon, sent to Manager Dallas Green's office for 45 minutes and told to pack for the minor leagues. He will start for the Class AAA Norfolk Tides on Saturday in Columbus, Ohio; he is not guaranteed a return trip to the Mets this season.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"American Day Tips to Joyner-Kersee","web_url":"https://www.nytimes.com/1993/08/18/sports/track-and-field-american-day-tips-to-joyner-kersee.html","abstract":"  Americans staged an overwhelming performance tonight in the world outdoor track and field championships. Jackie Joyner-Kersee won the women's heptathlon with a courageous comeback, Michael Johnson and Butch Reynolds finished one-two in the men's 400 meters and Jearl Miles and Natasha Kaiser-Brown surprisingly finished one-two in the women's 400.   And for want of a shoe, there could have been more. Quincy Watts, the Olympic champion, finished fourth behind Johnson and Reynolds, a victim of a left shoe that broke during the race.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Lies and Rigged 'Star Wars' Test Fooled the Kremlin, and Congress","web_url":"https://www.nytimes.com/1993/08/18/us/lies-and-rigged-star-wars-test-fooled-the-kremlin-and-congress.html","abstract":"  Officials in the \"Star Wars\" project rigged a crucial 1984 test and faked other data in a program of deception that misled Congress as well as the intended target, the Soviet Union, four former Reagan Administration officials said.    The deception program was designed to feed the Kremlin half-truths and lies about the project, the former Administration officials said. It helped persuade the Soviets to spend tens of billions of dollars to counter the American effort to develop a space-based shield against nuclear attack proposed by former President Ronald Reagan in 1983, they said.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"1943: Hot Hiding Place : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/18/opinion/IHT-1943-hot-hiding-place-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN 7TH ARMY IN SICILY - [From our New York edition:] Of all the strange adventures of the men of Lieutenant Colonel Lyle W. Bernard's battalion in their gallant stand against the German encirclement of Mt. Ciroll, the strangest befell one o","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Wielding Incumbency, Dinkins Visits Hispanic Neighborhood","web_url":"https://www.nytimes.com/1993/08/18/nyregion/wielding-incumbency-dinkins-visits-hispanic-neighborhood.html","abstract":"  Trying to shore up support among Hispanic New Yorkers, Mayor David N. Dinkins forayed into the predominantly Hispanic neighborhood of Sunset Park in Brooklyn yesterday, picking up a significant endorsement, announcing the opening of two more \"beacon\" schools and reassuring supporters that he was still very much alive politically.   Mr. Dinkins, looking relaxed and confident, put on a model demonstration of the advantages of incumbency -- even while peppered with questions about a new poll by The Daily News that showed he may be slipping behind his Republican-Liberal challenger, Rudolph W. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Devils Sign Two Players","web_url":"https://www.nytimes.com/1993/08/18/sports/devils-sign-two-players.html","abstract":"  The Devils yesterday secured the services of Brian Rolston and Mike Dunham, their two top prospects at center and goaltender, respectively, by signing them to multiyear contracts. Details were not disclosed.   The 20-year-old Rolston is the Devils' best long-term hope to become the dominant center they have been missing so dearly since trading Kirk Muller to Montreal for Stephane Richer three years ago.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/18/sports/results-plus-921693.html","abstract":"  TENNIS    Austin, Progressing Nicely, Wins Again  Tracy Austin, playing in a tournament she won 12 years ago, took another step in her comeback yesterday with a 7-5, 6-2 victory over Audra Keller in the first round of the Matinee Ltd. Canadian Open in Toronto. \"I'm enjoying what I'm doing and I feel I'm progessing with each tournament,\" said Austin, her right arm wrapped in a sling with ice after the match. \"I feel a little bit more comfortable on the court.\" Austin, a two-time United States Open champion, now has a ranking for the first time in 10 years, No. 159. In second-round matches, Jennifer Capriati, seeded No. 6 and the 1991 Canadian Open champion, advanced with a 6-2, 6-1 victory over Chanda Rubin, and No. 15 Naoko Sawamatsu of Japan won the last 12 games en route to a 7-5, 6-0 decision over Patricia Hy of Canada. (AP) Courier and Becker Advance: Second-seeded Jim Courier celebrated his 23d birthday with a 6-3, 6-2 victory over Jaime Oncins of Brazil in the second round of the United States Hardcourt Championships in Indianapolis. Third-seeded Boris Becker had a tougher time, defeating Andrew Sznajder of Canada, 6-4, 5-7, 6-4, in an earlier match. Courier, ranked No. 2, lost his opening match in the ATP Championship last week and lost in the third round of the Canadian Open in his first event since Wimbledon. But he handled Oncins with ease, serving two aces to lead, 5-2, in the second set. Becker, ranked No. 4, battled through six deuces before finally holding serve and winning his final game. Sznajder was unable to take advantage of 53 unforced errors by the German. Last week, Becker withdrew from the ATP Championship because of an inflamed left foot. \"I just battled 2 hours and 45 minutes, and the foot is no problem at all,\" he said. Todd Martin, seeded fifth, lost a second-round match, 4-6, 7-6 (7-5), 6-0, to Jaime Yzaga of Peru. Martin, who reached the finals in Washington and Montreal, has moved from 92d to 14th in the ranking. But yesterday's loss was his second straight to the Yzaga, ranked 64th. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"McEnroe Allocating His Time","web_url":"https://www.nytimes.com/1993/08/18/sports/tennis-mcenroe-allocating-his-time.html","abstract":"  His last official match was in November, but John McEnroe just can't keep himself far away from tennis.   He is scheduled to play in several fund-raising events in the next two weeks while he prepares for his role as a USA Network commentator at the United States Open. He is also dabbling in coaching again, with Boris Becker the beneficiary.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Review/Film; After the Riot, at Ground Zero","web_url":"https://www.nytimes.com/1993/08/18/movies/review-film-after-the-riot-at-ground-zero.html","abstract":"  \"112th and Central: Through the Eyes of the Children,\" a documentary about the effects of the 1992 Los Angeles riots on the lives of the young people who lived through them, has one strikingly unusual feature. When the film-making team of Jim Chambers, Hal Hisey and Vondie Curtis-Hall undertook the project, they invited their subjects to be their creative collaborators.   They equipped 25 mostly black and Hispanic students from the Los Angeles Achievement Center, a youth guidance program in South-Central Los Angeles, with super-8 video cameras and had them interview one another and their friends and families. The result is a documentary film that is crude, and occasionally rambling and inarticulate, but one that captures a more intimate sense of community than could probably have been conveyed through more conventionally polished methods.","thumbnail":null,"section":"Movies"},{"date":"19930818","headline":"Review/Film; Satiric Look at the Tito Era","web_url":"https://www.nytimes.com/1993/08/18/movies/review-film-satiric-look-at-the-tito-era.html","abstract":"  \"Tito and Me\" was shown as part of the 1993 New Directors/New Films Series. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on March 23, 1993. The film opens today at the Lincoln Plaza Cinemas, Broadway at 63d Street.   As he remembers himself years later, the narrator of Goran Markovic's full-bodied, initially charming, farcical memoir, \"Tito and Me,\" is a rather impossible little boy named Zoran (Dimitrie Vojnov), who is 10 and fat. He's not just \"rounded\" as his grandmother says, but overweight in the big-bellied, multi-chinned way of children who consume too many sweets and, in Zoran's case, plaster.","thumbnail":null,"section":"Movies"},{"date":"19930818","headline":"UEFA, Looking Eastward, Should Heal Itself","web_url":"https://www.nytimes.com/1993/08/18/sports/IHT-uefa-looking-eastward-should-heal-itself.html","abstract":"Can soccer do for Eastern Europe what the West's commercial and political leaders shrink from? The Union of European Football Associations (UEFA) intends to try. . It is advertizing for a project manager and two assistants for its new East Europe Assista","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Budapest Journal; Gentrifiers March On, To the Danube's Banks","web_url":"https://www.nytimes.com/1993/08/18/world/budapest-journal-gentrifiers-march-on-to-the-danube-s-banks.html","abstract":"  Nearly four years after the Communist system collapsed, a sharp debate is developing in this grand city of broad boulevards and opulent buildings astride the Danube: how the metropolis, still grand but faded, should be restored and renewed.   The debate is similar to those that have long absorbed New York, London and Paris. But what used to be an almost entirely Western phenomenon, urban gentrification, has come to the fore here as city leaders and citizens alike confront decades of Communist neglect of an eclectic architectural heritage that ranges from a graceful Neo-Gothic Parliament building to fanciful Art Nouveau bathhouses.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/18/nyregion/c-corrections-142393.html","abstract":"  An article in Science Times yesterday about radio astronomy misidentified the director of the Very Long Baseline Array radio telescope. He is Dr. W. Miller Goss, not Dr. W. Miller Gott.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"DOLE IS CAUTIOUS ON HEALTH PLANS","web_url":"https://www.nytimes.com/1993/08/18/us/dole-is-cautious-on-health-plans.html","abstract":"  In a speech that was more conciliatory than confrontational, Senator Bob Dole said today that Republicans wanted to cooperate with the Clinton Administration on health care. But he warned that he had \"genuine concerns\" about the President's proposal, particularly one that would require employers to provide health insurance for workers.    Addressing the National Governors' Association from the same stage where Mr. Clinton outlined the basics of his health plan a day earlier, Mr. Dole, the Senate Republican leader, warned the President not to \"get set in concrete\" with his plan.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Egypt Fights Militant Islam With More of the Same","web_url":"https://www.nytimes.com/1993/08/18/world/egypt-fights-militant-islam-with-more-of-the-same.html","abstract":"  Sheik Mohammed al-Ghozali is Egypt's model of the mainstream Muslim cleric, a scholar given ample television time by the Government to expound the merciful virtues of Islam.   But when asked last month on a witness stand whether people who espouse secularist views should be punished, his answer was simple: they should die.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Clifford Views Partner's Acquittal as a Vindication","web_url":"https://www.nytimes.com/1993/08/18/us/clifford-views-partner-s-acquittal-as-a-vindication.html","abstract":"  During the five months that his law partner and protege was on trial in New York on bank fraud charges, Clark M. Clifford never set foot in that city.    But Mr. Clifford, a towering presence at the intersection of law and politics in Washington for nearly half a century, said he never had any doubt that he was as much on trial as his partner, Robert A. Altman.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/08/18/sports/transactions-050893.html","abstract":"  Baseball  National League   CINCINNATI REDS -- Traded Randy Milligan, first baseman-outfielder, to the Cleveland Indians for a player to be named later. Recalled Tim Costo, infielder-outfielder, from Indianapolis of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"For the Childrens' Sake : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/18/opinion/IHT-for-the-childrens-sake-letters-to-the-editor.html","abstract":"How many more innocent children like Irma Hadzimuratovic will have to take shrapnel in the spinal column before the United Nations will finally call on NATO to show the Serbs that the civilized world does not accept this type of new world order? . JEBB C","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Dole Urges End of Embargo On Arms for Bosnian Forces","web_url":"https://www.nytimes.com/1993/08/18/world/dole-urges-end-of-embargo-on-arms-for-bosnian-forces.html","abstract":"  Senator Bob Dole, the Republican leader, sharply criticized President Clinton and the United Nations today for \"standing on the sidelines\" while the Serbs gained control of much of Bosnia.   In a speech to the National Governors Association, Mr. Dole said that \"if we can't help in any other way,\" at the very least the United States and its allies should end the ban on arms to the Bosnian Government.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Honor for a Car That Still Makes Hearts Race","web_url":"https://www.nytimes.com/1993/08/18/nyregion/honor-for-a-car-that-still-makes-hearts-race.html","abstract":"  John DesGroseilliers pointed at a 1930 Kelly-green Franklin with its wide running boards and suicide doors. \"I know I drove that one,\" he said with a smile. Ninety years old now, he worked as an inspector for the Franklin Manufacturing Company here from 1925 until it closed in 1934.   \"There's something about Franklins,\" he said. \"People get fascinated by them.\"","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Fear and Privation Stalk Yugoslavia's Breadbasket","web_url":"https://www.nytimes.com/1993/08/18/world/fear-and-privation-stalk-yugoslavias-breadbasket.html","abstract":"The impact of international economic sanctions is much the same here as elsewhere in what remains of Yugoslavia. Shoppers stand dumbfounded before store windows, counting out loud the long line of zeroes in the prices of items that had long been inexpensive staples. For lack of medicines, doctors at local hospitals turn away patients for all but emergency operations. \n\nAround dinner tables in comfortably furnished houses, the talk is of privation and the unaccustomed isolation of a people who for decades were the free-wheeling travelers of the Communist world.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"1918: Sealed Lips : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/18/opinion/IHT-1918-sealed-lips-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - An official correspondent with the Australian Imperial Force in France, telegraphs: \"Four Australians were taken prisoner by the Germans. There is naturally great anxiety when men are captured in such cases lest some unmeant word may let sli","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/18/nyregion/no-headline-483493.html","abstract":"  \"I welcome going on trial. It isn't Jack Kevorkian on trial. It isn't assisted suicide on trial. You know what's on trial? It's your civilization and society.\" -- DR. JACK KEVORKIAN.  [ A12:4. ]","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Talks on Bosnia Bog Down Over Borders","web_url":"https://www.nytimes.com/1993/08/18/world/talks-on-bosnia-bog-down-over-borders.html","abstract":"  With a final agreement on the future status of Sarajevo still pending, negotiations to end the war in Bosnia turned today to defining the borders of the country's future ethnic republics. The talks immediately bogged down in differences among the three parties to the conflict.   Each of the delegations has presented a map showing how it envisions a fair partition of the country under a peace accord, but there are major disagreements between the Muslims and Serbs over eastern Bosnia and between the Muslims and Croats over central Bosnia.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Reading Into Writing : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/18/opinion/IHT-reading-into-writing-letters-to-the-editor.html","abstract":"Regarding \"You Are What You Write?\" (Aug. 3): .Graphology has a value of minus zero because it is written and filed in one's personal file. It can be referred to later with the remark, \"I told you so,\" or, \"We were warned.\"","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"New Book Describes F.B.I. War Against Soviet Agents in the U.S.","web_url":"https://www.nytimes.com/1993/08/18/us/new-book-describes-fbi-war-against-soviet-agents-in-the-us.html","abstract":"  A new book says the Federal Bureau of Investigation bugged cars belonging to Soviet intelligence officers, disguised its agents as store clerks to befriend K.G.B. officials and installed devices to detect Soviet vehicles at street crossings in the nation's capital during the agency's spy war against Moscow in the 1980's.   The book \"The F.B.I.: Inside the World's Most Powerful Law Enforcement Agency,\" is being published on Thursday by Pocket Books. It was written by Ronald Kessler, a former reporter for The Washington Post who has written several books on intelligence matters.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Demjanjuk Set Free By Israeli Court","web_url":"https://www.nytimes.com/1993/08/18/world/demjanjuk-set-free-by-israeli-court.html","abstract":"  Ivan Demjanjuk will not have to face a new trial in Israel on charges that he was a Nazi death-camp guard. Instead, he was set free today by Israel's Supreme Court and ordered deported.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Books of The Times; Illness and an Effective Treatment","web_url":"https://www.nytimes.com/1993/08/18/books/books-of-the-times-illness-and-an-effective-treatment.html","abstract":"  Encore  A Journal of the 80th Year  By May Sarton  Illustrated. 332 pages. W. W. Norton. $21.95. Life Work  By Donald Hall  123 pages. Beacon Press. $15.   Recovering from major illnesses, May Sarton and Donald Hall, two of America's admired poets, send a common message in their new books: work is necessary medicine at whatever age. Keep the mind going even when the body parts are breaking down. Working on your next book (or whatever you do for a living) is a way of thumbing your nose at physical adversity, of saying never say die.","thumbnail":null,"section":"Books"},{"date":"19930818","headline":"'Godless Monstrosity' in Political Debate","web_url":"https://www.nytimes.com/1993/08/18/education/godless-monstrosity-in-political-debate.html","abstract":"  Michael P. Farris, the Republican candidate for lieutenant governor in Virginia, has called public schools a \"godless monstrosity,\" \"values-indoctrination centers\" and \"a multibillion-dollar inculcation machine.\"   His opponents say his statements are extreme, but Mr. Farris contends he is simply advocating \"parents' rights.\"","thumbnail":null,"section":"Education"},{"date":"19930818","headline":"Many Patients Unhappy With H.M.O.'s","web_url":"https://www.nytimes.com/1993/08/18/us/many-patients-unhappy-with-hmo-s.html","abstract":"  A nationwide study of more than 17,000 patients has found widespread dissatisfaction with health maintenance organizations, adding fuel to a growing national debate over the merits of managed health care.   Patients were more likely to be satisfied with the explanations of their treatments from doctors working in their own offices or in small single-specialty groups than from H.M.O.'s, the researchers said. The patients also said that independent doctors had showed more interest in their well-being.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/18/us/inside-477093.html","abstract":"  Impatient With H.M.O.'s   A survey of patients found much dissatisfaction with health maintenance organizations, adding fuel to debate on managed health care. Page A14.  Hughes Wins Patent Dispute    Hughes Aircraft was awarded royalties that could total more than $1 billion in a lengthy dispute with NASA over satellite patents. Page D1. The End of a Shantytown    New York City bulldozed one of the last remaining shantytowns in Manhattan, eliminating a highly visible symbol of homelessness. Page B1. Suicide Doctor Charged    Dr. Jack Kevorkian got his wish and became the first person charged under a Michigan law that makes assisted suicide a felony. Page A12.  A Soldier's Story    Random House has won the rights to Colin Powell's autobiography, offering $6.5 million to the chairman of the Joint Chiefs. Book Notes, page C13.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Dateable: The Group That Helps the Disabled Break the Ice","web_url":"https://www.nytimes.com/1993/08/18/style/dateable-the-group-that-helps-the-disabled-break-the-ice.html","abstract":"There was no mistaking the purpose of the annual picnic of Dateable, a social organization for people with disabilities. All of the guests, who gathered on a summer afternoon in the garden of a suburban Washington home, wore their hearts on their sleeves in the form of color-coded labels depicting their romantic status.\n\nA name written in yellow meant available, green meant taken and pink signified alumni -- out of the game but available for advice. Members of the staff wore orange.","thumbnail":null,"section":"Style"},{"date":"19930818","headline":"Free Trade or Not ?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/18/opinion/IHT-free-trade-or-not-letters-to-the-editor.html","abstract":"Regarding \"ERM, Trade: Who Treats Real People's Problems?\" (Aug. 5) by William Pfaff, and \"Liberalize Trade or Else\" (Aug. 3) by Peter Sutherland: .In answer to Mr. Sutherland, the director-general of GATT, Mr. Pfaff says that he is","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Pollution Debate at Vast Russian Lake","web_url":"https://www.nytimes.com/1993/08/18/world/pollution-debate-at-vast-russian-lake.html","abstract":"  Less than 100 yards from where the Baikalsk paper mill flushes its industrial waste into Lake Baikal, Raisa M. Zaikova, the plant's chief environmental engineer, dipped a tin cup into the lake and boasted, \"Our backwash is cleaner than what comes from Moscow taps.\"   For 10 years Miss Zaikova has been sipping from this spot, a sunny strip of shore where children swim beneath the plant's three smokestacks, to prove the mill is not poisoning the world's biggest and deepest lake.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/18/nyregion/c-corrections-147493.html","abstract":"  An article in Business Day on Aug. 10 about the Eastman Kodak Company's Sterling Winthrop drug subsidiary misstated the activities of Sterling Winthrop and its French partner, Elf Sanofi S.A., in Asia. Neither Sterling nor Elf Sanofi has a sales force in Japan.  ","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"Space Station Work Gets Tight Controls","web_url":"https://www.nytimes.com/1993/08/18/us/space-station-work-gets-tight-controls.html","abstract":"  NASA headquarters consolidated its grip yesterday on the sprawling $20 billion effort to build an outpost in space for astronauts by singling out one company to be the prime contractor. As part of the sweeping realignment, a new NASA center will be set up to oversee the venture, an old center will be closed, and the number of NASA space-station workers will drop by more than half, to 1,000 from 2,400.   The consolidation is part of President Clinton's plan to streamline the unwieldy station project, which has cost nearly $9 billion in nine years but still exists mainly on paper. In February, he ordered NASA to produce a cheaper and less complex outpost than the $30 billion design then on the drawing board.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Reflections of Reality Found in the Mind's Eye","web_url":"https://www.nytimes.com/1993/08/18/nyregion/about-new-york-reflections-of-reality-found-in-the-mind-s-eye.html","abstract":"  \"OH my God, look,\" jubilated Catherine Starkey. \"Can you believe it?\" she asked standing on a desolate and dirty street in Red Hook and pointing at what seemed to be nothing at all.   \"It was right here, No. 193 Bush Street,\" said the 71-year-old mother of five who lives in Tyler, Tex. \"This is where I lived until I was 17 years old.\"","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"A Challenge for Kids -- and the Military","web_url":"https://www.nytimes.com/1993/08/18/opinion/a-challenge-for-kids-and-the-military.html","abstract":"  America's military forces are redefining themselves in the post-cold-war era. At the same time, many poor and minority youths aren't succeeding in school or in life. That's why a new National Guard initiative seems like a good idea for the military, for troubled youths and for society.    The initiative is the Youth Corps ChalleNGe program (the capitalized NG is for National Guard), which enlists current and former military personnel to teach and counsel young men and women who have dropped out of school. The teaching is aimed at preparing them to obtain a high school equivalency diploma. The counseling is to help them cope with life.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Sports of The Times; The Derby Is History To Sea Hero","web_url":"https://www.nytimes.com/1993/08/18/sports/sports-of-the-times-the-derby-is-history-to-sea-hero.html","abstract":"  In his first major league start, the kid was the king of the world. He stood on the mound and fired the old hardball and nobody could solve him. The next day's headlines said \"No-Hitter -- Bobo Holloman.\" That was the first week of May the spring of 1953.   IT'S beginning to look as if Sea Hero is the Bobo Holloman of racing. He had that one glorious day on the first Saturday in May, finding a hole in the pack and running until he could smell the roses.   Winning the Derby is far more important than pitching a no-hitter, but we are talking here of flash-in-the-pans we have known. All over the world, wherever horses are raced, only one stall is honored with a placard saying: \"Kentucky Derby 1993 Winner.\"","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Germany's Anti-Terror Unit Buffs Its Image","web_url":"https://www.nytimes.com/1993/08/18/world/germany-s-anti-terror-unit-buffs-its-image.html","abstract":"  As recently as last week, the fate of Germany's fabled anti-terrorist unit looked bleak. A team of commandos from the unit had badly botched an arrest of two terrorists in June, and one member of the team had apparently killed one of the suspects in cold blood. Calls for the unit's dissolution were growing in Bonn.   But today, the unit, known as GSG-9, is suddenly the toast of Germany, enjoying congratulations from politicians and a spate of gushing newspaper editorials. What made the difference was hijacking of a K.L.M. airliner to Dusseldorf last weekend, and the unit's role in capturing the hijacker.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"Agassi Easily Eliminates a Big Admirer","web_url":"https://www.nytimes.com/1993/08/18/sports/tennis-agassi-easily-eliminates-a-big-admirer.html","abstract":"  It is a good thing that Kelly Evernden enjoys playing against Andre Agassi.   \"Andre is one of the few colorful players left in the game and I have a ball playing him,\" Evernden said in advance of his first-round match against Agassi today in the $1 million Volvo International.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"When the Hudson River Came Brawling","web_url":"https://www.nytimes.com/1993/08/18/opinion/l-when-the-hudson-river-came-brawling-183093.html","abstract":"  To the Editor:   \"No one here can remember the last time the Hudson seriously overflowed its banks,\" writes Michael T. Kaufman (About New York, Aug. 7). Those of us who grew up in upstream Troy, N.Y., during the Great Depression vividly recall the Hudson's periodic flooding; such occasions constituted a major springtime event.   Richard Selzer recalls in his memoir, \"Down From Troy: A Doctor Comes of Age\":","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Campus Journal; Back to School (Wearing Galoshes)","web_url":"https://www.nytimes.com/1993/08/18/education/campus-journal-back-to-school-wearing-galoshes.html","abstract":"  With a week to go before classes start, flood-weary officials at the University of Iowa have been keeping an eye on the skies. After a month of torrential rains, they have watched with relief as thousands of sandbags have begun to disappear.   At Hancher Auditorium, the marketing director, Judy Hurtig, and the rest of the staff began another workday today in the lobby. Flooding in early July knocked out the ventilation system of the 20-year-old building, and the staff, seeking fresh air, relocated to the entrance.","thumbnail":null,"section":"Education"},{"date":"19930818","headline":"In Arkansas, Clinton Goes at a True Vacation Pace","web_url":"https://www.nytimes.com/1993/08/18/us/in-arkansas-clinton-goes-at-a-true-vacation-pace.html","abstract":"  The county sheriff was ever vigilant in a pontoon boat, reporters stood by in Winnebagos and buzzards circled overhead, but it was not until almost dusk that Bill Clinton made an appearance as he began an Ozarks holiday on the shore of Beaver Lake.   In the wilting heat of August, Mr. Clinton's wife, Hillary, and his daughter, Chelsea, tried a bit of water-skiing beneath the limestone bluffs. But the President himself spent nearly all day inside the home of friends to read, talk on the telephone and enjoy a rare respite from the pressure of office.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Cassell Signs 5-Year Pact With Rockets","web_url":"https://www.nytimes.com/1993/08/18/sports/sports-people-basketball-cassell-signs-5-year-pact-with-rockets.html","abstract":"  SAM CASSELL, a Florida State guard drafted in the first round, signed a conditional five-year contract yesterday with the Houston Rockets that will guarantee him $2.53 million in the first three years.   The fourth and fifth years could be guaranteed if Cassell achieves certain incentives. If the Rockets do not guarantee the fourth year, he could become a free agent in his fifth year.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"The States as Health Care Labs","web_url":"https://www.nytimes.com/1993/08/18/opinion/the-states-as-health-care-labs.html","abstract":"In his speech to the National Governors' Association, President Clinton neglected an approach to health care reform that would be based on national standards and be responsible, doable and politically acceptable.\n\nSaying that America has four options, Mr. Clinton came down firmly on the side of a further \"employer mandate\" -- requiring all employers to buy insurance for their employees. He characterized this approach as \"building on the present system.\"","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Easy Does It","web_url":"https://www.nytimes.com/1993/08/18/opinion/easy-does-it.html","abstract":"  Turn to fiction -- TV commercials and print ads -- and ours is a country of tennis players, joggers, skiers and weight lifters. Turn to fact, however, and ours is a nation of people who seldom get off their duffs. That's why the Federal Centers for Disease Control and Prevention, along with assorted doctors and exercise experts, faced up and recently issued a new prescription for physical fitness. If you won't run, walk. Or rake leaves. Or samba. Or something.   Being told to get out there and use those muscles, it seems, has made millions of Americans take to their couches instead. Who can blame them? On the whole it is sweeter by far to contemplate athletes than it is to emulate them. Furthermore it is only human to resist orders, especially if they involve lifting iron or breaking a sweat. But if one is told that taking the staircase rather than the elevator adds up to a decent daily workout, then one might act accordingly.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"In America; Michael's Chance","web_url":"https://www.nytimes.com/1993/08/18/opinion/in-america-michael-s-chance.html","abstract":"  The youngsters on the basketball court on the Upper West Side of Manhattan were trying to figure out a way to pull a kernel of opportunity from the death of James Jordan.   The afternoon was appropriately gloomy, a sullen gray, humid. The ball rattled off the backboard and into the hands of Dyam Jennings, who is 15. A moment later, standing beside the court, he and a few friends asked how Michael Jordan was doing and said they worried that he would have a hard time next season when he will have to go onto the court without his father nearby.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/18/style/chronicle-132693.html","abstract":"  Does being angrily reprimanded by PRESIDENT CLINTON automatically entitle the offender to an apology and a fancy dinner later?    For WENDY SMITH, the White House aide in charge of the President's travel plans last week, it certainly did. After she was scolded by Mr. Clinton at Lambert-St. Louis International Airport last Wednesday for misplacing his briefcase, her name was added to those of a small group of White House staff members who joined the President at an expensive French restaurant in Washington for a private dinner that evening.","thumbnail":null,"section":"Style"},{"date":"19930818","headline":"Vietnam Denies Making Offer","web_url":"https://www.nytimes.com/1993/08/18/us/vietnam-denies-making-offer.html","abstract":"  Vietnam denied Monday that it had offered Commerce Secretary Ronald H. Brown $700,000 to help get the American economic embargo lifted. A foreign ministry spokesman said the accusation, reported in the Aug. 23 issue of U.S. News & World Report, was groundless and was aimed at hurting relations between the United States and Vietnam. Mr. Brown described the accusation by a Vietnamese business consultant in Florida as ridiculous.   ","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Polishing A Quirky Setting for Letterman","web_url":"https://www.nytimes.com/1993/08/18/theater/polishing-a-quirky-setting-for-letterman.html","abstract":"  Like an ancient apparition around a modern veneer, the ornate Gothic shell inside the Ed Sullivan Theater has already given \"Late Show\" an eccentric personality, even without David Letterman onstage.   Not every modern television studio -- probably not any modern television studio, come to think of it -- has four-story-high, apse-like recesses flanking the main stage, with luxuriant plasterwork flora and 18-foot window bays topped by quatrefoil traceries filled with cobalt and ruby and emerald stained glass.","thumbnail":null,"section":"Theater"},{"date":"19930818","headline":"76ers Seek a Master to Tutor Bradley","web_url":"https://www.nytimes.com/1993/08/18/sports/sports-people-baseball-76ers-seek-a-master-to-tutor-bradley.html","abstract":"  SHAWN BRADLEY can look forward to working with MOSES MALONE in Bradley's first season with the Philadelphia 76ers. Now, he may also benefit from tutoring by KAREEM ABDUL-JABBAR.    The Sixers' general manager, JIM LYNAM, said Monday that he has asked Abdul-Jabbar to give the 7-foot-6-inch Bradley lessons in the sky hook. Getting the two together \"is a possibility down the line,\" Lynam said.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Why the Foot-Dragging by Europe's Banks?","web_url":"https://www.nytimes.com/1993/08/18/opinion/IHT-why-the-footdragging-by-europes-banks.html","abstract":"The members of the European Monetary System and much of the rest of Europe have been suffering under a staggering amount of unemployment and the associated waste of billions in potential economic output. To attack this problem there is an immediate need","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Keeping a Routine in Stormy Days","web_url":"https://www.nytimes.com/1993/08/18/nyregion/keeping-a-routine-in-stormy-days.html","abstract":"  During the 12 days that Harvey Weinstein's family and closest friends waited for the next message from his kidnappers, Fermin Rodriguez seemed to stay with his routine. He rose at 6:30 A.M., fell in line at his station behind his sewing machine at Mr. Weinstein's formal-wear company by 8 o'clock and showed up where and when required.   When company officials asked the employees for their prayers, Mr. Rodriguez was at the meeting, his co-workers said, shaking his head with concern.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"'Ghost Riders' Are Target of an Insurance Sting","web_url":"https://www.nytimes.com/1993/08/18/us/ghost-riders-are-target-of-an-insurance-sting.html","abstract":"  For some time, mass transit operators have worried about a growing phenomenon: \"ghost riders,\" people who file insurance claims for injuries they never sustained in public transit accidents. When there is a bus or train accident, people from the neighborhood often race on board and claim they were victims.    New Jersey decided to do something about it. It set up a sting operation, and staged more than 10 accidents around the state, which it filmed. Then, it watched the claims pour in.","thumbnail":null,"section":"U.S."},{"date":"19930818","headline":"Sanity of Defendant in Slaying Questioned","web_url":"https://www.nytimes.com/1993/08/18/nyregion/sanity-of-defendant-in-slaying-questioned.html","abstract":"  At his first court appearance since he was found fit to stand trial for the killing of a woman walking her dogs, a homeless man yesterday made claims that led a judge to question his sanity once again.   The defendant, Kevin McKiever, 36, charged with killing Alexis Ficks Welsh, claimed that his lawyer had withheld evidence favorable to him, referred insistently to hearings that were never held and cited tests that were never conducted.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/08/18/sports/metropolitan-golf-report.html","abstract":"  The majority of the contenders for the Met Open, the stroke-play championship of the Metropolitan Golf Association, kept saying before the tournament that the Quaker Ridge course in Scarsdale, N.Y., was so difficult that par would be enough to win.   P. J. Cowan of Lake Success (L.I) Golf Club, who shot 59 in a noncompetitive round at Montauk (L.I.) Downs in 1991, was one of five players who proved everyone wrong -- at least after yesterday's opening round.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Democrats' Challenge in Senate Race Fades","web_url":"https://www.nytimes.com/1993/08/18/nyregion/democrats-challenge-in-senate-race-fades.html","abstract":"  The chances for a Brooklyn Democrat to win a State Senate seat have faded after a judge rejected efforts to disqualify the Republican candidate and the Governor declined to set an election date that might give an edge to the Democrat.   The special election in the 23d Senate District, which includes Bay Ridge and parts of Staten Island, is important because it could weaken the Republicans' 34-to-26 majority in the Senate.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"The Military Is Not a Social Program","web_url":"https://www.nytimes.com/1993/08/18/opinion/the-military-is-not-a-social-program.html","abstract":"  Our society is becoming ever more divided between people of thought and people of action. Thus, it is not surprising that a wide array of politicians and commentators found the order by the Marine Corps Commandant that would have limited enlistments to unmarried recruits an object of easy derision.   Administration officials concede that Gen. Carl E. Mundy Jr. possesses the authority to change Marine recruitment policy without their approval. Nonetheless, the order was quickly rescinded, and he was subjected to a public dressing-down for having exercised his judgment without their concurrence.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"CLINTON MAY LET U.S. TROOPS SERVE UNDER U.N. CHIEFS","web_url":"https://www.nytimes.com/1993/08/18/world/clinton-may-let-us-troops-serve-under-un-chiefs.html","abstract":"  Shifting away from the longstanding tradition of American commanders for American troops, the Clinton Administration is considering an expanded role in United Nations peacekeeping operations that would include having Americans serve under foreign commanders on a regular basis.   Administration officials say a presidential policy directive to allow for such an expansion of the American role has been drafted and is expected to be signed by President Clinton next month. It has the backing of the Defense Department, the State Department, the National Security Council and Madeleine K. Albright, delegate to the United Nations.","thumbnail":null,"section":"World"},{"date":"19930818","headline":"One Swat Foils the Yankees' Bid for a Sweep","web_url":"https://www.nytimes.com/1993/08/18/sports/baseball-one-swat-foils-the-yankees-bid-for-a-sweep.html","abstract":"  Everything was progressing so smoothly for the Yankees. They already had one victory behind them, and Melido Perez was cruising toward another in the second game of the doubleheader. They were dreaming of a sweep over the Rangers and of regaining a share of first place with Toronto.   But in the sixth inning last night, Juan Gonzalez did what Juan Gonzalez does. Gonzalez unloaded a monstrous three-run homer off Perez that spoiled his shutout attempt and ruined the chance for a sweep as the Rangers snatched a 3-2 victory. Don Mattingly clubbed a three-run homer, and Bernie Williams had four hits and a three-run homer to help a sub-par Jimmy Key and the Yankees finally defeat nemesis Kevin Brown and Texas, 11-4, in the opener.","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/18/nyregion/c-corrections-146693.html","abstract":"  An entry in the Company Earnings listing in Business Day on July 28 about the second-quarter financial results of the Consolidated Edison Company of New York misstated the company's total revenues for the 1993 quarter and the comparable quarter in 1992. Con Edison reported total revenues of $1,396,010,000 in this year's second quarter, compared with $1,280,110,000 a year earlier. It was electric revenues, not total revenues, that amounted to $1,169,280,000 in the 1993 quarter, compared with $1,072,000,000 in the 1992 quarter.","thumbnail":null,"section":"New York"},{"date":"19930818","headline":"In Bosnia, Air Strikes Alone Won't Do the Job; No Break in Arms Flow","web_url":"https://www.nytimes.com/1993/08/18/opinion/l-in-bosnia-air-strikes-alone-won-t-do-the-job-no-break-in-arms-flow-199793.html","abstract":"  To the Editor:   The rhetoric surrounding imminent American military intervention against Bosnian Serbs shows that both the Clinton Administration and the Bosnian Muslim Government of President Alija Izetbegovic are much more concerned with maintaining the arms flow into Sarajevo than with relieving its population's suffering.   For the last 15 months we have been lied to. We were told that all the supply routes into Sarajevo were held by the Serbs and that they were responsible for preventing humanitarian convoys from reaching the besieged city. We now learn that all this time the Bosnian Muslim Government had a supply route over Mount Igman, which it used to bring in arms and ammunition for the soldiers, not food and medicine for civilians.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Harkes Moves to New Team in England","web_url":"https://www.nytimes.com/1993/08/18/sports/sports-people-soccer-harkes-moves-to-new-team-in-england.html","abstract":"  JOHN HARKES, the first American soccer player to score a goal in an English cup final at Wembley, transferred from Sheffield Wednesday to Derby County yesterday after failing to come to contract terms. Harkes, from Kearney, N.J., played for Sheffield Wednesday since 1990 and scored the team's only goal in a 2-1 loss to Arsenal in the League Cup final last season. Arsenal went on to win the Football Association Cup final. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"In Bosnia, Air Strikes Alone Won't Do the Job; Myths and Murders","web_url":"https://www.nytimes.com/1993/08/18/opinion/l-in-bosnia-air-strikes-alone-won-t-do-the-job-myths-and-murders-198993.html","abstract":"  To the Editor:   Re Joseph Brodsky's \"Blood, Lies and the Trigger of History\" (Op-Ed, Aug. 4): Yes, let's get history out of the Balkan debate, as Mr. Brodsky suggests. He's right to argue that in the former Yugoslavia the myth makers are also the murderers. But let's not forget whose myths have caused the most murders.   When the President of Serbia, Slobodan Milosevic, wanted to shut down the autonomous region of Kosovo, he harked back to Serbia's defeat there in 1389. When the Slovenes and Croats, fearing for their own status in a Serb-dominated Yugoslavia, chose independence, Mr. Milosevic's regime resurrected the ghosts of World War II collaboration with the Nazis.","thumbnail":null,"section":"Opinion"},{"date":"19930818","headline":"Taylor Comes On As Mentor for Giants","web_url":"https://www.nytimes.com/1993/08/18/sports/pro-football-taylor-comes-on-as-mentor-for-giants.html","abstract":"  There have been times during this training camp when Lawrence Taylor has looked around and noticed a lot of young faces on the defense. Lots and lots of baby faces. And some of these faces, naturally, look up to Taylor the way Ralph Macchio did to his martial arts teacher in the \"Karate Kid\" flicks. To some of these guys, Taylor is a walking instruction manual on how to play linebacker.   Step 1: Listen to your football elders. Marcus Buckley is the guy voted by some as most likely to succeed Taylor as the Giants' outside linebacker of the future. He is one of those guys who has gone to Taylor for advice. L.T., how do you shed a blocker if he is hooked your arm? L.T., when they come out in this formation, what's going to happen? L.T., why is the sky blue?","thumbnail":null,"section":"Sports"},{"date":"19930818","headline":"Savor the Charms of the Mighty Shrimp","web_url":"https://www.nytimes.com/1993/08/18/style/savor-the-charms-of-the-mighty-shrimp.html","abstract":"AMERICANS eat more shrimp than any other fresh or frozen seafood; only canned tuna is more popular. Yet most Americans know little about shrimp except that they come small, medium, large or, in the proverbial oxymoron, jumbo.\n\nFew people know that there are about six distinct species commonly sold in the United States. Some shrimp are wild, some are farmed, and they come from all over the world, from the Gulf of Mexico to the estuaries, bays and ponds of China, India and Ecuador. In short, all shrimp are not alike.","thumbnail":null,"section":"Style"}],"wiki_events":[{"date":"19930818","headline":"American International Airways Flight 808 crashes at Leeward Point Field at Guantanamo Bay Naval Base in Guantnamo Bay, Cuba, injuring the three crew members.","pages":[{"title":"American International Airways Flight 808","web_url":"https://en.wikipedia.org/wiki/American_International_Airways_Flight_808","description":"1993 cargo plane crash","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/N814CK_Kalitta_Air_DC-8.jpg/320px-N814CK_Kalitta_Air_DC-8.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"American International Airways (AIA) Flight 808 was a cargo flight operated by American International Airways that crashed on August 18, 1993 while attempting to land at Leeward Point Field at the Guantnamo Bay Naval Base in Cuba. All 3 crew members on board survived with serious injuries."},{"title":"Leeward Point Field","web_url":"https://en.wikipedia.org/wiki/Leeward_Point_Field","description":"Airport in Guantnamo Bay, Cuba","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/US_Navy_100506-N-8241M-317_An_aerial_view_of_the_Leeward_Airfield_at_Naval_Station_Guantanamo_Bay%2C_Cuba.jpg/320px-US_Navy_100506-N-8241M-317_An_aerial_view_of_the_Leeward_Airfield_at_Naval_Station_Guantanamo_Bay%2C_Cuba.jpg","thumbnail_width":320,"thumbnail_height":229},"abstract":"Leeward Point Field, also known as Leeward Airfield, is a U.S. military airfield located at Naval Station Guantanamo Bay in Guantnamo Bay, Cuba."},{"title":"Guantanamo Bay Naval Base","web_url":"https://en.wikipedia.org/wiki/Guantanamo_Bay_Naval_Base","description":"Military base of the United States Navy","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/US_Navy_100506-N-8241M-191_An_aerial_view_of_Bulkeley_Hall_at_Naval_Station_Guantanamo_Bay%2C_Cuba._Bulkeley_Hall_is_the_naval_station_headquarters_and_administration_building.jpg/320px-thumbnail.jpg","thumbnail_width":320,"thumbnail_height":229},"abstract":"Guantanamo Bay Naval Base, officially known as Naval Station Guantanamo Bay or NSGB, is a United States military base located on 45 square miles (117km2) of land and water on the shore of Guantnamo Bay at the southeastern end of Cuba. It has been permanently leased to the United States since 1903 as a coaling station and naval base, making it the oldest overseas U.S. naval base in the world. The lease was $2,000 in gold per year until 1934, when the payment was set to match the value in gold in dollars; in 1974, the yearly lease was set to $4,085."},{"title":"Guantnamo Bay","web_url":"https://en.wikipedia.org/wiki/Guant%C3%A1namo_Bay","description":"Bay located in Guantnamo Province","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Guantanamo_bay_satellite_image.jpg/320px-Guantanamo_bay_satellite_image.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Guantnamo Bay is a bay in Guantnamo Province at the southeastern end of Cuba. It is the largest harbor on the south side of the island and it is surrounded by steep hills which create an enclave that is cut off from its immediate hinterland."},{"title":"Cuba","web_url":"https://en.wikipedia.org/wiki/Cuba","description":"Country in the Caribbean","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Flag_of_Cuba.svg/320px-Flag_of_Cuba.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"Cuba, officially the Republic of Cuba, is an island country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located where the northern Caribbean Sea, Gulf of Mexico, and Atlantic Ocean meet. Cuba is located east of the Yucatn Peninsula (Mexico), south of both the American state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagey. The official area of the Republic of Cuba is 109,884km2 (42,426sqmi) but a total of 350,730km2 (135,420sqmi) including the exclusive economic zone. Cuba is the second-most populous country in the Caribbean after Haiti, with over 11 million inhabitants."}]}],"weather":[{"date":"19930818","time":"1993-08-18 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":70,"wspd":13},{"date":"19930818","time":"1993-08-18 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":76,"wspd":7.6},{"date":"19930818","time":"1993-08-18 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":78,"wspd":11.2},{"date":"19930818","time":"1993-08-18 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":79,"wspd":7.6},{"date":"19930818","time":"1993-08-18 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":81,"wspd":7.6},{"date":"19930818","time":"1993-08-18 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":84,"wspd":5.4},{"date":"19930818","time":"1993-08-18 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":84,"wspd":5.4},{"date":"19930818","time":"1993-08-18 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":80,"wspd":5.4},{"date":"19930818","time":"1993-08-18 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":70,"wspd":5.4},{"date":"19930818","time":"1993-08-18 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":59,"wspd":7.6},{"date":"19930818","time":"1993-08-18 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":45,"wspd":13},{"date":"19930818","time":"1993-08-18 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":45,"wspd":5.4},{"date":"19930818","time":"1993-08-18 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":43,"wspd":5.4},{"date":"19930818","time":"1993-08-18 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":40,"wspd":7.6},{"date":"19930818","time":"1993-08-18 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":36,"wspd":7.6},{"date":"19930818","time":"1993-08-18 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":36,"wspd":5.4},{"date":"19930818","time":"1993-08-18 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":41,"wspd":7.6},{"date":"19930818","time":"1993-08-18 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":42,"wspd":5.4},{"date":"19930818","time":"1993-08-18 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":42,"wspd":9.4},{"date":"19930818","time":"1993-08-18 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":45,"wspd":11.2},{"date":"19930818","time":"1993-08-18 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":49,"wspd":11.2},{"date":"19930818","time":"1993-08-18 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":54,"wspd":5.4},{"date":"19930818","time":"1993-08-18 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":57,"wspd":5.4},{"date":"19930818","time":"1993-08-18 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":57,"wspd":7.6},{"date":"19930818","time":"1993-08-18 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":11.2},{"date":"19930818","time":"1993-08-18 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":9.4},{"date":"19930818","time":"1993-08-18 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":13},{"date":"19930818","time":"1993-08-18 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":13},{"date":"19930818","time":"1993-08-18 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":13},{"date":"19930818","time":"1993-08-18 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":18.7},{"date":"19930818","time":"1993-08-18 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":14.8},{"date":"19930818","time":"1993-08-18 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":16.6},{"date":"19930818","time":"1993-08-18 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":14.8},{"date":"19930818","time":"1993-08-18 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":20.5},{"date":"19930818","time":"1993-08-18 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":24.1},{"date":"19930818","time":"1993-08-18 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":87,"wspd":16.6},{"date":"19930818","time":"1993-08-18 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":82,"wspd":18.7},{"date":"19930818","time":"1993-08-18 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":20.5},{"date":"19930818","time":"1993-08-18 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":76,"wspd":22.3},{"date":"19930818","time":"1993-08-18 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":74,"wspd":20.5},{"date":"19930818","time":"1993-08-18 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":76,"wspd":18.7},{"date":"19930818","time":"1993-08-18 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":71,"wspd":20.5},{"date":"19930818","time":"1993-08-18 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":74,"wspd":22.3},{"date":"19930818","time":"1993-08-18 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":65,"wspd":24.1},{"date":"19930818","time":"1993-08-18 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":67,"wspd":22.3},{"date":"19930818","time":"1993-08-18 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":16.6},{"date":"19930818","time":"1993-08-18 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":65,"wspd":18.7},{"date":"19930818","time":"1993-08-18 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":64,"wspd":14.8}]},"19930819":{"guardian_articles":[],"nytimes_articles":[{"date":"19930819","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/19/nyregion/c-corrections-971893.html","abstract":"  A chart on Monday, with an article about the acquittal of Robert A. Altman on charges stemming from the collapse of the Bank of Credit and Commerce International, rendered the name of a defendant in a related case incorrectly in some editions. He is Sheik Khalid bin Mahfouz, not Sheik Khalid biz-Mafouz.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Edberg Is Bombed in New Haven","web_url":"https://www.nytimes.com/1993/08/19/sports/tennis-edberg-is-bombed-in-new-haven.html","abstract":"  Even though he has won only one tournament this year and played in only one event in the past six weeks, Stefan Edberg did not appear to face any danger against the relatively unknown David Vacek tonight in his opening match in the Volvo International.   After all, Edberg is ranked third in the world and was both the defending Volvo and United States Open champion. In addition, the 27-year-old Swede has won 37 titles, including six Grand Slam singles championships. The 22-year-old Vacek, from the Czech Republic, is ranked 105th and has never won a pro tournament.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Hawks Sign No. 1 Pick","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-people-pro-basketball-hawks-sign-no-1-pick.html","abstract":"  The Atlanta Hawks signed forward DOUG EDWARDS of Florida State, their top draft choice, to a multiyear contract yesterday. Terms were not released. Edwards was the 15th player chosen in the National Basketball Association draft last month. He averaged 17.2 points a game at Florida State.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"NPR Names New President","web_url":"https://www.nytimes.com/1993/08/19/arts/npr-names-new-president.html","abstract":"  National Public Radio today named Delano E. Lewis, a telephone executive, as its president. He succeeds Douglas J. Bennet, who left NPR to join the Clinton Administration as Assistant Secretary of State for International Organizations.   Mr. Lewis is president and chief executive officer of the Chesapeake & Potomac Telephone Company, the Bell Atlantic subsidiary that serves the Washington metropolitan area. Mr. Lewis, who is 54, has been with the telephone company for 20 years. Before that he worked as a lawyer for the Justice Department and the Equal Employment Opportunity Commission, served in the Peace Corps and worked as a Congressional aide.","thumbnail":null,"section":"Arts"},{"date":"19930819","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/08/19/arts/classical-music-in-review-442293.html","abstract":"  Beaux-Arts Trio    Mostly Mozart Festival Avery Fisher Hall    The Beaux-Arts Trio has long been a mainstay of the Mostly Mozart Festival, but its performance on Monday evening was its first appearance there since Isidore Cohen retired last year, ceding the violinist's chair to Ida Kavafian. The ensemble's current lineup also includes Peter Wiley, the cellist who joined in 1987, and Menahem Pressler, the pianist who was one of the trio's founders in 1955.","thumbnail":null,"section":"Arts"},{"date":"19930819","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/08/19/arts/classical-music-in-review-133093.html","abstract":"  Mostly Mozart Festival Orchestra  Avery Fisher Hall   Friday night's concert by the Mostly Mozart Festival Orchestra introduced the pianist Imogen Cooper to this summer series. Although Miss Cooper is British, her training is cosmopolitan, including extensive study with the highly respected Yvonne Lefebure in Paris and a long association with Alfred Brendel in London.","thumbnail":null,"section":"Arts"},{"date":"19930819","headline":"Giants Are Striving for Team Chemistry","web_url":"https://www.nytimes.com/1993/08/19/sports/football-giants-are-striving-for-team-chemistry.html","abstract":"  Coach Dan Reeves sent his Giants players home today, ending their sleep-over training camp after one month, but admitted he was not sure whether he has instilled elusive team chemistry into his new club.   Reeves has been on the job seven months, hired after the 6-10 season under Ray Handley. But he has had the team as a unit for only 31 days, since camp began. Today, players left the dormitory and collegiate atmosphere of Fairleigh Dickinson-Madison here to set up their more familiar shop at Giants Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Kisio Finds a Home at Calgary","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-people-hockey-kisio-finds-a-home-at-calgary.html","abstract":"  KELLY KISIO, looking to go home and be close to his family, signed a multiyear contract as an unrestricted free agent with the Calgary Flames. Last season, with the San Jose Sharks, Kisio matched a career best with 78 points (26 goals, 52 assists). (AP)","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/19/us/inside-908493.html","abstract":"  Sharp Cutbacks by Kodak   Eastman Kodak will eliminate 10,000 jobs by the end of 1995 in a move that may be a precursor to more drastic cuts to come. Page D1. Stocks Surge in Europe    European stock markets have soared to new highs, with investors anticipating that interest rates are about to begin a steady decline. Page D1. Judge Grants Girl's Wish    A Florida judge ruled that Kimberly Mays, who was switched at birth, has no obligation to maintain contact with her biological parents. Page A16. Why U.S. Put Sudan on List    The Sudan does sponsor terror, Washington says, but there is no clear evidence of a link to reported bomb plots in New York. Page A11. Doubts About Jail Incident    Westchester's County Executive accused jail guards of staging a hostage-taking that occurred before a planned vote on their raises. Page B1. S.A.T. Scores Rise Again    For the second straight year, the average scores on the Scholastic Aptitude Test rose, prompting optimism about the nation's schools. Page A16.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"U.S. Embargo of Cuba Has a Human Cost","web_url":"https://www.nytimes.com/1993/08/19/opinion/l-us-embargo-of-cuba-has-a-human-cost-127593.html","abstract":"  To the Editor:   Cuba's epidemic of optic neuropathy, which has resulted in the visual and neurological impairment of thousands of Cubans, marks a new and dangerous point in the United States embargo of Cuba. As of June, total reported cases had reached 45,584, which is considerable for Cuba's population of 11 million.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"In Its Staid Way, Island Is Agog Over Clinton","web_url":"https://www.nytimes.com/1993/08/19/us/in-its-staid-way-island-is-agog-over-clinton.html","abstract":"  Vernon E. Jordan was trying to be discreet. True, of all the shirts in his wardrobe, the President's close friend and adviser had chosen to wear the blue polo with the White House insignia.   Everyone here says that Mr. Jordan, who has been coming to Martha's Vineyard for 20 summers, is the point man for the Presidential visit. Everyone, that is, except Mr. Jordan.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"Campanelli Hits Cal With Suit","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-people-college-basketball-campanelli-hits-cal-with-suit.html","abstract":"  LOU CAMPANELLI, the former University of California coach, filed a $5 million suit against the school yesterday, saying his dismal violated due process rights and damaged his reputation so badly he can't find a job. The suit was filed in Federal court and names as defendants University of California regents, athletic director BOB BOCKRATH and DAN BOGGAN, the university's vice chancellor.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"McRae to Play in Turkey","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-people-pro-basketball-mcrae-to-play-in-turkey.html","abstract":"  The former Syracuse center CONRAD McRAE, facing long odds at making it in the N.B.A., has signed a one-year contract with a professional team in Turkey. McRae will play in Istanbul for the Fennerbahce club, earning more than $350,000.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"80's Scandal Unraveled In a Suicide","web_url":"https://www.nytimes.com/1993/08/19/nyregion/80-s-scandal-unraveled-in-a-suicide.html","abstract":"  Perhaps the most remarkable aspect of the New York City investigators' report released yesterday is not the finding that city officials showed favoritism in how they awarded a municipal contract, but the fact that the award went to one of the very same companies that helped plunge city government into scandal in the mid-1980's.    How could this happen? Yesterday's report devotes more than 200 pages to trying to explain. The original scandal entangled the Parking Violations Bureau, the same agency involved in yesterday's report.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Concern Grows Over Reopening of Schools","web_url":"https://www.nytimes.com/1993/08/19/nyregion/concern-grows-over-reopening-of-schools.html","abstract":"  With school scheduled to begin in just three weeks, anxiety is building among New York City officials that asbestos inspections of the city's 1,069 schools may not be completed on time and that superintendents and principals may have to draw up emergency plans for the fall term.   Thousands of concerned parents have been phoning neighborhood schools and district offices across the city, demanding information about which schools will open this fall, and superintendents and principals have so far been unable to respond because an emergency inspection program is just beginning.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/19/nyregion/c-corrections-076793.html","abstract":"  A chart on Monday with the continuation of a front-page article about electronic newspaper services misstated the price of Chicago Online, a service of The Chicago Tribune that is offered on the computer network America Online. The price is $9.95 a month, not $7.95 a month.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Three Champions to Miss Open","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-people-tennis-three-champions-to-miss-open.html","abstract":"  When the United States Open gets under way in 11 days, the show will have to go on without three familiar champions who share 11 Open titles. For differing reasons, the five-time champion JIMMY CONNORS, the four-time champion JOHN McENROE and the two-time defending champion MONICA SELES will not be competing when the Open celebrates its 25th anniversary. The 40-year-old Connors, now ranked 187th, is concentrating on starting his Champions Tour, a three-stop senior series that debuts in New Albany, Ohio, Aug. 25-29. But Connors has not offically turned down the wild card offered him by the tournament's director, STEVE DEVOE. The unofficially retired McEnroe, ranked 179th, is pursuing an exhibition-and-broadcast-only tennis schedule and has not requested a singles or doubles wild card. Seles, the Open's defending champion, is still recovering from the knife wound she received in Germany on April 30 and doesn't plan to rejoin the Kraft Tour until October.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/19/style/chronicle-069493.html","abstract":"  Despite a sisterly warning that Washington can be an unforgiving place, BETSY MYERS, a sister of DEE DEE MYERS, the White House press secretary, is joining the Clinton Administration as executive director of the Office of Women's Business Ownership in the Small Business Administration.   In a joint interview conducted at their parents' home in Santa Clarita, Calif., and published yesterday in The Los Angeles Times, Dee Dee Myers, who is a year younger than Betsy, 32, warned her sister that Washington left \"no margin for error\" and that \"there is no tolerance for trying to do things differently.\"","thumbnail":null,"section":"Style"},{"date":"19930819","headline":"The Star Wars Hoax","web_url":"https://www.nytimes.com/1993/08/19/opinion/the-star-wars-hoax.html","abstract":"  The revelation on yesterday's front page was enough to rouse even the most cynical student of official mendacity: at great cost, The Times's Tim Weiner reports, the Reagan Administration back in 1984 designed an elaborate deception to mislead the Soviet Union about the \"Star Wars\" space-based missile defense. The scheme deceived not only the Kremlin but Congress, defrauding the American people of billions of dollars that could have been spent on real defense and domestic programs.    By willfully misleading Congress about the system's capabilities, Pentagon officials did more than damage their own credibility; they may have committed a crime. Congress must call those responsible to account.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Israeli Appeals Keep Demjanjuk in Prison","web_url":"https://www.nytimes.com/1993/08/19/world/israeli-appeals-keep-demjanjuk-in-prison.html","abstract":"  Israel is keeping John Demjanjuk in prison, although a second set of Supreme Court justices has ordered his deportation. He will stay in his cell at least two more days while the court hears more appeals.   Three weeks ago, justices overturned his conviction on charges that he was the Nazi death-camp guard known as Ivan the Terrible.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"A Former Insurance Executive Is Named New Chief of Empire","web_url":"https://www.nytimes.com/1993/08/19/nyregion/a-former-insurance-executive-is-named-new-chief-of-empire.html","abstract":"  Moving to end a period of management turmoil, Empire Blue Cross and Blue Shield yesterday named G. Robert O'Brien, a former executive of the Cigna Corporation, as its fourth chief executive in three months.   The appointment of Mr. O'Brien, who was in charge of managed care networks at Cigna, underscores Empire's intention to transform itself into a leader in managed care. The networks limit the choices of doctors and hospitals and tightly control costs. Currently nearly all of Empire's 7.6 million customers hold traditional insurance policies, which permit them virtually unlimited choice.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"A Different Bo Jackson Is Back With White Sox","web_url":"https://www.nytimes.com/1993/08/19/sports/baseball-a-different-bo-jackson-is-back-with-white-sox.html","abstract":"  Bo Jackson sat at his locker in the Chicago White Sox clubhouse yesterday with a bandanna around his head and a small bandage on his hand. Jackson was getting ready to return soon to the White Sox lineup, from which he has been absent for the last six games because of injury. The injury has nothing to do with his famous hip. It had more to do with his infamous motorcycle, or one of the three he owns.   Jackson was repairing his vehicle when it fell. As he tried to catch it, it ripped his right hand. \"It was a dumb, dumb thing to do,\" said Jackson.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"TERRORISTS HELPED BY SUDAN, U.S. SAYS","web_url":"https://www.nytimes.com/1993/08/19/world/terrorists-helped-by-sudan-us-says.html","abstract":"  The Administration's decision to add the Sudan to the list of countries that sponsor international terrorism was based on evidence that the Sudan harbors terrorists, and not because of any Sudanese links to a reported plot to bomb targets in New York City, United States officials said today.    The State Department spokesman, Michael McCurry, said evidence indicated that the Sudan had allowed its territory to be used as a sanctuary for groups like the Abu Nidal organization, the Party of God and the Palestine Islamic Holy War. The State Deparment considers all three groups terrorist organizations.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"Coleman Situation And His Future Put Mets in Quandary","web_url":"https://www.nytimes.com/1993/08/19/sports/baseball-coleman-situation-and-his-future-put-mets-in-quandary.html","abstract":"  The Mets' front office will let Vince Coleman explain himself in a meeting tentatively set for Friday and will then either suspend him with pay, suspend him without pay, void his contract or release him, the team's legal counsel, David Howard, said tonight.   Based on those developments, it is unlikely Coleman will play another game for the Mets this season.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Give Peace a Chance : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/19/opinion/IHT-give-peace-a-chance-letters-to-the-editor-94262705059.html","abstract":"When writers like Mr. Safire and Mr. Lewis, who at best will usually agree to disagree, implore President Bill Clinton to finally lead NATO intervention in Bosnia, one realizes how inescapable the horror of the genocide has become, and how impotent the po","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/19/nyregion/c-corrections-073293.html","abstract":"  A picture caption on Tuesday about the cemetery in Springs, L.I., where the artist Jackson Pollock is buried misidentified the man standing near the grave. He was Jarvis Wood, a former superintendent of the cemetery, not John Mullane, a vacationer.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Vatican Hopes to Widen Influence With U.S.","web_url":"https://www.nytimes.com/1993/08/19/world/vatican-hopes-to-widen-influence-with-us.html","abstract":"  Since Pope John Paul II's recent visit to the United States, the Vatican senses an opportunity to forge a new relationship with the Clinton Administration that will enable it to exert a \"moral authority\" in world affairs, officials in the papal entourage say.   \"Now that there is no longer an ideological battle, what dimensions are there in world affairs apart from the political and the economic?\" asked an official who insisted that he not be named.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"A War Crimes Tribunal : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/19/opinion/IHT-a-war-crimes-tribunal-letters-to-the-editor.html","abstract":"Regarding \"Remember to Prosecute War Criminals\" (Opinion, Aug. 6) by Muhamed Sacirbey: .Ambassador Sacirbey knows very well that the atrocities committed in Bosnia-Herzegovina have not been isolated but have been carried out on a large scale","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"The Quincy Watts Shoe Sole Explosion Alert:Something Smells Here","web_url":"https://www.nytimes.com/1993/08/19/sports/IHT-the-quincy-watts-shoe-sole-explosion-alertsomething-smells-here.html","abstract":"This Nike, Inc., memo is regarded Class A-1 Confidential. See Nike Contractual Regulation R-32.iii for acceptable means of disposal (i.e. shredding/incineration). .MEMO SUBJECT: Exploding Shoes. .OVERVIEW: Left shoe of Quincy Watts, Olympic 400-meter","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Chavez Drawing a Crowd","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-people-boxing-chavez-drawing-a-crowd.html","abstract":"  More than 42,000 tickets have been sold for the Sept. 10 triple-header boxing championships in the Alamodome in San Antonio. DON KING, the promoter, says a capacity crowd of 75,000 will attend the pay-per-view event. It features JULIO CESAR CHAVEZ challenging PERNELL WHITAKER for the World Boxing Council welterweight crown.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Looking Back: From a Crypt to Freedom","web_url":"https://www.nytimes.com/1993/08/19/nyregion/looking-back-from-a-crypt-to-freedom.html","abstract":"  Lean, grizzled and grateful for life, Harvey Weinstein described yesterday his frightening passage from kidnapping crypt to freedom regained, lingering over a despairing plea that his kidnappers at least leave his dead body to be claimed and reinterred by loved ones.    \"I begged, I pleaded with my captors to take me out and shoot me and leave me on the road where my family would have to find my body and I could be buried properly next to my parents,\" the 68-year-old ransom victim declared in a low, shaky tone at a news conference that ranged from the joyous to the macabre as he recounted his 12 days buried underground.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Germany May Allow Imprisoned Terrorists to Meet","web_url":"https://www.nytimes.com/1993/08/19/world/germany-may-allow-imprisoned-terrorists-to-meet.html","abstract":"  Seeking to avoid a threatened new wave of leftist terrorism, German officials may allow jailed terrorists to meet together for the first time in the hope that they will urge their comrades outside to refrain from further violence.   The issue is being hotly debated by politicians and prosecutors. Some are strongly opposed to giving the convicted terrorists any concessions, but others say the idea is worth pursuing because it could save lives.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"The End of the B.C.C.I. Case?","web_url":"https://www.nytimes.com/1993/08/19/opinion/the-end-of-the-bcci-case.html","abstract":"  After years of investigation and four months of trial, a New York State jury has acquitted the Washington attorney Robert Altman of misleading bank regulators about the dealings of the notorious Bank of Credit and Commerce International. The verdict is a major defeat for the Manhattan District Attorney, Robert Morgenthau, who clearly failed to deliver on his promise to prove that Mr. Altman and his mentor, Clark M. Clifford, helped cover up the illegal takeover by B.C.C.I. of First American Bankshares in Washington D.C.    Both Mr. Altman and Mr. Clifford, who was too ill to stand trial, claim vindication. Yet their satisfaction needs to be tempered by remorse. Both men put their good reputations on the line for some obviously shady characters.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"WHITE HOUSE SEEKS TO COMBINE F.B.I. WITH DRUG AGENCY","web_url":"https://www.nytimes.com/1993/08/19/us/white-house-seeks-to-combine-fbi-with-drug-agency.html","abstract":"  In a move that has touched off a ferocious debate within the Government, the Clinton Administration is proposing to consolidate the fight against drugs by merging the Drug Enforcement Administration into the Federal Bureau of Investigation, officials said today.   The idea has drug agency officials preparing to wage war to preserve or enhance their status, and scurrying to find allies in Congress, where significant opposition has already surfaced.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"Flapping Shoe Unglues Nike","web_url":"https://www.nytimes.com/1993/08/19/sports/flapping-shoe-unglues-nike.html","abstract":"  Nike officials here seemed embarrassed today by the flap over the flap.   In the final Tuesday night of the men's 400 meters in the world outdoor track and field championships, Quincy Watts, the American who won the Olympic gold medal last year, finished fourth. He was hampered because his left shoe had broken midway through the race, sending the heel flapping.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Taekwondo to Begin Today","web_url":"https://www.nytimes.com/1993/08/19/sports/taekwondo-to-begin-today.html","abstract":"  The 11th taekwondo world championships will open today and run through Saturday at Madison Square Garden. Approximately 1,200 contestants from more than 130 countries will compete in eight weight classes for both men and women. Competition starts each day at 1 P.M., with finals beginning about 7 P.M.   Sixteen of the United States' top-ranked athletes will try for a medal in their respective divisions, and they include three New Yorkers: Lai Vo, Bobby Leach and Peter Bardatsos. It will take about six fights to advance to the medal round, with a loss bringing elimination from the tournament.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/19/nyregion/c-corrections-072493.html","abstract":"  An article last Thursday about a Dutch panel that studies the authenticity of works attributed to Rembrandt misstated the position of the Metropolitan Museum of Art on two paintings in the museum. The paintings, \"Portrait of a Man\" and \"Portrait of a Woman,\" are labeled \"By Rembrandt.\" The museum did not revise its attribution after the Dutch panel, the Rembrandt Research Project, attributed them to Rembrandt's studio assistants rather than to the artist himself.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"In Africa, Avoidable Disaster","web_url":"https://www.nytimes.com/1993/08/19/opinion/IHT-in-africa-avoidable-disaster.html","abstract":"Practical men, John Maynard Keynes reminded us, are usually the slaves of some defunct economist. .Maybe this is what ails the World Bank's embattled \"structural adjustment\" program of radical reforms, which grew out of hard-nosed insistence","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"HOME IMPROVEMENT","web_url":"https://www.nytimes.com/1993/08/19/nyregion/home-improvement.html","abstract":"  HERE are answers to some home-repair questions from readers. Let Tile Floors Lie    Q.  Our playroom has 30-year-old vinyl tiles on its underground concrete floor. Some of the tiles are coming loose around the edges and some are breaking. We want to install new flooring. Must I remove the old tiles? Should I put down tiles or sheet flooring? -- Edward Jusko, Briarcliff Manor, N.Y.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Can My Baby Sleep Upright Safely?","web_url":"https://www.nytimes.com/1993/08/19/opinion/l-can-my-baby-sleep-upright-safely-044993.html","abstract":"  To the Editor:   Re \"Sleeping Face Down Seems to Put Babies at Risk, Studies Say\" (Science Times, Aug. 10):   As the parent of a newborn, I both craved and loathed sleep. Sleep may have served to restore my spirit, but it could take my child. While I was awake, I could continually check to see if my prone baby was still breathing. But if I slept while my baby slept, who would be the sentry? If I slept, I thought, my baby might die.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Share Jerusalem","web_url":"https://www.nytimes.com/1993/08/19/opinion/share-jerusalem.html","abstract":"By all the rules of bargaining, Jerusalem was supposed to be at the bottom of the agenda of the Arab-Israeli peace talks. In fact, under the 1991 Madrid pact, Jerusalem -- the most difficult and emotional issue -- was not even supposed to be on the agenda. Discussions on its future were to have been deferred for three years, while Palestinian autonomy was given a chance to work in the occupied territories.\n\nBut the Palestinians have decided to go for broke in the talks, which resume Aug. 29. They argue that they were coerced into accepting the Madrid rules by the Israelis' refusal to deal under any other terms. They contend that Israel has shown few, if any, signs of a conciliatory spirit -- in the talks and in its occupation of the territories -- since the initial meeting at Madrid. So why, they ask, should they believe that Israel will be more willing to grant concessions on Jerusalem three years hence? The Israelis reply that a deal is a deal, and so far the U.S., sponsor of the talks, has backed them. Prime Minister Yitzhak Rabin has also said Israel will never give up any part of Jerusalem -- a pledge that has given the Palestinians more incentive to face the issue now.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Tapes Bring Auburn Penalties","web_url":"https://www.nytimes.com/1993/08/19/sports/football-tapes-bring-auburn-penalties.html","abstract":"  Two years after Eric Ramsey, a former Auburn defensive back, revealed that he had spent three years secretly taping various coaches discussing illicit payments to him and other players, the National Collegiate Athletic Association imposed heavy penalties on the school's football program yesterday, including a two-year ban on post-season play and a one-year ban on televised games.   Relying heavily on Ramsey's tape recordings, the N.C.A.A.'s Committee on Infractions cited a series of \"very serious major violations\" in placing Auburn on probation for two years.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"More Troops Needed in Somalia, U.N. Chief Says","web_url":"https://www.nytimes.com/1993/08/19/world/more-troops-needed-in-somalia-un-chief-says.html","abstract":"  Somalia is returning to normal, Secretary General Boutros Boutros-Ghali said today, but there is still a need for 3,000 more troops for the United Nations peacekeeping force there.    \"Humanitarian assistance is reaching its destinations, protected from attacks and looting,\" the Secretary General said in a report to the Security Council. \"People are going about their normal business. Schools are reopening. Land is being tilled, crops are being planted and livestock even being exported.\"","thumbnail":null,"section":"World"},{"date":"19930819","headline":"Clinton to Be Working On His 47th, but Briefly","web_url":"https://www.nytimes.com/1993/08/19/us/clinton-to-be-working-on-his-47th-but-briefly.html","abstract":"  After an early celebration Tuesday at a local restaurant, President Clinton headed back to Washington this evening to spend his 47th birthday on Thursday doing a morning's work.   Mr. Clinton will travel later Thursday to Martha's Vineyard off the Massachusetts coast. But the President said he wanted to wrap up some paperwork in the Oval Office before resuming what is about to become his longest vacation in four years.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"Report Says Top Dinkins Aides Showed Favoritism to Contractor","web_url":"https://www.nytimes.com/1993/08/19/nyregion/report-says-top-dinkins-aides-showed-favoritism-to-contractor.html","abstract":"  Senior members of the Dinkins administration repeatedly gave unusual time and attention, and other special treatment, to a company seeking a $150 million contract to collect parking ticket fines for New York City, city investigators said in a report yesterday.   Late yesterday afternoon, just hours after the report's release, Mayor David N. Dinkins said he was canceling the contract, which was awarded tentatively last January to Lockheed Information Management Services.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Critic's Notebook; Diminishing Returns in Misery Race","web_url":"https://www.nytimes.com/1993/08/19/arts/critic-s-notebook-diminishing-returns-in-misery-race.html","abstract":"  High among the reasons given by Palestinian deportees for accepting Israel's offer to let about half of them back into the occupied West Bank and Gaza next month was the deportees' lack not of food or shelter but of coverage by the news media, meaning television.   The hundreds of men stranded in rough country between Israeli and Lebanese army checkpoints aroused initial sympathy from television news, but viewers have not seen much of them in recent months. A Palestinian spokesman attributed the diminished attention to a purposeful blackout by the United States, but it probably has more to do with the competition for the camera's interest in a time of upheaval around the globe and hard going at home, and possibly with a developing viewer resistance to powerful images on the screen.","thumbnail":null,"section":"Arts"},{"date":"19930819","headline":"EGYPTIAN MILITANTS BLAMED IN ATTACK ON SECURITY CHIEF","web_url":"https://www.nytimes.com/1993/08/19/world/egyptian-militants-blamed-in-attack-on-security-chief.html","abstract":"  A bomb that Government officials said had been planted by Islamic militants exploded near Cairo's busiest square today, apparently in an attempt to assassinate Egypt's new Interior Minister as his motorcade drove past.    The explosion was one of the boldest and best planned in the continuing war between the militants and the Government. Four people were killed and at least 15 wounded, the Government said.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"Vote Extends Penny Increase in Suffolk County Sales Tax","web_url":"https://www.nytimes.com/1993/08/19/nyregion/vote-extends-penny-increase-in-suffolk-county-sales-tax.html","abstract":"  By a one-vote margin, the Suffolk County Legislature has extended a penny increase in the county sales tax for two years.    The extra penny tax, which was to have expired in December, assures the county an estimated $248 million in extra sales-tax revenue during the two years and averts a budget crisis. The total sales tax in Suffolk is 8.5 percent.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Stars Are Still Shining At Halfway Point of Meet","web_url":"https://www.nytimes.com/1993/08/19/sports/track-and-field-stars-are-still-shining-at-halfway-point-of-meet.html","abstract":"  The show is half over in the world outdoor track and field championships, with four days of competition done, a day off today and four days of competition to come. And as exciting as the first four days have been, with memorable performances by Jackie Joyner-Kersee, Gail Devers, Michael Johnson and Linford Christie, there are more big performances in sight.   Consider, for example, Dan O'Brien, the world record-holder attempting to become the first man to reach 9,000 points in the decathlon. Consider his fellow American, Mike Powell, trying to convince everyone that someone could beat him in the men's long jump. Consider Carl Lewis and Merlene Ottey pursuing the gold medals in the 200 meters that eluded them in the 100.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"High-Tech Golf Scene: A World of Par Wars","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-business-golf-high-tech-golf-scene-a-world-of-par-wars.html","abstract":"  It is Year 3 of the Big Bertha Epoch, in honor of the oversized metal wood driver (and subsequent 7-wood, or Heaven Wood) that has turned the Callaway Golf Company into a 10-year-old enterprise worth $850 million by the calculations of its Georgia-bred founder, Ely Callaway.   So here was the 73-year-old Callaway, relaxing in a director's chair in the Anaheim Convention Center, three Berthas and a Mizuno oversized wood grasped in his left hand, rambling on about why his legal staff spent considerable time at the PGA International Golf Show last weekend slapping legal papers on clonemakers and counterfeiters allegedly infringing upon Bertha's uniqueness.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Capital's Political Culture Destroys the Best","web_url":"https://www.nytimes.com/1993/08/19/opinion/l-capital-s-political-culture-destroys-the-best-043093.html","abstract":"  To the Editor:   In reading \"The Clues Left by Vincent Foster\" (editorial, Aug. 12), I hoped to find some thoughtful reflection on the social and political decay of a city created to serve this nation and its people. You fail to acknowledge that public service in Washington inflicts a brutal toll on individuals who enter it and on their families.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Rangers Sign Defenseman","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-people-hockey-rangers-sign-defenseman.html","abstract":"  DOUG LIDSTER, the 32-year-old defenseman whose rights the Rangers obtained from Vancouver on June 25 as part of the trade for JOHN VANBIESBROUCK, was signed to a new contract by New York yesterday. Terms were not revealed. Lidster has played all nine of his National Hockey League seasons with the Canucks. Also, BOB FROESE, the Rangers' goaltending coach the last two seasons, changed teams but not states yesterday. The 35-year-old Froese was hired by the Islanders to coach their goaltenders, one of whom is RON HEXTALL, the netminder who took over from Froese in Philadelphia in the 1986-87 season.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"1943:Germans Flee Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/19/opinion/IHT-1943germans-flee-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS IN NORTH AFRICA - [From our New York edition:] The Germans have begun evacuating the Reggio Calabria area of southern Italy, opposite Messina, as it was announced today [Aug. 18] that the thirty-eight-day Sicilian campaign had ended &q","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"The Perils of Peacekeeping","web_url":"https://www.nytimes.com/1993/08/19/opinion/the-perils-of-peacekeeping.html","abstract":"  The news that the Clinton Administration is considering an expanded role in United Nations peacekeeping operations is cause for concern. The plan would allow American soldiers to serve under foreign commanders on a regular basis. Before adopting any directive embracing this policy, the Administration should allow Congress to debate it thoroughly.    If the plan is carried out, we would face more than the dubious prospect of sending U.S. troops into battle under foreign command. We might also become militarily involved in operations that the American people don't properly understand or support.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Weight Charges Filed Against Stew Leonard's","web_url":"https://www.nytimes.com/1993/08/19/nyregion/weight-charges-filed-against-stew-leonard-s.html","abstract":"  Customers at Stew Leonard's Dairy store in Norwalk were overcharged on a variety of foods ranging from ham salad (3 cents on a one-pound package) to lox ($1.76 on a one-pound package), according to a detailed report on short-weighting released today by the state.   At any other store that might seem like small change, but Stew Leonard's -- which touts itself as the world's largest dairy store -- is a Connecticut institution that has been cited as a model of entrepreneurial genius. The store has also been in the news because its founder, Stew Leonard Sr., and three company executives pleaded guilty to skimming more than $17 million from sales in an elaborate tax-fraud scheme.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Essay; Court's Greatest Hits","web_url":"https://www.nytimes.com/1993/08/19/opinion/essay-court-s-greatest-hits.html","abstract":"  If the Supreme Court gets angry at you, can it take you to court?    Yes. In 1906 the Court ordered a stay of execution of a black man found guilty of raping a white woman in Tennessee, pending its review of an appeal. When a mob then lynched the defendant, the angry Supreme Court issued a contempt citation against the local sheriff for not protecting the accused. Justice Oliver Wendell Holmes, in U.S. v. Shipp, made clear the Court had the power to direct discipline on its own motion.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Jail Incident In Westchester Is Called Fake","web_url":"https://www.nytimes.com/1993/08/19/nyregion/jail-incident-in-westchester-is-called-fake.html","abstract":"  The Westchester County Executive today accused guards at the county jail in Valhalla of staging a hostage-taking incident on Sunday.    The county executive, Andrew P. O'Rourke, said that county police investigators had \"received statements from both corrections officers and county jail inmates\" that the four-hour confrontation \"was a setup\" staged with the cooperation of the inmates.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/19/sports/transactions-499693.html","abstract":"  Baseball  American League   TEXAS RANGERS -- Optioned Jeff Bronkey, pitcher, to Oklahoma City of the American Association. Basketball  National Basketball Association   ATLANTA HAWKS -- Signed Doug Edwards, forward, to a multiyear contract.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"2 Tallies Show Senate Got Earful on Clinton Budget","web_url":"https://www.nytimes.com/1993/08/19/us/2-tallies-show-senate-got-earful-on-clinton-budget.html","abstract":"  The phones are quiet on Capitol Hill now, but tallies show that the Senate may have heard more from America in the week leading up to the passage of President Clinton's budget than ever before.   More than 3.6 million calls were routed through the Senate switchboard from Monday, Aug. 2, to Friday, Aug. 6, said Patty McNally, the Senate sergeant-at-arms. On Aug. 4 and 5, the final days of the President's \"do or die\" budget debate, nearly one million calls came through each day.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"G.M. and VW: A Summer Laff Fest","web_url":"https://www.nytimes.com/1993/08/19/opinion/gm-and-vw-a-summer-laff-fest.html","abstract":"  Ever since the Investment Banker Follies lost their appeal, it's been hard to find diverting entertainments of the commercial sort. But Volkswagen and General Motors have been trying hard to fill the gap. It seems the two wounded auto giants have something in common besides difficulty in competing with the Japanese. They have settled on a Basque engineer named Jose Ignacio Lopez de Arriortua as the King Midas of small-car profitability.   Mr. Lopez had turned G.M.'s Opel into a money maker in Europe. VW, which loses money every time it sells a Golf, set out to woo him. The story has everything, including pork-barrel politics. G.M. had reneged on fulfilling Mr. Lopez's boyhood dream by building a super-modern auto plant in his hometown in Spain.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Housing Progress Demanded; Child of the Public Projects, She Now Runs Them","web_url":"https://www.nytimes.com/1993/08/19/nyregion/housing-progress-demanded-child-of-the-public-projects-she-now-runs-them.html","abstract":"  One of the first things that Sally B. Hernandez-Pinero did after she was pressed into service as head of the nation's largest public housing agency last year was to take a series of unannounced trips around her realm. What she found, she says, was a far cry from the public housing of her childhood.   Mrs. Hernandez-Pinero, who in the 1960's lived with her family in the Twin Parks West project in the Bronx, saw a succession of crumbling walls, broken appliances, leaking pipes, stairwells without lights and tenants who complained that crime had made them prisoners of those same dreary homes. Those sights, she says now, defined her sense of what she had to do.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Heart Patients Weigh Risks for Themselves","web_url":"https://www.nytimes.com/1993/08/19/opinion/l-heart-patients-weigh-risks-for-themselves-128393.html","abstract":"  To the Editor:   The controversy surrounding the medical advice the Boston Celtic basketball star Reggie Lewis received before his death from cardiomyopathy late last month, and the blame of a superb physician, omits a salient point: the patient himself.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/08/19/arts/classical-music-in-review-132193.html","abstract":"  Shu-Ching Chen and Ju-Ying Song  Pianists Museum of Modern Art   The sculpture garden at the Museum of Modern Art has reverberated this summer with the sounds of contemporary Latin American composition. Joel Sachs, the conductor of the contemporary-music ensemble Continuum and the organizer of Juilliard's Focus festival, has put together \"Summergarden 1993,\" an ambitious nine-week series sampling 57 Latin composers, familiar and unknown. It gives a good sense of a vital compositional tradition that has finally begun to receive wide notice in the United States.","thumbnail":null,"section":"Arts"},{"date":"19930819","headline":"1918: Socialist Visitors : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/19/opinion/IHT-1918-socialist-visitors-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - The American Socialist Mission delegated to visit Italian workmen organizations has been received everywhere with great enthusiasm. Yesterday [Aug. 18] the delegates also met the Italian official Socialists who will stand against the war. The head","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Jordan Suspects on Videotape","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-people-pro-basketball-jordan-suspects-on-videotape.html","abstract":"  A videotape seized by authorities in Lumberton, N.C., investigating the slaying of MICHAEL JORDAN's father, James, shows one suspect performing a rap song while flashing an N.B.A. championship ring, an investigator said yesterday. Authorities have also recovered a .38-caliber pistol believed to be the murder weapon.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/19/nyregion/no-headline-904193.html","abstract":"  \"I don't know anyone who is actually going to a Clinton dinner, and I don't know anyone who is lusting after it. Of course, none of us would pass one up. We are all way too cool, or pretend to be too cool, to worry about it.\" -- JULES FEIFFER, the cartoonist, on the President's visit to Martha's Vineyard.  [ B10:1. ]","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Aspin Says Inquiry Is Set on 1984 'Star Wars' Test","web_url":"https://www.nytimes.com/1993/08/19/us/aspin-says-inquiry-is-set-on-1984-star-wars-test.html","abstract":"  Secretary of Defense Les Aspin said today that the Pentagon would investigate reports that a \"Star Wars\" test was rigged and test results manipulated in 1984. But the Secretary of Defense at the time, Caspar W. Weinberger, and the officer who ran the experiment for the missile defense program each denied the accusations today.   Mr. Aspin said the accusations, made by four former Reagan Administration officials familiar with the program, raised serious questions.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"Zabriski Shoots a 66 For Met Open Lead","web_url":"https://www.nytimes.com/1993/08/19/sports/golf-zabriski-shoots-a-66-for-met-open-lead.html","abstract":"  Bruce Zabriski has won just about every major golf tournament in the metropolitan area this season. Now he is out to capture the Met Open, whose list of winners includes Walter Hagen, Gene Sarazen and Byron Nelson.   Zabriski took a giant step toward joining that list today at the Quaker Ridge Golf Club with a course-record four-under-par 66 that gave him 137 for a three-shot lead going into Thursday's final round of the 78th Met Open.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"A War Crimes Tribunal : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/19/opinion/IHT-a-war-crimes-tribunal-letters-to-the-editor-94090773047.html","abstract":"To the list of suspected war criminals who should be tried by an international tribunal, I would like to add some names: President Bill Clinton, Secretary of State Warren Christopher, Chancellor Helmut Kohl, President Franois Mitterrand, Prime Minis","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/19/nyregion/bridge-838093.html","abstract":"  The only operational computer network bridge game, so far, is the Sierra Network, now renamed the Imagination Network after being acquired by Sprint. It is still one of the last refuges in North America of traditional rubber bridge, although Chicago scoring is expected to be introduced soon.   On the Imagination deal shown, the South player, Phillip Martin of Bronxville, N.Y., was able to convert a part-score into game and rubber with the help of an Imagination play. In view of the part-score, East should no doubt have bid four diamonds, knowing that his partner held minor-suit length. That contract would have failed by just one trick, and three hearts was headed for the same fate.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Florida Girl, 14, Wins Right Not to See Biological Family","web_url":"https://www.nytimes.com/1993/08/19/us/florida-girl-14-wins-right-not-to-see-biological-family.html","abstract":"  A Florida judge ruled today that Kimberly Mays, the teen-ager who has been the focus of a child custody dispute since it was discovered she was switched at birth with another child, may remain with the man she considers her father and has no obligation to maintain contact with her biological parents.   The judge, Stephen L. Dakan of the Sarasota County Circuit Court, declared that Ernest and Regina Twigg, who want visitation rights to the child they consider their own, \"have no legal interest in or right to Kimberly Mays\" and that the 14-year-old girl's wish never to see them again must be honored.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"Russian Hardball: Rutskoi Accused of Corruption","web_url":"https://www.nytimes.com/1993/08/19/world/russian-hardball-rutskoi-accused-of-corruption.html","abstract":"  A presidential commission investigating charges of high-level corruption accused Vice President Aleksandr V. Rutskoi today of involvement with a Swiss bank account containing millions of dollars of state funds.   The charges, made at a nationally televised news conference, were a particularly vivid example of how politics is played these days in Russia.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"Father of 12 Shot to Death Near Home In Brooklyn","web_url":"https://www.nytimes.com/1993/08/19/nyregion/father-of-12-shot-to-death-near-home-in-brooklyn.html","abstract":"  A father of 12 who was returning home from work as a dishwasher at an expensive French restaurant was shot and killed in a robbery yesterday, less than a block from his front door in Brownsville, Brooklyn, the police said.   Watching from a window of the first-floor apartment for his father's nightly return minutes after midnight, one of the man's eight sons saw his father clutching his chest, then collapse on the sidewalk.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Egyptian Cleric May Drop Fight Against Deportation","web_url":"https://www.nytimes.com/1993/08/19/nyregion/egyptian-cleric-may-drop-fight-against-deportation.html","abstract":"  Sheik Omar Abdel Rahman, the imprisoned Islamic cleric whose followers include suspects in two New York bombing conspiracies, might abandon his fight against deportation if the United States allows him to leave for Afghanistan, his lawyer said yesterday.   The lawyer, Barbara Nelson, said she was awaiting a response from the office of United States Attorney Mary Jo White before appealing a deportation order to the United States Court of Appeals for the Second Circuit.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/19/nyregion/metro-digest-654993.html","abstract":"  NEW YORK CITY  DINKINS AIDES CRITICIZED ON CONTRACT   The city's Department of Investigation has said that senior members of the Dinkins administration improperly granted special access to a data-processing company that was seeking a contract to take over many operations of the city's Parking Violation Bureau. A1.   The company involved in the parking bureau scandal that dogged the Koch administration in the 1980's is again the subject of criticism. B6.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Swimmers' Rash Is Traced to a Sea Creature","web_url":"https://www.nytimes.com/1993/08/19/us/swimmers-rash-is-traced-to-a-sea-creature.html","abstract":"  The cause of an itchy rash called seabather's eruption, which can appear after a swim in the ocean, has apparently been found, two scientists on Long Island are reporting in a medical journal today.   The rash, which appears where the skin had been covered by a bathing suit, has been traced to the larvae of a sea anemone, which use their stingers to inject a toxin after they become trapped in the bathing suits, Dr. Anita R. Freudenthal and Dr. Paul R. Joseph reported in The New England Journal of Medicine.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"Schools Try to Tame Violent Pupils, One Punch and One Taunt at a Time","web_url":"https://www.nytimes.com/1993/08/19/us/schools-try-to-tame-violent-pupils-one-punch-and-one-taunt-at-a-time.html","abstract":"  At the John Muir Elementary School in Seattle, children who have complaints about their peers write them down and put them into mailboxes in the classrooms. Later, the whole class talks about a grievance and tries to think of ways to deal with it.   This approach is part of a course on emotional skills. \"We don't focus on the particular kids involved in the incident but point out that all kids have such problems, and everyone needs to learn how to handle them,\" said one of the program's designers, Dr. Mark Greenberg, a psychologist at the University of Washington.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"Jerkens Calls Virginia Rapids 'Not 1,000 Percent' and Pulls Colt Out of Travers","web_url":"https://www.nytimes.com/1993/08/19/sports/horse-racing-jerkens-calls-virginia-rapids-not-1000-percent-pulls-colt-travers.html","abstract":"  Allen Jerkens broke his own chance for a historic streak at Saratoga today when he withdrew Virginia Rapids from the $1 million Travers Stakes on Saturday because the colt \"just wasn't 1,000 percent.\"   It was the second time in three weeks that Jerkens had withdrawn a star from a major race because he wasn't satisfied with the horse's sharpness. He took Classy Mirage out of the Test Stakes for fillies on July 31, and said then: \"I don't know what's wrong, but she's not at her best.\"","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Why Would a Star Buy Sex? Why Not?","web_url":"https://www.nytimes.com/1993/08/19/opinion/why-would-a-star-buy-sex-why-not.html","abstract":"There is a wide, perhaps unbreachable, cultural gap between Hollywood and the East Coast. This has become jarringly apparent as my New York friends badger me with one insistent question: \"Why would famous movie stars, who could have any woman they want, hire a prostitute?\" \n\nUnlike most questions put to me by these friends (\"What really happened to Sal Mineo?\"), I am able to answer this one. For those who have just emerged from their August marathon reading of \"Middlemarch,\" the question alludes to a 27-year-old Los Angeles woman, Heidi Fleiss, who has been charged with running a call-girl operation for powerful Hollywood celebrities.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Brooklyn Man Shoots 2 Officers and Is Arrested","web_url":"https://www.nytimes.com/1993/08/19/nyregion/brooklyn-man-shoots-2-officers-and-is-arrested.html","abstract":"  Two police officers, responding to a call that a building superintendent had attacked a woman and then armed himself with guns inside his apartment in Williamsburg, Brooklyn, were shot and wounded yesterday afternoon when the man fired at them through his door, the police said.   With scores of backup officers poised across the street, facing his windows on the first floor, the man, identified as Sebastian Sipila, maintained a silent standoff with the police that began around noon and continued until 8:15 P.M., when officers took him out of the apartment strapped in a gurney but uninjured. Negotiators placed calls to his apartment only to have someone answer the telephone but not say anything. Later, the police said, the phone was taken off the hook. 3 Calls to 911    Meanwhile, one of the wounded officers, Andrew Hill, 29, was in serious but stable condition at Bellevue Hospital Center with a gunshot to the groin area. The other, Richard Bosetti, 41, was treated and released after suffering a graze wound to his right forearm.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Judge Calls Summons In Nassau 'Defective'","web_url":"https://www.nytimes.com/1993/08/19/nyregion/judge-calls-summons-in-nassau-defective.html","abstract":"  Ira J. Raab concedes that he was breaking the law when he pulled into a crowded parking lot last March and chose a police-only spot. He says upon returning to his car and seeing the $15 ticket issued by the Nassau County police, he was not surprised and was prepared to pay it.   But then, Mr. Raab, a former New York City Parking Violations Bureau judge, noticed something that might not only save him money but that he thought would also ultimately invalidate every parking ticket the county has issued for years.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Reporter's Notebook; Europe's Passion for Baroque","web_url":"https://www.nytimes.com/1993/08/19/arts/reporter-s-notebook-europe-s-passion-for-baroque.html","abstract":"  The dominant composer at this summer's Salzburg Festival is Claudio Monteverdi, and that is no accident. Gerard Mortier, the festival's artistic director, is a modernist, and the modernist sensibility has long prized music from before the Romantic era.   Modernists since between the world wars have prized old music in general and Baroque music in particular because they heard its clean-lined, rigorous structuralism as a welcome antidote to the bathos of Romanticism. But the modernist enthusiasm hardly accounts for the plethora of prominent, critically applauded stagings of Baroque opera that have taken place all season throughout Europe.","thumbnail":null,"section":"Arts"},{"date":"19930819","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/19/style/chronicle-071693.html","abstract":"  The tennis star Arthur Ashe died in February of complications of AIDS. At a luncheon today at the first Bronx Pro Tennis Classic, being played this week in Crotona Park, MARGARET E. MAHONEY, the president of the Commonwealth Fund, one of the country's oldest philanthropies, will award $175,000 in Ashe's memory to the New York Junior Tennis League. The money will help build an $800,000 indoor tennis center on White Plains Road. The league already provides 900 tennis courts in the city for more than 170,000 youngsters.   Ashe was a founder of the league, which was established in 1969 to help poor city youths learn to play tennis and then train to compete successfully against the best.","thumbnail":null,"section":"Style"},{"date":"19930819","headline":"'Dateline NBC' Is Again Accused of Being Unfair","web_url":"https://www.nytimes.com/1993/08/19/us/dateline-nbc-is-again-accused-of-being-unfair.html","abstract":"  For the second time this year, the broadcast news magazine \"Dateline NBC\" has come under fire from one of its subjects, this time a North Carolina eye clinic that notified NBC yesterday that it intended to sue the network.   Andrew Lack, the president of NBC News, said the network considered its reporting on the clinic to be fair and accurate.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"Special Squad: 'Heroes' in an Ordeal","web_url":"https://www.nytimes.com/1993/08/19/nyregion/special-squad-heroes-in-an-ordeal.html","abstract":"  In the end it came down to self-interest. Detectives needed to find Harvey Weinstein and only the suspects could tell them. At Police Headquarters Monday afternoon, Detective Ruben Santiago explained the situation to Fermin Rodriguez.   \"You can go to prison for kidnapping,\" Detective Santiago is said to have told him, \"or you can go to prison for a homicide.\"","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/19/style/IHT-what-theyre-reading.html","abstract":"Paul Volcker, former chairman of the U.S. Federal Reserve Board, is reading \"Dean Acheson: The Cold War Years, 1953-71\" by Douglas Brinkley. .\"It's good to find out what life is like after you retire from government. There are still plent","thumbnail":null,"section":"Style"},{"date":"19930819","headline":"Sorry, New York, 'Yo' Was Born in Philadelphia","web_url":"https://www.nytimes.com/1993/08/19/opinion/sorry-new-york-yo-was-born-in-philadelphia.html","abstract":"  To the Editor:   As a displaced Philadelphian, I feel duty-bound to defend the honor of the city of my birth. Despite Michael T. Kaufman's attempt to co-opt \"Yo!\" for New York (About New York column, Aug. 4), the term originated in Philadelphia, or more accurately, South Philadelphia.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/19/sports/results-plus-481393.html","abstract":"  TENNIS  Ailing Sanchez Vicario Gains  After a five-minute rubdown to soothe an injured right shoulder, Arantxa Sanchez Vicario of Spain, the defending champion, beat Laura Golarsa of Italy, 7-5, 6-2, yesterday to reach the third round of the Canadian Open women's tennis tournament in Toronto. Sanchez Vicario said she suffered a stretched muscle early in the match, an injury that all but eliminated her service game.  Her Italian opponent broke serve three times in the first set and once in the second. But Sanchez Vicario broke Golarsa four times in the first set and three times in the second. Gabriela Sabatini of Argentina made her first tournament appearance a winning one with a 7-6 (7-4), 6-2 decision over Lisa Raymond. In a disappointing match for the fans, Helen Kelesi of Canada was beaten, 6-2, 6-3, by 11th-seeded Amanda Coetzer of South Africa. Tracy Austin's heralded return to the professional tour after playing sparingly in the last 10 years was dealt a setback in a 6-4, 6-1 loss to 12th-seeded Nathalie Tauziat of France. (AP) Ferreira and Reneberg Gain: Eighth-seeded Wayne Ferreira and No. 11 Richey Reneberg wasted little time yesterday in advancing to the third round of the $1.04 million United States Hardcourts tournament in Indianapolis. Ferreira routed a qualifier, Cristiano Caratti, by 6-0, 6-1 in 43 minutes, losing only six points on his serve. Reneberg capitalized on 33 unforced errors and needed 65 minutes to eliminate Derrick Rostagno, 6-1, 6-4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"A Designer's Inspiration Is Booed in Miami Beach","web_url":"https://www.nytimes.com/1993/08/19/us/a-designer-s-inspiration-is-booed-in-miami-beach.html","abstract":"  There were bravos all around for Gianni Versace when the Italian fashion designer paid $2.95 million for a historic but dilapidated apartment building in the Art Deco District here last year, promising to restore the palazzo-turned-tenement to its original state and to make it his home and his base of American operations.    But now that Mr. Versace has also bought the Revere Hotel next door for $3.7 million more, things have turned sour. Taking advantage of loopholes in a local ordinance, he plans to demolish the hotel, which, like the beachfront mansion, is listed on the National Register of Historic Places, and build a pool and a garage on the cleared property.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"Clutch Hit Somehow Carried Yanks Away","web_url":"https://www.nytimes.com/1993/08/19/sports/on-baseball-clutch-hit-somehow-carried-yanks-away.html","abstract":"  How distant it all seems, now, that Don Mattingly home run against Baltimore on Sunday, a hit that brought 15 minutes of fame to the Connecticut Yankee fan who caught it. The hit that was supposed to galvanize the drive to the division crown.   The Mattingly home run not only defeated Baltimore, 1-0, but was also supposed to provide the snapshot for the ages in The Yankees Pennant of 1993. But the photo has faded, its image supplanted quickly by somber Yankee faces following lost opportunities and a lost series against the Texas Rangers.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Abbott Hangs a Curve, Then Hangs His Head","web_url":"https://www.nytimes.com/1993/08/19/sports/baseball-abbott-hangs-a-curve-then-hangs-his-head.html","abstract":"  There was urgency in Jim Abbott's voice and seriousness in his eyes. That was after the game. There was frustration in his actions as he screamed and tossed some equipment in the dugout. That was during the game.   Abbott was upset and he wasn't alone. The Yankees wasted several opportunities against a pitcher of meager distinction named Roger Pavlik yesterday, Abbott threw enough faulty pitches to get into early trouble and the Yankee bats failed to come to his rescue. The result was a damaging 4-2 loss to the Texas Rangers at Yankee Stadium. That made it two straight losses in the Bronx, which is rare for the Yankees.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"S.A.T. Scores Improve For 2d Consecutive Year","web_url":"https://www.nytimes.com/1993/08/19/us/sat-scores-improve-for-2d-consecutive-year.html","abstract":"  For the second year in a row, the average scores of students taking the Scholastic Aptitude Test have risen, prompting test officials to be optimistic about continued improvement.   The average S.A.T. verbal score this year was 424, one point above last year's score, while the mathematics average was 478, a two-point rise over 1992, for a total of 902. The highest possible scores are 800 on each, and the lowest are 200.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/19/sports/nfl-training-camp-report.html","abstract":"  Los Angeles Raiders    Los Angeles Raiders Coach Art Shell was released from Cedars-Sinai Medical Center in Los Angeles early yesterday, less than 48 hours after being admitted for tests and treatment for a form of diabetes.   \"I discharged him a few minutes ago,\" said Dr. Stephen Corday, internist for the Raiders. \"He's back to full strength and energy. He will be at practice tomorrow morning and on the airplane tomorrow afternoon.\"","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/19/nyregion/c-corrections-075993.html","abstract":"  A chart on the Education page yesterday comparing teachers' average salaries omitted a key in some editions. For each country or city shown, the shortest bar showed starting salary, the middle-length bar was the mid-career salary, and the longest bar was the top salary.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Sorry, New York, 'Yo' Was Born in Philadelphia; Refined Usage","web_url":"https://www.nytimes.com/1993/08/19/opinion/l-sorry-new-york-yo-was-born-in-philadelphia-refined-usage-129193.html","abstract":"  To the Editor:   Michael T. Kaufman's claim that \"Yo\" has been made notable by its use by New Yorkers is off base (About New York, Aug. 4). \"Yo\" is Philly idiom and, like cheese steaks, has been spread to the four corners of the country, if not beyond.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"'Searching' Still Seeking Expected Audience","web_url":"https://www.nytimes.com/1993/08/19/movies/searching-still-seeking-expected-audience.html","abstract":"  Few films have opened this summer to higher critical praise than \"Searching for Bobby Fischer\" did. Yet the movie -- which is without major stars, without violence, without sex and without high-tech gimmicks -- is also, for the moment, without a big audience and struggling at the box office.   The movie, based on a true story about a boy in New York who is both a chess prodigy and an average kid, opened at 219 theaters last week in major cities to decent, if slightly disappointing, crowds.","thumbnail":null,"section":"Movies"},{"date":"19930819","headline":"Will Wideouts End Up Left Out In Jets' Offense?","web_url":"https://www.nytimes.com/1993/08/19/sports/football-will-wideouts-end-up-left-out-in-jets-offense.html","abstract":"  In the Jets' first two exhibition games, 12 passes have been caught by tight ends and 11 by running backs. Wide receivers have caught just six and the only man with more than one is Mario Bailey, a rookie listed as a backup on the depth chart. He has caught 2 for 17 yards.   Does this mean the Jets' offense of 1993 will have more of a ball-control attack featuring shorter, safer passes? Does it mean that Boomer Esiason, the veteran who is their new starting quarterback, won't throw deep the way he once did with Cincinnati? Does it mean the Jets lack confidence in their wideouts?","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Plan Offered By Giuliani On Reducing Hotel Taxes","web_url":"https://www.nytimes.com/1993/08/19/nyregion/plan-offered-by-giuliani-on-reducing-hotel-taxes.html","abstract":"  Resurrecting a theme that he has touched upon in campaign stops throughout the summer, Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, yesterday provided his most specific proposal yet for reducing hotel occupancy taxes that he described as the highest in the world.   Appearing outside the Market Diner at 43d Street and 11th Avenue yesterday morning, Mr. Giuliani said he would cut the city's hotel tax in half, to 3 percent from 6 percent, and would challenge the State Legislature to match or exceed that reduction to attract more tourism and to end a boycott of the city led by the Professional Convention Management Association.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"To Sarajevo, Writer Brings Good Will and 'Godot'","web_url":"https://www.nytimes.com/1993/08/19/world/to-sarajevo-writer-brings-good-will-and-godot.html","abstract":"  A charged silence settled over the theater as actors and audience took a long, painful pause, digesting a message of hope deceived that is a defining passage of a new dramatic production performed here for the first time on Tuesday.   To hear the silence of the packed house in the small theater in the city center was to feel the grief and disappointment that weigh on Sarajevo as it nears the end of its second summer under siege.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"Recipe for Quagmire : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/19/opinion/IHT-recipe-for-quagmire-letters-to-the-editor.html","abstract":"Regarding \"Failure to Seize Warlords Created Quagmire\" (Aug. 13) by Keith B. Richburg: .Mr. Richburg's assessment of U.S. and UN objectives in Somalia incorrectly assumes that early arrests of Somali \"warlords\" may have prevented ca","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Sports of The Times; Mattingly In the Flag Race","web_url":"https://www.nytimes.com/1993/08/19/sports/sports-of-the-times-mattingly-in-the-flag-race.html","abstract":"  YESTERDAY, on a day when the Yankees were trying to climb back into first place in the American League East, on a day that started bleak and gray in the sky and ended bleak and gray in the Yankee dugout, Don Mattingly was their last best hope.   He came to the plate with the crowd giving him a warm cheer, with two outs and none on in the bottom of the ninth and the Yankees down by 4-2, and he stood at the plate with his customary crouch and wiggle of the bat, with his eyes above the lampblack fixed narrowly on the Rangers' pitcher, Tom Henke.","thumbnail":null,"section":"Sports"},{"date":"19930819","headline":"Justice Dept. Is Pressing U.S. Court to Keep Demjanjuk Out","web_url":"https://www.nytimes.com/1993/08/19/world/justice-dept-is-pressing-us-court-to-keep-demjanjuk-out.html","abstract":"  Seeking to block the return of John Demjanjuk to the United States, Justice Department lawyers have been sending an almost daily stream of letters and briefs to a Federal appeals court in recent days exhorting the judges to delay or reverse an earlier order that permits him to come back.   The department has asked the 14 active judges of the United States Court of Appeals for the Sixth Circuit, in Cincinnati, to intervene in the case.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"New York City Council Sees Little Upheaval in Elections","web_url":"https://www.nytimes.com/1993/08/19/us/new-york-city-council-sees-little-upheaval-in-elections.html","abstract":"  If any member of the New York City Council was vulnerable to a challenge this year, it was Lucy Cruz of the Bronx. In just two years on the Council, Ms. Cruz has been branded with scandals that would make any political opponent's mouth water, from using school workers to repair her home to handing out patronage jobs.   But Ms. Cruz has no challengers in the Democratic primary this year, nor does she have any significant challenge from Republicans, Conservatives or Liberals in the general election.","thumbnail":null,"section":"U.S."},{"date":"19930819","headline":"1893: Job Riots Kill 20 : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/19/opinion/IHT-1893-job-riots-kill-20-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The riots at Aigues-HL Mortes, on the southern frontier of France, between French and Italian workmen at the salt-works are over. An estimate states 20 killed and 150 wounded. The cause of the riots was that 600 Italians were expected at a number","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Article 676093 -- No Title","web_url":"https://www.nytimes.com/1993/08/19/nyregion/article-676093-no-title.html","abstract":"  The owner of a tanker that spilled a quarter-million gallons of heavy fuel oil off Staten Island three years ago, fouling beaches in New York and New Jersey and oiling an endangered species of bird, has agreed to pay $4 million to the two states and the Federal Government.   Of that amount, $3.3 million would be spent on buying or repairing coastal areas that are biologically important, according to the office of Robert Abrams, the New York Attorney General, which announced the settlement yesterday.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Brazil's Army Casts U.S. as Amazon Villain","web_url":"https://www.nytimes.com/1993/08/19/world/brazil-s-army-casts-us-as-amazon-villain.html","abstract":"  If Brazilian newspaper headlines were to be believed last week, the United States Government was plotting the biggest land grab since the Louisiana Purchase. \"U.S.A. Builds Two Military Bases in the Amazon Region,\" one headline read. Another announced, \"U.S. Bases Surround the Amazon.\"    What was really going on, political analysts say, is that Brazil's military was flexing its political muscles, seeking to win support for a plan to extend air traffic control over the Amazon.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"SARAJEVO STATUS SETTLED IN TALKS","web_url":"https://www.nytimes.com/1993/08/19/world/sarajevo-status-settled-in-talks.html","abstract":"  The three parties negotiating an end to the Bosnian war formally approved a plan today under which the Bosnian capital, Sarajevo, would be demilitarized and administered by the United Nations for two years.   The plan, which was developed by international mediators, would go into effect only as part of an overall peace agreement. But the agreement reached today removed an important stumbling block in the latest round of peace talks here among the Muslim-led Bosnian Government, nationalist Serbs and nationalist Croats.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/19/nyregion/c-corrections-074093.html","abstract":"  A picture caption on Tuesday about a police investigation at the site where a kidnapped executive had been confined in a pit along the Henry Hudson Parkway in Manhattan misstated the location. It was near West 161st Street, not at West 158th Street.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/08/19/arts/classical-music-in-review-131393.html","abstract":"  Bronx Arts Ensemble  Van Cortlandt Park   The Bronx Arts Ensemble, a loose confederation of chamber players and soloists, has presented a broad array of repertory in its 20 years. Mostly it stays within the bounds of classical music, but now and then it indulges other passions. In its free concert on Sunday afternoon at Rockwood Drive Circle in Van Cortlandt Park, the ensemble presented itself as the Silks and Rags Concert Band in a program of works that included standards by Scott Joplin, Eubie Blake and John W. Bratton, as well as a few novelties.","thumbnail":null,"section":"Arts"},{"date":"19930819","headline":"Give Peace a Chance : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/19/opinion/IHT-give-peace-a-chance-letters-to-the-editor.html","abstract":"Regarding \"Bosnia: The Answer Is to Give Bombing a Chance\" by William Safire, and \"Will the West Stop Playing Fool With Serbian Aggressors?\" by Anthony Lewis (Opinion, Aug. 10): .The \"solution\" to the carnage in former Yug","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/19/nyregion/news-summary-907693.html","abstract":"  International A3-15  EGYPTIAN ESCAPES ASSASSINATION  Egypt's Interior Minister, the country's top security official, who was appointed in April to crack down on Muslim militants, narrowly escaped an assassination attempt when a bomb exploded near his motorcade in Cairo. But 4 people were killed and at least 15 wounded.  A1  THIRD WORLD HELPS THE U.S.  Developing countries are buying American goods at a rapid pace, giving the U.S. economy an unexpected lift. Such imports are up almost a third over the last two years, as industrialization spreads in Asia and Latin America.  A1","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Israeli Court Rules for Demjanjuk but He Stays in Jail","web_url":"https://www.nytimes.com/1993/08/19/world/israeli-court-rules-for-demjanjuk-but-he-stays-in-jail.html","abstract":"  Although a second set of Supreme Court justices ordered his deportation, John Demjanjuk remained today in an Israeli prison cell, where he will stay at least two more days while the court hears still more appeals flowing from the \"Ivan the Terrible\" case.   The judges said today that Mr. Demjanjuk should be set free, but they then ordered another hearing for Friday at the request of Israelis demanding that new war crimes charges be brought.","thumbnail":null,"section":"World"},{"date":"19930819","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/19/style/chronicle-070893.html","abstract":"  There must be something the monumentally prolific QUINCY JONES has not done since he started out in the late 40's playing jazz on the trumpet for the likes of Count Basie and Lionel Hampton. He went on to become a song writer, an arranger and a conductor and eventually composed the scores of 47 movies.    He has been nominated for 96 Grammys and has won 25 times. He produced the Michael Jackson album \"Thriller.\" He has produced many movies and television shows.","thumbnail":null,"section":"Style"},{"date":"19930819","headline":"McCall's Actions Provoke G.O.P. on Autonomy Issue","web_url":"https://www.nytimes.com/1993/08/19/nyregion/political-memo-mccall-s-actions-provoke-gop-on-autonomy-issue.html","abstract":"  Since being chosen State Comptroller in early May, H. Carl McCall has worked diligently to shore up his most obvious political vulnerability -- the perception that he is not independent enough to challenge longtime allies like Mayor David N. Dinkins and Gov. Mario M. Cuomo.   But in the last week, the Democratic Comptroller has taken several actions that have led to a barrage of Republican criticism.","thumbnail":null,"section":"New York"},{"date":"19930819","headline":"Capital's Political Culture Destroys the Best; Which Antidepressant?","web_url":"https://www.nytimes.com/1993/08/19/opinion/l-capital-s-political-culture-destroys-the-best-which-antidepressant-122493.html","abstract":"  To the Editor:   Many years ago, when a play of mine bombed on Broadway and I was feeling understandably blue, my doctor prescribed the then-popular antidepressant Miltown. A few days later, finding myself for the first time in my life on the verge of jumping out the window, I decided to stop taking the stuff. Within hours I felt better, and have never felt remotely suicidal again, not even after what Paramount did to my novel \"Sliver.\"","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Health Care Sinking In Paperwork Swamp","web_url":"https://www.nytimes.com/1993/08/19/opinion/l-health-care-sinking-in-paperwork-swamp-045793.html","abstract":"  To the Editor:   You miss the point in \"1.5 Bureaucrats per Patient\" (Topics of The Times, Aug. 6) about why United States hospitals devote 25 percent of their income to bureaucracy.","thumbnail":null,"section":"Opinion"},{"date":"19930819","headline":"Books of The Times; Once Upon a Time, Yes, But Not So Long Ago","web_url":"https://www.nytimes.com/1993/08/19/books/books-of-the-times-once-upon-a-time-yes-but-not-so-long-ago.html","abstract":"  The Oxford Book of Modern Fairy Tales  Edited by Alison Lurie  455 pages. Oxford University Press. $25.   The princesses and other heroines who float (in one case, quite literally) through \"The Oxford Book of Modern Fairy Tales\" don't often live happily ever. Their lives tend to be more interesting than that. Consider the young woman in \"The Porcelain Man,\" a delightful 1987 story by Richard Kennedy. When she is given some porcelain fragments by her overprotective father, she promptly glues them together into the shape of a life-size suitor.","thumbnail":null,"section":"Books"},{"date":"19930819","headline":"Orange Farm Journal; In South Africa's Chaos, a Do-It-Yourself School","web_url":"https://www.nytimes.com/1993/08/19/world/orange-farm-journal-in-south-africa-s-chaos-a-do-it-yourself-school.html","abstract":"  Along with the obvious headaches of helping administer the largest school in South Africa, Peter Kekana has a few unusual handicaps.   Most of his 10,000 pupils live in shacks of scrap lumber and corrugated asbestos. A third of his teachers lack the minimum credentials. The state refuses to give him any textbooks. The neighbors steal his windows and light fixtures. And, by the way, his classrooms are converted chicken coops.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19930819","time":"1993-08-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":61,"wspd":3.6},{"date":"19930819","time":"1993-08-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.9,"rhum":60,"wspd":3.6},{"date":"19930819","time":"1993-08-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":63,"wspd":3.6},{"date":"19930819","time":"1993-08-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":68,"wspd":1.8},{"date":"19930819","time":"1993-08-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":69,"wspd":3.6},{"date":"19930819","time":"1993-08-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":71,"wspd":3.6},{"date":"19930819","time":"1993-08-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":73,"wspd":5.4},{"date":"19930819","time":"1993-08-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":72,"wspd":3.6},{"date":"19930819","time":"1993-08-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":66,"wspd":5.4},{"date":"19930819","time":"1993-08-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":57,"wspd":5.4},{"date":"19930819","time":"1993-08-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":50,"wspd":7.6},{"date":"19930819","time":"1993-08-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":46,"wspd":9.4},{"date":"19930819","time":"1993-08-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":39,"wspd":13},{"date":"19930819","time":"1993-08-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.8,"rhum":40,"wspd":13},{"date":"19930819","time":"1993-08-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.9,"rhum":36,"wspd":11.2},{"date":"19930819","time":"1993-08-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.6,"rhum":36,"wspd":13},{"date":"19930819","time":"1993-08-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.4,"rhum":35,"wspd":13},{"date":"19930819","time":"1993-08-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":49,"wspd":16.6},{"date":"19930819","time":"1993-08-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":53,"wspd":16.6},{"date":"19930819","time":"1993-08-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":56,"wspd":14.8},{"date":"19930819","time":"1993-08-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":56,"wspd":11.2},{"date":"19930819","time":"1993-08-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":58,"wspd":9.4},{"date":"19930819","time":"1993-08-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":56,"wspd":11.2},{"date":"19930819","time":"1993-08-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":57,"wspd":9.4},{"date":"19930819","time":"1993-08-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":62,"wspd":13},{"date":"19930819","time":"1993-08-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":62,"wspd":14.8},{"date":"19930819","time":"1993-08-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":64,"wspd":9.4},{"date":"19930819","time":"1993-08-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":69,"wspd":9.4},{"date":"19930819","time":"1993-08-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":73,"wspd":11.2},{"date":"19930819","time":"1993-08-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":76,"wspd":7.6},{"date":"19930819","time":"1993-08-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":81,"wspd":9.4},{"date":"19930819","time":"1993-08-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":84,"wspd":7.6},{"date":"19930819","time":"1993-08-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":87,"wspd":9.4},{"date":"19930819","time":"1993-08-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":87,"wspd":9.4},{"date":"19930819","time":"1993-08-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":90,"wspd":11.2},{"date":"19930819","time":"1993-08-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":90,"wspd":13},{"date":"19930819","time":"1993-08-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":81,"wspd":13},{"date":"19930819","time":"1993-08-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":76,"wspd":13},{"date":"19930819","time":"1993-08-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":67,"wspd":13},{"date":"19930819","time":"1993-08-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":71,"wspd":13},{"date":"19930819","time":"1993-08-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":54,"wspd":14.8},{"date":"19930819","time":"1993-08-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":56,"wspd":16.6},{"date":"19930819","time":"1993-08-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":53,"wspd":11.2},{"date":"19930819","time":"1993-08-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":61,"wspd":13},{"date":"19930819","time":"1993-08-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":57,"wspd":13},{"date":"19930819","time":"1993-08-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":57,"wspd":14.8},{"date":"19930819","time":"1993-08-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":62,"wspd":13},{"date":"19930819","time":"1993-08-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":64,"wspd":11.2}]}}