{"19931019":{"guardian_articles":[],"nytimes_articles":[{"date":"19931019","headline":"U.S. Renews Warning to Serbs on Sarajevo Shelling","web_url":"https://www.nytimes.com/1993/10/19/world/us-renews-warning-to-serbs-on-sarajevo-shelling.html","abstract":"  The United States warned the Serbian leadership today for the second time in two months of the possibility of air strikes by NATO warplanes if there was a step-up in attacks on Sarajevo.   The warning was contained in a message from Secretary of State Warren Christopher to Slobodan Milosevic, the President of Serbia, reminding him of a statement on Aug. 3 by NATO that it would not tolerate \"the strangulation of Sarajevo and other areas,\" and that it was ready to order retaliatory air strikes against Bosnian Serbs.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Rancor in District Attorney's Race; Cherkasky-Pirro Campaign Pits Newcomer Against Veteran","web_url":"https://www.nytimes.com/1993/10/19/nyregion/rancor-district-attorney-s-race-cherkasky-pirro-campaign-pits-newcomer-against.html","abstract":"  Michael Cherkasky was introducing himself to voters and slapping \"high fives\" with their children outside a department store recently when a woman pushing a stroller approached with a pressing question.   \"Would you happen to know where the T.G.I. Friday's restaurant is?\" she asked. Told it was down the road, she thanked the candidate for \"being very helpful\" and rushed off.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Foreign Policy Turf: Never-Ending Battle","web_url":"https://www.nytimes.com/1993/10/19/world/foreign-policy-turf-never-ending-battle.html","abstract":"  The foreign policy struggle under way in Washington is especially confused these days. The arguments for involvement in Bosnia, Somalia and Haiti all have appeal that is considerable but not quite compelling, and nothing like the Communist threat the country grew accustomed to.   And the tug-of-war over foreign policy, which reached a peak in the Vietnam War, goes back to the very first President.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"The Cable-Phone Revolution","web_url":"https://www.nytimes.com/1993/10/19/opinion/the-cable-phone-revolution.html","abstract":"  The $30 billion merger between Bell Atlantic and Tele-Communications Inc. presages a communications revolution. If approved, this merger would be the first in the U.S. between a telephone company and a cable company -- raising the prospect that a single giant company will someday bring a wide array of entertainment and information services into the home: video phones, movies-on-demand, live lectures from university classrooms, video conferences with pediatricians, computerized banking, viewer-controlled instant replays of live sporting events.    But there's another possible reaction to the Bell Atlantic-T.C.I. behemoth: apprehension. The company that owns video access to the home would also own programs that flow into the home. To some critics, that invites monopolistic price-setting and monopolistic taste-setting. Besides, opponents of the merger want phone and cable companies to compete against one another, not join forces.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Comet to Hit Jupiter With Texas-Sized Bang; Astronomers Gear Up","web_url":"https://www.nytimes.com/1993/10/19/science/comet-to-hit-jupiter-with-texas-sized-bang-astronomers-gear-up.html","abstract":"  A COMET on a collision course with Jupiter is behind the Sun now, out of sight but not out of the minds of astronomers, who are busy plotting its trajectory, estimating the potential power of its impacting force and planning ways of observing the reverberating effects with an array of telescopes on Earth and in space.   The astronomers are eagerly anticipating their first opportunity next July to observe explosive impacts on a planet that could be comparable in strength to the collision of a large asteroid or comet with Earth 65 million years ago, the catastrophe implicated in the mass extinctions of dinosaurs and many other species of life.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Italy in a Furor as 'Mata Hari' Talks of Military Plot","web_url":"https://www.nytimes.com/1993/10/19/world/italy-in-a-furor-as-mata-hari-talks-of-military-plot.html","abstract":"  After months of scandal involving politicians and business executives, Italy has found a new and riveting focus of interest and intrigue -- a glamorous 34-year-old woman known as the \"Mata Hari of Udine\" who is telling tales of conspiracy in the army and the secret services.   For days the woman, Donatella Di Rosa, has appeared in just about every television news bulletin, magazine and newspaper explaining her allegation that top army personnel planned a coup to free Italy from organized crime, narcotics and corruption.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Sarajevo Adopted As Cause In Paris","web_url":"https://www.nytimes.com/1993/10/19/arts/sarajevo-adopted-as-cause-in-paris.html","abstract":"  A group of artists, intellectuals, politicians and institutions is pressing for a special designation of Sarajevo as Cultural Capital of Europe this winter.   The title, normally awarded to a city from 1 of the 12 members of the European Community for a full year, would be bestowed on the besieged Bosnian capital from December until February 1994, after Antwerp, the current cultural capital, and before Lisbon.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"College Soccer Report","web_url":"https://www.nytimes.com/1993/10/19/sports/college-soccer-report-798093.html","abstract":"  Brown    The Bears repeated last season's feat by shocking two of the nation's powers over the weekend. Brown defeated North Carolina, 2-1, on Friday in the opener of the Lanzera/Sheraton Classic and then upset Virginia, the defending national champion, 2-0, on Sunday to capture the title.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"HOUSE REPUBLICANS REBEL OVER TAXES IN FREE TRADE PACT","web_url":"https://www.nytimes.com/1993/10/19/us/house-republicans-rebel-over-taxes-in-free-trade-pact.html","abstract":"  With the fate of the North American Free Trade Agreement turning on a few undecided lawmakers, the Clinton Administration is now threatened with the loss of a group that is central to the White House's legislative strategy: conservative Republicans.   House Republicans have rebelled at the prospect of $2.37 billion in higher taxes over five years to replace tariffs eliminated by the free trade agreement, inflicting a serious blow to the pact's prospects with the vote only a month away.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Comptroller's Race Reveals Ticket Politics","web_url":"https://www.nytimes.com/1993/10/19/nyregion/comptroller-s-race-reveals-ticket-politics.html","abstract":"  When Herman Badillo, the Republican-Liberal candidate for comptroller, campaigns these days, the top of his ticket, Rudolph W. Giuliani, is often at his side. Several of his television commercials have featured or been partly paid for by Mr. Giuliani. And his campaign platform, from privatizing hospitals to slashing the city workforce, closely matches Mr. Giuliani's.   But when Mr. Badillo's Democratic opponent, Alan G. Hevesi, campaigns, it is usually without his running mate, Mayor David N. Dinkins. Mr. Hevesi has not produced any television commercials that mention Mr. Dinkins. And though he supports some of Mr. Dinkins's ideas, he routinely emphasizes his desire to remain independent and critical of the Mayor.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Democracies Have to Fight Wars of Interest and of Conscience","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-democracies-have-to-fight-wars-of-interest-and-of-conscience.html","abstract":"If Napoleon is watching from some St. Helena in the sky, he will look at the mess we are making of it in Somalia and Bosnia and Haiti and elsewhere and say: I told you so. When it comes to a fight, morale is three-quarters of what decides the issue, not","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Umpires Resent That Eye in the Sky Watching Over Them","web_url":"https://www.nytimes.com/1993/10/19/sports/tv-sports-umpires-resent-that-eye-in-the-sky-watching-over-them.html","abstract":"  \"Kill the umpire!\" isn't cried very much in ball parks anymore. The threat conveyed raucous color, but was an empty threat. Maybe political correctness doomed it.    So what is today's punishment for bad calls, the penalty for merely being a man in blue? Embarrassing television replays, if you believe the blue men and their complaints about CBS's overhead camera.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/19/style/chronicle-841393.html","abstract":"  After working a full day on Friday, PAULA ZAHN, the co-anchor of \"CBS This Morning,\" gave birth to a boy on Saturday morning at New York Hospital-Cornell Medical Center.    The baby, named JARED BRANDON COHEN, weighed 6 pounds, 7 ounces. Ms. Zahn and her husband, RICHARD COHEN, a real-estate developer, have a daughter, Haley, 4.","thumbnail":null,"section":"Style"},{"date":"19931019","headline":"Columbia Carries Crew of 7 Into Space","web_url":"https://www.nytimes.com/1993/10/19/science/columbia-carries-crew-of-7-into-space.html","abstract":"  The space shuttle Columbia hurtled into space today, carrying a medical laboratory that scientists hope will answer many questions about how humans adapt to shifts between gravity and weightlessness.   Embarking on the 58th flight of the shuttle program, the Columbia lifted off after an almost flawless countdown at 10:53 A.M. in ideal weather to begin a two-week journey planned to be the longest shuttle mission so far.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Beware the Bloat in Asian Markets","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-beware-the-bloat-in-asian-markets.html","abstract":"The dedicated followers of fashion who look after the pensions of the widows and orphans of the West have discovered the East. Beware. .The dramatic rises in stock prices in Asian markets in the past few weeks have been driven by foreign funds in searc","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/19/style/chronicle-840593.html","abstract":"  Does MARGARET THATCHER, now Baroness Thatcher, have a mother? Careful readers of \"Who's Who\" have had cause to wonder. For 30 years or so, the former Prime Minister's entry in the volume of notables has read, \"b 13 Oct. 1925; d of late Alfred Roberts.\"   The Daily Telegraph reported last week that Lady Thatcher, who now sits in the House of Lords, was unaware of the omission. \"What do you mean?\" the newspaper quoted her as saying when told that neither \"Who's Who\" of Britain nor \"The International Who's Who\" included any reference to her mother, Beatrice Roberts, who is also deceased. \"She was my mother. Well, I must correct that.\"","thumbnail":null,"section":"Style"},{"date":"19931019","headline":"Sports of The Times; Engaged In a Great Civil War","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-of-the-times-engaged-in-a-great-civil-war.html","abstract":"  BY now, nearly everyone is aware of the sweeping currents that threaten to transform intercollegiate athletics and dismantle the National Collegiate Athletic Association, the self-anointed \"voice\" of college sports.   Two significant meetings are taking place today that strike directly at the N.C.A.A.'s foundation: one challenges the organization's leadership style, the other questions the N.C.A.A.'s ability to govern in a fair and equitable manner.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"ANTARCTIC OZONE HITS RECORD LOW","web_url":"https://www.nytimes.com/1993/10/19/us/antarctic-ozone-hits-record-low.html","abstract":"  The amount of ozone in the atmosphere over Antarctica reached a record low this month, Government scientists reported yesterday. This was the lowest recorded ozone level anywhere in the world, raising new concerns that measures to restrict the use of ozone-destroying chemicals may not be strong enough.   The scientists said the area of intense ozone depletion, commonly called an ozone hole, was not quite as wide as it had been a year ago. But balloon-borne instruments showed that ozone, the atmospheric molecules that absorb harmful ultraviolet radiation from sunlight, was totally destroyed between the altitudes of 8.4 and 11.8 miles, creating an unusually thick void.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Putting Everything in a Notebook, Neatly Tabbed","web_url":"https://www.nytimes.com/1993/10/19/science/personal-computers-putting-everything-in-a-notebook-neatly-tabbed.html","abstract":"  THE COMPAQ COMPUTER CORPORATION, in a welcome effort to make personal computers easier to use, has teamed up with the originators of the graphical user interface to create a much simpler way to work with Microsoft Windows software. Novice computer users especially, but also many experienced Windows users, will find it a cause for rejoicing.    The ease of use comes about through special software called Tab Works that Compaq, a hardware company, plans to install on most of its future computer models, company officials said yesterday. Tab Works is basically a \"shell\" for Windows that reorganizes files and applications in a notebook metaphor that will be familiar even to people who have not used a computer before.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-888093.html","abstract":"  'The Mikado'  New York City Opera New York State Theater    The best news about the cast changes in \"The Mikado\" on Friday night is that two major roles have remained untouched. James Billings can still be heard compiling his little list as the Lord High Executioner, in a performance that is a classic Gilbert and Sullivan mixture of winks, mugging and merriment (with excellent diction as well). And Richard McKee is still wickedly attempting to make the punishment fit the crime, as a grand, booming Mikado.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Miami Goes With Sophomore Quarterback","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-football-miami-goes-with-sophomore-quarterback.html","abstract":"  RYAN COLLINS, a sophomore who has played sparingly, will be the starting quarterback, rather than FRANK COSTA, for Miami on Saturday when the Hurricanes play Syracuse in the Orange Bowl.   In making the change, which he announced yesterday, Coach DENNIS ERICKSON broke the succession of famous Miami quarterbacks that covered a decade. From BERNIE KOSAR to GINO TORRETTA, one followed the other and backups only played late in games already won.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Montana's Sky and Its Hopes Are Left Bare After Logging","web_url":"https://www.nytimes.com/1993/10/19/us/montana-s-sky-and-its-hopes-are-left-bare-after-logging.html","abstract":"  Throughout the 1980's, the Champion International Corporation went on a tree-cutting spree in Montana, leveling entire forests at a rate that had not been seen since the cut-and-run logging days of the last century.   Now the hangover has arrived. After liquidating much of its valuable timber in the Big Sky country, Champion is pulling out of Montana, leaving behind hundreds of unemployed mill workers, towns staggered by despair and more than a thousand square miles of heavily logged land.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"NUCLEAR MATERIAL DUMPED OFF JAPAN","web_url":"https://www.nytimes.com/1993/10/19/world/nuclear-material-dumped-off-japan.html","abstract":"  A Russian naval ship dumped hundreds of tons of low-level nuclear waste into the the Sea of Japan over the weekend, touching off a sharp diplomatic dispute between Tokyo and Moscow today just after they had declared a new era of cooperation.   Dumping radioactive materials into the ocean has been banned worldwide for more than 30 years, and a decade ago the prohibition was extended to low-level waste.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Review/Music; The Pittsburgh With a Premiere","web_url":"https://www.nytimes.com/1993/10/19/arts/review-music-the-pittsburgh-with-a-premiere.html","abstract":"  The good ship Pittsburgh Symphony Orchestra lay in port at Carnegie Hall for two evenings over the weekend under big, colorful banners that whipped, crossed and tangled in the sonorous gusts. First there were the flags of composers: Krzysztof Penderecki and Brahms on Friday, Mahler on Saturday. Not far behind, and sometimes billowing proudly out front, was that of the orchestra's music director, Lorin Maazel. Finally came that of Carnegie itself, since the Pittsburgh was the flagship of the hall's Mahler celebration, which extends through this season and into the next.   The main attraction on Friday evening was the New York premiere of Mr. Penderecki's Adagio, of 1989. Part of the composer's five-movement Fourth Symphony, the 35-minute Adagio was commissioned in France to commemorate the 200th anniversary of the Declaration of the Rights of Man and intended to stand on its own as well. It has enjoyed a flourishing independent career since its premiere, by Mr. Maazel and the National Orchestra of France; last year it won the $150,000 Grawemeyer Award for Music Composition, given by the University of Louisville.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"County Executive Race Reflected In Refusal to Allow Tax Refund","web_url":"https://www.nytimes.com/1993/10/19/nyregion/county-executive-race-reflected-in-refusal-to-allow-tax-refund.html","abstract":"  The race for Nassau County executive spilled into the Board of Supervisors meeting this morning as Republican board members refused to approve a routine property-tax refund for a prominent contributor to the Democratic candidate, Benjamin L. Zwirn, the North Hempstead Supervisor.   Although Mr. Zwirn abstained from the vote, Republicans said he acted questionably in allowing the board to consider the $18,168 tax settlement for Bert E. Brodsky, a Long Island developer, only days after Mr. Brodsky loaned him $50,000 for his campaign.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Board of Education Agrees To Cutback in School Funds","web_url":"https://www.nytimes.com/1993/10/19/nyregion/board-of-education-agrees-to-cutback-in-school-funds.html","abstract":"  Ending four months of negotiations with the Dinkins administration over this year's $7.3 billion school budget, the city's Board of Education agreed yesterday to accept a $60 million reduction in city financing for schools in exchange for pledges of protection against future cuts.   In a memorandum of understanding, the board and the city's Office of Management and Budget spelled out the rules and definitions they will use in resolving their differences over financing questions. The negotiations have become an annual event since the two parties forged their first such agreement in 1991.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Children Drew Some Scrutiny Before Inquiry","web_url":"https://www.nytimes.com/1993/10/19/nyregion/children-drew-some-scrutiny-before-inquiry.html","abstract":"  The four adopted children who the police said were kept in a locked and lightless attic while their parents collected $24,000 a year from a New York City adoption program had come to the attention of local school officials and state social-service officials before two of them broke out of their house and were caught shoplifting food at a supermarket.   The father of the children has said that the family had permission to educate them at home. School officials say this is not true and that, in fact, the school system alerted the state Division of Youth and Family Services after it began investigating why the children were no longer coming to school.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Ferraro Agrees to New Islander Pact","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-hockey-ferraro-agrees-to-new-islander-pact.html","abstract":"  The Islanders and center RAY FERRARO canceled their arbitration date after agreeing on a new contract, a one-year deal plus an option year. The 29-year-old Ferraro, a 10th-year veteran who came to the Islanders from the Whalers in November 1990, had been in the option year of a 1991 contract calling for a $300,000 salary this season. Instead he will get more than a 100 percent increase and a total of more than $1.3 million over the two years.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Health Care Must Include Education","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-health-care-must-include-education-896093.html","abstract":"  To the Editor:   President Clinton wants to provide the best health care to all Americans while trying to contain costs. But a major factor in this process has largely been ignored: education to aid in disease prevention, specifically education about smoking, substance abuse, diet, heart disease, AIDS and contagious diseases.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Coslet Is Sick and Tired Of Being Sick and Tired","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-football-coslet-is-sick-and-tired-of-being-sick-and-tired.html","abstract":"  Coach Bruce Coslet sounded sick and tired today of being reminded that on the last two Sundays his Jets played, they blew leads of 21 and 17 points. And don't remind him, either, of whom the Jets are playing after next Sunday's game against Buffalo.   \"We're two plays from being 4-1,\" he said of his 2-3 team that, he claims, needs no overhaul. It returns after a bye week to face the powerful Bills at the Meadowlands.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"In Philadelphia, D.H. Means Designated Headache for Blue Jays","web_url":"https://www.nytimes.com/1993/10/19/sports/world-series-in-philadelphia-dh-means-designated-headache-for-blue-jays.html","abstract":"  For the first time in nine post-season games, the Toronto Blue Jays will have a different starting lineup for the third game of the World Series Tuesday night. The change, however, is strictly involuntary.   If the Blue Jays had their way, the same nine players who were in the batting order for the six games of the American League pennant playoff and the first two games of the World Series would be on Manager Cito Gaston's lineup card for the game against the Philadelphia Phillies. Instead, the name of Pat Hentgen will appear in the ninth spot and another name, most likely John Olerud, will be missing from the card.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-890193.html","abstract":"  New York Philharmonic  Zdenek Macal, conductor Avery Fisher Hall    Zdenek Macal, just named the New Jersey Symphony's artistic director and principal conductor, has been guest conducting at the New York Philharmonic this last week. The program, as heard on Friday morning, weighed lightly on the spirit, but then who says that every symphony concert must storm the heavens or the cortex?","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"1893: Caveat Reporter : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-1893-caveat-reporter-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Figaro this morning [Oct. 18] draws attention to the carelessness of the employés in the Paris telephone services, and relates a curious incident which occurred to a member of its staff. The journalist in question asked for the Figaro, an","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Despite a Trip to Bench, Richter Looks to Revival","web_url":"https://www.nytimes.com/1993/10/19/sports/hockey-despite-a-trip-to-bench-richter-looks-to-revival.html","abstract":"  The morning after Mike Keenan used the hook on Mike Richter in the first period of the Rangers-Nordiques game last Wednesday, Keenan had only one thing to tell his struggling goaltender.   \"It's not what happens,\" Keenan said to Richter. \"It's how you react to it.\"","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/19/nyregion/no-headline-413293.html","abstract":"  \"As a parent, I know that 95 percent of what gets on TV or in the movies gets into kids' heads. Why are they putting these movies out for our children?\" -- PATRICIA SHINGLEDECKER, whose son was killed imitating a stunt he saw in a movie.  [ A22:1. ]","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/19/nyregion/news-summary-314493.html","abstract":"  International A3-18  CLINTON RESISTS RESTRICTIONS  President Clinton vowed to oppose efforts by members of Congress to restrict the use of troops in global hot spots, and he tightened the squeeze on Haitian officials trying to block the President's return.  A1  HOLDING PATTERN IN HAITI  In Haiti's capital, businesses were closed, streets were empty and military leaders showed no sign of preparing to step down as the blockade by the United Nations and the United States took effect.  A18","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/19/sports/results-plus-682893.html","abstract":"  N.H.L. Canadiens Roll to Victory Over Nordiques  Guy Carbonneau assisted on first-period goals by Ron Wilson and Kevin Haller as the Montreal Canadiens mounted an early lead and went on to a 4-2 road victory over the Quebec Nordiques last night. The Canadiens avenged a 5-2 loss to Quebec in Montreal last Saturday night. The Montreal victory continued a curious pattern in meetings between the provincial rivals: Dating back to last season, the Canadiens have won the last four games in Quebec, while the Nordiques have won the last four in Montreal. (AP) Red Wings 6, Sabres 4: Shawn Burr scored his first three goals of the season and Ray Sheppard snapped a third-period tie to give Detroit the victory in Buffalo. The Red Wings ended a four-game losing streak, while Buffalo extended its losing streak to six games. For the fifth time in those six losses, the Sabres were tied or ahead going into the final period. Sheppard beat Sabres goaltender Dominik Hasek between the legs with a short low shot at 6 minutes 20 seconds of the final period on the power play. (AP) Jets 6, Oilers 3: Kris King scored his first goal of the season early in the third period to put Winnipeg ahead to stay at home. The Jets' Thomas Steen had tied the score for the final time halfway through the second period. Keith Tkachuk's score and Steen's second goal followed. Edmonton goalie Fred Brathwaite, making his first start, stopped 36 shots while Jets goalie Bob Essensa blocked 23. (AP) Stars 5, Blackhawks 3: Mike Modano scored twice and added an assist in leading Dallas to victory in Chicago. Darcy Wakaluk, playing his first game in goal this season for the Stars, chipped in with an assist during a three-goal Dallas first period. In the final period, he made a spectacular save on Joe Murphy from point-blank range at 12:38 and one on a 50-foot slap shot by Steve Smith at 13:08 to help preserve the Stars' third victory. The Blackhawks (1-4-2) are off to their worst start since the 1988-89 season (1-5-1). (AP) TENNIS Americans Stage Upsets in Beijing Steve Bryan, an American ranked No. 117 in the world, upset third-seeded Henrik Holm of Sweden, 6-4, 6-4, in yesterday's opening round of the Salem Open in Beijing. In the first ATP Tour event to be played in China, Bryant hit 15 aces past Holm, ranked No. 41. Another unseeded American upset another Swede: Chuck Adams defeated No. 5 Mikael Pernfors, 6-1, 6-1. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"On My Mind; Those Three Words","web_url":"https://www.nytimes.com/1993/10/19/opinion/on-my-mind-those-three-words.html","abstract":"  Now here is a Government document with a lot of potential -- including the potential to make the incumbent President and his successors yearn for these safe days of Somalia, Haiti and the gulf war.   The document has to do with three words. Proliferation -- as in third-world nuclear bombs. Dual use -- as in: I sell you a chemical to make fertilizer and you use it to make biological weapons, which, to tell the truth, is what I expected you to do all along, but a dollar is a dollar.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Nigerian Soldier, Despite Ordeal, Shows No Wrath Toward Somalis","web_url":"https://www.nytimes.com/1993/10/19/world/nigerian-soldier-despite-ordeal-shows-no-wrath-toward-somalis.html","abstract":"  Stripped naked, chained to a table and bound hand to leg in pitch darkness, Pvt. Umar Shantali of Nigeria, who was captured by Somali militia forces in early September, was convinced he would be killed by his captors.    He spent his time praying and thinking of his parents and his girlfriend. In the five and a half weeks that the United Nations peacekeeper was held, he was allowed to bathe only once, the day before his release on Oct. 14.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Separated At First: Kruk and Olerud","web_url":"https://www.nytimes.com/1993/10/19/sports/world-series-separated-at-first-kruk-and-olerud.html","abstract":"  One first baseman has shaggy brown hair, a full beard, a protruding stomach and enough witticisms to earn him a guest appearance on \"The Late Show With David Letterman.\" The other first baseman has hair that does not reach his collar, a lean physique and is so reserved and polite that Letterman will not be calling for comedic material anytime soon.   One is John Kruk, the 5-foot-10-inch, 214-pound bouncer for the Phillies. The other is John Olerud, the 6-5 choir boy for the Blue Jays. While Kruk epitomizes a renegade image, Olerud epitomizes an all-American-boy image. They may be as different as two players who play the same position could be.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Home on the Range (Or What's Left of It)","web_url":"https://www.nytimes.com/1993/10/19/science/home-on-the-range-or-what-s-left-of-it.html","abstract":"  In the most ambitious attempt so far to revive one of America's formerly vast and robust but now moribund ecosystems, 300 bison today galloped headlong onto 5,000 acres of unobstructed tallgrass prairie -- there to live free, eat their fill and play a major ecological role, as their ancestors once did.    Nervous at first in the presence of nearly 1,000 humans who had come to see them resume their ancient place in nature, nudged along by a phalanx of pickup trucks, they moved balkily from their small holding pasture toward the narrow end of a fenced-in chute that led to freedom.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Clinton Urging Voluntary Goals on Air Pollution","web_url":"https://www.nytimes.com/1993/10/19/us/clinton-urging-voluntary-goals-on-air-pollution.html","abstract":"  The Clinton Administration, in a new plan to reduce the waste gases that threaten to warm the global climate, has decided to avoid most mandatory controls in favor of voluntary goals and incentives, officials said today.   Environmental groups attacked the plan, whose outline had been known for a week and which is expected to be presented by President Clinton and Vice President Gore at the White House on Tuesday. They said the plan favored industry groups worried about the costs of controlling carbon dioxide and other polluting gases that can trap heat within the atmosphere.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Clinton Vows to Fight Congress On His Power to Use the Military","web_url":"https://www.nytimes.com/1993/10/19/world/standoff-haiti-clinton-vows-fight-congress-his-power-use-military.html","abstract":"  President Clinton, trying to protect his power to control the use of military force, vowed today to \"strongly oppose\" efforts by members of Congress to restrict his authority to commit troops to restore democracy in Haiti or to work with the United Nations in other global hot spots.   After consulting with his legal experts, Mr. Clinton said, he sent a letter to the Senate majority leader, George Mitchell, and the minority leader, Senator Bob Dole, saying his Administration would oppose several amendments now circulating that would \"unduly restrict the ability of the President to make foreign policy\" and to exercise his authority as Commander in Chief.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Justices to Review Base-Closing Suit","web_url":"https://www.nytimes.com/1993/10/19/us/justices-to-review-base-closing-suit.html","abstract":"  The Supreme Court agreed today to decide whether senators and other citizens can ask the courts to overrule the Government's decision to close military bases.   At issue in the case, which involves the Philadelphia Naval Shipyard, is the future of a law that was carefully written to enable Congress and the President to close or shrink military installations without exposure to political retribution.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"'Resort' Film Festival Hits the Hamptons","web_url":"https://www.nytimes.com/1993/10/19/movies/resort-film-festival-hits-the-hamptons.html","abstract":"  The Hamptons have beautiful beaches and beautiful people. Now they have a film festival. For five days, beginning tomorrow, the first Hamptons International Film Festival will present 85 films -- features, documentaries and shorts -- as well as a program of seminars.   The festival will open with one of its three world premieres, Tony Bill's \"Home of Our Own,\" starring Kathy Bates, and will close on Sunday with Emile Ardolino's film of a New York City Ballet performance of \"The Nutcracker\" choreographed by George Balanchine.","thumbnail":null,"section":"Movies"},{"date":"19931019","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/19/world/c-corrections-435393.html","abstract":"  A music listing in the Arts and Leisure section on Sunday for the Hell's Kitchen Opera misspelled the surname of one composer and gave an incorrect address for the performances. The composer is Murray Boren, not Borden. The site is the Vineyard Theater, at 309 East 26th Street.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Raiders' Kick Wins With 0:16","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-football-raiders-kick-wins-with-0-16.html","abstract":"  In a game truly of two halves, the Denver Broncos, dominated by 13-0 in the first half by the Raiders, looked as if they had accomplished something in the second. They scratched and clawed and climbed back into a 20-20 tie on Jason Elam's 37-yard field goal with 5 minutes 33 seconds remaining.   But with 16 seconds left, Jeff Jaeger kicked a low, booming line-drive 53-yard field goal for a 23-20 Raiders victory before 75,712 foot-stomping, shocked and disappointed fans at Mile High Stadium.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Review/City Opera; 'La Rondine,' a Puccini Variation on the 'Traviata' Tale","web_url":"https://www.nytimes.com/1993/10/19/arts/review-city-opera-la-rondine-a-puccini-variation-on-the-traviata-tale.html","abstract":"  For two acts, the New York City Opera and Puccini himself make a case for \"La Rondine,\" a work that fell between \"La Fanciulla del West\" and \"Il Trittico\" and since then has never quite got to its feet. This is Puccini at its light-footed and lyric best, with music that prods its characters into motion but does not mind pausing for the occasional set piece.   \"La Rondine\" returned to the house on Sunday afternoon, and opera lovers who don't mind putting up with anticlimax should go to hear it. Ralph Funicello's first-act interior, with its undertones of pink and purple, is elegance without spectacle. It gauges the weight of \"La Rondine\" perfectly. Act III's Mediterranean scene is strewn with roses and hydrangeas. Act II, I am afraid, is a jumble: a crowd scene without enough room for one. The vague chorus singing echoed the visual confusions, but then there was Puccini's roof-raising ensemble number to win the afternoon.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Can a Governor Really Save Jobs?; New Jersey Candidates Debate Role of State's Top Official","web_url":"https://www.nytimes.com/1993/10/19/nyregion/can-governor-really-save-jobs-new-jersey-candidates-debate-role-state-s-top.html","abstract":"  Two newly minted pickup trucks in dazzling colors are on display in front of the General Motors assembly plant here, and what they represent depends on who is doing the telling.   To G.M., the new S-line trucks represent the latest entry in the wildly popular sports-utility vehicle market. To Bill Wisk, a 47-year-old assembly line worker, they represent a return, after a long layoff, to a highly paid manufacturing job.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Vietnamese Had Role In Gold Disposition","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-vietnamese-had-role-in-gold-disposition-886393.html","abstract":"  To the Editor:   With one exception there is no particular mystery about Nguyen Van Hao's role in evacuating the South Vietnamese gold reserve to New York in April 1975 (\"Mysteries Circle Vietnamese at Center of Brown Inquiry,\" news article, Oct. 10).","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Jury Acquits 2 on Most Charges In Beatings in Los Angeles Riots","web_url":"https://www.nytimes.com/1993/10/19/us/jury-acquits-2-on-most-charges-in-beatings-in-los-angeles-riots.html","abstract":"  A jury today acquitted two black men of most of the severe charges against them in the beating of a white truck driver and seven other people in last year's rioting.   Deliberations are to resume Tuesday on two remaining charges, including the most serious one: attempted murder of the truck driver, Reginald O. Denny. On this charge against one defendant, Damian M. Williams, the jurors said they were split 11 to 1, but they did not say in what direction.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Coleman Turns Down $69 Million For 8 Years","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-basketball-coleman-turns-down-69-million-for-8-years.html","abstract":"  The Nets yesterday offered Derrick Coleman an eight-year contract extension that they said would make him the highest paid player per season in the National Basketball Association. But Coleman's attorney said the 6-foot-10-inch power forward would reject the proposal.   The attorney, Harold MacDonald, said the extension provided for $69 million over the eight years, but that the money up front was not enough and that the highest base salary, in the final year, was not guaranteed.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Privatizing City Hospitals Would Be Costly and Inefficient","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-privatizing-city-hospitals-would-be-costly-and-inefficient-885593.html","abstract":"  To the Editor:   Rudolph Giuliani's repeated calls to privatize the New York City Health and Hospitals Corporation are distressing to those who work at and use municipal hospitals. Privatization is not a new idea but it is repeated so often that people simply believe it will improve health care. Unfortunately, it's not true. Selling or leasing public hospitals will force New York City to spend more money than it now does, and will restrict access to care.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Lemieux Has First Workout of Season","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-hockey-lemieux-has-first-workout-of-season.html","abstract":"  MARIO LEMIEUX, still recuperating from back surgery, skated and shot pucks with his Pittsburgh Penguins' teammates yesterday for the first time since the season started.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-letters-to-the-editor-94117533970.html","abstract":"Before Mr. Yoder is drowned in a sea of accusations of sexism and racism, let me take the opportunity to agree with him. The winners of the Nobel Prize in Physics (my specialty) are a quite reasonable list of the best physicists of this century. Sadly, t","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Review/Theater; An Ethereal Classic Is Adapted","web_url":"https://www.nytimes.com/1993/10/19/theater/review-theater-an-ethereal-classic-is-adapted.html","abstract":"  In Antoine de Saint-Exupery's gossamer children's fable \"The Little Prince,\" the most famous words of wisdom, spoken by a fox to the little boy space traveler who has fallen into the Sahara Desert, are the reminder that \"what is essential is invisible to the eye.\"   Those words unfortunately come back to haunt Rick Cummins and John Scoullar's musical adaptation of the French author's 1943 children's classic. An ethereal allegory spun from whimsical images and quicksilver emotions all lifted from the childlike recesses of Saint-Exupery's imagination has been bluntly literalized in the production, directed by William Martin, at the 28th Street Theater.","thumbnail":null,"section":"Theater"},{"date":"19931019","headline":"Execution That Cuomo Fought Is Called Off","web_url":"https://www.nytimes.com/1993/10/19/nyregion/execution-that-cuomo-fought-is-called-off.html","abstract":"  Oklahoma officials yesterday called off the planned execution of a death-row inmate but did not immediately move to return him to New York, as Gov. Mario M. Cuomo has demanded.   The execution was canceled after a Federal judge repeated his ruling of Oct. 8 that the prisoner could be sent back to New York, where he faces a sentence of 20 years to life.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Webber Signs $74.4 Million Warrior Deal","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-basketball-webber-signs-74.4-million-warrior-deal.html","abstract":"  CHRIS WEBBER signed a 15-year, $74.4 million contract yesterday with the Golden State Warriors.   \"I know a lot of guys who play basketball and are overpaid and really can't play,\" said Webber, the National Basketball Association's No. 1 draft choice. \"I'd rather have a reputation of earning what I get. Right now, I have to prove that I deserve it.\"","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/19/nyregion/metro-digest-471093.html","abstract":"  TESTS OF COURAGE END IN DEATHS Like the hero of the new movie \"The Program,\" two teen-agers from Pennsylvania and another from Long Island lay in the middle of two different roads at night, apparently to prove they had nerves of steel. Unlike the movie hero, they did not walk away unharmed. Law-enforcement authorities say scores of young men are apparently copying the stunt from the movie. A1.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Giuliani Accuses Dinkins Of a 'Surrender' on Drugs","web_url":"https://www.nytimes.com/1993/10/19/nyregion/giuliani-accuses-dinkins-of-a-surrender-on-drugs.html","abstract":"  Hammering away at what he sees as Mayor David N. Dinkins's most vulnerable issue, Rudolph W. Giuliani yesterday made some of his strongest comments yet on fighting crime, calling for a \"massive, intense, street-level\" anti-drug campaign.   At the same time, his campaign moved to attract a crucial constituency -- liberal Democrats -- by airing two new advertisements, one featuring Robert F. Wagner Jr., the scion of a Democratic family, and the other featuring the actor Ron Silver, who talks of being a lifelong Democrat who says \"we've got to give Rudy Giuliani a chance.\"","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"For Barkley, Comedy or Drama?","web_url":"https://www.nytimes.com/1993/10/19/sports/on-pro-basketball-for-barkley-comedy-or-drama.html","abstract":"  In the first quarter of a preseason game in Atlanta Sunday night, Charles Barkley got a technical foul for hanging onto the rim. In the fourth quarter, he cursed an official and got himself thrown out of the game.   \"Things are back to normal,\" the Phoenix Suns' coach, Paul Westphal, said yesterday, cheerfully.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"On-Track Dropoffs Continue A Trend","web_url":"https://www.nytimes.com/1993/10/19/sports/horse-racing-notebook-on-track-dropoffs-continue-a-trend.html","abstract":"  Belmont Park closed for the winter yesterday after a six-week fall meeting that extended the recent trends in horse racing: Attendance at the track dropped by 11.4 percent and betting by 3.6 percent, although betting away from the track kept rising.   The scenic old course on Long Island will still be the winter home for about 2,000 horses, but racing won't resume there until May 4. Meanwhile, the New York winter racing scene switches to Aqueduct tomorrow afternoon at 12:30.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"N.Y.U. Opens Research Laboratory for AIDS","web_url":"https://www.nytimes.com/1993/10/19/nyregion/nyu-opens-research-laboratory-for-aids.html","abstract":"  New York University Medical Center, providing what some experts hope will be a cornerstone for an expanding biomolecular research industry in New York City, yesterday opened a $75 million laboratory devoted entirely to scientists who will seek new treatments for cancer, AIDS and other diseases.   The laboratory, part of a new, 23-story university building on First Avenue off 30th Street, is to employ 70 to 80 scientists in full-time research, university officials said.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Q&A","web_url":"https://www.nytimes.com/1993/10/19/science/q-a-819793.html","abstract":"  Squirrels' Nests   Q.  Do squirrels actually build nests? One seems to be doing so in my London plane tree.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Army Goal: Somali Hearts and Minds","web_url":"https://www.nytimes.com/1993/10/19/world/army-goal-somali-hearts-and-minds.html","abstract":"  After a summer in which the United States used gunships and attack helicopters to pound sections of this city, the elite American forces that spent the Vietnam War trying to win hearts and minds have resumed the quest.   The United States Army Special Forces have thus begun to venture out in Somalia and have found a rare oasis of support in southern Mogadishu, the hostile blight that is the domain of the Americans' principal foe, Gen. Mohammed Farah Aidid.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Welfare Reform? First Improve Child Care Aid.; A 'Community School'","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-welfare-reform-first-improve-child-care-aid-a-community-school-894493.html","abstract":"  To the Editor:   You do a tremendous service for children in your report on the neglected health needs of the city's students (\"Too Ill to Learn,\" news article, Oct. 10). In human and in real financial terms, we pay a huge price for these false economies.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"1918: Cities Recovered : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-1918-cities-recovered-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - M. Georges Clemenceau, the French Premier, was greeted with resounding cheers when he rose in the Chamber of Deputies yesterday [Oct. 18] afternoon to announce officially that Roubaix and Tourcoing had been taken. M. Clemenceau said: \"The imm","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Moscow Journal;\nOn the Revolt's Front Line, Kiosks Feel the Fury","web_url":"https://www.nytimes.com/1993/10/19/world/moscow-journal-on-the-revolts-front-line-kiosks-feel-the-fury.html","abstract":"After taking time off for the counterrevolution, Vladimir Antonov is back in business.\n\nIn fact, he had to board up his sidewalk store for only a day while bands of Government opponents vented their rage on an enemy that ranks up there with President Boris N. Yeltsin on their hate list: the kiosks, the omnipresent reminders of the possible promise and certain pain of economic reform.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Gravity Lens Sightings Hint More Dark Matter","web_url":"https://www.nytimes.com/1993/10/19/science/gravity-lens-sightings-hint-more-dark-matter.html","abstract":"  CONTINUING a burst of discoveries in a field where there had been none, still another group of scientists has detected the gravitational effects of what they think is the kind of unseen, or dark, matter that constitutes much of the mass of galaxies and largely dictates their shapes and motions.   The new findings encouraged astrophysicists to conclude that their experimental technique for probing galactic dark matter is sound and could in a few months establish its identity for the first time. From the new observations, the galactic dark matter appears to be compact, massive objects smaller than the Sun and bigger than any known planets, radiating little or no detectable energy.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Will It Be Gretzky Against Gretzky?","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-hockey-will-it-be-gretzky-against-gretzky.html","abstract":"  The Tampa Bay Lightning recalled rookie center BRENT GRETZKY from their International Hockey League affiliate in Atlanta yesterday, possibly setting up the first-ever National Hockey League meeting between Gretzky and his superstar brother WAYNE. Wayne Gretzky, the N.H.L.'s all-time leading scorer, will lead the Los Angeles Kings against the Lightning tomorrow night at the Thunderdome in St. Petersburg, Fla.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/19/nyregion/bridge-580593.html","abstract":"  Half a century ago, a poll of experts voted Howard Schenken the best individual player in the world. His widow, Bee Schenken, who died two weeks ago, was a fine player in her own right: equally at home in tournament play, winning seven national titles, and at the rubber bridge tables, where she was a steady winner.   On the diagramed deal, played a decade ago, she held the South cards and had a difficult rebid after opening one diamond and hearing a weak jump to three clubs. She gambled with three no-trump and her partner had nothing to say. As it turned out, five diamonds would have been a far better contract and six diamonds would have had good play, although failing as the cards lie.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Mr. Dole's Bad Idea","web_url":"https://www.nytimes.com/1993/10/19/opinion/mr-dole-s-bad-idea.html","abstract":"  When President Bush was building up for the Persian Gulf war, Senator Bob Dole of Kansas had some reservations about sending troops to the gulf; but he backed his President. In October 1990 he said the only reason the United States had entered the conflict was \"O-I-L,\" and that that was not something American parents were anxious to see their sons and daughters die for. By February, George Bush was riding an 84 percent approval rating and Senator Dole was able to see the bright side of this Presidential military initiative. \"There will be no letup, no cease-fire, no time-outs until Saddam Hussein himself raises the white flag,\" Mr. Dole said.    But now, presented with a Democratic President with pallid public support, he has become a champion of Congressional prerogative. On Sunday he announced he would introduce a measure in Congress limiting President Clinton's ability to deploy American troops in Haiti without Congressional approval.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-891093.html","abstract":"  Juilliard Orchestra  Otto-Werner Mueller, conductor Avery Fisher Hall   The Otto-Werner Mueller one fondly recalls from the 1960's at the University of Wisconsin was a conductor who could rise thrillingly to a major challenge, and he did so again on Wednesday evening with a stirring account of Bruckner's Fourth Symphony. His conception was noble and compellingly unified, and he carried the student players along in a performance that though far from note-perfect was infused with youthful ardor and Brucknerian generosity of spirit.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Foes Draw Battle Lines In Red Tape","web_url":"https://www.nytimes.com/1993/10/19/nyregion/our-towns-foes-draw-battle-lines-in-red-tape.html","abstract":"  THE fight between Ed Brown and the township will never rival the ancient blood feuds of the Middle East or the Balkans, but for this sandy, semirural shore community, it will do.   For Wall Township, it is a matter of fairness, safety and governmental responsibility. For Mr. Brown, it is the final assault on American enterprise and ingenuity by the dark forces of municipal regulation.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Verdicts Are Hailed as a Final Chapter","web_url":"https://www.nytimes.com/1993/10/19/us/verdicts-are-hailed-as-a-final-chapter.html","abstract":"  While a jury continued to deliberate two serious counts against the two black men charged in the beating of Reginald O. Denny, black Southern Californians today generally greeted the early verdicts as a sign that the courts could administer justice equally.   Many whites, by contrast, found those verdicts, in which the two men were acquitted on most charges, too lenient for the brutal crimes captured on television.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-letters-to-the-editor.html","abstract":"Here we go again. Mr. Yoder repeats the same old syndrome that Joanna Russ describes in \"How to Suppress Women's Writing\": She did it, yes, but others have done it before. She did it, but she was less worthy than others. They gave it to her, bu","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Observer; Macabre Grocery Marvels","web_url":"https://www.nytimes.com/1993/10/19/opinion/observer-macabre-grocery-marvels.html","abstract":"  Not since \"Famed Psychic's Head Explodes\" has a news headline seized and held my attention so insistently as \"Abraham Lincoln's Corpse Revived\" in The Weekly World News of Oct. 5.    Doctors using the Emancipator's remains to test the experimental drug Revivitol brought him around for 95 seconds. This was long enough for Lincoln to get his eyes open and ask, \"Gentlemen, where am I?\" before re-expiring.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"He's Driven One Lately","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-he-s-driven-one-lately-895293.html","abstract":"  To the Editor:   You do readers a disservice and mislead by criticizing the new chairman and the former chairman of Ford Motor Company for not owning cars (\"Blissful Ignorance in Detroit,\" editorial, Oct. 8). You incorrectly imply that they are not familiar with the problems of buying, owning and getting a car serviced just because they don't own one.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-889893.html","abstract":"  Phyllis Pancella  Mezzo-Soprano Weill Hall    Phyllis Pancella's debut recital on Thursday night was immediately intriguing for its diverse program: John Dowland's \"Come Away,\" Dominick Argento's \"Elizabethan Songs,\" Hugo Weisgall's \"Psalm of the Distant Dove,\" Dvorak's \"Gypsy Melodies,\" two songs by Ildebrando Pizzetti, and four splendid songs by Charles Ives (concluding with \"Autumn\"). Ms. Pancella is of Italian and Czech descent, and her program reflected that background as well as her enthusiasm for American music.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Welfare Reform? First Improve Child Care Aid.","web_url":"https://www.nytimes.com/1993/10/19/opinion/l-welfare-reform-first-improve-child-care-aid-884793.html","abstract":"  To the Editor:   We applaud Richard P. Nathan's call to make the Family Support Act work before launching a new effort at welfare reform (Op-Ed, Oct. 7). The act has indeed fallen far short of its goals. In particular, the child care guarantees that would make it possible for mothers to participate in job training or to take the entry-level positions that might be available have not been fulfilled.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Toni Morrion's Nobel : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-toni-morrions-nobel-letters-to-the-editor.html","abstract":"Regarding \"An Eccentric Selection From the Nobel Folks\" (Meanwhile, Oct. 13) by Edwin M. Yoder Jr.: .Rarely have I seen appalling ignorance so clearly on display as in Mr. Yoder's column on the awarding of the Nobel Prize in Literature to Ton","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Paris Seeks to Rally Support for Its Opposition to Trade Talks","web_url":"https://www.nytimes.com/1993/10/19/world/paris-seeks-to-rally-support-for-its-opposition-to-trade-talks.html","abstract":"  At loggerheads with Washington and increasingly isolated from its European partners, the French Government began a drive today to consolidate domestic support for its threat to torpedo global trade liberalization talks in the name of protecting French farmers.   With irritation over the French position mounting steadily abroad, Prime Minister Edouard Balladur spent the day receiving the heads of all political parties as well as key labor, business and artistic leaders in the hope of presenting a united front to the world.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Human Noises in Ocean Held to Threaten Marine Mammals","web_url":"https://www.nytimes.com/1993/10/19/science/human-noises-in-ocean-held-to-threaten-marine-mammals.html","abstract":"  WITH the world's oceans increasingly disturbed with man-made sounds, scientists are facing a vexing dilemma: many of the most important discoveries about sea creatures and their environment are made by the use of sound, but some sounds generated by scientists may be contributing to the destruction of the very mammals they want to protect.    At a meeting here of the Acoustical Society of America this month, scores of experts presented evidence that the welfare and lives of some marine mammals were increasingly threatened by noise of human origin.","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/19/nyregion/inside-398593.html","abstract":"  Big Bank Cuts Prime Rate   Morgan Guaranty Trust reduced its prime lending rate to 5.5 percent from 6 percent, the first of the nation's largest banks to do so. Page D1. Justices Take Bases Case    The Supreme Court agreed to decide whether the Government's recent closings of military bases can be challenged in court. Page A20. A Mata Hari Tale in Italy    A right-wing lawmaker's story of romance, intrigue and a conspiracy for a coup to rid Italy of crime and corruption has caused a furor. Page A3.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Pass the Hoagies And Cheese Steaks","web_url":"https://www.nytimes.com/1993/10/19/sports/on-baseball-world-series-pass-the-hoagies-and-cheese-steaks.html","abstract":"  When former heavyweight champion Sonny Liston once said that he'd rather be a lamppost in Denver than the mayor of Philadelphia, probably not a lot of people argued. The same probably applied when W. C. Fields said if the choices were either being dead or being in the City of Brotherly Love, then perhaps, all things considered, he'd rather be in Philadelphia.   Unfortunately for the city stuck in the backbone of the country's East Coast corridor, the identity crisis and the fight for respect have always been somewhat losing battles.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"One More Shortage in Haiti: News","web_url":"https://www.nytimes.com/1993/10/19/world/standoff-in-haiti-one-more-shortage-in-haiti-news.html","abstract":"  Minutes after a United States warship was spotted a few miles offshore on Sunday, the quiet streets of this capital city suddenly came alive as people scurried to get some news.   Radio stations did not interrupt their musical programs to give a special report. Newspapers did not run any special editions the next day. The only radio station broadcasting news on Sunday, Radio Tropic, simply told its listeners that two United States ships were visible at sea.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Opening For 'Moon' Postponed","web_url":"https://www.nytimes.com/1993/10/19/theater/opening-for-moon-postponed.html","abstract":"  \"Paper Moon,\" the $4.5 million musical in tryouts at the Paper Mill Playhouse in Millburn, N.J., became the first casualty of the Broadway season yesterday when its producer said the opening would be indefinitely postponed. The producer, Roger Berlind, told the cast on Sunday that the show would not be going back into rehearsal after the tryout run ends on Oct. 24. He said the show's writers are \"going into rewriting mode,\" with the hope of a spring opening. Mr. Berlind said, however, that a Broadway opening this season was uncertain because it was impossible to know if an appropriate theater would be available.   The Broadway opening was originally scheduled for the Marquis Theater on Dec. 5. A delay was announced last week, but Mr. Berlind said then that there was a possibility the show would open before year's end. \"If it's not on the page, it's not on the stage,\" he said yesterday. \"We're 70 percent or 75 percent there, but there's some transitional writing required between scenes, and some rethinking of the second act.\"","thumbnail":null,"section":"Theater"},{"date":"19931019","headline":"1943: Army Expenses : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-1943-army-expenses-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Lindsay Warren, the Comptroller General, accused the War Department today [Oct. 18] of approving such claims in contractors' charges as for an employee's false teeth and the expenses for transporting a dog. Furthe","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Mt. Sinai Changing Allocation Of Rooms as Bias Inquiry Starts","web_url":"https://www.nytimes.com/1993/10/19/nyregion/mt-sinai-changing-allocation-of-rooms-as-bias-inquiry-starts.html","abstract":"  Mount Sinai Medical Center will change the way it assigns rooms to maternity patients on Medicaid, ceasing a practice of keeping all such poor patients on one floor, the Dinkins administration said yesterday.   Hospital officials said the Medicaid patients, who are attended by staff physicians at the hospital, were kept together to make it easier for the doctors to care for them. The hospital denied that any discrimination was involved and insisted that services were the same for all patients.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"HAITI CAPITAL CALM AS STREETS EMPTY","web_url":"https://www.nytimes.com/1993/10/19/world/standoff-in-haiti-haiti-capital-calm-as-streets-empty.html","abstract":"  The streets were empty of traffic and most businesses remained closed today as the deadline approached for an international naval blockade of oil and arms supplies to Haiti that goes into effect at midnight tonight.   Today, the third day after the negotiated deadline for their retirement, Haiti's military leaders showed no sign of leaving to make way for the return of the deposed President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"The Iraqi Billy Martin Is Named Baba","web_url":"https://www.nytimes.com/1993/10/19/sports/soccer-the-iraqi-billy-martin-is-named-baba.html","abstract":"  It was a good day for the Near East, a bad day for the Far East and a rotten day for Adnan Dirjal.   The Saudi Arabians opened today's play by beating the North Koreans, 2-1, to take the early lead in this final round of Asian World Cup soccer qualifying. The Iranians then beat the favored Japanese by the same score, erasing some of the large question marks raised by their lackluster performance in their first game of the round-robin tournament.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Review/Music; A Birthday Tribute to Elliott Carter","web_url":"https://www.nytimes.com/1993/10/19/arts/review-music-a-birthday-tribute-to-elliott-carter.html","abstract":"  It is somewhat quixotic to proselytize for the music of Elliott Carter at this late date. For those of us who are moved by his works, he is clearly a contemporary master whose agile mind has given us a series of compelling works written in a robust and idiosyncratic musical language. But for most listeners he is a cipher, an intellectual whose cerebral fantasies are suitable only for specialists. And as celebrations begin for his 85th birthday this winter, neither the size of these opposing camps nor their arguments are likely to change.   In fact, when Speculum Musicae presented a concert of Mr. Carter's works on Thursday night in honor of his birthday, including two American premieres and one piece new to New York, the faithful could not even fill the chamber-size Merkin Hall.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Ball Park Is Quiet, and Now Burdens Grow for Drysdale's Widow","web_url":"https://www.nytimes.com/1993/10/19/sports/ball-park-is-quiet-and-now-burdens-grow-for-drysdale-s-widow.html","abstract":"  She palmed three baseballs in her right hand, four more in her left hand and was about to pitch in Dodger Stadium.   Then, the batter spoke up.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Is Montana Receiving Official Help?","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-football-notebook-is-montana-receiving-official-help.html","abstract":"  Joe Montana is the most celebrated quarterback in the National Football League, perhaps the best ever. Many players on the San Diego Chargers spoke in awe about their opportunity on Sunday to play against him. But is Montana such an icon that game officials protect him against defenders trying to get to him?   Yes, say Charger players. Yes, says their coach, Bobby Ross, and he says he plans to talk to league officials about it. No, says a league spokesman, saying Montana is treated no differently from other quarterbacks.","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Defendant in a Bombing Plot Released on Bail","web_url":"https://www.nytimes.com/1993/10/19/nyregion/defendant-in-a-bombing-plot-released-on-bail.html","abstract":"  A defendant in the conspiracy case to blow up New York City landmarks was released on bail yesterday, the only person to be freed in two major bombing cases involving the World Trade Center, the United Nations and the Hudson River tunnels.   A Federal judge in Manhattan released Earl Gant, a Philadelphia vendor charged with agreeing to help obtain explosives for the foiled plot, saying Mr. Gant had \"no real awareness of the enormity of what other people were planning.\"","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"New Yorker Tries for the Knicks","web_url":"https://www.nytimes.com/1993/10/19/sports/pro-basketball-new-yorker-tries-for-the-knicks.html","abstract":"  After growing up in Harlem and attending St. John's University, David Cain felt special wearing a Knicks uniform last night at Madison Square Garden. Cain knows that others give him a slim chance of making the Knicks' final 12-man roster. But that will not stop the free-agent point guard from giving his all.   \"I don't have time to be nervous,\" Cain said before the Knicks' 100-90 victory over the Phoenix Suns in their preseason home opener. \"This is the chance of a lifetime and I don't want to let it slip by. I know I can play at this level, there's no doubt in my mind. I just have to stick to the things I do best.\"","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Linking Exports to Aid","web_url":"https://www.nytimes.com/1993/10/19/opinion/linking-exports-to-aid.html","abstract":"  At first glance, the Clinton Administration's new export policy is dismaying. Mr. Clinton wants to reinstitute a practice, known as tied aid, whereby the U.S. would give development aid to poor countries on condition that they purchase U.S. goods. For example, the U.S. would give Paraguay cash to help build a dam; the U.S. would also provide subsidized loans with which Paraguay would be required to buy the needed construction equipment from U.S. companies. The U.S. largely abandoned this practice 20 years ago because linking aid to exports isn't good for recipient countries or fair trade.   At second glance, however, Mr. Clinton's policy is defensible as a means to pressure other donors to cut back the suspect practice. Mr. Clinton hopes that if we play the game just a little, our trading partners will play it a whole lot less.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Not Like the Movie: A Dare Leads to Death","web_url":"https://www.nytimes.com/1993/10/19/us/not-like-the-movie-a-dare-leads-to-death.html","abstract":"  Like the hero of the new movie \"The Program,\" two teen-agers from Pennsylvania and another from Long Island lay in the middle of two different roads at night, apparently to prove they had nerves of steel. Unlike the movie hero, they did not walk away unharmed.   Michael A. Shingledecker Jr., 18, of Polk, Pa., was killed almost instantly about 1 A.M. Saturday when he and a friend were struck by a pickup truck while lying on a two-lane highway in Polk, a small borough in western Pennsylvania. His friend, Dean G. Bartlett, 17, was critically injured. And Michael Macias, 17, of Syosset, L.I., was critically injured when he was hit by a car at 10:40 P.M. Saturday as he lay in the middle of Bayville Avenue in Bayville.","thumbnail":null,"section":"U.S."},{"date":"19931019","headline":"Review/Television; A Look at the Paranormal: It Turns Out to Be Normal","web_url":"https://www.nytimes.com/1993/10/19/arts/review-television-a-look-at-the-paranormal-it-turns-out-to-be-normal.html","abstract":"  In \"Secrets of the Psychics,\" James Randi, magician and skeptic, goes around making people who claim to be able to bend spoons, cure cancer and perform other marvels by the power of mind alone look silly. The most amusing moments in this somewhat patchy edition of \"Nova\" are clips from his appearances on the \"Tonight\" show some years back, particularly his foiling of the then-celebrated superpsychic Uri Geller. Mr. Randi also demonstrates that you don't have to be a psychic to appear to be doing a stomach operation with your bare hands.   More recently, Mr. Randi visited Moscow, where he is seen tormenting purported scientists and healers (who look like villains in B-movies) and two pleasant women who say they can describe a person's life in detail from a photograph. For Mr. Randi, a psychic is just a magician with pretensions.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Foreign Policy Tug-of-War: Latest in a Long String of Battles","web_url":"https://www.nytimes.com/1993/10/19/world/standoff-in-haiti-foreign-policy-tug-of-war-latest-in-a-long-string-of-battles.html","abstract":"  When Senate Republicans demand a greater Congressional role in foreign policy, there must be a Democrat in the White House. And when most Democrats support the use of troops abroad despite serious misgivings, the suspicion is confirmed.   Senator Bob Dole's demand for \"certification\" of American interests by President Clinton before any further involvement in Haiti, for example, stands in dramatic contrast to his words just before Congress voted to allow President Bush to make war on Iraq. On that occasion the minority leader told the Senate, \"I do believe that our best chance for peace and best hope for peace is to strengthen the President's hand in every way we can.\"","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Panel to Oversee La Guardia College Newspaper","web_url":"https://www.nytimes.com/1993/10/19/nyregion/panel-to-oversee-la-guardia-college-newspaper.html","abstract":"  To calm a rash of protests by City Council members, the president of Fiorello H. La Guardia Community College pledged yesterday to assert greater editorial supervision over a student newsletter that recently published an opinion article criticizing Jews.    In a letter to Council Speaker Peter F. Vallone, Raymond C. Bowen, president of La Guardia, denounced the article, calling it \"divisive journalism\" and promising to create a new editorial board of faculty, administrators and students to oversee the newsletter, The Bridge. Run by students, The Bridge now has an adjunct professor as an adviser.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"Parents Occupy School Building in Protest","web_url":"https://www.nytimes.com/1993/10/19/nyregion/parents-occupy-school-building-in-protest.html","abstract":"  A group of 70 parents took over an auditorium at Public School 156 in East New York, Brooklyn, last night and said they would not leave until school officials found proper classrooms for students who have been displaced by the asbestos crisis.   Arriving with blankets and pillows for their children, who slept on the auditorium floor, the parents locked the auditorium doors from the inside and said they would stay several days if necessary.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/10/19/opinion/IHT-what-theyre-reading.html","abstract":"Patrick Brooking, a retired British general now a business executive in Berlin, is reading \"Unfinished Journey\" by Sir Yehudi Menuhin. .\"This only covers Menuhin's life until 1976 so there's still a long way to go since then. This is such","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/19/arts/classical-music-in-review-656993.html","abstract":"  'Tosca'  New York City Opera New York State Theater    New singers stepped into the principal roles in \"Tosca\" on Wednesday evening, and Joseph Colaneri, the company's chorus master, took over the conducting. Among the newcomers, Ann Benson made her house debut in the title role, and Paul Lyon, who made his debut as Calaf in \"Turandot\" this season, tried his hand at another Puccini hero, Cavaradossi.","thumbnail":null,"section":"Arts"},{"date":"19931019","headline":"Clinton Spoke The Truth On Race","web_url":"https://www.nytimes.com/1993/10/19/opinion/clinton-spoke-the-truth-on-race.html","abstract":"When President Clinton suggested that race might motivate some voters in New York City's mayoral election, he was accused of \"interjecting\" or \"re-igniting\" the race issue, of \"playing the race card\" for partisan advantage. I believe that he simply brought the issue of race more into the open.\n\nRacial bloc voting is one explanation for the lack of honest dialogue about race in New York. David Dinkins, the black Democratic incumbent, is not guaranteed re-election in an overwhelmingly Democratic city. The opposite side of his meager white support (27 percent) in 1989 was the equivalent of a landslide of white votes for his opponent, Rudolph Giuliani. Some white voters admit that they won't vote for a black mayor, whoever it is. As one Canarsie voter explains, she's not \"generally prejudiced\"; it's just that blacks \"have proven themselves to be a hostile race.\" In this atmosphere, most Democrats maintain an eerie silence.","thumbnail":null,"section":"Opinion"},{"date":"19931019","headline":"Books of The Times; A 'Black White Man' In Colonial Australia","web_url":"https://www.nytimes.com/1993/10/19/books/books-of-the-times-a-black-white-man-in-colonial-australia.html","abstract":"  Remembering Babylon  By David Malouf  202 pages. Pantheon Books. $20.     The Babylon referred to in the title of David Malouf's new novel is Australia: a 19th-century frontier that many of its settlers regarded as Eden, a New World paradise where they might make a fresh start and begin new lives, tabula rasa. Yet as we learn in this astonishing novel, Australia was also a harsh, dangerous land, a place that brought out in its colonizers the dark passions of racism, brutality and hate.","thumbnail":null,"section":"Books"},{"date":"19931019","headline":"Conversing On Line With Older Americans","web_url":"https://www.nytimes.com/1993/10/19/science/peripherals-conversing-on-line-with-older-americans.html","abstract":"  'TELL them that we lived through four wars,\" an older woman said recently about how she arrived at her obsession (she prefers to say she is \"possessed\") with that \"soul snatcher,\" the personal computer.    \"We have gone from sitting by the radio for fireside chats to seeing a war start while watching CNN one evening, from hearing about the invasion of Poland a day later on the radio to watching the butchery in the former Yugoslavia nightly, from the agony of plucking and cleaning chickens to the joy of buying them bare-bottom clean; my father once remarked to me how he had lived in the horse-and-buggy era and lived to see them put a man on the moon, and he was in awe of the fact. The point is, we cannot stagnate.\"","thumbnail":null,"section":"Science"},{"date":"19931019","headline":"Mexico Defends Free Trade","web_url":"https://www.nytimes.com/1993/10/19/world/mexico-defends-free-trade.html","abstract":"  Mexico's leader said the fate of the North American trade pact had become a test of good relations throughout the hemisphere. Page A10.","thumbnail":null,"section":"World"},{"date":"19931019","headline":"Additional Ban for Chelios of Blackhawks","web_url":"https://www.nytimes.com/1993/10/19/sports/sports-people-hockey-additional-ban-for-chelios-of-blackhawks.html","abstract":"  CHRIS CHELIOS, the All-Star defenseman of the Chicago Blackhawks, was suspended for two more games yesterday by the National Hockey League for his part in last Thkursday's melee with the Hartford Whalers. On Friday, the league announced that Chelios would be suspended indefinitely pending a hearing. He has missed two games since. Following yesterday's hearing in New York, BRIAN BURKE, the N.H.L. director of hockey operations, said Chelios would be suspended for two more games -- Thursday night against Quebec and Saturday night against Detroit. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931019","headline":"Giuliani Achieves Fund-Raising Success","web_url":"https://www.nytimes.com/1993/10/19/nyregion/giuliani-achieves-fund-raising-success.html","abstract":"  The last time Rudolph W. Giuliani ran for mayor, he had to struggle hard in the last six weeks of the race to raise even half the amount of money that was flowing to the Democratic nominee, David N. Dinkins. He was forced to borrow $200,000 from the Republican State Committee and he asked President Bush to help coax donations from the Republican faithful.   This time, Mr. Giuliani raised all the money the law would allow him to spend with two weeks to go, even as Mayor Dinkins continued to worry about fund raising.","thumbnail":null,"section":"New York"},{"date":"19931019","headline":"What's Sauce for the Oyster May Also Keep the Doctor Away","web_url":"https://www.nytimes.com/1993/10/19/health/what-s-sauce-for-the-oyster-may-also-keep-the-doctor-away.html","abstract":"  DOES Louisiana hot sauce, a principal ingredient in the spicy New Orleans cocktail sauce commonly served with raw shellfish, kill certain bacteria found in raw oysters?    The answer is yes, at least in the laboratory, researchers said in a preliminary report at a national scientific meeting on microbes and antibiotics yesterday. Principal ingredients of the traditional New Orleans cocktail sauce were found to kill a rare but sometimes fatal bacteria called Vibrio vulnificus.","thumbnail":null,"section":"Health"}],"wiki_events":[],"weather":[{"date":"19931019","time":"1993-10-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":66,"wspd":9.4},{"date":"19931019","time":"1993-10-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":70,"wspd":9.4},{"date":"19931019","time":"1993-10-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":74,"wspd":11.2},{"date":"19931019","time":"1993-10-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":75,"wspd":7.6},{"date":"19931019","time":"1993-10-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":75,"wspd":9.4},{"date":"19931019","time":"1993-10-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":77,"wspd":7.6},{"date":"19931019","time":"1993-10-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":75,"wspd":7.6},{"date":"19931019","time":"1993-10-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":74,"wspd":7.6},{"date":"19931019","time":"1993-10-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":71,"wspd":11.2},{"date":"19931019","time":"1993-10-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":64,"wspd":9.4},{"date":"19931019","time":"1993-10-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":58,"wspd":13},{"date":"19931019","time":"1993-10-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":57,"wspd":13},{"date":"19931019","time":"1993-10-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":53,"wspd":9.4},{"date":"19931019","time":"1993-10-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":48,"wspd":7.6},{"date":"19931019","time":"1993-10-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":50,"wspd":9.4},{"date":"19931019","time":"1993-10-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":48,"wspd":9.4},{"date":"19931019","time":"1993-10-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":51,"wspd":9.4},{"date":"19931019","time":"1993-10-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":55,"wspd":11.2},{"date":"19931019","time":"1993-10-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":58,"wspd":7.6},{"date":"19931019","time":"1993-10-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":57,"wspd":7.6},{"date":"19931019","time":"1993-10-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":60,"wspd":3.6},{"date":"19931019","time":"1993-10-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":60,"wspd":9.4},{"date":"19931019","time":"1993-10-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":67,"wspd":5.4},{"date":"19931019","time":"1993-10-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":71,"wspd":3.6},{"date":"19931019","time":"1993-10-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":43,"wspd":20.5},{"date":"19931019","time":"1993-10-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":50,"wspd":22.3},{"date":"19931019","time":"1993-10-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":51,"wspd":22.3},{"date":"19931019","time":"1993-10-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":55,"wspd":20.5},{"date":"19931019","time":"1993-10-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":64,"wspd":7.6},{"date":"19931019","time":"1993-10-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":62,"wspd":11.2},{"date":"19931019","time":"1993-10-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":64,"wspd":13},{"date":"19931019","time":"1993-10-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":13},{"date":"19931019","time":"1993-10-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":11.2},{"date":"19931019","time":"1993-10-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":68,"wspd":7.6},{"date":"19931019","time":"1993-10-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":71,"wspd":9.4},{"date":"19931019","time":"1993-10-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":77,"wspd":9.4},{"date":"19931019","time":"1993-10-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":68,"wspd":9.4},{"date":"19931019","time":"1993-10-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":61,"wspd":9.4},{"date":"19931019","time":"1993-10-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":57,"wspd":14.8},{"date":"19931019","time":"1993-10-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":49,"wspd":9.4},{"date":"19931019","time":"1993-10-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":47,"wspd":13},{"date":"19931019","time":"1993-10-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":42,"wspd":7.6},{"date":"19931019","time":"1993-10-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":47,"wspd":13},{"date":"19931019","time":"1993-10-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":49,"wspd":11.2},{"date":"19931019","time":"1993-10-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":11.2},{"date":"19931019","time":"1993-10-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":58,"wspd":9.4},{"date":"19931019","time":"1993-10-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":65,"wspd":9.4},{"date":"19931019","time":"1993-10-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":67,"wspd":11.2}]},"19931020":{"guardian_articles":[{"date":"19931020","headline":"Bringing race bigots to book","web_url":"https://www.theguardian.com/uk/1993/oct/20/lawrence.ukcrime","abstract":null,"thumbnail":null,"section":"UK news"},{"date":"19931020","headline":"Crack US troops to leave Somalia","web_url":"https://www.theguardian.com/world/1993/oct/20/usa.martinwalker","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19931020","headline":"Florio's Ratings Slipping in Poll, But He's Ahead","web_url":"https://www.nytimes.com/1993/10/20/nyregion/florio-s-ratings-slipping-in-poll-but-he-s-ahead.html","abstract":"  Gov. Jim Florio's standing with the voters has begun to erode in New Jersey's race for governor, according to the latest New York Times/WCBS-TV News poll, but he still maintains a commanding lead over Christine Todd Whitman.   With less than two weeks to go before the Nov. 2 election, the poll shows Governor Florio leading Mrs. Whitman 49 to 34 percent among registered voters, a lead that is wider still among those who said they will definitely vote. But his performance rating has slipped, his trust rating has slipped and so has his reputation for honesty and integrity. Nearly two-thirds of the respondents think their taxes would go up if he is re-elected.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"10 Bad Minutes Ruin the Other 50","web_url":"https://www.nytimes.com/1993/10/20/sports/hockey-10-bad-minutes-ruin-the-other-50.html","abstract":"  Can a team look good and come out of a slump while losing its fifth game in six attempts? If so, that summarizes the Islanders tonight at Nassau Coliseum, where they lost, 3-2, to the Pittsburgh Penguins before 10,574 customers.   After falling behind by 3-0 in the first half of the first period, the Islanders dominated for the next 50 minutes, bombarding Penguins goalie Tom Barrasso with 47 shots, at least a third of them excellent scoring chances.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Vaudeville Mixed With Murder","web_url":"https://www.nytimes.com/1993/10/20/style/IHT-vaudeville-mixed-with-murder.html","abstract":"The Theatre Royal, Stratford East comes back to life after a dazzling refit financed by the transfer of \"Five Guys Named Moe,\" and with the results of a lengthy improvisation by Mike Leigh. \"It's A Great Big Shame\" is effectively two","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"How to Police New York","web_url":"https://www.nytimes.com/1993/10/20/opinion/how-to-police-new-york.html","abstract":"  Crime is always a visceral issue in New York City politics. That's especially true this year when polls show crime to be a prime concern among voters.    Mayor David Dinkins and his challenger Rudolph Giuliani hold starkly different views on how dangerous the city is and how best to police it. Mr. Giuliani presents himself as a hard-nosed cop who'd round up the bad guys he says the Mayor has permitted to flourish in the streets. Mr. Dinkins points with pride to the thousands of new police officers he has hired, and to a drop in the most serious and violent crimes despite a popular perception that crime is getting worse.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Somalia Envoy's Earlier Lobbying Under Investigation for Possible Conflict","web_url":"https://www.nytimes.com/1993/10/20/world/somalia-envoy-s-earlier-lobbying-under-investigation-for-possible-conflict.html","abstract":"  The State Department is investigating whether President Clinton's chief envoy to Somalia, Robert B. Oakley, violated Federal conflict-of-interest laws in his work as a private consultant, Administration officials said today.   The inquiry centers on Mr. Oakley's role as a consultant to Middle East Airlines, which hired his Washington-based company this year as part of a campaign to regain its profitable routes to the United States. He has denied any wrongdoing.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Coaches Seek Voice On N.C.A.A. Rules","web_url":"https://www.nytimes.com/1993/10/20/sports/colleges-coaches-seek-voice-on-ncaa-rules.html","abstract":"  Midnight Madness may be the traditional opening for college basketball, but the season got off to an intriguing start this afternoon as two major coaching groups -- one exclusively black, the other predominantly white -- met in different cities to discuss strategies to make their voices heard.   While the National Association of Basketball Coaches met here for the group's inaugural issues summit, 30 members of the Black Coaches Association boycotted the conference and instead met in Washington with members of the Congressional Black Caucus.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"At Issue: Hold a Baby or Hold That Line?","web_url":"https://www.nytimes.com/1993/10/20/us/pro-football-at-issue-hold-a-baby-or-hold-that-line.html","abstract":"  In a head-on collision between the family values of today's sensitive man and the macho work ethic of pro football, a citywide furor unfolded over the Houston Oilers' threat to discipline a player who missed a game last Sunday because he stayed with his wife for the birth of their first child the previous evening.   Callers jammed radio talk shows here to vent their views about the team's contention that David Williams, the starting offensive right tackle, should have tried harder to join the club for its game against the New England Patriots in Foxboro, Mass. The vast majority of callers supported Williams, and the Oilers, apparently sensing a public-relations disaster in the making, had appeared today to be backing off their threat to dock Williams $125,000 and possibly suspend him for missing the game.   But tonight, the team announced that it was withholding Williams's pay for the game. It did not make reference to any further disciplinary action.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/10/20/arts/the-pop-life-737493.html","abstract":"  Stones' Unclear Bass Line   You may soon see and hear a new Rolling Stone. But then again, maybe you won't.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Coalition Opposing Health Plan Is Called Front Group for Insurers","web_url":"https://www.nytimes.com/1993/10/20/us/coalition-opposing-health-plan-is-called-front-group-for-insurers.html","abstract":"  In the latest twist in an intense lobbying campaign over the Clinton Administration's health plan, a group that favors it accused an insurance industry trade group today of deceptively creating a front group to lobby against the plan.    The Families USA Foundation, a consumer group that specializes in health issues, said it had a copy of the health insurance lobby's plans.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"1994 Tour de France: Some Hellos and a Ciao","web_url":"https://www.nytimes.com/1993/10/20/sports/IHT-1994-tour-de-france-some-hellos-and-a-ciao.html","abstract":"The Tour de France will reveal its 1994 itinerary Wednesday, and for a few hours the several hundred people invited to the presentation of the world's greatest bicycle race will bask in their return to summer. Inside the hall, at any rate. .Outside, th","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Alcohol and Cold Risk","web_url":"https://www.nytimes.com/1993/10/20/opinion/alcohol-and-cold-risk.html","abstract":"  CIGARETTE smoking has long been known to increase a person's susceptibility to respiratory infections like colds and flu, but researchers were shocked to find that another common vice -- alcohol -- may foster resistance to the common cold.   While large doses of alcoholic beverages are known to suppress immune responses, thus increasing susceptibility to infections, a carefully controlled study suggests that more moderate alcohol consumption is protective.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Piaf: The Talent vs. the Legend","web_url":"https://www.nytimes.com/1993/10/20/style/IHT-piaf-the-talent-vs-the-legend.html","abstract":"Edith Piaf has been called irreplaceable. Is anybody replaceable? In the sense that she wears poorly and was overestimated to begin with, yes, Edith Piaf's singing has been replaced. Can 50 million Frenchmen be wrong? .In a wider sociological perspecti","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/20/style/chronicle-104093.html","abstract":"  It's certainly not the most difficult composition that the Philadelphia Orchestra has ever performed, but its members were getting ready yesterday to give their rendition of \"The Star-Spangled Banner\" at the fourth game of the World Series in Philadelphia this evening.    The musicians will have a police escort to Veterans Stadium, where they will stand between home plate and the pitcher's mound for the national anthem in what is believed to be the first performance by a symphony orchestra at a World Series game. They will wear tails, Philadelphia Orchestra sweatshirts and Phillies hats.","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"Hefty Price for T-Shirt Auctioned by Waitz","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-olympics-hefty-price-for-t-shirt-auctioned-by-waitz.html","abstract":"  A white T-shirt was auctioned off in Pulitzer Plaza across from the Plaza Hotel yesterday afternoon and brought $2,600. The T-shirt was 100 percent cotton, but fabric accounted for only a fraction of the price. It was a one-of-a-kind shirt with a clock and \"116\" on it, the number of days left until the opening of the XVII Winter Olympic Games in Lillehammer, Norway. The Norwegian Olympians GRETE WAITZ, a silver-medal winner in the marathon, and STEIN ERIKSEN, a gold- and silver-medal winner in skiing, conducted the auction. The shirts have been sold primarily in Lillehammer, one a day, to draw attention to the event. But in the last two weeks the group has sold shirts in Seattle, Chicago and Minot, N.D., where the garment drew a record price of $3,700 at a Scandinavian fair.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"D'Amato Skips a Race","web_url":"https://www.nytimes.com/1993/10/20/us/d-amato-skips-a-race.html","abstract":"  Senator Alfonse M. D'Amato ended his public flirtation with a 1994 gubernatorial race, leaving the Republican primary to lesser-known contenders.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"A Charity-Event Round to Regret","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-golf-a-charity-event-round-to-regret.html","abstract":"  CHARLEY CAREY says he's \"rotting in jail\" three weeks after he was arrested for allegedly cheating on his score during a charity golf tournament near Indianapolis.   \"It's been like living in Nazi Germany here,\" Carey said by telephone from the Hamilton County jail, where he has been since his Sept. 30 arrest. \"Things are getting worse and worse. I haven't been convicted of anything.\"","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"A Top Drawer 'Meistersinger'","web_url":"https://www.nytimes.com/1993/10/20/style/IHT-a-top-drawer-meistersinger.html","abstract":"The Royal Opera's first new production of the new season is Wagner's \"Die Meistersinger,\" and both first-night audience and critics have agreed that it is one of the best in many seasons. .The producer is Graham Vick, who was responsible for","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"Jackson Heights Tract Named Historic Area","web_url":"https://www.nytimes.com/1993/10/20/nyregion/jackson-heights-tract-named-historic-area.html","abstract":"  New York City's Landmarks Preservation Commission took a major step yesterday toward protecting the Queens neighborhood that in the early decades of this century gave garden apartments their name by designating a tract of nearly 500 apartment buildings and homes in Jackson Heights as a historic district.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"11th State Set to Ban Blockading of Clinics","web_url":"https://www.nytimes.com/1993/10/20/us/11th-state-set-to-ban-blockading-of-clinics.html","abstract":"  In an effort to prevent groups like Operation Rescue from blocking access to abortion clinics, the Massachusetts Senate passed legislation today forbidding blockades of medical centers.   The bill, which is expected to be signed into law by Gov. William F. Weld, prohibits people from \"knowingly\" obstructing the entrances and exits to clinics. \"People can still sing and chant, and continue to speak out,\" said State Senator Lois G. Pines, who sponsored the bill, which was previously approved by the Massachusetts House of Representatives.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Facing a Tough Test for a Winning Streak; After Nine Election Victories, Gulotta Is Encountering One of His Hardest Campaigns","web_url":"https://www.nytimes.com/1993/10/20/nyregion/facing-tough-test-for-winning-streak-after-nine-election-victories-gulotta.html","abstract":"  Even before he won his first election, people knew Thomas S. Gulotta was destined to play a major role in Nassau County politics.   In the royalty of Nassau's Republican Party, which has long run the county government virtually unchallenged, he was clearly a prince. His father, Frank, was the first Italian-American to rise through the ranks and win countywide office, first District Attorney and then Supreme Court judge.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Bronco-Raider War Moves to Front Offices","web_url":"https://www.nytimes.com/1993/10/20/sports/on-pro-football-bronco-raider-war-moves-to-front-offices.html","abstract":"  The Raiders and the Broncos have met 66 times and the most recent one, on Monday night, proved that as far as rivalries are concerned in the National Football League, this feud does not take a backseat to any other.   Late in the first half, General Manager John Beake of Denver strode over to Pat Haggerty, the N.F.L. officiating observer, in the Mile High Stadium press box and ripped the on-field officiating crew upside down and inside out. There was grabbing and holding by the Raiders' offensive linemen and no calls were being made, Beake charged. He said he was sick and tired of the league's catering to the Raiders' owner, Al Davis. He told Haggerty that the league could expect a formal complaint first thing Tuesday morning.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Personal Health; Struggling for peace in the war against psoriasis.","web_url":"https://www.nytimes.com/1993/10/20/health/personal-health-struggling-for-peace-in-the-war-against-psoriasis.html","abstract":"  LIVING with a chronic health problem is never easy. The emotional difficulties of dealing with an incurable ailment are compounded when instead of eliciting compassion the disorder touches off feelings of revulsion, not just among casual acquaintances but often in the patients themselves. For those who suffer from psoriasis, a chronic, incurable skin disorder that is rarely life-threatening and only sometimes physically disabling, the emotional impact can nonetheless be devastating.    In a poll taken recently among the more than 250 people attending the annual meeting of the National Psoriasis Foundation, 84 percent said that psoriasis had a negative effect on their moods, 43 percent said it adversely affected their social lives and 16 percent reported that it interfered with their work.","thumbnail":null,"section":"Health"},{"date":"19931020","headline":"In America; Blacks Killing Blacks","web_url":"https://www.nytimes.com/1993/10/20/opinion/in-america-blacks-killing-blacks.html","abstract":"  On Monday, in a high school on the Upper West Side of Manhattan, the Rev. Jesse Jackson stood on the stage of a nearly filled auditorium and spoke to the ache in the heart of black America.   For whatever reasons, and they are many and complex, large numbers of black youngsters in America are on a rampage of killing. And they are killing mostly one another.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"BID TO LIMIT TERMS CAN BE ON BALLOT IN NEW YORK CITY","web_url":"https://www.nytimes.com/1993/10/20/nyregion/bid-to-limit-terms-can-be-on-ballot-in-new-york-city.html","abstract":"  New York State's Court of Appeals ordered New York City yesterday to let voters on Election Day decide whether to limit the mayor, members of the City Council and other municipal officeholders to two consecutive four-year terms.   The ruling was a defeat for the city's political establishment, led by Mayor David N. Dinkins and the City Council Speaker, Peter F. Vallone. They had been fighting for months to keep the term-limit referendum off the ballot through administrative and legal measures.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Walter J. Kravetz; NBC News Producer, 66","web_url":"https://www.nytimes.com/1993/10/20/us/walter-j-kravetz-nbc-news-producer-66.html","abstract":"  Walter J. Kravetz, a producer and director for NBC News for 37 years, died on Sunday at his home in Hobe Sound, Fla. He was 66.   The cause was cancer, his family said.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Books of The Times; Harlem's Face on Its Own Terms","web_url":"https://www.nytimes.com/1993/10/20/books/books-of-the-times-harlem-s-face-on-its-own-terms.html","abstract":"  VanDerZee Photographer, 1886-1983 By Deborah Willis-Braithwaite with a biographical essay by Rodger C. Birt Illustrated. 192 pages. Harry N. Abrams. $39.95.   How does a photographer find his subject? Or must his subject find him? When young Alfred Stieglitz came home from Berlin in 1899, he claimed that New York City was photo-resistant. He had to see the rambunctious vaudevillians Weber and Fields and the great Eleanora Duse in \"Camille\" before he got it: New York's sights, rhythms, tones and sensations dictated their own rules. It was up to the photographer to grasp and make use of them.   Young James VanDerZee came to New York from pastoral Lenox, Mass., in 1908, and he came as a waiter, an elevator operator and a musician. When he finally opened his photography studio in 1917, his subject was Harlem, a city within a city, and its rules were wildly contradictory. What had first been a haven for upper-class Anglo-Saxons had then become a haven for middle- and working-class Irish, Italians and Jews, and was fast becoming a haven for upper-, middle- and working-class blacks from the South, the West and the Caribbean.","thumbnail":null,"section":"Books"},{"date":"19931020","headline":"DOLE WEAKENING HAITI RESOLUTION","web_url":"https://www.nytimes.com/1993/10/20/world/dole-weakening-haiti-resolution.html","abstract":"  Apparently lacking the votes to pass a resolution tightly restricting President Clinton's military options in Haiti, Bob Dole, the Senate minority leader, negotiated with the White House today about watering it down.   Lawmakers of both parties criticized the Administration's handling of Somalia, Haiti and Bosnia. But even as they offered their own suggestions, a bipartisan consensus appeared to be growing against any attempt to make fundamental foreign policy decisions in the Senate in response to public opinion.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Sports of The Times; Baseball's War Between The Leagues","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-of-the-times-baseball-s-war-between-the-leagues.html","abstract":"  NEVER before had the d.h. factor required such a momentous announcement during the World Series. But never before had the d.h. factor involved a future Hall of Famer and a resident batting champion.   With 2,492 hits at age 37, Paul Molitor is almost sure to accumulate more than 3,000 hits, virtual automatic admission to Cooperstown's pearly gates. John Olerud led the American League with a .363 average this season, perhaps the first of several titles for this sweet swinger.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"2 Russians in Algeria Are Slain by Militants","web_url":"https://www.nytimes.com/1993/10/20/world/2-russians-in-algeria-are-slain-by-militants.html","abstract":"  Two senior Rusian military officers were assassinated in Algeria Saturday, officials announced today, apparently as part of a new phase of a two-year-old terror campaign by Muslim fundamentalists.   The movement that is trying to press the Algerian Government into giving up power has indicated recently that it will try to drive foreign specialists and diplomats out of the country.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Outside Spotlight's Glare: Other Cases From Riots","web_url":"https://www.nytimes.com/1993/10/20/us/outside-spotlight-s-glare-other-cases-from-riots.html","abstract":"  Damian M. Williams and Henry K. Watson are the final two members of what their supporters called the \"L.A. Four,\" the first group arrested after riots and the ones whose fate has engaged the passions of the city.    But their cases are only the most visible of a half-dozen stemming from crimes against a white truck driver, Reginald O. Denny, and scores of other people on April 29, 1992.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/20/sports/results-plus-700593.html","abstract":"  7-0 Leafs Near Record  The Toronto Maple Leafs, backed once again by the exceptional goaltending of Felix Potvin, beat the visiting Hartford Whalers, 7-2, last night for their seventh victory without a defeat. A triumph against the Panthers in Miami tomorrow night will give Toronto a share of the National Hockey League record for consecutive victories at the start of a season, shared by the 1934-35 Leafs and the 1975-76 Sabres. Potvin has allowed only 15 goals in the seven games. Panthers 2, Kings 2: Kelly Hrudey of the visiting Kings stopped 50 shots by the surprising Panthers, who in turn held Los Angeles scoreless through the final 61 minutes. Florida shut out the N.H.L.'s highest-scoring team after falling behind, 2-0, in the first 3 minutes 16 seconds.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Antioch's Policy on Sex Is Humanizing","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-antioch-s-policy-on-sex-is-humanizing-150393.html","abstract":"  To the Editor:   Re \" 'Ask First' at Antioch\" (editorial, Oct. 11), about the college's sexual offense policy: you still don't get it.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"From Sicily, Biscotti With a History","web_url":"https://www.nytimes.com/1993/10/20/style/from-sicily-biscotti-with-a-history.html","abstract":"\"PAN' e vino, San Martino.\"\n\nThat phrase, which means simply \"Bread and wine, St. Martin,\" is frequently uttered in Sicilian households before Nov. 11, when the feast of St. Martin of Tours is celebrated.","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"What's Different About the Horn of Africa","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-what-s-different-about-the-horn-of-africa-147393.html","abstract":"  To the Editor:   As every American seeks to understand the complex tragedies that have occurred in Somalia, a fallacy central to the present United Nations-United States policy seems, at last, to have become clear: we think that the Somalis ought to have a government (letter, Oct. 14).   The peculiar history of Somalia suggests otherwise. The people of the horn of Africa hold themselves apart from other black Africans in several ways.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Thornton's Season Is Over","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-football-thornton-s-season-is-over.html","abstract":"  Giants defensive lineman George Thornton, who suffered a mild stroke last week, has been placed on the reserve/nonfootball-related injury list for the rest of the season. Although the Giants can bring Thornton back, Coach Dan Reeves and Giants medical personnel said today that Thornton, 25, should not play again this season.   The Giants released a statement from the team physician, Russell Warren, who said: \"George Thornton has sustained a transient ischemic attack, a mild stroke. George's hypertension appears to be under control. He will undergo further diagnostic testing and counseling this week at New York Hospital-Cornell Medical Center. George and the Giants have agreed that he should not play football this season.\"","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"D'Amato Is Out of Race for Governor; Will Remain in Senate","web_url":"https://www.nytimes.com/1993/10/20/nyregion/d-amato-is-out-of-race-for-governor-will-remain-in-senate.html","abstract":"  Senator Alfonse M. D'Amato today ended his five-month public flirtation with a 1994 gubernatorial race, leaving the Republican primary to a field of lesser-known contenders.   Mr. D'Amato announced -- in a letter to party leaders, on Howard Stern's radio show and then in a Washington news conference -- that he was staying in the Senate in the hope that the Republicans would take control in next year's midterm elections. If the Senate changes hands, Mr. D'Amato would become chairman of the Banking Committee.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"A Bigger Starks Aims for Bigger Things","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-basketball-a-bigger-starks-aims-for-bigger-things.html","abstract":"  Last season was a breakthrough for John Starks, who along with Patrick Ewing was instrumental in leading the Knicks to the Eastern Conference finals against Chicago. His rousing dunk put the cap on a Game 2 victory that left his team just two games away from the N.B.A. finals.   But the Knicks never won those two games, and one reason was the play of Starks, who seemed worn down by the long season and by the man he was assigned to guard: Michael Jordan.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Christopher Gillis Tribute","web_url":"https://www.nytimes.com/1993/10/20/arts/christopher-gillis-tribute.html","abstract":"  A memorial tribute to Christopher Gillis, a choreographer and leading performer with the Paul Taylor Dance Company, is to be held on Saturday at 2 P.M. at St. Mark's Church, Second Avenue and 10th Street, East Village. Among those scheduled to take part are Margie Gillis, Mr. Gillis's sister; Ruth Andrien, and members of the Paul Taylor and Jose Limon companies. Mr. Gillis died on Aug. 7. Information: (212) 431-5562.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Review/Dance; New Choreography and High Fashion In a United Expression About AIDS","web_url":"https://www.nytimes.com/1993/10/20/arts/review-dance-new-choreography-and-high-fashion-in-a-united-expression-about-aids.html","abstract":"  The program was called simply \"A Demand Performance,\" but it was an extravaganza in every sense, uniting the dance and fashion worlds in an evening that celebrated creativity in both fields.   The cause -- raising money for education, care and advocacy in relation to AIDS -- persuaded 18 choreographers to join forces on Monday night at the New York State Theater for an event that featured 17 dance works (most of them premieres) or excerpts, two vocal pieces and a strutting finale led by Tommy Tune.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Openness or Isolation for North Korea","web_url":"https://www.nytimes.com/1993/10/20/opinion/openness-or-isolation-for-north-korea.html","abstract":"  Talks aimed at opening North Korea's nuclear sites to international inspectors are getting nowhere. A diplomatic resolution of the dispute is still possible, but time is running short.    North Korea is now on notice that if it fails to live up to its obligations under the Nuclear Nonproliferation Treaty, the U.S. and others are prepared to seek economic sanctions.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Goodbye Emily, Hello Oprah","web_url":"https://www.nytimes.com/1993/10/20/opinion/goodbye-emily-hello-oprah.html","abstract":"Emily is the name of my 9-year-old niece, a girl who would not harm a fly. But it is hardly an appropriate tag for the violent storm that loomed threateningly in the Caribbean last month. Likewise Bob. No one is going to be frightened by a hurricane called Bob.\n\nHurricanes should have intimidating names that make people stay home and batten down the hatches. Bone Crusher, for example, would be a good name. The only problem with Bone Crusher is that it doesn't capture the essence of a storm's particular nature. Here's a list of names that are not only scary, but also very descriptive.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Hentgen At Home On Road","web_url":"https://www.nytimes.com/1993/10/20/sports/world-series-hentgen-at-home-on-road.html","abstract":"  All it took was a one-way plane ticket. All Pat Hentgen needed to rebound from a forgettable pitching performance was a timely journey across the border. Once Hentgen leaves Canada and leaves the Skydome, he is a daunting pitcher. Even in the World Series.   The pitcher who could exchange memorable road stories with Charles Kuralt created another wonderful baseball tale tonight with a superb game in his first visit to Veterans Stadium, a 10-3 Blue Jays victory over the Phillies in Game 3 of the series. Once they boarded their charter flight in Toronto Sunday, the Jays probably knew that Hentgen would produce. He did.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Israel Frees Palestinian Leader Held 23 Years","web_url":"https://www.nytimes.com/1993/10/20/world/israel-frees-palestinian-leader-held-23-years.html","abstract":"  In a gesture to the Palestine Liberation Organization that was seen as a harbinger of a possible mass release of prisoners, Israel today freed the Palestinian prisoner it has held the longest, 23 years.   It was the first release since the agreement on Palestinian autonomy signed last month. Israeli officials called it a confidence-building measure that could increase support for the accord in the occupied territories.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Plan Seeks Improvement Package for Financial District","web_url":"https://www.nytimes.com/1993/10/20/nyregion/plan-seeks-improvement-package-for-financial-district.html","abstract":"  A two-year study of lower Manhattan concludes that a broad package of renovation, construction and marketing is needed to improve the area that includes the Financial District, Battery Park City and the South Street Seaport.   The 96-page plan for the area, released yesterday by the city Planning Department, proposes bolstering the business community and the tourist industry through a combination of tax breaks, city financing, zoning changes and a special business tax to finance promotion of the area.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"42d Street To Get A Theater For Youth","web_url":"https://www.nytimes.com/1993/10/20/theater/42d-street-to-get-a-theater-for-youth.html","abstract":"  The Victory Theater, an empty 93-year-old Times Square house with an illustrious past but no future until now, will become the city's first major midtown theater offering year-round programming for young audiences.   After a $7.9 million renovation, the Victory will become the first of nine historic theaters on West 42d Street to be restored and reopened, the project's organizer, the New 42d Street Inc., announced yesterday.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/20/nyregion/c-corrections-106693.html","abstract":"  An article yesterday about accidents among teen-agers who emulated a daredevil stunt from a new movie misstated the day of the funeral for Michael A. Shingledecker Jr., who was killed by a car while lying on a highway in Polk, Pa. His funeral was yesterday, not Monday.  ","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Average of 7 Polls Shows How Close Race for Mayor Is","web_url":"https://www.nytimes.com/1993/10/20/nyregion/average-of-7-polls-shows-how-close-race-for-mayor-is.html","abstract":"  Seven recent polls of New York City voters indicate a close contest between Mayor David N. Dinkins and Rudolph W. Giuliani, his Republican-Liberal challenger.   When the seven polls are averaged, Mr. Dinkins has 45 percent to Mr. Giuliani's 42 percent. But when the polls are taken individually, the gap between the two candidates is within each poll's margin of sampling error.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/10/20/nyregion/metro-digest-895893.html","abstract":"  NEW YORK CITY  TERM LIMITS TO GO ON BALLOT   New York City voters will get to decide on Election Day whether to limit the Mayor, members of the City Council and other municipal officeholders to two consecutive four-year terms, the state's highest court, the Court of Appeals, ruled unanimously. A1. DINKINS CAMP TO PAY FOR CAMPAIGN ERROR   Under pressure from the city's Campaign Finance Board, the Dinkins campaign has agreed to reimburse the State Democratic Committee for more than $226,000 worth of political ads that the Giuliani campaign had complained were intended to circumvent spending limits. B2.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"750 Rangers Are to Leave Somalia, President Says","web_url":"https://www.nytimes.com/1993/10/20/world/750-rangers-are-to-leave-somalia-president-says.html","abstract":"  President Clinton announced today that 750 Army Rangers would leave Somalia immediately, effectively ending the American role in the search for the clan leader who international officials have said is responsible for the deaths of scores of United Nations peacekeepers.   Mr. Clinton said that the Rangers, who had been part of the United Nations effort to track down and arrest the Somali leader, Mohammed Farah Aidid, had completed their mission -- though they have not found General Aidid -- and that the 3,600 marines who have arrived offshore would monitor the situation in Somalia.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"1918: Radiant Welcome : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-1918-radiant-welcome-in-our-pages100-75-and-50-years-ago.html","abstract":"FLANDERS FRONT - Lille has come out of slavery, radiant with joy. Her people gave thanks to-day [Oct. 18] with full hearts, and embraced the soldiers of Britain. Fortunate indeed are those who witnessed the scenes of rejoicing inher beflagged streets this","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Mother Who Saw Neighborhood's Dangers and a Stray Bullet","web_url":"https://www.nytimes.com/1993/10/20/nyregion/mother-who-saw-neighborhood-s-dangers-and-a-stray-bullet.html","abstract":"  Moments before she died, Wanda Betts sat her two young daughters down on a small bench. She fastened their jackets against the early evening cool then turned toward the sound of teen-age boys arguing across the street. She must have seen their guns, the police said, because the last thing she ever did was to throw herself in front of her children, to be their shield.   Ms. Betts, a 26-year-old college student, newly married and yearning to be a teacher, was killed by one stray bullet that tore from sidewalk to sidewalk Monday night between two housing projects in the Brownsville section of Brooklyn and struck her in the chest. Her girls were spared.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"A Scholarly Objection : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-a-scholarly-objection-letters-to-the-editor.html","abstract":"Regarding \"An Eccentric Selection from the Nobel Folks\" (Opinion, Oct. 13) by Edwin M. Yoder Jr.: .When Mr. Yoder's column was read by the fellows at the Rockefeller Foundation Study and Conference Center in Bellagio, Italy, authors, artists,","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"School Is Taken Over by Angry Parents in Protest","web_url":"https://www.nytimes.com/1993/10/20/nyregion/school-is-taken-over-by-angry-parents-in-protest.html","abstract":"  Dozens of Brooklyn parents, angered by their children's nomadic journey in and out of other schools because of the asbestos crisis, have taken over an elementary school, camping out by night, conducting a few classes by day and vowing not to leave until they have a permanent building for their children.   The protest, at Public School 156 in Brownsville, began peacefully Monday night and has continued despite demands from the school district, No. 23, that their children report to a nearby school for classes. The students have complained of harassment at that school.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/20/style/chronicle-613093.html","abstract":"  For legal name-dropping, it would be hard to beat the guest list for the party given in Manhattan on Monday by JAMES A. FINKELSTEIN to celebrate the 15th anniversary of the newspaper he publishes, The National Law Journal.    Among those at the party in the Harmonie Club on East 60th Street were Mary Jo White, United States Attorney for the Southern District of New York; District Attorney Robert M. Morgenthau of Manhattan, and lawyers like Arthur Liman and Floyd Abrams. Also on hand were a few political figures, among them Gov. Mario M. Cuomo of New York, who spoke, and Mayor David N. Dinkins and former Mayor Edward I. Koch, who managed not to cross paths.","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"In Haiti, There Is No Shortage of Fear","web_url":"https://www.nytimes.com/1993/10/20/world/in-haiti-there-is-no-shortage-of-fear.html","abstract":"  People familiar with Haiti's economy say that the international naval blockade that began today may cause severe damage but that it is uncertain whether the hardships will force the military leaders to restore democracy.   Concerns about the impact of the embargo grew as an international flotilla, including six warships from the United States, gathered on the hazy blue horizon off the coast to prevent fuel and arms from entering Haiti.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Review/Theater; Self-Analysis as Forum For Deceiving Oneself","web_url":"https://www.nytimes.com/1993/10/20/theater/review-theater-self-analysis-as-forum-for-deceiving-oneself.html","abstract":"  None of the characters in \"Snowing at Delphi,\" Catherine Butterfield's play about a group of New Yorkers gathered in a country house for Christmas, are terribly shy about explaining what's gone wrong with their lives. Fears, hostilities and personal philosophies are subjects to be presented, carved and served out like the holiday ham in this studiedly ironic comedy. Never mind that the self-analysis often rings false. That, as the author makes abundantly clear, is her point.   Ms. Butterfield, who also appears in the play (and turns in its most credible performance), has a finely tuned ear for the language of self-deception. And the evening's principal pleasures come from her ability to create lively dialogue among people whose elaborate systems of defense and justification are set up to be exploded. \"Know thyself\" -- the inscription on the temple at Delphi, as one bombastic character announces -- becomes the play's shibboleth in a way that is both sardonic and earnestly sincere.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Give the Russians Time : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-give-the-russians-time-letters-to-the-editor.html","abstract":"I am tired of hearing people criticize Boris Yeltsin for his \"undemocratic policies\" following the recent events at and around Russia's parliament. Russia is not a democratic country, and we will not be able to say it is for a couple of years.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"In New Jersey, Slip-Ups Show Autopsy System Deficiencies","web_url":"https://www.nytimes.com/1993/10/20/nyregion/in-new-jersey-slip-ups-show-autopsy-system-deficiencies.html","abstract":"  When Philip Mancini, a popular Vineland High School teacher, was found murdered in bed at home early this month, the news shocked this South Jersey farming and glassmaking community.   An autopsy performed by the Cumberland County Medical Examiner, Dr. Larry Mapow, concluded that Mr. Mancini, 53, had died from blows to the head by a blunt instrument.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Review/Television; An Evening for Savoring Classical Music's Details","web_url":"https://www.nytimes.com/1993/10/20/arts/review-television-an-evening-for-savoring-classical-music-s-details.html","abstract":"  Impassioned dedication, or just plain bargain hunting? Public television's relationship with classical music generally falls somewhere between. There are producers like Jac Venza and John Goberman, who are decidedly fervent, and there are programmers who, always budget conscious, are adept at finding a good deal or acquisition. In the end, at least occasionally, music lovers win.   Tonight's lineup on PBS begins at 8 with Mr. Goberman's series, \"Live From Lincoln Center,\" in a celebration of the Chamber Music Society's 25th anniversary. Mr. Goberman has long crusaded for the live televising of music, dance and opera events. This program -- featuring the pianist Andre Watts, the society's first guest artist member -- will open with the premiere of John Corigliano's Fanfare for Brass, and will also include Debussy's Premiere Rhapsodie and Mozart's Clarinet Quintet, with the clarinetist David Shifrin, who is the society's artistic director.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Life Sign Listed As 8-5 Favorite","web_url":"https://www.nytimes.com/1993/10/20/sports/life-sign-listed-as-8-5-favorite.html","abstract":"  Presidential Ball, Riyadh and Life Sign will race for divisional honors in the $300,000 Cadillac Breeders Crown pace for 3-year-old colts Saturday at Freehold Raceway.   Three other pacing divisions will be contested on the Breeders Crown program, which is harness racing's year-end championships: 3-year-old fillies, 2-year-old colts and 2-year-old fillies.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Ducks Blast the Rangers, and Then Keenan Does","web_url":"https://www.nytimes.com/1993/10/20/sports/hockey-ducks-blast-the-rangers-and-then-keenan-does.html","abstract":"  When Mike Keenan took over as the new head coach of the Rangers last spring, he had no explanation for the team's failure to make the playoffs despite its obvious talent.   Last night, he got a firsthand example of exactly what went wrong.   With a mind-boggling performance that rivals any of their ugly outings last season, the Rangers lost, 4-2, to the Mighty Ducks of Anaheim at Madison Squaren Garden, providing the expansion club with a victory in its first-ever road game.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Review/Pop; Surfing U.S.A. Revisited","web_url":"https://www.nytimes.com/1993/10/20/arts/review-pop-surfing-usa-revisited.html","abstract":"  On Friday night, as it featured the surf guitarist Dick Dale, the Grand was filled with trash-culture enthusiasts, people for whom the overlooked and peripheral aspects of American popular culture are in fact a mainstream. Mr. Dale, who helped invent the surf-music genre in the late 1950's and early 60's, fit the audience's needs perfectly: he is a nearly forgotten figure whose music reflects the mania and voluminousness of American culture at that time.   Surf music, guitar-based and full of huge, whooshing sounds, is the expression of a certain type of innocent American modernity, pure California and pre-pollution, -Watergate and -Vietnam. Mr. Dale, playing a Fender Stratocaster, the quintessential American pop guitar, was hellbent on making noise. He ran his fingers up and down the fret board in long glissandos, sending shimmering metallic sounds out into the room. And he twanged away, letting the low notes ring like a jackhammer on a construction site. In pieces from his new album, \"Tribal Thunder\" (Hightone), Mr. Dale dipped into mambos and Arab scales, and he performed Juan Tizol's \"Caravan\" with flair.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"Justice for J.J. Pollard : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-justice-for-jj-pollard-letters-to-the-editor.html","abstract":"OnSept. 16 the European Parliament's Committee on Foreign Affairs and Security resoundingly adopted a resolution to intercede with the Clinton administration for the release of a political prisoner - a United States Citizen American and a Jew. .Inter","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Well, Yes, Being an Ex-Congressman Helps","web_url":"https://www.nytimes.com/1993/10/20/us/well-yes-being-an-ex-congressman-helps.html","abstract":"  The short man with the wide smile was working the dais in the House Ways and Means Committee's hearing room this morning, shaking hands, patting backs, button-holing, making small talk.   He slipped into the anteroom behind the dais after Representative Dan Rostenkowski, the Illinois Democrat who is chairman of the committee, dropped the gavel to begin the session on the North American Free Trade Agreement. But periodically he reappeared at the door to summon one Congressman and then another into the back room. A few times during the hearing he actually walked onto the dais to consult with legislators or staff assistants.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Malone Gets 2-Year Extension From Jazz","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-basketball-malone-gets-2-year-extension-from-jazz.html","abstract":"  KARL MALONE's hurt feelings over LARRY JOHNSON's lucrative deal with the Charlotte Hornets have been soothed by a two-year extension of the power forward's contract with the Utah Jazz.   Malone, who had five years remaining on his contract, including the current year, reached agreement with the Jazz owner, LARRY H. MILLER, over the weekend.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Sherrard's Spirit Is Strong Despite His Body's Faults","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-football-sherrard-s-spirit-is-strong-despite-his-body-s-faults.html","abstract":"  Mike Sherrard has endured so much pain, it's almost as if he expects it. After breaking his right leg three times in the last six years, he has added a partly dislocated hip to his list of woes. But it wasn't surprising that when he met the news media today, his spirits were upbeat and there was even a smile on his face.    Sherrard, who is expected to be on crutches for three to six weeks, was asked if he felt like, \"Why me again?\"","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"'Bother Us Like This Every Day'","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-bother-us-like-this-every-day.html","abstract":"There were no more Arafat T-shirts in stock in Marwan's small shop in Jerusalem's Muslim quarter, but he promised that a new supply would be coming soon from the Israeli manufacturers in West Jerusalem. .Odd things have been happening since Israel and","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"It's 'Davis Cup, Anyone?' As a Trip to India Looms","web_url":"https://www.nytimes.com/1993/10/20/sports/tennis-it-s-davis-cup-anyone-as-a-trip-to-india-looms.html","abstract":"  The United States Davis Cup team learned yesterday that the same worst-case scenario that spelled disaster for its 1993 squad -- a first-round match in Australia that the top American players refused to fit into their schedules -- has returned for 1994 in the form of a first-round trip to India. So far, said the brand-new Davis Cup captain, Tom Gullikson, there have been no first-round volunteers for 1994.   \"It's going to be a formidable trip, and while I'm certain we have the players to subdue India, the main task is getting people down there and keeping them healthy,\" said Gullikson, who harbors memories of food poisoning and a unique court surface, cow dung, from his two trips to India in 1977 and 1978 while competing on the circuit.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Ukraine Now Says It May Keep Nuclear Weapons","web_url":"https://www.nytimes.com/1993/10/20/world/ukraine-now-says-it-may-keep-nuclear-weapons.html","abstract":"  In a sharp change of tone, President Leonid M. Kravchuk said today that Ukraine may keep some of the nuclear weapons it inherited from the Soviet Union, and he accused the West of not providing enough financial assistance to dismantle the 176 strategic missiles on Ukrainian territory.   President Kravchuk's statement, that Ukraine may keep 46 SS-24 missiles, came only five days before Secretary of State Warren Christopher is to arrive here for talks in which Ukraine's nuclear weapons will feature high on the agenda.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Phillies Are Proving 3 Out of 9 Only Add Up To a Third of a Team","web_url":"https://www.nytimes.com/1993/10/20/sports/world-series-analysis-phillies-are-proving-3-9-only-add-up-third-team.html","abstract":"  A .500 record after two games in the World Series in a foreign setting can camouflage much. But sooner or later, the Philadelphia Phillies are going to have to address the parts of their offense that are drying up.   Not Lenny Dykstra, Mariano Duncan or John Kruk. That trio continued their superb and consistent attack on Toronto pitching, collecting five of the Phillies' nine hits and reaching base a total of seven times in an 10-3 loss in Game 3 here tonight.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Hoopla Aside, Mayors Inspire Ho-Hum Attitude","web_url":"https://www.nytimes.com/1993/10/20/nyregion/about-new-york-hoopla-aside-mayors-inspire-ho-hum-attitude.html","abstract":"  PREDICTABLY, we are now at that point in the mayoral race when some people would have us believe that depending on how we end up using our ballot in 12 days, the city will be either doomed to perpetual ruin or assured of final deliverance.   In order to place such thinking into perspective, here is a list of people who have been Mayor in the last 50 years:","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/20/nyregion/news-summary-369793.html","abstract":"  International A3-14  LIMITED MISSION FOR U.S. TROOPS  The top U.S. commander in Somalia said that additional American troops would help defend U.N. troops but would not join United Nations forces patrolling the streets or disarming the warring factions.  A1  ELITE ARMY UNIT LEAVING SOMALIA  President Clinton is withdrawing the elite Army Rangers from Somalia. The move showed his intention to seek a political solution there, the President said.  A14","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/20/style/chronicle-103193.html","abstract":"  SEAN CONNERY has completed a course of radiation therapy on his throat. \"It has been a month, six weeks since it was finished, and I am fine,\" the actor said Monday on GMTV television in Britain, The Associated Press reported yesterday.","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"Prizes for Two Playwrights","web_url":"https://www.nytimes.com/1993/10/20/theater/prizes-for-two-playwrights.html","abstract":"  The 1993 Kesselring Prizes for best new American plays were awarded yesterday to Anna Deavere Smith for \"Fires in the Mirror: Crown Heights, Brooklyn, and Other Identities,\" and Han Ong, for \"Swoony Planet.\" The cash prizes are awarded by the National Arts Club in Manhattan. Ms. Smith will receive $10,000; Mr. Ong, $2,500.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"House Kills the Supercollider, And Now It Might Stay Dead","web_url":"https://www.nytimes.com/1993/10/20/us/house-kills-the-supercollider-and-now-it-might-stay-dead.html","abstract":"  The House pushed a stake through the heart of the $11 billion Superconducting Supercollider program today, voting emphatically, for the second time since June and the third time in 16 months, to reject financing for the vast Texas atom-smasher.   Each time, the Senate has rescued the project, which has already cost $2 billion, from the House attempts to kill it. But after today's 264-to-159 vote on a crucial procedural vote in the House, its most important advocate in the Senate, J. Bennett Johnston, said the project appeared to be lost.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Yankees Would Create Environmental Nightmare in Midtown; Cut Stadium Prices","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-yankees-would-create-environmental-nightmare-in-midtown-cut-stadium-prices-153893.html","abstract":"  To the Editor:   Regarding the latest proposal to relocate the Yankees in midtown, if you ride the trains when the Yankees are playing, you see a curious thing: the trains to Yankee Stadium coming from Manhattan are packed with fans, while the trains to the stadium coming from the Bronx are empty. Why do so few people from the Bronx come to see the Bronx Bombers play?","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Local Governments May Pay More in Health Plan","web_url":"https://www.nytimes.com/1993/10/20/us/local-governments-may-pay-more-in-health-plan.html","abstract":"  Administration officials disclosed today that President Clinton's health plan would require some state and local governments to pay more than private employers for workers' health insurance.    Private employers would not have to contribute more than 7.9 percent of their payrolls. But no such limit would apply to public employers, the Administration officials said.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Next, Serbs Vs. Serbs","web_url":"https://www.nytimes.com/1993/10/20/opinion/next-serbs-vs-serbs.html","abstract":"To many in the West, Serbia seems to have won. With its help, Serbs in Croatia and Bosnia have conquered most of the territory it coveted in 1991, when civil war broke out in the former Yugoslavia. Both Croatian and Bosnian Serbs want to form a common state with Serbia, and in Bosnia they are likely to succeed.\n\nOn Monday, Radovan Karadzic, the Bosnian Serb leader, said that Serbs would soon unite in one state and \"then Serbs will be so strong that many will want to be their friend.\"","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Green, Released by the 76ers, Retires","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-basketball-green-released-by-the-76ers-retires.html","abstract":"  SIDNEY GREEN, cut last week by the Philadelphia 76ers, announced his retirement yesterday.   The 32-year-old Green played 10 seasons, seeing action with six National Basketball Association teams. Last month, he was traded from Charlotte to Philadelphia, but was then released.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Cosell and Glickman Make Hall of Fame","web_url":"https://www.nytimes.com/1993/10/20/sports/sports-people-broadcasting-cosell-and-glickman-make-hall-of-fame.html","abstract":"  HOWARD COSELL and MARTY GLICKMAN were selected yesterday for induction into the American Sportscasters Hall of Fame.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Antioch's Policy on Sex Is Humanizing; Society's Unbounded Id","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-antioch-s-policy-on-sex-is-humanizing-society-s-unbounded-id-151193.html","abstract":"  To the Editor:   \" 'Ask First' at Antioch\" (editorial, Oct. 11) fails to identify this latest legislative experiment as part of a broad social trend. Our society is beset by ever more impulsive behavior, unbounded by the ordinary limits of conscience. The inevitable reaction is to attempt to restore civility to human interactions by enacting more and more rules. Society's id and, in response, its superego grow by leaps and bounds. In the process a healthy ego gets squeezed out. Unfortunately, legislation cannot substitute for human decency. It will not save us.  RICHARD ALTABEF  Great Neck, L.I., Oct. 11, 1993 The writer is a First Amendment lawyer for CBS.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Dinkins Campaign to Pay Party Panel for Some Ads","web_url":"https://www.nytimes.com/1993/10/20/nyregion/dinkins-campaign-to-pay-party-panel-for-some-ads.html","abstract":"  Under pressure from the city's Campaign Finance Board, the Dinkins campaign has agreed to reimburse the State Democratic Committee for more than $226,000 worth of political advertisements that the Giuliani campaign had complained were intended to circumvent spending limits.   The agreement was applauded by advocates of public financing as a sign that the board, created in 1988, was forcefully executing its mission. In agreeing to pay for the ads, the Dinkins campaign averted possible sanctions or fines from the board. But the payments are a blow to the Dinkins campaign because they will reduce the amount of money the campaign has to spend in the crucial last days of a tight race, city officials and mayoral aides said.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Nets Sale? Discussions Reported Continuing","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-basketball-nets-sale-discussions-reported-continuing.html","abstract":"  While the Nets are waging a public battle to persuade Derrick Coleman to sign a long-term contract extension, their fragile seven-man ownership board is struggling to determine what its own association with the National Basketball Association franchise is going to be.   Several N.B.A. sources have said that the majority owners running the Nets have had recent discussions about selling the team to at least one group, the Maloof family of Albuquerque, N.M., which formerly owned the Houston Rockets and last year lost out in a bid to reacquire the team.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"EASTERN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/10/20/sports/eastern-college-report.html","abstract":"  Syracuse    Marvelous Marvin Graves, big-play maker and superb passer, is carrying the Orange. The running attack all but disappeared against Pitt -- 35 attempts mostly between the tackles for 116 yards -- leaving the offense up to the quarterback. So Graves passed for 318 yards and 2 touchdowns, which is an average performance for the senior who has received Heisman Trophy attention.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Universities Scrambling As Investment Incomes Fall Short of Past Levels","web_url":"https://www.nytimes.com/1993/10/20/education/universities-scrambling-as-investment-incomes-fall-short-of-past-levels.html","abstract":"  Colleges and universities across the country are eliminating jobs or freezing hiring, declaring construction moratoriums and trimming student financial aid because of the declining return on endowments, a source of income that is often second only to tuition.   At Stanford Law School, a student loan program was saved only because three jobs were cut. At the University of Texas, building maintenance has been cut sharply. And at the University of Pennsylvania, three departments were closed last week and their professors moved to others.","thumbnail":null,"section":"Education"},{"date":"19931020","headline":"Biographer to Assist Powell With Memoirs","web_url":"https://www.nytimes.com/1993/10/20/books/biographer-to-assist-powell-with-memoirs.html","abstract":"  Joseph E. Persico, a former speechwriter for Nelson A. Rockefeller and the author of biographies of Mr. Rockefeller and of Edward R. Murrow, will be the collaborator for the memoirs of Gen. Colin L. Powell, it was announced yesterday by Harold M. Evans, president and publisher of the Random House Trade Group.   Random House acquired the world rights in August for the autobiography of General Powell, the former Chairman of the Joint Chiefs of Staff, for a price said to be about $6.5 million. Mr. Evans said Mr. Persico, who is represented by Clyde Taylor of Curtis Brown, had reached an agreement with the general's agent, Marvin Josephson. Random House said Mr. Persico would be paid by the general. Neither Mr. Josephson nor Mr. Taylor would say whether Mr. Persico would also receive a percentage of the royalties, if any.","thumbnail":null,"section":"Books"},{"date":"19931020","headline":"Wary Draw Puts Kasparov Close to Victory in Match","web_url":"https://www.nytimes.com/1993/10/20/arts/wary-draw-puts-kasparov-close-to-victory-in-match.html","abstract":"  Whatever happens now, after Gary Kasparov agreed to a draw in Game 19 of his world championship match with Nigel Short yesterday in London, he cannot lose his title. He has 12 points out of a possible 24 and, under match rules, the incumbent retains his championship in the event of a tie.   That may well be why the Russian was so generous in offering a draw when he had just won a pawn that might have turned out to be decisive. His strategy may have been to make his status secure first and then play for the $1.43 million winner's share of the $2.55 million purse by winning or drawing Game 20 on Thursday.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"RAPE WAS WEAPON OF SERBS, U.N. SAYS","web_url":"https://www.nytimes.com/1993/10/20/world/rape-was-weapon-of-serbs-un-says.html","abstract":"  A United Nations war crimes commission has found evidence that rape was used by the Serbs as a weapon of terror in the war in Bosnia and Herzegovina.    But the commission says the number of provable cases of rape may be substantially lower than the 20,000 estimated earlier this year by the European Community. The European report said in January said Muslim women were raped by Serbian soldiers as part of their campaign of \"ethnic cleansing\" in the civil war.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/20/us/inside-418993.html","abstract":"  More Suffering for Haiti   While sanctions against Haiti are sure to increase hardship, it is unclear whether they will force leaders to restore democracy. Page A3. Higher Bills for Governments   Local governments would have to pay more than private companies do to insure workers under the Clinton health plan, officials said. Page A18. Movie Stunt Dropped   The Walt Disney Company said it would delete a scene in \"The Program\" after a teen-ager was killed copying the stunt. Page A21. Drug Companies to Cut Jobs   Pfizer, American Cyanamid and Upjohn plan to eliminate a total of 7,000 jobs, with many of the cuts coming in New York and New Jersey. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"No Headline","web_url":"https://www.nytimes.com/1993/10/20/nyregion/no-headline-420093.html","abstract":"  \"It was the most unbelievable thing that I've ever seen and I wouldn't have missed it for anything in the world.\" -- DAVID WILLIAMS, a pro football player who passed up a game to attend the birth of his first child.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"After Shevardnadze's Plea, Russia May Help Georgians","web_url":"https://www.nytimes.com/1993/10/20/world/after-shevardnadze-s-plea-russia-may-help-georgians.html","abstract":"  After an urgent appeal for help from Georgia's embattled leader, Eduard A. Shevardnadze, Russian officials said today that they were considering joint action with other countries in the Caucasus region to protect Georgia's main supply route from rebel attacks.   But Foreign Minister Andrei V. Kozyrev and Defense Minister Pavel S. Grachev ruled out any direct Russian military intervention in Georgia, where Mr. Shevardnadze is caught in a desperate fight for survival against a rebellion led by his archrival, former President Zviad Gamsakhurdia.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Head of Prado Quits After 30 Months in Job","web_url":"https://www.nytimes.com/1993/10/20/arts/head-of-prado-quits-after-30-months-in-job.html","abstract":"  The head of the Prado Museum, Felipe Garin, resigned unexpectedly today after only 30 months at his post.   The museum's board met quickly and nominated Francisco Calvo Serraller, a 45-year-old art history professor and renowned art critic, to succeed Mr. Garin. The nomination is expected to be confirmed by the Spanish Government in a Cabinet meeting on Friday.","thumbnail":null,"section":"Arts"},{"date":"19931020","headline":"U.S. SHIFTS TROOPS TO DEFENSIVE ROLE IN SOMALIA MISSION","web_url":"https://www.nytimes.com/1993/10/20/world/us-shifts-troops-to-defensive-role-in-somalia-mission.html","abstract":"  The top United States military commander in Somalia said today that American soldiers would no longer join United Nations forces in patrolling the streets of this city or in seeking to disarm any of the country's warring factions.   Outlining further limits that are being imposed on United States military operations here, the commander, Maj. Gen. Thomas M. Montgomery, also said the main mission of the American contingent would be to defend United Nations soldiers and their military compounds. Marines to Go Ashore    He added that many of the 3,600 marines dispatched to the waters off Somalia would come ashore in the coming weeks to augment a United States Army force already swelling beyond 10,000 troops.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"What's Different About the Horn of Africa; Emotional Symbol","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-what-s-different-about-the-horn-of-africa-emotional-symbol-148193.html","abstract":"  To the Editor:   The firestorm of commentary on the publication of the photograph of a dead American soldier being dragged through the streets of Mogadishu by a crowd of Somalis has raised once again the question of how much information the American public wants to have about its wars, how much reality is tolerable to a society whose free press has often been blamed for bearing bad news we would rather not confront (front page, Oct. 5).","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"1893: Tragedy in Paris : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-1893-tragedy-in-paris-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A very sad tragedy came before the Paris courts yesterday [Oct. 18], when Marie Marterez, a domestic servant, was tried for homicide, through carelessness, of Blanche, the infant child of Mrs. Blanch Treville, an American actress. On August 26 Mrs","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"A Protester's Fate : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-a-protesters-fate-letters-to-the-editor.html","abstract":"Regarding \"An Orphan Bears Witness, Pricking an Idealist's Myth\" by Anna Quindlen (Opinion, Oct. 12) and \"Finally Paying the Price\" (Editorial, same date): .It is a little much, two articles in one day celebrating the 8- to 12-year","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/20/theater/theater-in-review-154693.html","abstract":"  S. S. Glencairn Four Plays of the Sea  Willow Cabin Theater Company Harold Clurman Theater  412 West 42d Street Clinton Through Oct. 31 The Moon of the Caribees Bound East for Cardiff The Long Voyage Home In the Zone  Four short dramas by Eugene O'Neill; directed by Edward Berkeley; set by Miguel Lopez-Castillo; costumes by Dede Pochos and Fiona Davis; lighting by Michael Gottlieb. Presented by Willow Cabin Theater Company, Mr. Berkeley, artistic director; Adam Oliensis and Maria Radman, producing directors. WITH: John Billeci, John Bolger, Paul Bolger, Thomas Borrillo, Doug Broe, Kenneth Favre, Ken Forman, Laurence Gleason, Peter Killy, Charmaine Lord, Stephen Mora, Angela Nevard, Adam Oliensis, Linda Powell, Michael Rispoli, Cheryl Rogers, Jonathan Sea and Craig Zakarian.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Yankees Would Create Environmental Nightmare in Midtown","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-yankees-would-create-environmental-nightmare-in-midtown-152093.html","abstract":"  To the Editor:   New York's Gov. Mario M. Cuomo and the Urban Development Corporation propose to build a new Yankee Stadium in Manhattan to keep the ball club from moving to New Jersey. But why should New Yorkers give the Yankees even $20 million a year, the cost of financing a new stadium, to congest and pollute Manhattan?","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Lageman to Play Despite Warning of Neck Injury","web_url":"https://www.nytimes.com/1993/10/20/sports/lageman-to-play-despite-warning-of-neck-injury.html","abstract":"  Jeff Lageman, the Jets defensive end who has complained of numbness in his arms and other discomfort because of a problem with a disk in his neck, will play Sunday against the Buffalo Bills even though a doctor has warned him that he risks serious injury, according to a person close to the situation.   Lageman saw eight spine specialists in New York and Virginia last week in an attempt to determine the severity of the problem. Seven of those doctors cleared him to play, the person said, but one doctor recommended that Lageman sit out at least six weeks before playing again or risk serious injury.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Benazir Bhutto Returns as Leader of a Poor and Troubled Pakistan","web_url":"https://www.nytimes.com/1993/10/20/world/benazir-bhutto-returns-as-leader-of-a-poor-and-troubled-pakistan.html","abstract":"  Benazir Bhutto, Pakistan's first woman Prime Minister, returned triumphantly today to the office from which she was banished in 1990 on charges of corruption and incompetence.   Assuming office a second time, Ms. Bhutto faces a desperately poor Pakistan and confronts a hostile India and severe economic and military sanctions by the United States because of Pakistan's nuclear weapons program.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"1943:Red Army Victory : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-1943red-army-victory-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Red Army troops, pouring through a major breakthrough southeast of Kremenchug, mauled four German divisions yesterday [Oct. 18] to win a railway junction deep behind large German forces in the Dnieper River bend and c","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Yanks Demote Monteleone","web_url":"https://www.nytimes.com/1993/10/20/sports/yanks-demote-monteleone.html","abstract":"  The Yankees have demoted relief pitcher Rich Monteleone outright to Class AAA Columbus, where he can either accept the move or declare himself a minor league free agent.   The 30-year-old right-hander was 7-4 with a 4.94 earned run average in 42 appearances this past season and seemed uncertain about his future.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Nobel Laureates Won Unesco Peace Prize","web_url":"https://www.nytimes.com/1993/10/20/opinion/l-nobel-laureates-won-unesco-peace-prize-149093.html","abstract":"  To the Editor:   On Oct. 15 all American media featured the award of the Nobel Peace Prize to Nelson Mandela, the African National Congress leader, and F. W. de Klerk, the President of South Africa. That attention was deserved in view of their unflinching commitment to negotiations for a nonracial, democratic South Africa.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"A Saint Passes","web_url":"https://www.nytimes.com/1993/10/20/sports/IHT-a-saint-passes.html","abstract":"Paolo Mantovani, the president of Sampdoria UC, a friend to European football to the end, is dead. And though it is always said that the team is bigger than the man, in Sampdoria's case the two were equal and inseparable. .Mantovani rose from an $11-a-","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Washington Talk; Moynihan on Health: Cure Social Ills","web_url":"https://www.nytimes.com/1993/10/20/us/washington-talk-moynihan-on-health-cure-social-ills.html","abstract":"  Health care hearings at the Senate Finance Committee under Daniel Patrick Moynihan's chairmanship are unlike any other health care hearings.   The talk today was not of how health care alliances would work under President Clinton's plan, nor whether small business could afford to pay premiums. There were no emotional accounts of children denied treatment, no special pleading for victims of this disease or practitioners of that treatment.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/20/theater/theater-in-review-155493.html","abstract":"  Fire's Daughters  Ubu Repertory Theater 15 West 28th Street Chelsea Through Sunday  By Ina Cesaire; translated by Judith G. Miller; directed by Ntozake Shange; set by Watoku Ueno; lighting by Greg MacPherson; costumes by Carol Ann Pelletier; music composed and performed by Mauro Refosco; casting by Adrienne Puntar Stern; production stage manager, Bethany Ford; assistant director, Saundra McClain. Presented by Ubu Repertory Theater, Francoise Kourilsky, artistic director. WITH: Darlene Bel Grayson, Alene Dawson, Harriett D. Foy and Cee-Cee Harshaw.   Laughter rings through the dialogue and the music of \"Fire's Daughters\" by the Martinican writer Ina Cesaire, but what the four women in this play are really talking about, under the playful jokes and teasing, is a bloody struggle of an entire people.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Hue Journal; Once Again, a Fiery Suicide Sets Vietnam Aflame","web_url":"https://www.nytimes.com/1993/10/20/world/hue-journal-once-again-a-fiery-suicide-sets-vietnam-aflame.html","abstract":"  Clutching a small bunch of flowers and a few pieces of fruit that would be his final earthly offering to the Buddha, Dao Quang Ho walked up the mist-shrouded stone steps that lead to one of Vietnam's most hallowed shrines, the Pagoda of the Heavenly Lady. He also carried with him a box of matches and a small plastic bottle filled with gasoline.   Buddhist monks who were in prayer at the pagoda on that cool, sunny morning in May would later say that they saw Mr. Ho place the flowers and fruit on three plates, setting one before each of the pagoda's three golden statues of the Buddha. He then walked a hundred yards to a granite courtyard at the rear of the pagoda, where he doused himself with gasoline before striking a match.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Florio-Whitman Debate Zeroes In on Ethics","web_url":"https://www.nytimes.com/1993/10/20/nyregion/florio-whitman-debate-zeroes-in-on-ethics.html","abstract":"  Meeting in their second debate of the campaign tonight, Gov. Jim Florio and his Republican rival, Christine Todd Whitman, traded sharp accusations over ethics and took swipes at each other's records and proposals.    Trailing by double digits in a series of independent polls -- including a 15-point spread in the most recent New York Times/WCBS-TV News poll -- Mrs. Whitman was under greater pressure to perform well in both debates before a statewide audience.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Chicago Learns How Hard It Is to Better Schools","web_url":"https://www.nytimes.com/1993/10/20/education/chicago-learns-how-hard-it-is-to-better-schools.html","abstract":"  Four years ago, with the fanfare of a high school commencement and the passions of a civil war, the nation's most sweeping experiment in school governance gave broad authority to parents in each of Chicago's 551 public schools.   For the first time, parents could choose the principal, approve budgets and have final say over anything from the books their children read to the color of paint in the halls.","thumbnail":null,"section":"Education"},{"date":"19931020","headline":"Denny's Old Neighbors Say Fear Swayed Verdicts","web_url":"https://www.nytimes.com/1993/10/20/us/denny-s-old-neighbors-say-fear-swayed-verdicts.html","abstract":"  Here in the San Gabriel Valley suburb where Reginald O. Denny lived at the time he was beaten, many residents say that the jurors who have mostly acquitted two men charged in the assault have been unfairly influenced by an earlier trial that led to deadly rioting in Los Angeles.   \"It's a meshed thing, isn't it?\" mused Connie Gustavson, a secretary at a Baptist nursery school here. \"It's very hard to be truthful when you're weighing so many things.\"","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Nets Appear Willing to Wait on Coleman","web_url":"https://www.nytimes.com/1993/10/20/sports/pro-basketball-nets-appear-willing-to-wait-on-coleman.html","abstract":"  Now that Derrick Coleman has rejected the Nets' latest contract offer -- a $69 million, eight-year extension that would would make him the highest-paid player per season in the National Basketball Association -- the team faces a deadline for signing their 6-foot-10-inch power forward.   Coleman's attorney, Harold MacDonald, has given the Nets until Monday to offer a counterproposal, but the club doesn't appear to be moving quickly in that direction.","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"3 BOSNIA FACTIONS IN PRISONER TRADE","web_url":"https://www.nytimes.com/1993/10/20/world/3-bosnia-factions-in-prisoner-trade.html","abstract":"  After 18 months of prison camp abuses, the three warring armies in Bosnia began a prisoner exchange today involving more than 6,400 people, most of them civilian men who were seized as hostages, to prevent them becoming combatants in the war, or simply as targets for revenge.    The exchange, organized by the International Committee of the Red Cross, is designed to all but empty a score of prisons and detention centers across this former Yugoslav republic. If successful, the operation would sharply curtail a pattern of abuses, including summary executions, beatings and near-starvation diets, that has been condemned by international human rights groups.","thumbnail":null,"section":"World"},{"date":"19931020","headline":"Schmidt Can Now Extol The Value of Emotion","web_url":"https://www.nytimes.com/1993/10/20/sports/world-series-schmidt-can-now-extol-the-value-of-emotion.html","abstract":"  Mike Schmidt did not express his emotions on the field or get too close to the fans while he played for the Phillies. But when Schmidt, who is likely to be a first-ballot Hall of Famer when he is eligible in 1995, threw out the first pitch before Game 3 tonight, he received a rousing ovation and enthusiastically waved to the fans. He recognizes the value of emotion for the current Phillies.   \"I made things look easy in the field and didn't get emotional,\" said the former third baseman, who hit 548 homers and had 1,533 runs batted in. \"When I see highlights of myself, I'm a little displeased. I think I got caught up with the pressure to succeed. The 1993 team are guys that fans can relate to. The team is like the city. The fans want to be like the Phillies and rise.\"","thumbnail":null,"section":"Sports"},{"date":"19931020","headline":"Their Right to Stay Where They Are","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-their-right-to-stay-where-they-are.html","abstract":"\"Comprehensive policies that address the cause of political and economic migrations will require a fundamental shift in the outlook and actions of the trilateral democracies of North America, Europe and Japan. That shift should be anchored in a new","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Topics of The Times; Get a Life, Coach","web_url":"https://www.nytimes.com/1993/10/20/opinion/topics-of-the-times-get-a-life-coach.html","abstract":"  If we hadn't already suspected there was something seriously wrong with football, Bob Young would have convinced us. The Houston Oilers' offensive-line coach needs to make an appointment with his nearest attitude-adjustment clinic. When one of his offensive linemen, David Williams, missed a game because he wanted to be with his wife when his son was born, Mr. Young compared it to avoiding a combat mission in World War II.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Comic Relief for German Movies","web_url":"https://www.nytimes.com/1993/10/20/style/IHT-comic-relief-for-german-movies.html","abstract":"The filmmaker Detlev Buck is walking down the Kurfürstendamm discussing the subject now on most European filmmakers' minds and lips: namely, why American films so dominate the European market. He stops in front of one of West Berlin's biggest cinema","thumbnail":null,"section":"Style"},{"date":"19931020","headline":"Review/Theater; The Seminal American Musical Is Rebuilt From the Ground Up","web_url":"https://www.nytimes.com/1993/10/20/theater/review-theater-the-seminal-american-musical-is-rebuilt-from-the-ground-up.html","abstract":"  Without \"Show Boat,\" there would have been no \"Porgy and Bess,\" no \"Oklahoma!,\" no \"West Side Story.\" Jerome Kern and Oscar Hammerstein's 1927 Broadway musical was the first to tell an adult story adapted from a sprawling novel (by Edna Ferber), the first to traffic in serious themes (miscegenation, marital collapse), the first to aspire to the epic size of classic 19th-century American literature. With its cracker-barrel humor, metaphorical use of the Mississippi River and poignant attempts to bridge the vast American racial divide, \"Show Boat\" is the Broadway musical's answer to \"The Adventures of Huckleberry Finn.\" Or would be if Twain had had Florenz Ziegfeld's taste for soaring melodies and lavish spectacle.    In today's American theater, there may be no artist more indebted to \"Show Boat\" than Harold Prince, whose entire career, from the original production of \"West Side Story\" to the current \"Kiss of the Spider Woman,\" has been devoted to building on the serious musical that Kern and Hammerstein invented. So it is no surprise that Mr. Prince's staging of \"Show Boat\" here, as the opening attraction of the North York Performing Arts Center, is a seismic event in the American musical theater. Given a huge budget, an enormous cast in which Broadway stalwarts vastly outnumber local recruits, and a house that resembles the mammoth Gershwin Theater back home, Mr. Prince has approached the piece as if it were a new work that might have been submitted to him by Stephen Sondheim shortly after their collaboration on \"Sweeney Todd.\" The result is a continuously fascinating display of theatrical wizardry that, largely because of inadequate acting, still falls short of what must be its principal goal: to make \"Show Boat\" as powerful for contemporary audiences as it was for those of the late 1920's and 30's.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/10/20/theater/theater-in-review-628993.html","abstract":"  Marriage Play  Signature Theater Company Kampo Cultural Center 31 Bond Street East Village Through Oct. 31  By Edward Albee; set by E. David Cosier; costumes by Teresa Snider-Stein; lighting by Jeffrey S. Koger; fight direction by Marty Pistone; production stage manager, Kathleen M. Nolan. Presented by Signature Theater Company, James Houghton, artistic director; Thomas C. Proehl, managing director. WITH: Kathleen Butler and Tom Klunis.   When last we saw George and Martha, Edward Albee's prototypes for the angry middle-aged couple, they were confronting their fear of Virginia Woolf after a boozy dark night of the soul in academia and trying to find a way to carry on after shattering the illusion that bound them.","thumbnail":null,"section":"Theater"},{"date":"19931020","headline":"Customs Overhaul Offered In Move to Aid Trade Pact","web_url":"https://www.nytimes.com/1993/10/20/us/customs-overhaul-offered-in-move-to-aid-trade-pact.html","abstract":"  The Administration and Congressional supporters of the North American Free Trade Agreement today tied a sweeping revision of Federal customs regulations to the proposed pact after failing to resolve a dispute over how to pay for the agreement.   Today's proposed revision of customs regulations was part of an effort by the pact's supporters to mollify transportation industries. The nation's airlines, cruise lines and trucking companies are vigorously lobbying against an Administration proposal to double customs inspection fees to offset $2.35 billion in tariffs that would be eliminated over five years under the agreement.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"The United Nations Can't Afford Failure in Somalia","web_url":"https://www.nytimes.com/1993/10/20/opinion/IHT-the-united-nations-cant-afford-failure-in-somalia.html","abstract":"The writer, a former prime minister of Australia, is president of Care International, an aid agency which operates in Somalia.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Los Angeles Jurors Report Progress Despite Hardships","web_url":"https://www.nytimes.com/1993/10/20/us/los-angeles-jurors-report-progress-despite-hardships.html","abstract":"  A juror in the racially charged trial of two black men accused of beating a white truck driver has expressed fears for her safety and that of her family, the forewoman told the judge today.   The word of the juror's fears, which were disclosed in response to a question from the judge, came before the jury cut short its deliberations at midday when one of them fell ill with high blood pressure. Shortly afterward, a second juror fell ill and was taken to a hospital with an undisclosed ailment.","thumbnail":null,"section":"U.S."},{"date":"19931020","headline":"Trade Center Jury Hears Evidence of Vehicle Parts","web_url":"https://www.nytimes.com/1993/10/20/nyregion/trade-center-jury-hears-evidence-of-vehicle-parts.html","abstract":"  A bomb expert testifying in the World Trade Center trial yesterday gave the first account matching vehicle parts found after the explosion to a yellow van the Government claims was rented by one of the defendants.   The expert, a bomb technician for the Federal Bureau of Investigation, said pieces of an exploded vehicle found under the trade center after the Feb. 26 blast were identical to a duplicate yellow Ford Ryder rental van. The Government claims Mohammed A. Salameh, one of the four men accused as terrorist bombers, had rented the van in Jersey City three days earlier and then falsely reported it stolen.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Topics of The Times; Let There Be Light","web_url":"https://www.nytimes.com/1993/10/20/opinion/topics-of-the-times-let-there-be-light.html","abstract":"  In a welcome reversal, the White House has announced that future appearances by President Clinton at major political fund-raising dinners will be open to the press -- the same sound policy followed by Presidents Reagan and Bush.    The move responds to criticism of the press lockout imposed by the White House when Mr. Clinton mingled with lobbyists and fat cats at the Democratic Senatorial Campaign Committee's recent $1,500-a-head fund-raising dinner. This was an awkward stance for an Administration supposedly committed to open government.","thumbnail":null,"section":"Opinion"},{"date":"19931020","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/20/nyregion/c-corrections-105893.html","abstract":"  An obituary on Friday about Andrew S. Zysman, a doctor in San Francisco who campaigned for accelerated AIDS research, described the use of the antiviral drug acyclovir incompletely. It is prescribed to treat herpes, both in patients with HIV infections and in others.","thumbnail":null,"section":"New York"},{"date":"19931020","headline":"Review/Film; East German Agitprop","web_url":"https://www.nytimes.com/1993/10/20/movies/review-film-east-german-agitprop.html","abstract":"  \"Strictly Propaganda\" offers a virtual-reality-style voyage into a brave new world, a place where housewives tirelessly salvage bricks from bombed-out rubble and children sing sweetly about wanting to join the army some day. If the effect of such scenes is disorienting, it ought to be, since this documentary consists entirely of excerpts from East German newsreels and educational material. Promoting everything from sex education for teen-agers to steamer cruises on the Volga, each of these snippets has its own blunt agenda. \"Show us where children are not so well off,\" a teacher asks a student, spinning a globe. \"Yes! Where capitalism dominates! A good answer.\"   Using no narration, interruptions or other means of breaking the spell, Wolfgang Kissel has strung together a riveting series of vignettes, each of them intended to sway the audience in what now seem laughably clumsy ways. Despite the dated, unbecoming light in which they now appear, though, these scenes are ultimately too sad and serious to play like anything out of \"Reefer Madness.\" Spanning 40 years' worth of East German history, \"Strictly Propaganda\" documents endless deceptions, variously large or insignificant, that add up to a national tragedy. Mr. Kissel makes his film all the more disturbing by never stopping to contrast real events with their absurdly sunny, inspirational counterparts on screen.","thumbnail":null,"section":"Movies"},{"date":"19931020","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/20/nyregion/bridge-052393.html","abstract":"  If your partner opens the bidding and the opponents reach a game, it is reasonable to assume that you can afford to double holding five trumps headed by the ace and a side king. West made this assumption on the diagramed deal and was disappointed by the result.   The occasion was the New Jersey Swiss teams event in Chatham, N.J., played on Sunday, and North-South were Jane Mason and David Wizentowski, both of Madison, N.J., two members of the winning team. North and South are close to making three no-trump and that would succeed if the defense leads too many hearts.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19931020","time":"1993-10-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":78,"wspd":1.8},{"date":"19931020","time":"1993-10-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":81,"wspd":1.8},{"date":"19931020","time":"1993-10-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":82,"wspd":7.6},{"date":"19931020","time":"1993-10-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":83,"wspd":5.4},{"date":"19931020","time":"1993-10-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":81,"wspd":3.6},{"date":"19931020","time":"1993-10-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":85,"wspd":5.4},{"date":"19931020","time":"1993-10-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":83,"wspd":3.6},{"date":"19931020","time":"1993-10-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":81,"wspd":7.6},{"date":"19931020","time":"1993-10-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":80,"wspd":9.4},{"date":"19931020","time":"1993-10-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":79,"wspd":5.4},{"date":"19931020","time":"1993-10-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":73,"wspd":5.4},{"date":"19931020","time":"1993-10-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":69,"wspd":7.6},{"date":"19931020","time":"1993-10-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":62,"wspd":11.2},{"date":"19931020","time":"1993-10-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":42,"wspd":7.6},{"date":"19931020","time":"1993-10-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":43,"wspd":11.2},{"date":"19931020","time":"1993-10-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":50,"wspd":11.2},{"date":"19931020","time":"1993-10-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":59,"wspd":13},{"date":"19931020","time":"1993-10-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":61,"wspd":11.2},{"date":"19931020","time":"1993-10-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":62,"wspd":14.8},{"date":"19931020","time":"1993-10-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":64,"wspd":16.6},{"date":"19931020","time":"1993-10-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":66,"wspd":14.8},{"date":"19931020","time":"1993-10-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":70,"wspd":13},{"date":"19931020","time":"1993-10-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":73,"wspd":18.4},{"date":"19931020","time":"1993-10-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19931020","time":"1993-10-20 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":67,"wspd":9.4},{"date":"19931020","time":"1993-10-20 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":81,"wspd":11.2},{"date":"19931020","time":"1993-10-20 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":90,"wspd":7.6},{"date":"19931020","time":"1993-10-20 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":7.6},{"date":"19931020","time":"1993-10-20 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":96,"wspd":7.6},{"date":"19931020","time":"1993-10-20 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":13},{"date":"19931020","time":"1993-10-20 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":11.2},{"date":"19931020","time":"1993-10-20 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":100,"wspd":14.8},{"date":"19931020","time":"1993-10-20 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":13},{"date":"19931020","time":"1993-10-20 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":11.2},{"date":"19931020","time":"1993-10-20 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":11.2},{"date":"19931020","time":"1993-10-20 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":13},{"date":"19931020","time":"1993-10-20 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":16.6},{"date":"19931020","time":"1993-10-20 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":13},{"date":"19931020","time":"1993-10-20 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":14.8},{"date":"19931020","time":"1993-10-20 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":100,"wspd":14.8},{"date":"19931020","time":"1993-10-20 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":14.8},{"date":"19931020","time":"1993-10-20 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":14.8},{"date":"19931020","time":"1993-10-20 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":96,"wspd":18.7},{"date":"19931020","time":"1993-10-20 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":93,"wspd":22.3},{"date":"19931020","time":"1993-10-20 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":89,"wspd":18.7},{"date":"19931020","time":"1993-10-20 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":18.7},{"date":"19931020","time":"1993-10-20 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":93,"wspd":20.5},{"date":"19931020","time":"1993-10-20 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":14.8}]},"19931021":{"guardian_articles":[],"nytimes_articles":[{"date":"19931021","headline":"Hillary Clinton Talks at Florio Rally","web_url":"https://www.nytimes.com/1993/10/21/nyregion/campaign-trail-hillary-clinton-talks-at-florio-rally.html","abstract":"  Gov. Jim Florio kicked off the final two weeks of his re-election campaign yesterday from the same friendly environs where Bill Clinton began and ended his bid for the presidency last year. And for good measure, Mr. Florio had Hillary Rodham Clinton at his side.   After a series of ostensibly nonpolitical visits to New Jersey in the last six weeks from the likes of President Clinton and several of his senior Cabinet members, Mrs. Clinton left no doubt at a Democratic Party rally in Cherry Hill yesterday that she was there for partisan purposes.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"The Armenians Remember : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-the-armenians-remember-letters-to-the-editor.html","abstract":"Regarding \"In Defense of Turkey\" (Letters, Oct. 19) from Mutlu Ayman: .In World War I, the Turkish government under the notorious Talaat Pasha systematically organized the genocide of a helpless and defenseless Armenian minority numbering 2.5","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Brazil Leader's Offer to Quit Is Turned Down by Congress","web_url":"https://www.nytimes.com/1993/10/21/world/brazil-leader-s-offer-to-quit-is-turned-down-by-congress.html","abstract":"  President Itamar Franco's offer to resign if Congress would schedule early elections has been turned down.    During his year in office, Mr. Franco has held one news conference and an average of one Cabinet meeting every three months, and Brazilians increasingly complain about a President who shows little interest in the job.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"'You Don't Have to Be a Genius' to See What Happened","web_url":"https://www.nytimes.com/1993/10/21/sports/world-series-you-don-t-have-to-be-a-genius-to-see-what-happened.html","abstract":"  The hot television lights bore down on Lenny Dykstra and caused him to squint. The probing questions about what he described as the toughest loss of his career caused him to remember over and over a game he desperately wanted to forget.   With tobacco juice on his lips and pain in those squinty, hurting eyes, Dykstra tried to explain how a night that could have been the most magical of his baseball life had turned so quickly and so horribly. Dykstra had belted two homers and scored four runs and the Phillies had a five-run lead against Toronto going into the eighth inning. Then everything crumbled around them.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Lutherans Asked to Decide On Blessing of Gay Unions","web_url":"https://www.nytimes.com/1993/10/21/us/lutherans-asked-to-decide-on-blessing-of-gay-unions.html","abstract":"  After four years of study, a group from the nation's largest Lutheran body has proposed a wide-ranging statement on sexuality, opening the way for the church to bless any relationship based on a loving, permanent commitment -- heterosexual or homosexual.   The draft statement does not specifically recommend that the church allow homosexual marriage. Instead, it asks the 5.6 million Lutherans, who will be deciding the church's position over the next two years, to consider whether the church should recommend lifelong abstinence for homosexuals, tolerate homosexuality or affirmatively bless unions between people of the same sex.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Reviving the Roar of an Antic Era","web_url":"https://www.nytimes.com/1993/10/21/theater/reviving-the-roar-of-an-antic-era.html","abstract":"  The frenzy and the innovation of the Roaring Twenties -- and the Marx Brothers -- were explored this weekend at the annual Classics in Context Festival at the Actors Theater of Louisville. During three days of plays, films, lectures and colloquies, more than 100 theater professionals and academics sampled and analyzed the performing arts of the period, a decade bookended by two cataclysmic events: World War I and the Great Depression. One panelist compared American theater in the 20's to the stock market, \"a joy ride\" destined to crash.   In her keynote speech, the director Anne Bogart commented on the astonishing productivity of Broadway, where in 1927 alone there were 268 openings covered by critics from the 24 New York City daily newspapers. While recognizing the contribution of musical theater, she was quick to add that it was paralleled by experimentation in drama: Eugene O'Neill and Sophie Treadwell shared a spotlight with Rodgers and Hart. At the same time, Martha Graham and others were revolutionizing dance and jazz was giving its name to an age.","thumbnail":null,"section":"Theater"},{"date":"19931021","headline":"New York Schools Are Suffering, and the Candidates Are Silent","web_url":"https://www.nytimes.com/1993/10/21/opinion/l-new-york-schools-are-suffering-and-the-candidates-are-silent-249193.html","abstract":"  To the Editor:   Despite the aftershocks of the asbestos crisis in New York City's schools, all of the politicians running for election this year, including the mayoral candidates, remain silent about plans to remedy the \"mess\" (news article, Oct. 12). Not a single proposal for the renovation of the Board of Education's infrastructure has been featured in your newspaper or anywhere else recently.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Official and 3 Journalists Arrested in Newark","web_url":"https://www.nytimes.com/1993/10/21/nyregion/official-and-3-journalists-arrested-in-newark.html","abstract":"  Tensions between state education officials and the Newark school district erupted today when a state education commissioner and three journalists for The Star-Ledger were arrested after refusing to leave an elementary school.   Hilda Hidalgo, an assistant commissioner for professional development and licensing, Robert J. Braun, education editor for The Star-Ledger and two photographers, Joe Gigli and John O'Boyle, were arrested at the Morton Street School after a fracas with school guards and Newark police officers.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Two Photographers To Share Smith Award","web_url":"https://www.nytimes.com/1993/10/21/arts/two-photographers-to-share-smith-award.html","abstract":"  James Nachtwey and Marc Asnin have won the 1993 W. Eugene Smith Grant in photography, it was announced yesterday by the W. Eugene Smith Memorial Fund. The two New York-based photographers will equally share an award of $25,000.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Matters of Heart, Physical and Emotional","web_url":"https://www.nytimes.com/1993/10/21/sports/pro-basketball-matters-of-heart-physical-and-emotional.html","abstract":"  With Luther Wright, it has always been about heart. His was too small at Seton Hall, his mother's was enlarged at home and then, here two weeks ago, his palpitated.   Because the memory of Reggie Lewis is so fresh, and because his own mom needs a pacemaker, Wright's new employer, the Utah Jazz, pointed him toward a doctor's treadmill. Wright had felt the palpitations after lifting weights at home, and they continued on the basketball court. So the physicians had him walk practically to New Jersey and back, and their diagnosis might shock Wright's critics.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"India Keeps Its Foreign Options Open","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-india-keeps-its-foreign-options-open.html","abstract":"Two years after coming to office, Prime Minister P.V. Narasimha Rao has steered India to begin coping with the demands of a post-Cold War world. It is a tentative answer for a country with regional ambitions in a world where the cards are stacked against","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Italian Director Comes To Hollywood, to Reside In His Childhood Dream","web_url":"https://www.nytimes.com/1993/10/21/movies/italian-director-comes-to-hollywood-to-reside-in-his-childhood-dream.html","abstract":"  Carlo Carlei is amused, amazed and maybe just a bit appalled that he is, at this very second, Hollywood's hottest director. After all, the 31-year-old Italian only recently arrived in town, has made only one full-length film (in Italian) and isn't even confident that the movie critics or the public will enjoy it.   \"I hope I won't lose my integrity,\" he said several times as he sipped mineral water in the lounge of a hotel a few miles away from his small apartment in Santa Monica. \"Making movies is my dream. I love American movies. I am living inside my dream.\"","thumbnail":null,"section":"Movies"},{"date":"19931021","headline":"Review/Dance; Bill T. Jones on Life and Death, Obliquely","web_url":"https://www.nytimes.com/1993/10/21/arts/review-dance-bill-t-jones-on-life-and-death-obliquely.html","abstract":"  Most of his dancers, male and female, have shaved heads this season. Bare buttocks are also in style in his choreography. Bill T. Jones's shrewd sense of stagecraft is never less than provocative.    But what truly makes Mr. Jones a hot ticket on the international dance circuit is his unfamiliar treatment of familiar themes. Love and death, and in the larger sense civil rights, are the issues that preoccupy him most.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Editorial Notebook; The War of the Flags","web_url":"https://www.nytimes.com/1993/10/21/opinion/editorial-notebook-the-war-of-the-flags.html","abstract":"  An early test of the startling detente between Israel and the Palestine Liberation Organization will involve a combustible swatch of cloth. Since 1967, thousands of Palestinians have been chased and jailed in a deadly game of \"capture the flag\" in which youngsters challenge Israeli rule by hoisting the outlawed P.L.O. banner.    Flying that flag in the West Bank and the Gaza Strip may soon be no more unthinkable than, say, Yasir Arafat shaking the hand of Yitzhak Rabin. Yet the significance of that flag is too little known. The passion it ignites is rooted in a common tradition that divides Israelis and Palestinians -- a circumstance rarely acknowledged by either.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"BHUTTO STANDS BY NUCLEAR PROGRAM","web_url":"https://www.nytimes.com/1993/10/21/world/bhutto-stands-by-nuclear-program.html","abstract":"  In comments that seem certain to unsettle Pakistan's already fragile relations with Washington, the new Prime Minister, Benazir Bhutto, said today that her country would continue to pursue its nuclear program, which American intelligence officials maintain is devoted to the development of nuclear weapons.   \"We will protect Pakistan's nuclear program and will not allow our national interest to be sacrificed,\" Ms. Bhutto said in a recorded television address that was broadcast tonight.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"The Bucket Brigade : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-the-bucket-brigade-letters-to-the-editor.html","abstract":"Regarding \"Semper Fidelis\" (Letters, Sept. 23) from Robert R. Hall: .Mr. Hall writes that while he was a U.S. Marine Corps recruit, his drill sergeant once put a bucket over someone's head and beat it with a bayonet. .I have been trying to","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Public & Private; Williams 1, Oilers 0","web_url":"https://www.nytimes.com/1993/10/21/opinion/public-private-williams-1-oilers-0.html","abstract":"  Last month the television program \"Day One\" ran a profile of Jimmy Johnson, the coach of the Dallas Cowboys. Jimmy put life and work in perspective for those of us watching at home; he admitted that when he was offered the job with the Cowboys, his commitment to the team was so total that he ditched his wife of 26 years. \"Put your wife on waivers?\" asked the interviewer, Forrest Sawyer, and Jimmy did not demur.    And his kids? \"I know if it came down to life or death, me or football, I think he'd choose me,\" said Brent Johnson, one of his sons.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"New Proposal From Cuomo For Yankees","web_url":"https://www.nytimes.com/1993/10/21/nyregion/new-proposal-from-cuomo-for-yankees.html","abstract":"  A $150 million plan to keep the Yankees in the Bronx through 2032 will be offered in the next few days to George M. Steinbrenner 3d, the team's principal owner, Gov. Mario M. Cuomo said yesterday.   The new offer follows a far less detailed project proposed by the Governor last month, which offered the Yankee owner a 50,000-seat stadium on Manhattan's West Side at a cost of $530 million. That proposal was quickly opposed by city officials and community leaders as too extravagant and impractical given the traffic congestion in the area.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Envoys Press Aristide","web_url":"https://www.nytimes.com/1993/10/21/world/envoys-press-aristide.html","abstract":"  American and United Nations envoys have suggested to Father Aristide that he consider including in his Cabinet some of the business executives and political parties who had opposed him in the past.   The proposal was rejected by Father Aristide and his aides.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"To Barkley, a McDonald's Open in Munich Is a Series Error","web_url":"https://www.nytimes.com/1993/10/21/sports/IHT-to-barkley-a-mcdonalds-open-in-munich-is-a-series-error.html","abstract":"\"When you think about Germany,\" Charles Barkley told the 50 adults crouching to hear him, \"you think about the Olympics, Jesse Owens. Obviously you've got to think somewhat about Adolf Hitler. So, I think it's a very significant place in h","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Nassau Clerk Declares End to Records Backlog","web_url":"https://www.nytimes.com/1993/10/21/nyregion/nassau-clerk-declares-end-to-records-backlog.html","abstract":"  The Nassau County Clerk, Doreen Banks, announced today that she had eliminated the lengthy backlogs in recording deeds and mortgages that had plagued her office under her predecessor.   But Karen Murphy, a Republican who is challenging Mrs. Banks, a Democrat, for re-election, immediately charged that she was claiming credit for work that began months before she took office.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/10/21/nyregion/news-summary-402293.html","abstract":"  International A3-13  U.S. BACKS NATO EXPANSION  The United States has decided to support an expansion of NATO that could eventually include Russia and other former members of the Warsaw Pact.  A1","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Books of The Times; An F.B.I. Success Story On the Mob and a Mole","web_url":"https://www.nytimes.com/1993/10/21/books/books-of-the-times-an-fbi-success-story-on-the-mob-and-a-mole.html","abstract":"  Gangland  How the F.B.I. Broke the Mob  By Howard Blum  349 pages. Simon & Schuster. $23.      In its final 100 or so pages, Howard Blum's new book, \"Gangland: How the F.B.I. Broke the Mob,\" finally becomes an absorbing report on how a special unit of the Federal Bureau of Investigation eventually gathered enough evidence to convict John Gotti, the seemingly indestructible crime boss; on how the unit ferreted out a mole who was feeding Mr. Gotti information on the F.B.I.'s strategy, and on how Mr. Gotti's second in command, the violent Salvatore (Sammy Bull) Gravano, was eventually induced to testify against his compatriots.","thumbnail":null,"section":"Books"},{"date":"19931021","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/21/us/c-corrections-198393.html","abstract":"  Because of a transmission error, the Advertising column in Business Day on Tuesday, about the effectiveness of advertising for consumer products, misstated data supplied by Lorraine C. Scarpa, senior vice president for marketing services at Kraft General Foods. Based on a survey of 12,000 households, she said, 50 percent of the company's sales volume in 61 product categories came from 20 percent of the nation's households, not from 2 percent.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"The Party in Power Is Self-Destructive","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-the-party-in-power-is-selfdestructive.html","abstract":"The governing Congress (I) Party has begun tearing itself apart just as a crucial test at the polls approaches. If the turmoil continues, it could change the face of Indian democracy. .In November and December, elections will be held for legislatures i","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Group Assails Health Plan","web_url":"https://www.nytimes.com/1993/10/21/us/group-assails-health-plan.html","abstract":"  The National Association of Manufacturers, which the White House hoped would back its health care plan, criticized the proposal as too costly. Page A20.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Fervor Aside, Japanese Are Facing Cup Failure","web_url":"https://www.nytimes.com/1993/10/21/sports/soccer-fervor-aside-japanese-are-facing-cup-failure.html","abstract":"  For the last year, the Japanese have embraced soccer with the same kind of single-minded enthusiasm they once reserved for capitalism.   Inspired by the creation of the 10-team professional J-League this spring, Japanese have snapped up souvenirs, transformed a little-known striker nicknamed Kazu into a national hero and, in one overenthusiastic instance, attempted to solve the riddle of a sold-out stadium by counterfeiting tickets.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"How to Save Yankee Stadium","web_url":"https://www.nytimes.com/1993/10/21/opinion/how-to-save-yankee-stadium.html","abstract":"\"I f you build it, they will come,\" promised the ghostly voice in the movie \"Field of Dreams.\" But if the ballpark in the Iowa cornfields had been built by the people who gave us the new Comiskey Park in Chicago or Camden Yards in Baltimore, the slogan would have been rephrased: \". . . and build it with public money.\" Big league owners know that by threatening to move, they can extort any concessions they want from their cities. Unless their antitrust protection is revoked, Yankee Stadium is doomed -- maybe not this decade but somewhere down the line.\n\nBaseball is being squeezed out of inner cities. Not just Yankee Stadium, but the old parks in Cleveland, Detroit, and, yes, Chicago and Boston. Not even Kevin Costner leading the ghosts of Ruth, Gehrig and Cool Papa Bell could save them.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"3 Congressmen Seek to Change Senate Filibusters","web_url":"https://www.nytimes.com/1993/10/21/us/3-congressmen-seek-to-change-senate-filibusters.html","abstract":"  Three House liberals today called on talk show hosts and editorial writers who have demanded changes in House procedures to join them in demanding an end to the Senate filibuster rule that permits unlimited debate.   Raising an issue that House rules forbid them to mention in floor debate, Representatives Barney Frank of Massachusetts, David R. Obey of Wisconsin and Mike Synar of Oklahoma, all Democrats, said at a news conference that Americans wanted changes in procedures not for their own sake but so that Congress could deal with their problems.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"From Aidid's Supporters, Three Main Demands","web_url":"https://www.nytimes.com/1993/10/21/world/from-aidid-s-supporters-three-main-demands.html","abstract":"  Since the Somali civil war began three years ago, the Ala Aamin restaurant has moved about 20 times. Most recently, in June, when United Nations bombing attacks forced it out of the neighborhood controlled by Gen. Mohammed Farah Aidid, it moved about half a mile down Mogadishu's main avenue.   At first it was only a handful of wooden chairs clustered on the dirt sidewalk. But now the sandy floors and two trees are boxed in by cement walls protruding into the road, and the Ala Aamin is a gathering ground for supporters of General Aidid and his party, the Somali National Alliance, as well as merchants, clan elders and war-hardened teen-age militia fighters. All come for the politics, the sugared black tea and the occasional bowl of spaghetti.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/10/21/sports/results-plus-070793.html","abstract":"  N.H.L.  The Great One and the Young One  Gretzky versus Gretzky was no match. The Kings versus the Lightning was. Wayne Gretzky scored one goal and assisted on two others last night to lead Los Angeles to a 4-3 victory over the Tampa Bay Lightning and his younger brother Brent in St. Petersburg, Fla. It was the first meeting in a pro game between the nine-time National Hockey League most valuable player and the younger Gretzky, a rookie playing in only his second N.H.L. game. Brent Gretzky, 21, attempted only one shot and barely missed scoring when the puck hit the left post of an unprotected net. (AP) TENNIS  Becker Is Eliminated by Delaitre in France  Second-seeded Boris Becker of Germany was eliminated from the Lyons (France) Open in the first round yesterday. Olivier Delaitre of France beat Becker, 7-6 (9-7), 6-7 (4-7), 6-4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Somali Gangs, U.S. Gangs : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-somali-gangs-us-gangs-letters-to-the-editor.html","abstract":"It is really satisfying to see how concerned members of the U.S. Congress are about the loss of lives of young Americans, killed by guns wielded by Somali gangs. Eighteen Americans were killed in one weekend in Mogadishu. .Yet in Washington, Miami, Los","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Clinton Uses Japan to Sell Mexico Pact","web_url":"https://www.nytimes.com/1993/10/21/us/clinton-uses-japan-to-sell-mexico-pact.html","abstract":"  Gearing up for the final weeks of an uphill battle to win Congressional support for the North American Free Trade Agreement, President Clinton has settled on a provocative strategy that treats Japan, not Mexico, as the most severe threat to American jobs.   The new approach emerged today at the White House, where Mr. Clinton was joined by Lee A. Iacocca, the retired chairman of the Chrysler Corporation. The two appeared under one of two giant tents erected on the muddy South Lawn for a sort of political yard sale showcasing businesses that support the trade agreement.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Dinkins Message: Despite Problems, a City on the Mend","web_url":"https://www.nytimes.com/1993/10/21/nyregion/dinkins-message-despite-problems-a-city-on-the-mend.html","abstract":"  As he circulates around New York City in search of a second term, Mayor David N. Dinkins these days seldom uses Rudolph W. Giuliani's name, deliberately mislabeling his opponent as a \"Republican conservative candidate\" and describing him as a man without compassion for the homeless or appreciation for the city's diversity.    In stump speeches that he delivers several times a day, everywhere from centers for the elderly in Bushwick to catering halls in Bay Ridge to Harlem churches, the Mayor has been working to shift the race from a referendum on his four-year term to one on Mr. Giuliani's politics and ideology.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Sports of The Times; 'Best Ever Win, Worst Ever Loss'","web_url":"https://www.nytimes.com/1993/10/21/sports/sports-of-the-times-best-ever-win-worst-ever-loss.html","abstract":"  BEFORE the top of the sixth inning, the Philly Phanatic, resplendent in his red-and-green costume, danced in black rain boots in front of the Blue Jays dugout while the public-address system boomed the music and lyrics to \"These boots are made for walkin.\"   Walkin' around the bases, as Lenny Dykstra and Darren Daulton had after their home runs in the Phillies' five-run fifth. Walkin' to first base as four Phillies had done in their four-run first in what evolved into the highest-scoring game in World Series history.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Time Is Ripe for Single-Payer Health Reform; Cover the Disabled","web_url":"https://www.nytimes.com/1993/10/21/opinion/l-time-is-ripe-for-single-payer-health-reform-cover-the-disabled-262993.html","abstract":"  To the Editor:   \"Clinton Care Plan May Cut Benefits to Some Children\" (front page, Oct. 11) touches on an essential issue that has been sorely neglected in the media's discussions of the President's health initiative: its impact on people with disabilities.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"White House Backs Work of Somalia Envoy","web_url":"https://www.nytimes.com/1993/10/21/world/white-house-backs-work-of-somalia-envoy.html","abstract":"  The White House expressed support today for Robert B. Oakley, the envoy to Somalia whose private business activities are under investigation by the State Department.   \"The President has been more than satisfied with Ambassador Oakley's performance,\" said the White House spokeswoman, Dee Dee Myers. \"The President believes he's done good work and hopes he'll continue.\"","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/10/21/arts/pop-and-jazz-in-review-018993.html","abstract":"  Javon Jackson  Village Vanguard 178 Seventh Avenue South (at 11th Street) Greenwich Village Through Sunday    Javon Jackson, a young tenor saxophonist steeped in jazz classicism, has brought to the Village Vanguard a quintet that plays traditional ballads, blues and standards, and proves that the pleasure of improvisation doesn't necessarily have anything to do with innovation. Mr. Jackson has done something special: he has put together a quintet that mixes younger players, the pianist Jacky Terrasson and the bassist Chris Thomas, with veterans, Curtis Fuller on trombone and Louis Hayes on drums. The result is a cross-generational band that stokes some heat from the first tune of the night.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Empress Michiko Collapses Minutes Before Birthday Fete","web_url":"https://www.nytimes.com/1993/10/21/world/empress-michiko-collapses-minutes-before-birthday-fete.html","abstract":"  Empress Michiko, a cosmopolitan monarch who has been the subject of some surprisingly harsh criticism recently for her modern ways, collapsed this morning in what some doctors speculated might have been a stroke minutes before she was to go to a 59th birthday party.   The Imperial Household Agency, which zealously shields the imperial family from public view, provided only sketchy information about the condition of the Empress. This evening, the agency said that the Empress was walking and eating normally after regaining consciousness and spending much of the day in bed, but that her speech remained impaired.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/21/us/c-corrections-398093.html","abstract":"  An article on Tuesday about France's position in the talks on global trade liberalization rendered a French philosopher's name incorrectly. He is Bernard-Henri Levy.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Essay; Laughter After Nafta","web_url":"https://www.nytimes.com/1993/10/21/opinion/essay-laughter-after-nafta.html","abstract":"  Anything that Ross Perot, Pat Buchanan, Ralph Nader and Jesse Jackson line up against -- I'm for.   But that is hardly a high-domed argument for Nafta, which offers the most stupefyingly boring acronym since MEGO (my eyes glaze over) itself.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"At Flashpoint of Rioting, Now Banality Is Jarring","web_url":"https://www.nytimes.com/1993/10/21/us/at-flashpoint-of-rioting-now-banality-is-jarring.html","abstract":"  Nothing very remarkable happened today at the infamous corner of Florence and Normandie Avenues in South-Central Los Angeles. The regulars came to get their chili dogs at Art's Famous Chili Dogs (\"Since 1933\"), neighborhood women got their hair done at Goldie's Beauty Salon, and all day long photographers and reporters came.   It was difficult to tell that this was the flashpoint, the epicenter where years of racial resentments exploded into the deadly disorders that rocked Los Angeles last year. It was difficult, under a warm hazy sun, to visualize the terror of Reginald O. Denny and other white and Asian drivers who were pulled out of their vehicles that day and brutalized.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Knicks Romp for 3d in a Row","web_url":"https://www.nytimes.com/1993/10/21/sports/pro-basketball-knicks-romp-for-3d-in-a-row.html","abstract":"  The Knicks (3-0) rolled to their third preseason victory last night, defeating the San Antonio Spurs, 95-75, at Madison Square Garden. Several Knicks turned in strong efforts, including Hubert Davis (18 points) Patrick Ewing (17 points), Charles Smith (17 points) and Greg Anthony (10 points, 6 assists). David Robinson (18 points, 10 rebounds) and Dennis Rodman (14 rebounds) led San Antonio (1-2).   Neither Tony Campbell (bursitis left elbow) nor Anthony Mason (sore left shoulder) played for the Knicks. Rolando Blackman did not play, as Knicks Coach Pat Riley elected to take a long look at Davis. Riley liked what he saw.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Liquori, Former No. 1 Miler, Has 'Mild Form' of Leukemia","web_url":"https://www.nytimes.com/1993/10/21/sports/running-liquori-former-no-1-miler-has-mild-form-of-leukemia.html","abstract":"  When Marty Liquori noticed a lump on his groin after a tennis match near his home in Gainesville, Fla., a couple of years ago, he couldn't have been less concerned.   But Liquori, the 45-year-old former middle distance runner who was the last American to be No.  in the world in the mile, in 1971, soon found out otherwise.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Clinton Altering Nation's Tactics In Drug Battle","web_url":"https://www.nytimes.com/1993/10/21/us/clinton-altering-nation-s-tactics-in-drug-battle.html","abstract":"  The Clinton Administration issued a national drug strategy today that echoed the President's campaign promises to increase drug rehabilitation but provided no details about how the plan would be paid for or carried out.   While acknowledging that the plan was short on specifics, the President's senior drug policy aide, Lee P. Brown, defended it as a blueprint of the Administration's intentions that would be refined in a new drug budget next February.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Transactions","web_url":"https://www.nytimes.com/1993/10/21/sports/transactions-174693.html","abstract":"  Football  National Football League   ATLANTA FALCONS -- Announced the retirement of Eric Dickerson, running back. Signed Lemuel Stinson, cornerback.   CLEVELAND BROWNS -- Signed Clarence Williams, running back. Waived Thomas McLemore, tight end.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Lemieux Sets Return to Penguins' Lineup","web_url":"https://www.nytimes.com/1993/10/21/sports/sports-people-hockey-lemieux-sets-return-to-penguins-lineup.html","abstract":"  MARIO LEMIEUX, progressing on schedule from his second off-season back operation in four years, plans to return to the Pittsburgh Penguins' lineup next Thursday against Quebec.   Lemieux has missed the Penguins' first eight games, and will miss at least two more, after surgery July 28 to repair a damaged muscle in his lower back. Scar tissue from his 1990 operation to partly remove a herniated disk was also scraped away.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Term Limits Limit Voters' Rights","web_url":"https://www.nytimes.com/1993/10/21/opinion/term-limits-limit-voters-rights.html","abstract":"  Cities and towns all over America have adopted term limits for their elected officials. In the past few years, 15 states have also put limits on the number of years their senators and representatives may serve in Washington. The idea has an irresistibly popular ring to it: Force the rascals out! But it is profoundly wrong.   Barring a last-minute hitch, New York City voters will decide on Election Day whether to limit their elected officials to two consecutive four-year terms. Suffolk County on Long Island has looser limits on its ballot, and Maine -- which already holds its governors to two terms -- will vote on limits for other state officials and the legislature.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"U.S. TO OFFER PLAN ON A ROLE IN NATO FOR EX-SOVIET BLOC","web_url":"https://www.nytimes.com/1993/10/21/world/us-to-offer-plan-on-a-role-in-nato-for-ex-soviet-bloc.html","abstract":"  The United States has decided to support an expansion of NATO that could eventually include Russia, the countries of Eastern Europe and other former members of the Warsaw Pact, a senior aide to Secretary of State Warren Christopher said today.   As a first step, the official said, the Administration will propose new cooperative ventures in peacekeeping and military training and planning as a kind of apprenticeship to NATO membership for the armies of eastern Europe and the former Soviet Union.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Term-Limit Backers to Begin Ad Campaign","web_url":"https://www.nytimes.com/1993/10/21/nyregion/term-limit-backers-to-begin-ad-campaign.html","abstract":"  The day after New York State's Court of Appeals approved a referendum on limiting elected municipal officeholders to two terms, supporters of the measure said they would be able to mount a well-financed campaign that would include television and radio advertising. Opponents conceded they would be heavily outgunned.   Ronald S. Lauder, the cosmetics heir who personally spent more than $800,000 hurtling legal and administrative roadblocks to get the binding proposal on the ballot, is prepared to invest at least several hundred thousand dollars more to persuade the voters to approve it Nov. 2. A television and radio advertising campaign is to begin by early next week.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/10/21/nyregion/inside-452993.html","abstract":"  Teheran and Baghdad Talk   The first talks between Iran and Iraq since 1990, when they agreed to a limited exchange of prisoners of war, worry Israel and the West. Page A3. Stakes Rise for Haitian Junta    American diplomats announced a tough series of conditions that they said must be met before sanctions on Haiti can be lifted. Page A7. A Lutheran View of Sexuality    A Lutheran study group proposed a wide-ranging statement on sexuality that leaves room for any loving, permanent relationship. Page A16. Fabled Retailer Is Sentenced   Stew Leonard Sr., the Connecticut retailer, was sentenced to four years in prison in a tax scheme. Page B1.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Assembly Vote Reaffirms Colonial-Era Land Deals","web_url":"https://www.nytimes.com/1993/10/21/nyregion/assembly-vote-reaffirms-colonial-era-land-deals.html","abstract":"  The General Assembly, bowing to pressure from people whose homes and businesses have been the targets of Indian tribal land claims, voted today to reaffirm the legality of land transfers by Indians to early colonists.   Critics said the measure was an empty and perhaps racist gesture, in singling out for legal blessing the rights of one group of residents over another on a matter that is still in court. But supporters, even while conceding that the measure may have little effect, said the state had the responsibility to make a statement supporting the system of property ownership as it has evolved through history, regardless of who may have been victimized at one time or another.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Menstruation Doesn't Promote Infection","web_url":"https://www.nytimes.com/1993/10/21/opinion/l-menstruation-doesn-t-promote-infection-264593.html","abstract":"  To the Editor:   David A. Grimes, Nancy S. Padian and A. Eugene Washington contend that my research on menstruation lacks a \"scientific or medical basis,\" evidently without having read my article in the current Quarterly Review of Biology (letter, Oct. 6). If, as I argue, menstruation functions to defend the uterus against sperm-transported pathogens, the clinical implications could significantly affect women's health and fertility.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Leetch Is the Latest Ranger to Feel the Wrath of Keenan","web_url":"https://www.nytimes.com/1993/10/21/sports/hockey-leetch-is-the-latest-ranger-to-feel-the-wrath-of-keenan.html","abstract":"  No one expected that Brian Leetch would be a problem. He was supposed to be a savior, a player whose absence last season because of injuries could explain much of the Rangers' dreadful downfall.   Instead, he has become the latest -- and most visible -- inhabitant of Coach Mike Keenan's doghouse. Leetch may be one of the top defensemen in the National Hockey League. He may have been the Norris Trophy winner two seasons ago. He is also spending a lot of time on the bench.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"U.S. TELLS HAITIANS OF EMBARGO TERMS","web_url":"https://www.nytimes.com/1993/10/21/world/us-tells-haitians-of-embargo-terms.html","abstract":"  Sharply raising the stakes for the Haitian military, United States diplomats announced a stringent series of conditions today that they said must be met before international sanctions placed on Haiti this week can be lifted.   The conditions, which begin with the retirement of Haiti's army commander, Lieut. Gen. Raoul Cedras, include an end to political violence and human rights abuses and call for the army to get rid of the fearsome police auxiliaries, known as attaches, who roam the streets here terrorizing neighborhoods.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Review/Music; Mourning and Mending: Reflections on War","web_url":"https://www.nytimes.com/1993/10/21/arts/review-music-mourning-and-mending-reflections-on-war.html","abstract":"  Benjamin Britten's \"War Requiem\" is one of 20th-century music's rare public works. In the vastness of its scale, in the breadth of its humanitarian aims and in the simplicity of its language, this is music intended to move large numbers of listeners at first hearing and at no sacrifice of original intentions to mass appeal.   The \"War Requiem\" marked the reopening of Coventry Cathedral in 1961, and the Philadelphia Orchestra, conducted by Wolfgang Sawallisch, played it eloquently at Carnegie Hall on Tuesday night. Destroyed by German bombs, the cathedral had been rebuilt. Britten's manipulation of the requiem format -- in which the generalized mourning of the Latin liturgy is alternated with the factual horrors of Wilfred Owen's war poems -- constituted a mending process of its own, a backward look at war that sighs with deep regret and offers bruised, tentative hopes for the future.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Reno Chastises TV Networks On Violence in Programming","web_url":"https://www.nytimes.com/1993/10/21/us/reno-chastises-tv-networks-on-violence-in-programming.html","abstract":"  Attorney General Janet Reno told the television industry today that unless it moved immediately to stem the tide of shootings, stabbings and other mayhem beamed daily into the nation's homes, the White House and Congress would seek laws to do it for them.   It was the bluntest Government condemnation of broadcast violence since the Surgeon General linked television to aggressive behavior 21 years ago. And it drew anguished protests of innocence from some of the industry's most visible executives.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"On the Rebound, Spurs Take Gamble on Rodman","web_url":"https://www.nytimes.com/1993/10/21/sports/pro-basketball-on-the-rebound-spurs-take-gamble-on-rodman.html","abstract":"  Dennis Rodman will say to your face what many people say behind his back.   \"Off the court, I'm a nut,\" said Rodman, the San Antonio Spurs' talented, but eccentric, forward.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/10/21/arts/pop-and-jazz-in-review-273493.html","abstract":"  Steve Vai  The Academy    Steve Vai's sold-out show at the Academy on Saturday night was a good example of how tough a time guitar gods have in the 1990's: they get no critical respect but a decent audience. Given the current reign of post-punk rock, with its suspicion of professionalism, the whole idea of rock virtuosity, created in the 1960's, seems hopelessly archaic today.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Taxpayers, Not Prisoners, Are Being Punished","web_url":"https://www.nytimes.com/1993/10/21/opinion/l-taxpayers-not-prisoners-are-being-punished-245993.html","abstract":"  To the Editor:   In \"Force This Killer to Live\" (editorial, Oct. 15), you make a case for denying Thomas Grasso, a two-time convicted murderer, the right to opt for an Oklahoma execution prior to fulfilling a 20-year sentence in New York. Isn't it punishment for New York taxpayers to spend $35,000 a year for the next 20 years for someone who won't contribute to society and who will occupy a space that could be used to detain a reformable individual?","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Report Finds Shelter System Worsening","web_url":"https://www.nytimes.com/1993/10/21/nyregion/report-finds-shelter-system-worsening.html","abstract":"  New York City's shelters for the homeless deteriorated in 1993 to their worst condition since 1986, a study to be released today has found.    Despite a new city plan for homeless families and a drop in the number of families seeking shelter for the first time, the report found that homeless centers became even more overloaded than they were a year ago, when a judge held four members of Mayor David N. Dinkins's adminstration in contempt of court for failing to shelter homeless families promptly.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Business Group Assails Scope and Cost of Clinton Health Plan","web_url":"https://www.nytimes.com/1993/10/21/us/business-group-assails-scope-and-cost-of-clinton-health-plan.html","abstract":"  A leading business group that the White House had hoped to recruit as a major backer of its health care plan criticized many elements of the proposal today, saying it was far too ambitious and costly.   President Clinton had been hoping that the group, the National Association of Manufacturers, which represents 12,000 companies, would help convince the business world that his proposal was good for American corporations. Mr. Clinton contends that the proposal would produce a windfall for some large companies and would help them control health costs.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Economist Takes Reins at University of Chicago","web_url":"https://www.nytimes.com/1993/10/21/us/economist-takes-reins-at-university-of-chicago.html","abstract":"  Hugo F. Sonnenschein, an economist and former provost of Princeton University who almost flunked out of college as an 18-year-old undergraduate, was inaugurated today as the 11th president of the University of Chicago.   Speaking in the Rockefeller Memorial Chapel about the university's \"especially fierce commitment\" to ideas, including \"uncomfortable\" ones, the new president defended Robert W. Fogel, a University of Chicago economist who last week won the Nobel Prize in Economics.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"You Call This Jam? Traffic Was Frozen in Place.; Nighttime Accidents in Greenwich, Conn., Turn Into Rush-Hour Gridlock on I-95","web_url":"https://www.nytimes.com/1993/10/21/nyregion/you-call-this-jam-traffic-was-frozen-place-nighttime-accidents-greenwich-conn.html","abstract":"  Shari Cardozo offered to help the paramedics, but they said things were under control. She fiddled with the radio. She snacked on junk food she found in the car. She turned the engine on to keep warm. She turned it off to save gasoline. She kicked off her shoes and napped for a while. Finally, nine hours later, she drove off, having spent the night stuck in a 30-mile-long traffic jam on Interstate 95 caused by two chain-reaction tractor-trailer pileups in Greenwich, Conn.   \"Time kept going by and I kept saying, 'It's going to be soon, it's going to be soon,' \" Mrs. Cardozo, a night-shift nurse at Greenwich Hospital, said yesterday. \"If I'd known I'd be staying there until this morning, I'd have climbed in the back seat and gotten some real sleep.\"","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Hockey; No Joy in Duckburg as Mighty Ducks Shut Out","web_url":"https://www.nytimes.com/1993/10/21/sports/hockey-no-joy-in-duckburg-as-mighty-ducks-shut-out.html","abstract":"  Patience was Jacques Lemaire's message to his Devils in the dressing room between the second and third periods tonight at Byrne Meadowlands Arena.   The Devils were the better team for the most of the first two periods, but appeared to be on the verge of frustration against the expansion Mighty Ducks of Anaheim because they led by only 1-0.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Time Is Ripe for Single-Payer Health Reform","web_url":"https://www.nytimes.com/1993/10/21/opinion/l-time-is-ripe-for-single-payer-health-reform-252193.html","abstract":"  To the Editor:   Partisans of the Clinton health care reforms, most of whom are closet single-payer advocates, have given up on the latter, because they say it is not \"p.r.\" (politically realistic). They and the Clinton Administration might do well to heed the words of their own guru in the White House, Paul Starr, who in his \"Social Transformation of American Medicine,\" wrote about the Medicare battle of 1964 as follows:","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Eagles Sign Lofton to 1-Year Contract","web_url":"https://www.nytimes.com/1993/10/21/sports/sports-people-pro-football-eagles-sign-lofton-to-1-year-contract.html","abstract":"  The Philadelphia Eagles agreed to terms today on a one-year contract with 37-year-old wide receiver JAMES LOFTON, the National Football League's career leader in receiving yards. Terms of the deal weren't given.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"As Bills Flourish and Symphony Suffers, Some in Buffalo Ask Why","web_url":"https://www.nytimes.com/1993/10/21/nyregion/as-bills-flourish-and-symphony-suffers-some-in-buffalo-ask-why.html","abstract":"  Every autumn, as the first cold gusts whip off Lake Erie, this area begins to swagger. During football season Buffalo is in the same league as New York and Los Angeles, and when the Bills win, Buffalo gets a chance to call those towns losers.   This year, however, some are asking whether Buffalo is deluding itself about how it stacks up with other big cities. While the region cheers its team toward a possible fourth straight Super Bowl, its philharmonic orchestra is in danger of shutting down.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"1893: Railway Disaster : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-1893-railway-disaster-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The worst railway disaster of the year occurred about four o'clock this morning [Oct. 20] in the yards of the Chicago and Grand Trunk Railway at Battle Creek, Mich. Two trains came into collision close by the round house. The latest reports sta","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/21/arts/classical-music-in-review-278593.html","abstract":"  New York Chamber Symphony  Gerard Schwarz, conductor 92d Street Y    Paul Sacher, the distinguished conductor and patron, was to have led Saturday night's performance by the New York Chamber Symphony, but if illness prevented Mr. Sacher's appearance, his presence was manifest in Frank Martin's \"Petite Symphonie Concertante\" and the Bartok Divertimento for Strings. Mr. Sacher conducted the first performance of the Martin in 1946 and is its dedicatee, and he commissioned the Bartok shortly before World War II.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"'94 Tour de France Saves Best for Last","web_url":"https://www.nytimes.com/1993/10/21/sports/IHT-94-tour-de-france-saves-best-for-last.html","abstract":"Joop Zoetemelk described it as \"a true Tour de France,\" Stephen Roche predicted it would be more interesting, Bernard Thévenet said it would favor climbers and Miguel Indurain said it would be different. All of them, winners of the Tour de","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Yanks' Abbott Honored for Achievements","web_url":"https://www.nytimes.com/1993/10/21/sports/sports-people-baseball-yanks-abbott-honored-for-achievements.html","abstract":"  Making it to the majors with a hand deformed from birth was an impressive enough achievement, but it was the no-hitter he pitched for the Yankees against Cleveland on Sept. 4 that clinched JIM ABBOTT's selection to receive the Freedom Forum's Free Spirit Award at a dinner at the New York Public Library last night.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"York Journal; A Flicker of Empathy for 110 Chinese","web_url":"https://www.nytimes.com/1993/10/21/us/york-journal-a-flicker-of-empathy-for-110-chinese.html","abstract":"  Beneath the autumnal crimson and gold of a maple tree, two dozen men and women gathered on Sunday for a candlelight vigil outside the county prison at dusk, as they do each week.   Schoolteachers, computer programmers and secretaries, they came on an unusual mission: to plead for the freedom of 110 Chinese immigrants inside the prison, men most had never met, from a land none had ever seen.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Gaston, Fregosi Ask: Who'll Stop the Rain? Not Their Pitchers","web_url":"https://www.nytimes.com/1993/10/21/sports/world-series-analysis-gaston-fregosi-ask-who-ll-stop-the-rain-not-their-pitchers.html","abstract":"  The scoring rules don't exactly provide for the dreadful circumstances that developed in the fourth game of the World Series tonight, but a slight improvisation could have determined that no pitcher in the game should have been credited with the victory.   \"Do not credit a victory to a relief pitcher who is ineffective in a brief appearance,\" rule 10.19 (c) (4) reads in part. For the most part tonight, that one description fit all, relievers and starters.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Decision Is In: Whitaker Drops Protest","web_url":"https://www.nytimes.com/1993/10/21/sports/sports-people-boxing-decision-is-in-whitaker-drops-protest.html","abstract":"  The protest by PERNELL WHITAKER of a judge's scoring in his controversial draw with JULIO CESAR CHAVEZ in San Antonio last month has been withdrawn, officials said.   JACK GARISON, an official of the Texas Department of Licensing and Regulation, which oversees boxing in the state, said yesterday in Austin that Whitaker's promoters did not have a legitimate complaint. A spokesman for Whitaker's promoter, DAN DUVA, confirmed that the objection had been dropped.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Review/Theater: Pterodactyls; Mining the Humor From the Decline of a Class","web_url":"https://www.nytimes.com/1993/10/21/theater/review-theater-pterodactyls-mining-the-humor-from-the-decline-of-a-class.html","abstract":"  Mom drinks, Dad is a lying adulterer, Junior has AIDS and Sis -- well, she's truly a mess, a pill-popping semi-amnesiac. So, really, what else is new?   But as the young playwright Nicky Silver can testify, there's still plenty of dramatic life left in these stereotypes if the comic proportions are right. His grimly witty play \"Pterodactyls\" recycles all the cliches of the unraveling all-American family and scales them up to the point that they become poignantly grotesque symbols of a species on the verge of extinction.","thumbnail":null,"section":"Theater"},{"date":"19931021","headline":"U.S. Sets June Deadline for China to End Abuses","web_url":"https://www.nytimes.com/1993/10/21/world/us-sets-june-deadline-for-china-to-end-abuses.html","abstract":"  Secretary State Warren Christopher said today that unless China improved its record on human rights, weapons sales and trade practices, its preferential trade status would be in danger next year.   \"I have to say I don't believe we can sustain the position beyond next June,\" he said, \"unless we see continued improvement, improvements in the human rights field by the Chinese, as well reforms in connection with trade practices and progress in the non-proliferation front.\" Mr. Christopher's comments came in a speech at the State Department to senior business executives.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Bridge","web_url":"https://www.nytimes.com/1993/10/21/nyregion/bridge-847893.html","abstract":"  The fifth annual game to benefit the People With AIDS Coalition of Long Island was highly successful, and $9,250 was raised for the charity. Play Sunday evening was at the Grand Club in Franklin Square, L.I., whose premises were donated by Audrey Kurlander. The organizers were Enid Horowitz and Sue Farino.   Thirty-six tables took part. The winners were: Flight A, Rob Gordon of Northport, L.I., and Art Brodsky of Huntington Station, L.I.; Flight B, Stanley Green of Muttontown, L.I., and Elaine Kahn of Lawrence, L.I.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Militant Japanese Rightist Kills Himself","web_url":"https://www.nytimes.com/1993/10/21/world/militant-japanese-rightist-kills-himself.html","abstract":"  In a chilling echo of Japan's violent political past, a prominent far-right militant shot himself to death during a meeting with the president of a newspaper that had ridiculed his nationalist political movement in its editorial cartoons.   The rightist, Shusuke Nomura, 58, shot himself with a pair of pistols at the end of an hourlong meeting with executives of the daily Asahi Shimbun at the newspaper's headquarters in Tokyo. While the meeting was taking place, Asahi executives were across town making a carefully negotiated apology to Mr. Nomura's supporters, including at least one member of Parliament, for offending his small splinter party in its coverage of an election campaign last year.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"For U.S. Rangers in Somalia, Boredom Replaces the Chase","web_url":"https://www.nytimes.com/1993/10/21/world/for-us-rangers-in-somalia-boredom-replaces-the-chase.html","abstract":"  No one has bothered to take down his photograph, so Gen. Mohammed Farah Aidid still gazes from the walls of some American command posts. At Task Force Raven, the headquarters for army helicopters, the faction leader's forehead is marked with a precise X.   But the rangers who hunted General Aidid and failed were preparing to go home today, and the abandonment of the chase has given way to a dull sense of ennui.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"1918: Paris Celebrates : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-1918-paris-celebrates-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - What cared Paris yesterday [Oct. 19] for the rain! Victory was in the air, and Parisians were out to celebrate the deliverance of French cities and soil, to pay affectionate homage to their sons and to subscribe to the great Liberty Loan. A deluge","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"In His Own Words","web_url":"https://www.nytimes.com/1993/10/21/nyregion/in-his-own-words-818493.html","abstract":"  Excerpts from Mayor David N. Dinkins's stump speech:    \"So I want folks to know just who Rudolph Giuliani is. It's difficult, I admit, because he changes his positions a lot. I say he's running for weather vane: he's got to see which way the wind is blowing to decide his position.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Time Is Ripe for Single-Payer Health Reform; Let Them Eat Cake?","web_url":"https://www.nytimes.com/1993/10/21/opinion/l-time-is-ripe-for-single-payer-health-reform-let-them-eat-cake-263793.html","abstract":"  To the Editor:   \"Let Insurance Avert Financial Catastrophe\" by Robert W. Schewior (letter, Oct. 11) advocates a let-them-eat-cake solution to the financing of health care. Many of us already have large deductibles because we cannot afford to pay for coverage with smaller deductibles. This may benefit, as Mr. Schewior puts it, the health care system, i.e., the insurance carrier, but it could be detrimental to the individual's health.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Corrections","web_url":"https://www.nytimes.com/1993/10/21/us/c-corrections-199193.html","abstract":"  An article in Science Times on Tuesday about a comet on a collision course with Jupiter misstated the estimated energy of the impact. It is 100 million megatons, not 100 megatons.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Review/Music; Of Rachmaninoff And the Dead: Russian Musings","web_url":"https://www.nytimes.com/1993/10/21/arts/review-music-of-rachmaninoff-and-the-dead-russian-musings.html","abstract":"  The awkwardly named International Association of Sergei Rachmaninoff presented a concert of its namesake's music at Carnegie Hall on Monday evening. The program commemorated the 50th anniversary of the composer's death in March 1943, and death was its thematic obsession.    The opening work, \"The Isle of the Dead,\" describes the mythical Charon ferrying dead souls across the Styx. It quotes the \"Dies Irae\" -- the plainchant for the dead -- which also figures prominently in the Rhapsody on a Theme of Paganini. The chant is not quoted in \"The Miserly Knight,\" a one-act opera that was given its American premiere, but the title character drops dead as the final chords are sounded.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Election Board Fines Dinkins Over Spending","web_url":"https://www.nytimes.com/1993/10/21/nyregion/election-board-fines-dinkins-over-spending.html","abstract":"  The New York City Campaign Finance Board fined the Dinkins campaign $320,000 last night for spending more than the legal limit during the Democratic Primary.   The ruling's impact on Mayor David N. Dinkins's spending in the final two weeks of the election is unclear. It will not affect the $4 million he is allowed to spend for the election but may force his campaign to raise more money to compensate for the fine. It also means his campaign will not receive any more public funds while it appeals the decision in state court, city and campaign officials said.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Russia Threatens to Veto Any Sanctions West Seeks Against Libya","web_url":"https://www.nytimes.com/1993/10/21/world/russia-threatens-to-veto-any-sanctions-west-seeks-against-libya.html","abstract":"  Russia has threatened to use its Security Council veto to block new sanctions that the United States, Britain and France want to impose on Libya for refusing to hand over two citizens accused of blowing up Pan Am Flight 103 in December 1988, United Nations diplomats say.   The strongly worded threat, made in a letter to Secretary of State Warren Christopher that arrived last weekend, surprised and angered Administration officials. A total of 270 people died in the blast over Lockerbie, Scotland.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"It's Raining, It's Pouring, Runs Keep On Scoring","web_url":"https://www.nytimes.com/1993/10/21/sports/world-series-it-s-raining-it-s-pouring-runs-keep-on-scoring.html","abstract":"  The pitchers couldn't be blamed if they thought they were in Transylvania instead of Pennsylvania, so spooky and scary has the World Series become at Veterans Stadium.   For a second straight night, the fog rolled in, the rains came and so did the runs. Relentless and in buckets, drenching earned run averages, bloating batting averages. And, oh, yes, giving the Blue Jays the sloshing as well as slugging rights over the Phillies in a 15-14 war of attrition otherwise known as Game 4 of the World Series.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Schilling Tunes Out On Jays Videos","web_url":"https://www.nytimes.com/1993/10/21/sports/world-series-notebook-schilling-tunes-out-on-jays-videos.html","abstract":"  Curt Schilling studied videotape after videotape of Toronto's hitters before starting Game 2 of the World Series. Schilling was trying to find some weaknesses in the powerful lineup and he thought his research was successful. Schilling went to the mound with a batch of information and promptly allowed six earned runs in six and a third innings in an 8-5 loss. So much for the videotapes.   \"I had too many plans,\" Schilling said. \"I made some plans to go after their hitters. Maybe I went after them too much.\"","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/21/nyregion/chronicle-196793.html","abstract":"  It seemed that half the city was at the frenetic opening of the Harley-Davidson Cafe on Tuesday evening, clogging the area around Avenue of the Americas and West 56th street with motorcycles, partygoers and onlookers. But some people sought more bucolic socializing, in or connected with parks and nature.   During a party in Central Park, docents for the Central Park Conservancy took 100 or so neighbors of the park on tours of the newest improvement projects, most of them made possible by conservancy funds.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"German Schools Ban Book on Rise of Nazis","web_url":"https://www.nytimes.com/1993/10/21/world/german-schools-ban-book-on-rise-of-nazis.html","abstract":"  The experimental use of a book to help German high school students understand the roots of Nazism has been halted by a Government agency out of fear that it might unintentionally make neo-Nazis out of some of them.   \"It was an embarrassing mistake,\" said Wolfgang Arnold, deputy director of the Federal Center for Political Education in Bonn.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Rabbis Criticize Dinkins For Passing Up Forum","web_url":"https://www.nytimes.com/1993/10/21/nyregion/campaign-trail-rabbis-criticize-dinkins-for-passing-up-forum.html","abstract":"  The president of the 800-member New York Board of Rabbis, in the past staunch supporters of Mayor David N. Dinkins, criticized the Mayor yesterday for turning down an invitation to appear at a forum with Rudolph W. Giuliani.   The board's president, Rabbi Jeremiah Wohlberg, said the Mayor's campaign had pressed the board to include the Conservative Party candidate, George Marlin, in their forum and had finally \"pleaded the presence of Vice President Al Gore\" in declining the invitation to speak.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Witnesses Identify Shards From Bomb Site at Trial","web_url":"https://www.nytimes.com/1993/10/21/nyregion/witnesses-identify-shards-from-bomb-site-at-trial.html","abstract":"  They went by the dry names of Government exhibits 346, 399 and 464, and as the gnarled metal fragments were passed from hand to hand in the jury box yesterday, they were described only as parts of compressed gas containers.   In fact, according to the prosecution case being painstakingly -- and often painfully -- assembled at Federal District Court in Manhattan, they were recovered components of the World Trade Center bomb.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"A Shadow In Germany: A special report.; Germans Begin to Recognize Danger in Neo-Nazis' Surge","web_url":"https://www.nytimes.com/1993/10/21/world/shadow-germany-special-report-germans-begin-recognize-danger-neo-nazis-surge.html","abstract":"  Kurt Muller, a retired nurseryman with a brown toupee and a distinctive pair of metal-frame glasses, has served time in prison for expressing virulent Nazi views. But for years his neighbors in this Rhineland state capital were inclined to dismiss him as a harmless and irrelevant nuisance.   Recently that attitude has changed. When Mr. Muller, 63, and his wife, Ursula, 59, tried to enter the Dorfschanke restaurant a few blocks away from their house in Gonsenheim the other day, the bartender blocked the door. \"You can't come in here,\" he told the couple. \"If I let you in, all my other customers will boycott the place.\"","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/21/arts/classical-music-in-review-276993.html","abstract":"  Morton Gould Program  Queens Chamber Symphony Maurice Peress, conductor Queens College Concert Hall    In anticipation of Morton Gould's 80th birthday, which is on Dec. 10, Maurice Peress presented a program on Sunday afternoon that steered clear of this prolific composer's most popular showpieces (the \"American Salute,\" for example) yet left no doubts about why his music has an enthusiastic following. Mr. Gould can seem to be a trend surfer: From the 1930's on, he steeped many of his scores in the textures and harmonies of various kinds of jazz. At other times, he drew on the popularity of musical Americana and wove folk songs and spirituals into his music. And his latest work, a children's piece, involves a rapper and is about dinosaurs.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Dole Concedes to Clinton in Fight Over Right to Send Troops to Haiti","web_url":"https://www.nytimes.com/1993/10/21/world/dole-concedes-to-clinton-in-fight-over-right-to-send-troops-to-haiti.html","abstract":"  Senator Bob Dole, the Republican leader, backed off today from a proposal to restrict President Clinton's military options in Haiti and agreed to downgrade it to a nonbinding \"sense of the Senate\" resolution.   The watered down resolution, which even had White House support and was expected to pass easily, states simply that Congress should authorize in advance any United States military operation in Haiti. But it upholds the President's broad foreign policy prerogatives as Commander in Chief to send in American troops if he deems that it justified by national security interests or that the safety of Americans living in Haiti is at stake. Dole Effort Doomed to Defeat    The Kansas Republican's retreat came as he realized that his effort to restrict the President's authority to deploy American forces would go down to defeat. Support for the proposal collapsed even among Republicans, as a consensus emerged on both sides that Congress was attempting to overstretch its authority in foreign policy.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Playing on Uncertainties About the Health Plan","web_url":"https://www.nytimes.com/1993/10/21/us/the-ad-campaign-playing-on-uncertainties-about-the-health-plan.html","abstract":"  SPONSOR: The Coalition for Health Insurance Choices, financed by the Health Insurance Association fo America. ON THE SCREEN: A couple, Harry and Louise, is sitting over breakfast. He is reading a newspaper, she a published version of the President's health care plan. The camera angle changes, and we see the health care plan from above as Louise underlines a passage with a yellow marking pen. At the end of the ad, an 800 number appears along with a tag identifying the sponsors. THE SCRIPT: Harry: \"I'm glad the President's doing something about health care reform.\"....Louise: \"He's right. We need it.\"... Harry: \"Some of these details--\"... Louise: \"Like a national limit on health care?\"... Harry: \"Really.\" ...Louise: \"The government caps how much the country can spend on all health care and says, 'That's it!\"'...Harry: \"So what if our health plan runs out of money?\"...Louise: \"There's got to be a better way.\" ACCURACY: The implication of the ad is that under the President's plan, only a certain amount of money can be spent on health care, and after that, patients will be out of luck. The President has proposed a complicated set of regulations to limit the rate in increase in health care spending to the inflation rate. Among other things, these regulations would limit the amount that health insurance premiums could rise each year. Many health care providers are concerned that the limits would adversely affect the quality of care and that some health care plans might actually run out of money. The President's proposal also calls for each state to set up contingency funds to bail out insolvent plans. SCORECARD: The ad purports to reflect the concerns of average citizens, and it effectively appeals to a generalized sense that the Clinton Administration's plan doesn't quite add up. But the ad has an melodramatic, overacted quality that may make viewers suspicious. And once they learn the ad is sponsored by the insurance industry, these suspicions are only likely to increase. ELIZABETH KOLBERT","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/21/arts/classical-music-in-review-072393.html","abstract":"  'Carmen'  New York City Opera New York State Theater Through Oct. 31    The City Opera's production of \"Carmen,\" which went into its third cast on Saturday night, is suddenly a delight. The principal reason is Robynne Redmon, who moves through the title role with wondrous elegance and expertise. Her mezzo-soprano is in excellent form, dead on through the whole range, and she fills out her flippant characterization with a host of telling details. This is not the most wild or dark-spirited Carmen ever, but no one should complain.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/10/21/arts/classical-music-in-review-277793.html","abstract":"  Consort of Musicke  Church of St. Mary the Virgin    The Consort of Musicke, represented by a minimal complement of two sopranos (Emma Kirkby and Evelyn Tubb) and one lutenist (the ensemble's director, Anthony Rooley), offered an elegant overview of early-17th-century Italian love songs on Saturday evening.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"CUNY Suit Citing Bias Survives Test","web_url":"https://www.nytimes.com/1993/10/21/nyregion/cuny-suit-citing-bias-survives-test.html","abstract":"  A suit challenging the New York State system of financing higher education has passed a court test, with a judge's refusal to dismiss the suit.   The suit, filed by more than 250 professors and students at the City University of New York, contends that Albany favors the State University system at the expense of CUNY. Because CUNY has a much larger proportion of minority students, the suit argues, the state is engaging in racial discrimination.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Whitbread Race: Surprises and Some Answers","web_url":"https://www.nytimes.com/1993/10/21/sports/IHT-whitbread-race-surprises-and-some-answers.html","abstract":"It was New Zealand's day Wednesday, as the other yachts on first leg of the Whitbread 'Round the World race came sailing in. .Grant Dalton's maxi-ketch New Zealand Endeavour was the first to arrive here, on Tuesday night. Chris Dickson, at the helm of","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Study Says Flight Attendant Infected 23 With TB","web_url":"https://www.nytimes.com/1993/10/21/us/study-says-flight-attendant-infected-23-with-tb.html","abstract":"  Federal health officials said today that they had compelling evidence that a Continental Airlines flight attendant with active tuberculosis infected 23 crew members who worked with her last fall on several long international flights.   The Center for Prevention Services, which studied the case, also tested passengers but could not conclude that any had been exposed by the flight attendant.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Sherrard Hospitalized for Clot","web_url":"https://www.nytimes.com/1993/10/21/sports/pro-football-sherrard-hospitalized-for-clot.html","abstract":"  Routine tests yesterday revealed a blood clot in the hip of Giants wide receiver Mike Sherrard, and though the clot could have spread to either his heart, lungs or brain, the early detection prevented it from doing so. Sherrard was admitted last night to the Hospital for Special Surgery in Manhattan, where he will be monitored for the next several days. He was expected to be released by the end of the week.   Giants officials and Sherrard's agent, Leigh Steinberg, confirmed Sherrard's admittance to the hospital. Sherrard, 30 years old, suffered a partial dislocation of the left hip on Sunday against the Philadelphia Eagles after jolting it at the end of a 51-yard pass play.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"The Mayoral Campaign -- At Issue: Health Care; New York's Health Challenge","web_url":"https://www.nytimes.com/1993/10/21/opinion/the-mayoral-campaign-at-issue-health-care-new-york-s-health-challenge.html","abstract":"  New York City's next mayor will confront alarming rates of infant mortality, tuberculosis and AIDS. And he will need to re-invigorate public hospitals and clinics that are understaffed and underfinanced. It will be a daunting challenge when the city must cut its budget.   Mayor David Dinkins and Rudolph Giuliani, the Republican-Liberal challenger, offer health care proposals that read like pages out of the same hymnal. Both advocate neighborhood clinics, health maintenance organizations, preventive care and turning city medical facilities over to nonprofit groups. The difference between the two is that Mayor Dinkins can also be judged by his deeds. After a shaky start -- and up against the need to make large budget cuts -- Mr. Dinkins has launched innovative programs to improve the health care of the city's poorest families. The health effort may be his strongest program.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Acquittal and Deadlock End The Trial of 2 in Riot Beating","web_url":"https://www.nytimes.com/1993/10/21/us/acquittal-and-deadlock-end-the-trial-of-2-in-riot-beating.html","abstract":"  After three days of deadlock, a jury today acquitted Damian M. Williams of attempting to murder a white truck driver during last year's riot, a verdict that left the city exhausted and torn by racial and social divisions.   The jury remained undecided on one count of assault against the second defendant, Henry K. Watson, after convicting him on Monday of one misdemeanor assault charge. Judge John W. Ouderkirk of Los Angeles County Superior Court immediately declared a mistrial on the deadlocked charge and released Mr. Watson on his own recognizance in consideration of the time he had already served in jail.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Wet. Sloppy. Gray. Must Be Aqueduct.","web_url":"https://www.nytimes.com/1993/10/21/sports/horse-racing-wet-sloppy-gray-must-be-aqueduct.html","abstract":"  New York switched its racing from Belmont Park to Aqueduct yesterday, and it was wet, it was sloppy, it was gray and it was symbolic of all the things New York would like to cure in winter racing.   It was also almost empty, with only 6,408 customers braving the rain. And their discomfort was deepened when glitches in the tote board caused a delay of 24 minutes in starting the ninth race so the betting pools could be straightened out. The track estimated that the disruption had cost it about $125,000 in unplaced bets and about $25,000 in offtrack bets.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Under 18? Hand Over That Gun","web_url":"https://www.nytimes.com/1993/10/21/opinion/under-18-hand-over-that-gun.html","abstract":"  The stray bullet from a gang shootout that hit 6-year-old Broderick Bell in the head on June 9 was the final straw for Colorado.   \"There are rules even for gangs,\" a member of my cabinet said as we agonized over this Denver shooting. \"It isn't all right to hurt babies.\"","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/10/21/arts/pop-and-jazz-in-review-275093.html","abstract":"  Meshell Ndegeocello  The Supper Club    Meshell Ndegeocello likes all kinds of grooves: easy jazz vamps, thumb-popping funk, chunky hip-hop, slow-motion reggae. And she doesn't like to keep them apart. On Monday night at the Supper Club, Ms. Ndegeocello and her band, the Watermelon Philosophy, turned songs from her debut album, \"Plantation Lullabies\" (Maverick/Sire/Reprise), into rhythm rambles, strut dissolving into swing, float shifting to stomp. Her vocals are just as mutable, from recitation to rap to melody, in a low voice reminiscent of Joan Armatrading's. Ms. Ndegeocello got her start as a bass player in Washington go-go bands, and with or without a bass in her hands her syncopations are supple and sure.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Review/Television; A 'Cheers' Spinoff, Set in Seattle","web_url":"https://www.nytimes.com/1993/10/21/arts/review-television-a-cheers-spinoff-set-in-seattle.html","abstract":"  One guy is a bit of a slob, happy to plop into his vibrating Barcalounger with a can of beer; the other is a finicky esthete, partial to fine wines and Eames chairs. Think Oscar and Felix in \"The Odd Couple.\" The older one is working-class gruff; the younger upwardly-mobile sarcastic. Think Archie and Meathead in \"All in the Family.\" \"Frasier,\" Thursdays at 9:30 on NBC, is not the season's most original concept, but it's one of the few new series likely to survive. And deservedly, not just because it follows \"Seinfeld.\"    Played with finely tuned pomposity by Kelsey Grammer, Frasier Crane, psychiatrist, is of course the character originally created for \"Cheers.\" \"Frasier\" is the spinoff, developed by David Angell, Peter Casey and David Lee, the team that also lists \"Wings\" among its post-\"Cheers\" credits.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"1943: Scorched Retreat : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-1943-scorched-retreat-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS, ALGIERS - [From our New York edition:] The Germans fell back from the Volturno Valley today [Oct. 20] to a new mountain line along Massico Ridge after being threatened by a swift American advance of five miles on their left flank. In","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/10/21/nyregion/chronicle-197593.html","abstract":"  The novelist STEPHEN KING was initially invited to speak at a luncheon at the National Press Club in Washington on Halloween. But the author of \"Carrie,\" \"The Shining\" and other suspense and horror novels opted for the more benign date of Oct. 19, explaining that he did not want to be \"stereotyped.\"   Not that he is superstitious, but he did tell the audience of 200 club members and guests on Tuesday: \"I couldn't believe it when I arrived here to discover that we are on the 13th floor. They don't even joke around about it by calling the 13th floor the 14th floor. The elevator takes you right to the 13th floor. I have a thing about that.\"","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/10/21/arts/pop-and-jazz-in-review-274293.html","abstract":"  Fourth Cabaret Convention  Town Hall 123 West 43d Street Manhattan Through Sunday    Because cabaret is a form of entertainment kept alive by performers and promoters who do it more for love than from any expectations of fame and fortune, it always seems on the verge of dying out. But as Monday's opening night concert of the Fourth Cabaret Convention at Town Hall proved, there is a supportive audience and an abundance of talent to keep this most fragile and intimate of entertainment forms afloat for the foreseeable future. And the outstanding performances of Jeff Harnar, Phillip Officer and Tom Andersen -- three young New Yorkers who are emerging as stars of the genre -- showed a field normally dominated by women being refreshed with potent male voices.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"Will a Realignment Be Good for the Game?","web_url":"https://www.nytimes.com/1993/10/21/sports/world-series-on-baseball-will-a-realignment-be-good-for-the-game.html","abstract":"  The Toronto Blue Jays and the Philadelphia Phillies played Game 4 of the World Series last night. Was it the last game the players would play with integrity? It might be, major league baseball officials and owners believe, if the players received money for the rest of the games. As long as the players play for nothing past Game 4, officials and owners have no fear about the legitimacy of any World Series games.   Players' post-season shares have always come from the net gate receipts of the first four games of a series, whether it be the league series or the World Series. That way, they have no financial incentive to extend a series.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"In 2 Towns, Main Street Fights Off Wal-Mart","web_url":"https://www.nytimes.com/1993/10/21/us/in-2-towns-main-street-fights-off-wal-mart.html","abstract":"  It has been a tough autumn for Wal-Mart Stores. An Arkansas judge has found the giant retailer guilty of selling merchandise below cost in an effort to drive local competitors out of business. And now two Massachusetts towns have rebuffed Wal-Mart's efforts to open stores in their areas.   A Stop Wal-Mart Committee in Westford, a town of 17,000 people about 20 miles northwest of Boston, persuadedthe company last month to drop its plans to build a new store there. And a group called We're Against the Wal in Greenfield, a Connecticut River town 90 miles west of Boston with a population of about 19,000, succeeded in having a referendum held on Tuesday to decide whether Wal-Mart should be allowed to build a 121,267-square-foot store on the outskirts of town.","thumbnail":null,"section":"U.S."},{"date":"19931021","headline":"Yeltsin's Situation Is Not Unlike Kerensky's","web_url":"https://www.nytimes.com/1993/10/21/opinion/l-yeltsin-s-situation-is-not-unlike-kerensky-s-239493.html","abstract":"  To the Editor:   Few Americans remember what the United States did to Russia in 1917, which in effect helped bring on the Bolshevik phase of the Russian Revolution. Early that year the nobles had overthrown the Czar and put in Alexander Kerensky as head of the Duma, or parliament.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"20 New York Schools to Lose U.S. Grants","web_url":"https://www.nytimes.com/1993/10/21/nyregion/20-new-york-schools-to-lose-us-grants.html","abstract":"  The Federal Government said yesterday that it would no longer give grants to 20 schools in New York that focus on Hasidic religious studies because of widespread fraud in their grant applications.   Federal officials said yesterday that the schools, in Brooklyn, Queens and Monsey in Rockland County, would be disqualified from recieving assistance through the Pell grant program. The 21-year-old program, which supports college-level vocational training, has been marred in recent years by a series of scandals across the nation.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Lageman Says Report on Neck Could Endanger Him in Field","web_url":"https://www.nytimes.com/1993/10/21/sports/pro-football-lageman-says-report-on-neck-could-endanger-him-in-field.html","abstract":"  Jeff Lageman, the Jets' most intimidating defensive lineman, expressed concern today that questions about the severity of his neck injury had been made public. Lageman complained that such medical information was privileged and could pose a danger to him if opposing teams found out.   \"Speculation on somebody's health, or if that rumor gets around, can jeopardize my career,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"Review/Music; A Pop Master Delivers A Parade of Hits From Before Rock","web_url":"https://www.nytimes.com/1993/10/21/arts/review-music-a-pop-master-delivers-a-parade-of-hits-from-before-rock.html","abstract":"  Near the end of Tony Bennett's opening-night concert at the Long acre Theater on Tuesday, the singer acknowledged that his career has reached a golden moment late in the game by singing a medley of \"Autumn Leaves\" and \"Indian Summer.\"    For Mr. Bennett, who recently turned 67, these are indeed balmy days. A performer who was dismissed as a relic by the generation that had turned its back on pre-rock pop music, he has seen his reputation soar over the last decade, as that generation has discovered the riches of the past. Among those still living who are considered custodians of the pre-rock canon, Mr. Bennett now ranks just under Frank Sinatra and Ella Fitzgerald in reputation. And in his show, \"Steppin' Out on Broadway,\" which plays through Saturday at the Longacre (220 West 48th Street, Manhattan), he shows how richly he deserves that status.","thumbnail":null,"section":"Arts"},{"date":"19931021","headline":"A Deliberative Poll : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-a-deliberative-poll-letters-to-the-editor.html","abstract":"Regarding \"A Forum but Not a Poll\" (Letters, Oct. 12): .Robert M. Worcester compares Britain's Granada 500 poll project of 1974 to my proposal for televised \"deliberative opinion polls,\" to be broadcast on Britain's Channel 4 in con","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-what-theyre-reading.html","abstract":"William I. Koch, who was stymied in his attempts to buy MGM from Crédit Lyonnais, is reading \"Strategy\" by B.H. Liddel-Hart. .\"It boils it down to three principles: Frontal attack never works, sneak attack always is the best. Battles","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Parents' Rights","web_url":"https://www.nytimes.com/1993/10/21/opinion/l-parents-rights-265393.html","abstract":"  To the Editor:   I find \"Weighing a Teacher's Rights\" (editorial, Oct. 9) totally unbelievable and unacceptable. That a self-admitted pedophile can claim First Amendment rights of free speech in order to keep his job as a schoolteacher is a perversion. He is not losing his rights to free speech if fired, just the ability to associate with children in an official capacity.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"Odd Couple: Iran and Iraq in First Talks Since 1990","web_url":"https://www.nytimes.com/1993/10/21/world/odd-couple-iran-and-iraq-in-first-talks-since-1990.html","abstract":"  Deputy ministers from Iran and Iraq ended two days of official talks in Baghdad today, the first between the Persian Gulf antagonists since 1990, when they agreed on a limited exchange of prisoners of war.   The negotiations, which took place in the context of much talk in both Teheran and Baghdad about a new alliance to confront \"American hegemony,\" have aroused some anxiety in Israel and a few Western capitals.","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Chancellor Goes to Brooklyn to Meet With Parents Taking Over School","web_url":"https://www.nytimes.com/1993/10/21/nyregion/chancellor-goes-to-brooklyn-to-meet-with-parents-taking-over-school.html","abstract":"  Schools Chancellor Ramon C. Cortines yesterday traveled to a Brooklyn elementary school that has been occupied for two days by parents protesting their students' treatment during the asbestos crisis, but he failed to persuade the parents to end the school takeover.   After meeting with parents inside Public School 156, Mr. Cortines said he would continue his personal diplomacy today in meetings with the local superintendent and the community school board.","thumbnail":null,"section":"New York"},{"date":"19931021","headline":"Sharm el Sheik Journal; Who Needs Pyramids? Sinai Coast Lures Tourists","web_url":"https://www.nytimes.com/1993/10/21/world/sharm-el-sheik-journal-who-needs-pyramids-sinai-coast-lures-tourists.html","abstract":"  In a tiny office in a shopping mall buzzing with tourists, Marina Legnani was marketing the last of three $230,000 luxury villas that had been built on a beautiful bay at the tip of the Sinai Peninsula.   \"I can't guarantee it will be here next week,\" Ms. Legnani said of the house, which was still under construction. It was a typical hard sell, but the pitch by the Italian commercial representative was no exaggeration .","thumbnail":null,"section":"World"},{"date":"19931021","headline":"Course Gets Tougher In '94 Tour de France","web_url":"https://www.nytimes.com/1993/10/21/sports/cycling-course-gets-tougher-in-94-tour-de-france.html","abstract":"  Joop Zoetemelk described it as \"a true Tour de France.\" Stephen Roche predicted it would be more interesting. Bernard Thevenet said it would favor climbers and Miguel Indurain said it would be different. All of them, winners of the Tour de France, agreed that the 81st edition of the bicycle race would be difficult.   The big unanswered question was whether the difficulties of the 1994 route, which was made public today in this suburb of Paris, will help or hinder Indurain as the Spaniard seeks to win the Tour for a fourth successive year.","thumbnail":null,"section":"Sports"},{"date":"19931021","headline":"NATO Requires a Bold but Balanced Response to the East","web_url":"https://www.nytimes.com/1993/10/21/opinion/IHT-nato-requires-a-bold-but-balanced-response-to-the-east.html","abstract":"The writer is foreign minister of Germany.","thumbnail":null,"section":"Opinion"},{"date":"19931021","headline":"New Arena for Campaign Ads: Health Care","web_url":"https://www.nytimes.com/1993/10/21/us/new-arena-for-campaign-ads-health-care.html","abstract":"  It is a bright, sunny morning and Harry and Louise are discussing President Clinton's health care plan over breakfast. Harry is glad the President \"is doing something about health care reform,\" but Louise is concerned about the details.   \"The Government caps how much the country can spend on all health care and says: 'That's it!' \" she proclaims in an anguished tone. Then the camera moves in for a tight shot. \"There's got to be a better way,\" she says, a Scarlett O'Hara glint of determination in her eyes.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19931021","time":"1993-10-21 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":83,"wspd":9.4},{"date":"19931021","time":"1993-10-21 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":68,"wspd":20.5},{"date":"19931021","time":"1993-10-21 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":64,"wspd":20.5},{"date":"19931021","time":"1993-10-21 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.7,"rhum":63,"wspd":20.5},{"date":"19931021","time":"1993-10-21 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":63,"wspd":22.3},{"date":"19931021","time":"1993-10-21 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":66,"wspd":14.8},{"date":"19931021","time":"1993-10-21 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":69,"wspd":14.8},{"date":"19931021","time":"1993-10-21 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":69,"wspd":18.4},{"date":"19931021","time":"1993-10-21 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":66,"wspd":22.3},{"date":"19931021","time":"1993-10-21 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":66,"wspd":22.3},{"date":"19931021","time":"1993-10-21 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":65,"wspd":22.3},{"date":"19931021","time":"1993-10-21 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":59,"wspd":18.4},{"date":"19931021","time":"1993-10-21 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":58,"wspd":18.4},{"date":"19931021","time":"1993-10-21 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":55,"wspd":22.3},{"date":"19931021","time":"1993-10-21 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":57,"wspd":22.3},{"date":"19931021","time":"1993-10-21 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":59,"wspd":16.6},{"date":"19931021","time":"1993-10-21 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":62,"wspd":16.6},{"date":"19931021","time":"1993-10-21 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":62,"wspd":18.4},{"date":"19931021","time":"1993-10-21 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":56,"wspd":18.4},{"date":"19931021","time":"1993-10-21 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":57,"wspd":18.4},{"date":"19931021","time":"1993-10-21 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":58,"wspd":18.4},{"date":"19931021","time":"1993-10-21 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":62,"wspd":22.3},{"date":"19931021","time":"1993-10-21 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":67,"wspd":20.5},{"date":"19931021","time":"1993-10-21 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":66,"wspd":18.4},{"date":"19931021","time":"1993-10-21 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":18.7},{"date":"19931021","time":"1993-10-21 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":14.8},{"date":"19931021","time":"1993-10-21 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":97,"wspd":14.8},{"date":"19931021","time":"1993-10-21 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":13},{"date":"19931021","time":"1993-10-21 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":100,"wspd":13},{"date":"19931021","time":"1993-10-21 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":100,"wspd":14.8},{"date":"19931021","time":"1993-10-21 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":100,"wspd":16.6},{"date":"19931021","time":"1993-10-21 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":100,"wspd":13},{"date":"19931021","time":"1993-10-21 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":100,"wspd":13},{"date":"19931021","time":"1993-10-21 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":100,"wspd":13},{"date":"19931021","time":"1993-10-21 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":100,"wspd":14.8},{"date":"19931021","time":"1993-10-21 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":100,"wspd":13},{"date":"19931021","time":"1993-10-21 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":100,"wspd":9.4},{"date":"19931021","time":"1993-10-21 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":100,"wspd":9.4},{"date":"19931021","time":"1993-10-21 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":100,"wspd":9.4},{"date":"19931021","time":"1993-10-21 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":96,"wspd":0},{"date":"19931021","time":"1993-10-21 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":13},{"date":"19931021","time":"1993-10-21 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":84,"wspd":16.6},{"date":"19931021","time":"1993-10-21 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":20.5},{"date":"19931021","time":"1993-10-21 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":71,"wspd":22.3},{"date":"19931021","time":"1993-10-21 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":71,"wspd":22.3},{"date":"19931021","time":"1993-10-21 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":20.5},{"date":"19931021","time":"1993-10-21 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":90,"wspd":22.3},{"date":"19931021","time":"1993-10-21 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":90,"wspd":18.7}]}}