{"19940517":{"guardian_articles":[],"nytimes_articles":[{"date":"19940517","headline":"Sentenced in Firebombing","web_url":"https://www.nytimes.com/1994/05/17/nyregion/sentenced-in-firebombing.html","abstract":"  Jesus Corporan, convicted of firebombing a fire engine in Washington Heights last July 9, was sentenced yesterday to 12 to 24 years in prison. Three firefighters were burned when the firebomb was tossed into the cab of their truck. Mr. Corporan, 21, was arrested in the Dominican Republic a month after the incident.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Forced, U.S. Sells Gold Land for Trifle","web_url":"https://www.nytimes.com/1994/05/17/us/forced-us-sells-gold-land-for-trifle.html","abstract":"  Acting under a mining law it hopes Congress may soon change, the Clinton Administration today reluctantly granted a Canadian-based company the right to mine Nevada gold worth billions of dollars without ever paying royalties.   But it did so only under a direct order from a Federal judge. The company, American Barrick Resources, paid the Federal Government just $9,765 to take title to about 1,949 acres of publicly owned land at its Goldstrike mines in Elko, Nev. The mines hold 30 million ounces of gold.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"Public Radio Won't Use Commentary by Inmate","web_url":"https://www.nytimes.com/1994/05/17/us/public-radio-won-t-use-commentary-by-inmate.html","abstract":"  Reversing itself, National Public Radio has decided not to broadcast commentaries from a prison inmate who was convicted of killing a Philadelphia police officer.   The brief commentaries on prison life by the inmate, Mumia Abu-Jamal, had been scheduled to begin last night on the NPR program \"All Things Considered.\"","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"Italy:To Avert Erosion : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/17/opinion/IHT-italyto-avert-erosion-letters-to-the-editor.html","abstract":"Memories are lamentably short and there is a natural tendency to forgive and forget. Notwithstanding, there can be no compromise with evil. Any person or group that marches under the banner of fascism or Nazism or any of their reincarnations must be barr","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/17/sports/results-plus-118427.html","abstract":"  HORSE RACING Go for Gin Gets Going in Mud at Pimlico  in preparing for Saturday's Preakness Stakes, the Kentucky Derby winner, Go for Gin, had an impressive workout yesterday on a muddy track at Pimlico in Baltimore. Nick Zito, Go for Gin's trainer, was pleased. \"That's just what we wanted -- perfect,\" said Zito. \"The good thing is how strong he was at the end.\" The 3-year-old colt covered five-eighths of a mile in 1 minute 22/5 seconds. Go for Gin did the final two furlongs in 12 flat and 114/5 seconds under the exercise rider Jose Cuevas. Zito said he will stick to the routine of daily gallops for Go for Gin, which has been the horse's normal training schedule since arriving last week. There was a Preakness withdrawal yesterday, when Cot Campbell, the Dogwood Stable managing partner, said that Smilin Singin Sam, the 10th-place finisher in the Kentucky Derby, would not run. At least 11 horses are expected for the Preakness, with the Maryland-trained Looming as a possible 12th. Looming and stablemate Concern, winner of the Arkansas Derby, were other horses that worked out at Pimlico yesterday. They ran a mile in company in 1:41. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Courthouse Proposal Leaves Brooklyn Post Office Unscathed","web_url":"https://www.nytimes.com/1994/05/17/nyregion/courthouse-proposal-leaves-brooklyn-post-office-unscathed.html","abstract":"  The last time the Federal courts had a proposal to expand in Brooklyn it was sentenced to death by Senator Daniel Patrick Moynihan.   The proposal, which called for building a tower as high as 415 feet above a landmark post office dating to the 1890's, roused such local resistance that Senator Moynihan used his clout to scuttle it, sending the planners back to the drawing board.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Officials Keep a Hand In Business","web_url":"https://www.nytimes.com/1994/05/17/nyregion/officials-keep-a-hand-in-business.html","abstract":"  Several senior members of the Giuliani administration have continued to hold substantial outside business interests after joining the government, and at least two officials have continued to help manage their companies in their spare time, according to financial disclosure reports released by the City Conflicts of Interest Board yesterday.   The City Charter does not prohibit officials from holding an interest in real estate or a private company as long as the company does not do business with the city, officials of the conflicts board said.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Genetic Mutations Tied To Father in Most Cases","web_url":"https://www.nytimes.com/1994/05/17/science/genetic-mutations-tied-to-father-in-most-cases.html","abstract":"  WHEN it comes to parceling out blame for birth defects and genetic disorders, women have historically shouldered most of the burden, particularly older mothers who supposedly risked their offspring's well-being by letting their eggs sit around growing progressively more stale and chromosomally unstable.   By contrast, men have been seen as eternally fertile, able to father healthy children well into their dotage.","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"Review/Music; Barenboim's Two Concerts Get Two Marks","web_url":"https://www.nytimes.com/1994/05/17/arts/review-music-barenboim-s-two-concerts-get-two-marks.html","abstract":"  Elliott Carter's Partita, which was given its New York premiere by the Chicago Symphony Orchestra in Avery Fisher Hall on Sunday afternoon, opens with a pained and painful exclamation that seems to predict an extended expressionist outburst. And certainly, for many listeners, Mr. Carter's music can seem at first hearing to be splintered, fragmented, agonized.   But Mr. Carter has his own distinctive musical style, a kind of intellectual impressionism. His sonic landscapes evoke not moonlit lakes but the uncharted regions of the inner life. He puts his finger on the pulse of consciousness: the quicksilver transformations of ideas and feelings, the unremitting obsessions and the unexpected fantasies that lead to illumination. And when listened to in that context, Partita is a festive, celebratory romp, a senior composer's relaxed, almost playful celebration of mental sensation.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"'Passion' and 'Beast' Square Off in Tonys; 'Angels' Cited Again","web_url":"https://www.nytimes.com/1994/05/17/theater/passion-and-beast-square-off-in-tonys-angels-cited-again.html","abstract":"  \"Passion,\" Stephen Sondheim's brooding operettalike musical about the nature of love, emerged as the leading Tony Award candidate yesterday, receiving 10 nominations for Broadway's highest honors, including best musical of the year.   \"Beauty and the Beast,\" the Disney Company's stage adaptation of its popular animated film, was also nominated for best musical and received nine nominations. Given the paucity of new musicals this season on Broadway -- only five were eligible for nominations -- the success of these two shows was widely anticipated.","thumbnail":null,"section":"Theater"},{"date":"19940517","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/17/nyregion/c-corrections-114367.html","abstract":"  An article in Business Day on Friday about the death of Wardell R. Lazard, the chairman of W. R. Lazard & Company, included an erroneous reference to Morgan Stanley & Company. Morgan Stanley was not among the firms that used W. R. Lazard as a middleman in dealings with the New York Job Development Authority.     A correction on that subject in this space yesterday misstated the relationship of J. P. Morgan & Company with the Job Development Authority. Although J. P. Morgan has conducted business with the authority, it says it has not used W. R. Lazard as a middleman in these dealings.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Q&A","web_url":"https://www.nytimes.com/1994/05/17/science/q-a-118230.html","abstract":"  Backfire   Q.  What is backfire?   A.  In guns, backfire is an explosion toward the the breech rather than the muzzle of a firearm. In automobiles, there are at least two kinds of backfire, depending on where the explosion occurs.","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"Street's Father Guilty of Beating Wife","web_url":"https://www.nytimes.com/1994/05/17/sports/sports-people-skiing-street-s-father-guilty-of-beating-wife.html","abstract":"  ROLAND STREET, father of the Olympic downhill silver medalist PICABO STREET, faces up to six months in jail and a maximum fine of $1,000 after pleading guilty yesterday to beating his wife in a domestic dispute.   Authorities in Blaine County, Idaho, said Street, 54, was arrested on May 9 for misdemeanor battery. He appeared before a magistrate judge in Hailey, Idaho, yesterday and pleaded guilty. The judge set sentencing for June 6, released Street without bond and ordered him to stay away from his wife.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Anderson Unable To Shake Past Tense","web_url":"https://www.nytimes.com/1994/05/17/sports/hockey-anderson-unable-to-shake-past-tense.html","abstract":"  The message in the mirror has not changed. It continues to greet Glenn Anderson's first look each day, just as it did when the mornings were in Edmonton and five springtimes ended with a Stanley Cup.   \"You've got to see your goal every day,\" he said today. \"Every morning when you wake up, you've got to see what you're striving for. You've got to have a picture of it in your mind, and really concentrate on it.\"","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Justices Strike Down Local Laws Restricting the Shipping of Trash","web_url":"https://www.nytimes.com/1994/05/17/us/justices-strike-down-local-laws-restricting-the-shipping-of-trash.html","abstract":"  In a decision that threatens an increasingly popular approach to waste disposal, the Supreme Court ruled today that local governments cannot require all trash within their borders to be sent to a designated plant for sorting, recycling or treatment.   More than half the states have authorized their local governments to adopt this approach, in which a municipality prohibits the shipping of any solid waste that has not passed through the chosen plant.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"Big League Money Can't Buy Happiness","web_url":"https://www.nytimes.com/1994/05/17/sports/on-baseball-big-league-money-can-t-buy-happiness.html","abstract":"  Ask any baseball fan if he (or she) would play third base for a major league team for a $500,000 salary plus $2,500 a game or second base for a $1.5 million salary plus $10,000 a game beyond the 90th game, and that fan couldn't answer yes quickly and emphatically enough.   Most fans, in fact, would tell you they would play for nothing. Of course, none of them have the ability to play major league baseball, but that doesn't stop them from wondering how anyone who does could be unhappy playing any position for $500,000 or $1.5 million or any salary major leaguers earn these days.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"When Medical Reliability Adds Political Sensitivity","web_url":"https://www.nytimes.com/1994/05/17/us/when-medical-reliability-adds-political-sensitivity.html","abstract":"  RU-486 is generally regarded by physicians as an effective method of inducing abortion and simple enough to be used in almost any doctor's office. That makes it a medical technology with a major political meaning.   The drug, whose trade name is Mifepristone, works by interrupting the body's normal preparations for pregnancy once conception has taken place. These preparations are mediated by the hormone progesterone, which prevents premature contractions and bleeding so that the uterus can build up a place for the embryo to grow.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"By Design; Off the Court","web_url":"https://www.nytimes.com/1994/05/17/style/by-design-off-the-court.html","abstract":"  Tennis togs are moving from the court to the sidewalk this summer, as young women on the trail of micro-miniskirts discover that pleated tennis skirts are short enough and snappy enough to fill the bill.    One fashionable New Yorker dresses up her authentic tennis skirt with a Chanel jacket and pearls. A sportier approach would be to wear the skirt with a cotton sweater or a shrunken T-shirt.","thumbnail":null,"section":"Style"},{"date":"19940517","headline":"1919:Turkey's Breakup : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/17/opinion/IHT-1919turkeys-breakup-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - There is every possibility that there will be no treaty with Turkey. Although this seems paradoxical, the question is considered seriously by the Conference, on the ground that Turkey has ceased to exist as a State and that it only remains now to","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"No Free Lunch in the Senate","web_url":"https://www.nytimes.com/1994/05/17/opinion/no-free-lunch-in-the-senate.html","abstract":"  The Senate's approval last week of a strong measure that would ban most gifts to members of Congress was a big step toward ending corruptive perks like fancy meals and resort vacations. These and other favors have long been dished out by lobbyists and other special interests as a way to buy influence on Capitol Hill. But getting the House to go along with the Senate's restrictions will be tough.   Just how tough was brought home by the comments of two former House members -- Vin Weber of Minnesota, a Republican, and Tom Downey of New York, a Democrat. Appearing on National Public Radio's \"Morning Edition\" on the day after the Senate vote, the two ex-lawmakers were still defending the legislators' right to supplement their publicly paid salaries with lobbyist-financed perks.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"The Male of the Species: Why Is He Needed?","web_url":"https://www.nytimes.com/1994/05/17/science/the-male-of-the-species-why-is-he-needed.html","abstract":"  WOMEN may not find this surprising, but one of the most persistent and frustrating problems in evolutionary biology is the male. Specifically, where did he come from, and why doesn't he just go away?   After many years of rubbing their chins so hard they are practically scraping bone, scientists say they still cannot explain to their satisfaction why the great majority of species on earth reproduce sexually. It would be so much neater and more sensible if females were to do the whole reproductive business solo, either by making simple clonal copies of their eggs -- as do some lizards and fish, for example -- or by manufacturing in-house the sperm needed to fertilize the eggs, as do some worms and snails.","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/17/nyregion/news-summary-113646.html","abstract":"  International A3-10  RWANDA PEACEKEEPERS ON HOLD  The United States forced the United Nations to postpone sending 5,000 peacekeepers to Rwanda, and U.N. officials acknowledged that the plan was too ambitious.  A1","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"E.P.A. Studies How to Clean Up the Wakes of Motorboats","web_url":"https://www.nytimes.com/1994/05/17/science/epa-studies-how-to-clean-up-the-wakes-of-motorboats.html","abstract":"  IT is a beautiful day on the lake. As a two-cycle outboard motor surges, a powerboat and tethered skier leap forward to race atop the water in a scene that for many Americans is synonymous with summer. In the wake, silent and unheeded, a film of unburned gasoline and lubricating oil, perhaps as much as one-third of all the fuel that passes through the motor, spreads out on the surface of the lake.   The fact that recreational powerboats are spraying gas and oil into the water is not in dispute. But at the heart of a recently joined debate between the powerboat industry and environmentalists are two questions: How much pollution is created by recreational motorboats each year? And what, if any, harm is done to the environment?","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"On My Mind; America The Best","web_url":"https://www.nytimes.com/1994/05/17/opinion/on-my-mind-america-the-best.html","abstract":"  The United States is the best country in the world. In America, you are free to become anything you want. The only person who can stop you is you. You can say what you want, pray as you want, or don't want. The police will never bother you unless you break the law. So don't break it. In America, if you want to work you can make a living. Only America gives you all these things. God blesses the golden land.   I knew that was all true when I was a small boy. My parents told me so straight out, at home. They compared it with Europe and America won, in every way except maybe the fruit was a little fresher there.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"1944:Goebbels's Story : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/17/opinion/IHT-1944goebbelss-story-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Dr. Paul Joseph Goebbels, Nazi Propaganda Minister, is developing the theme that the Allies, in attempting invasion of western Europe, will be plunging headlong to perdition and will open the way to Germany's victory,","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Moten Opts for Staying at Syracuse","web_url":"https://www.nytimes.com/1994/05/17/sports/sports-people-basketball-moten-opts-for-staying-at-syracuse.html","abstract":"  All-Big East guard LAWRENCE MOTEN will forgo the N.B.A. draft this year and remain at Syracuse for his senior season.   Moten made his decision Saturday, one day after his self-imposed deadline and one day before the N.B.A.'s cutoff date for underclassmen to declare their intentions. \"It was very agonizing,\" the 6-foot-5-inch junior said. \"I went over a lot of things with my family. We had a lot of stuff to consider and talk about.\"   The N.B.A. draft is June 29. Analysts said Moten would probably have been chosen after the 20th pick, possibly slipping into the second round.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Review/Dance; A Guest Joins the City Ballet for 'Symphony in C'","web_url":"https://www.nytimes.com/1994/05/17/arts/review-dance-a-guest-joins-the-city-ballet-for-symphony-in-c.html","abstract":"  George Balanchine was always ready to make the exception that proved the rule. Setting out to build the New York City Ballet as a coherent ensemble, he supposedly played down stars and guest artists. Yet he often invited dancers he fancied or required for spot appearances.   Peter Martins, the company's present director, has continued this tradition. Margaret Illmann of the National Ballet of Canada made a regal entry into \"Symphony in C\" on Sunday night in the last of her three performances with the company. And Mikhail Baryshnikov is to dance again on May 27 and at the matinee of May 29 at the New York State Theater.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"RU-486 -- Here at Last","web_url":"https://www.nytimes.com/1994/05/17/opinion/ru-486-here-at-last.html","abstract":"  Two days after he became President of the United States, Bill Clinton ordered a review of whether RU-486, a French abortifacient banned from import by the Bush Administration and possibly useful in the treatment of certain cancers and other diseases, should be made available in the United States. Yesterday the Secretary of Health and Human Services, Donna Shalala, announced that Roussel-Uclaf, its manufacturer, had donated its U.S. patent rights for mifespristone (RU-486) to the Population Council, a nonprofit contraceptive research group. The \"gift\" is testimony both to Roussel's considerable wariness about the wrath of anti-abortionists -- and to the Clinton Administration's considerable powers of persuasion.   Roussel-Uclaf agreed over a year ago to license RU-486, which has been used safely by thousands of European women, to the Population Council. But the company, fearful that America's anti-abortionists might organize boycotts of its other pharmaceuticals, dragged its feet over signing a contract. Thus American women were denied not only a drug that can make abortion the wholly private decision it should be, but one that holds great potential for the treatment of endometriosis, fibroid tumors and breast cancer.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Christopher Takes Syrian Response to Rabin","web_url":"https://www.nytimes.com/1994/05/17/world/christopher-takes-syrian-response-to-rabin.html","abstract":"  Indirect peace negotiations between Israel and Syria gathered momentum today as Secretary of State Warren Christopher brought Syria's response to an Israeli peace plan to Jerusalem after having pressed Damascus to flesh out additional details.    Eager to avoid any misunderstandings in the fragile negotiations, Mr. Christopher delayed his flight from Damascus to Israel by six hours today so he could get Syria's Foreign Minister, Farouk al-Sharaa, to clarify parts of the Syrian counterproposal.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/17/nyregion/metro-digest-114820.html","abstract":"  YOUNG, IMPRESSIONABLE AND ACCUSED   The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable and not always in command of their anger and aggressiveness. But what sets these few apart from other young teen-agers is that the state has called them killers. In New York City, 28 children 13 to 15 years old were indicted last year in adult courts for murder. A1.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Sports of The Times; What Pippen Really Owes The Fans","web_url":"https://www.nytimes.com/1994/05/17/sports/sports-of-the-times-what-pippen-really-owes-the-fans.html","abstract":"  WHEN Scottie Pippen was asked to attend the post-game news conference for the coaches and significant players Sunday night, his old repondez s'il vous plait was, \"I'm not talkin'. I just talked to 20,000 people.\"   He did and he didn't. Of course, his 25 points, and handfuls of rebounds, assists and steals were integral to his team's 95-83 victory over the Knicks that tied their playoff series at two games each. And, yes, he received hearty ovations from the home crowd of 18,676 in Chicago Stadium and, yes, his teammates voiced support for their mutinous colleague, and, yes, the coach levied no fine or suspension and administered no punitive action of any sort.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"U.S. SENDING BACK HAITIAN REFUGEES DESPITE NEW PLAN","web_url":"https://www.nytimes.com/1994/05/17/world/us-sending-back-haitian-refugees-despite-new-plan.html","abstract":"  In the eight days since President Clinton announced a change in American policy on returning Haitian refugees, the United States has sent 618 fleeing Haitians back to Port-au-Prince without providing hearings to assess their claims of persecution.   The direct return of the Haitians, including 341 who were sent ashore in Haiti this morning, is in keeping with the policy that Mr. Clinton said he would change. The total returned to Haiti since Mr. Clinton's announcement has already nearly matched the number sent back so far this year.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"Boosting Chemotherapy May Prove Ineffective","web_url":"https://www.nytimes.com/1994/05/17/science/boosting-chemotherapy-may-prove-ineffective.html","abstract":"  FOR years, many cancer experts have strongly felt that the more chemotherapy they can give a patient, the better will be the chances for controlling the cancer. And many have acted on that hunch, ratcheting up chemotherapy doses to the most a patient can tolerate.   Although the side effects are greater with higher doses, these patients and doctors have felt that the nausea and the risks of infection are worthwhile in combating the cancer.","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"Russian Rockets Finding Eager Customers in West","web_url":"https://www.nytimes.com/1994/05/17/us/russian-rockets-finding-eager-customers-in-west.html","abstract":"  In a nation brimming with advanced technology but sorely lacking in business acumen, one of the old Soviet Union's most impressive legacies, its space program, is shaping up to be one of the new Russia's rare economic success stories.   Unquestioned in their technological prowess, Russia's rocket and satellite makers and other space-oriented enterprises have also displayed a surprisingly deft capitalist touch in forging ties with Western partners and finding new markets for their products around the world.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"Ellis Island, Gateway to a State That Starts With 'New'","web_url":"https://www.nytimes.com/1994/05/17/nyregion/ellis-island-gateway-to-a-state-that-starts-with-new.html","abstract":"  The area code on the telephones on Ellis Island is 212, not 201. But the electricity that lights the Great Hall and the water that tourists drink come from New Jersey.   Mail to Ellis Island is routed through New York, but Federal Express and United Parcel Service deliveries go through New Jersey. The National Park Service office on the island subscribes to three newspapers: one from New York and two from New Jersey.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Defecting From Cuba Easier","web_url":"https://www.nytimes.com/1994/05/17/sports/defecting-from-cuba-easier.html","abstract":"  It is getting easier for Cuban athletes to defect these days because many Cuban teams now travel without security personnel, one of five recent defectors said today.   \"They might be running out of security guys to send; they defect, too,\" said Josvani Negret, 26, a 6-foot-3-inch, 285-pound member of the Cuban wrestling team until he defected here Friday.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Justice Thomas Assails Victim Mentality","web_url":"https://www.nytimes.com/1994/05/17/us/justice-thomas-assails-victim-mentality.html","abstract":"  Justice Clarence Thomas of the Supreme Court said today in a speech that the disorder and rampant crime in America's cities were results, in part, of what he called the \"judicial rights revolution\" that ended up treating blacks and poor people as victims of their situations rather than holding them responsible for their actions.   In his first speech on the issue of morality and justice since he joined the Court more than two years ago, Justice Thomas said well-intentioned judges and government officials had moved many American blacks from a position of slavery to one of crippling dependency.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/17/style/chronicle-117498.html","abstract":"  DAVID AMRAM , the composer and musician, believes that it is about time to revise the image of the Beat Generation as shiftless, drug-using wanderers.    \"To an extent, we were surrounded by drugs and alcohol, and while that was part of many people's lives, most of us were simply trying to be artists,\" said Mr. Amram, an integral member of the beat movement in the late 1950's.","thumbnail":null,"section":"Style"},{"date":"19940517","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/17/nyregion/c-corrections-119040.html","abstract":"  Because of a production error, a report in the Benefits column in Styles of The Times on Sunday about a fund-raising concert to be held on Thursday at 8 P.M. to aid the Stay'n Out rehabilitation program, for drug-addicted inmates in New York State prisons, omitted the location. It is Carnegie Hall's Weill Recital Hall. The report also omitted the name of a comedian who will introduce the featured performer, Jamie Knight, a 9-year-old jazz singer. The comedian is Jane Stroll.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Fog Thickens on Climate And Origin of Humans","web_url":"https://www.nytimes.com/1994/05/17/science/fog-thickens-on-climate-and-origin-of-humans.html","abstract":"  IN one of evolution's fateful transitions, especially from the human perspective, some tree-dwelling creatures split off from the main line of apes sometime before five million years ago. They dropped out of the trees and learned to forage over an ever-widening range. Since they were not built to walk on all fours, but needed an efficient way to get around on the ground, they pulled themselves up from their knuckle-dragging stoop and, once standing upright, began walking about on two legs.   Upright walking, bipedality, was a definitive characteristic of the earliest hominids, the group of apelike animals that included ancestors of modern humans. How bipedality came about remains one of the mysteries of human evolution, though many theories have been proposed.","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"Rules on Lawyers' Campaign Contributions","web_url":"https://www.nytimes.com/1994/05/17/nyregion/rules-on-lawyers-campaign-contributions.html","abstract":"  Candidates for district attorney and state attorney general should not directly solicit contributions from lawyers or law firms, the City Bar Association of Manhattan said today. It said the candidates should avoid even learning which lawyers have contributed to their campaigns.   The opinion has no force of law but rather describes the conduct the association feels should be followed by its members. Still, the statement seemed likely to influence the races, particularly the Democratic primary for attorney general, the first contested Democratic race in years. Law firms are a major source of money, and lawyers have a special interest in who becomes the state's attorney general.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"No One to Protect Her; Homeless Girl Is Abducted and Killed in Bridgeport, and the Finger-Pointing Begins","web_url":"https://www.nytimes.com/1994/05/17/nyregion/no-one-protect-her-homeless-girl-abducted-killed-bridgeport-finger-pointing.html","abstract":"  They remembered Erica Corbett yesterday as a bright little girl who cared deeply for her three young siblings and tried to cope in a world most children cannot imagine: a world of abandoned buildings to call home, of days without school and nights in a district overrun with drug dealers and thugs and prostitutes.   She was only 10 years old, that delicate age of awakening when trust and tenderness can be everything, when judgment and responsibility are not to be expected and it is hard to glimpse deceit behind the stranger's dark smile or the corrupt generous offer.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Review/Dance; An Afternoon of Strife","web_url":"https://www.nytimes.com/1994/05/17/arts/review-dance-an-afternoon-of-strife.html","abstract":"  H. T. Chen depicted strife in the two productions offered by Chen and Dancers on Sunday afternoon in the Annex Theater of La Mama (74A East Fourth Street, Lower East Side). Whereas one expressed conflict through choreographic patterns, the other was based on a historical incident.    Dancers restlessly advanced and retreated in \"Opening the Gate,\" a work to a score by Bradley Kaus, which received its premiere last year. They appeared to battle mighty unseen forces, and their movements steadily intensified until they triumphed over whatever obstacles Mr. Chen imagined were before them.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Israeli Troops in Gaza Fold Their Tents Quietly","web_url":"https://www.nytimes.com/1994/05/17/world/israeli-troops-in-gaza-fold-their-tents-quietly.html","abstract":"  At first, the Israeli Army said its forces would walk out with heads held high. But in reality the Israelis are slipping out of the Gaza Strip each night under the cover of darkness, determined to end their 27-year occupation as quietly as they can.   The pattern has become familiar for the roughly 800,000 Gazans, who are party to a nascent exercise in Palestinian self-rule with the residents of tiny Jericho on the West Bank.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"Capriati Is Arrested In Drug Charge","web_url":"https://www.nytimes.com/1994/05/17/sports/tennis-capriati-is-arrested-in-drug-charge.html","abstract":"  Jennifer Capriati, the tennis star whose teen-age rites of passage continue to take a downward turn, was arrested on a charge of marijuana possession yesterday morning at a Coral Gables, Fla., hotel room.   The 18-year-old Capriati, absent from the tennis circuit since a first-round loss at the 1993 United States Open, was released into the custody of her attorney, John Ross. This was Capriati's second brush with the law in the last six months. In December she was issued a citation for shoplifting after she was charged with removing several inexpensive silver rings from a vendor's kiosk inside the Tampa Bay Mall during a shopping excursion. Private Reprimand    Charged as a juvenile for that offense, Capriati, who was 17 at the time and had never been arrested, received a private reprimand in a Family Court hearing. Yesterday's charge will mandate a court appearance, but since it is also a misdemeanor, it is highly unlikely that, if found guilty, she will receive more than probation and an admonition to attend counseling, according to the police.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Review/Rock; Despondent Sentiment With Aggression Added","web_url":"https://www.nytimes.com/1994/05/17/arts/review-rock-despondent-sentiment-with-aggression-added.html","abstract":"  Trent Reznor smiled just once during Nine Inch Nails's set at Webster Hall on Friday night. He had just sung \"Doesn't it make you feel better?,\" phrased like a line from a Beatles song. There was silence while Mr. Reznor grinned, and then \"March of the Pigs\" resumed, a pounding, punching-bag beat behind Mr. Reznor's shouts: \"I want to break it up; I want to smash it up!\"    Nine Inch Nails finds comfort in destructive rage. Mr. Reznor's songs are the confessions of a long-suffering sociopath, miserable and lonesome and furious, set to music that hammers hard. In an act of synthesis both calculated and inspired, he has taken the sentiments of mope-rock, which is intensely self-absorbed and despondent, and connected them to aggression, uniting two extremes of adolescent tumult and transgressing some taboos along the way. While everyone and everything gets on his character's nerves, he can't bear to be alone; while he may be hypersensitive, he'll still attack nearly anyone who approaches him. And sometimes, to his confusion, he finds himself falling in love.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/17/us/inside-114235.html","abstract":"  The Trashing of Space   So many spent rocket stages and other pieces of debris are orbiting the Earth that they put satellites at risk, experts say. Science Times, page C1. A Gold Mine of Protest    With a great display of reluctance, the Government sold a gold mine worth $10 billion for $5 an acre, as required by an 1872 law. Page A12.  Fight for a Piece of History    The Supreme Court agreed to resolve a dispute between New York and New Jersey over which state has jurisdiction over Ellis Island. Page B1. The Mystery of Sex    Evolutionary biologists cannot fully explain why the vast majority of species reproduce sexually, and a new study deepens the mystery. Page C1. Sondheim Versus Disney    \"Passion\" and \"Beauty and the Beast\" lead the Tony Award nominations for new musicals. Page C17.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"Addiction Center Sees Medicare Imperiled By Rising Bill for Smoking and Drinking","web_url":"https://www.nytimes.com/1994/05/17/us/addiction-center-sees-medicare-imperiled-by-rising-bill-for-smoking-and-drinking.html","abstract":"  Smoking, excessive drinking and illicit drug use will cost Medicare one trillion dollars for hospital care over the next 20 years, and smoking will cause most of it, Joseph A. Califano Jr., head of the Center on Addiction and Substance Abuse at Columbia University, said today.   Mr. Califano issued a report by the center showing that at least $20 billion out of $87 billion being spent by Medicare for inpatient hospital care this year is due to such substance abuse, and that about $16 billion of that goes for conditions attributable to smoking.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"Is No-Frills Moon Mission a Real Breakthrough?; Something of a Retreat","web_url":"https://www.nytimes.com/1994/05/17/opinion/l-is-no-frills-moon-mission-a-real-breakthrough-something-of-a-retreat-120316.html","abstract":"  To the Editor:   The cut-rate Clementine moon mission has been an outstanding success and attracted much justly deserved attention. But the scientific community would be disingenuous if it implied that this interesting project's approach can be applied to most or even many important research problems.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Multimedia Programs Aren't Just For Work","web_url":"https://www.nytimes.com/1994/05/17/science/peripherals-multimedia-programs-aren-t-just-for-work.html","abstract":"  MULTIMEDIA adds videos and sound, animation and still pictures to dull business programs and presentations. They may still be dull, but now they nudge the audience awake.   The Wordperfect Corporation's name is associated with its word-processing program, a leading product for getting work done but not meant to be much fun. Recently, I've been using Wordperfect 3.0 for the Macintosh. With it, you can write, of course, and check spelling and grammar, do equations, make graphics, format a newsletter, insert into a document a movie that can be played on the screen, and. . . .","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/17/nyregion/c-corrections-119059.html","abstract":"  Because of an editing error, an article yesterday about five Queens men who have accused a police officer of rape misstated one accuser's occupation. Only four of the men were working as van drivers; one is a mechanic who was test-driving a van at the time of the incident.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Overpopulation Adds To Rwanda's Woes","web_url":"https://www.nytimes.com/1994/05/17/opinion/l-overpopulation-adds-to-rwanda-s-woes-120219.html","abstract":"  To the Editor:   Your coverage of the grisly disaster in Rwanda has been excellent, but one of the most fundamental long-term causes has not been stressed -- overpopulation.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Apple Sets Standard With Its New Lineup Of Powerful Notebooks","web_url":"https://www.nytimes.com/1994/05/17/science/personal-computers-apple-sets-standard-with-its-new-lineup-of-powerful-notebooks.html","abstract":"  APPLE COMPUTER INC. is back on track with its new Powerbook portable computers, which were introduced yesterday. The new Powerbooks are innovative and powerful machines that could help Apple recapture the lead it once had in the notebook computer category.   Unfortunately, Apple's new Powerbooks may have also recaptured the lead in prices, with the high-end models topping out at more than $6,000. And Apple's biggest rival in high-end portable computers, the I.B.M. PC Company, is expected to introduce its own batch of innovative new Thinkpads today. Some of the new I.B.M. models will also cross the $6,000 threshold.","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"Clinton Needs a Flexible Trade Freeze With China","web_url":"https://www.nytimes.com/1994/05/17/opinion/IHT-clinton-needs-a-flexible-trade-freeze-with-china.html","abstract":"By early next month, the Clinton administration must decide whether to renew China's most-favored trading status. The big policy question facing Washington is whether to separate human rights concerns from the renewal process. Such a de-linking would wea","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Scotland Yard Lets Officers Carry Pistols","web_url":"https://www.nytimes.com/1994/05/17/world/scotland-yard-lets-officers-carry-pistols.html","abstract":"  Scotland Yard today rewrote the rules that have traditionally barred London's bobbies from openly carrying guns, and for the first time will send a few dozen specially trained police officers into the streets this summer, wearing sidearms in hip holsters.   The change in policy -- prompted by a growing number of violent assaults on police officers -- will go unnoticed by most residents and visitors to the British capital. All but a handful of London's uniformed bobbies will continue to walk their beats and ride patrols cars without weapons, as they have done since the London police force was established more than a century ago.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"Singapore Acted Appropriately in Caning Case","web_url":"https://www.nytimes.com/1994/05/17/opinion/l-singapore-acted-appropriately-in-caning-case-120260.html","abstract":"  To the Editor:   \"Singapore Justice on Trial\" (editorial, May 5) states that Michael Fay \"is the victim of a tainted prosecution,\" and that \"there are enough signs of police misconduct to warrant setting aside a penalty.\"","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Settlers and Soldiers Wound 10 Arabs in Hebron Clashes","web_url":"https://www.nytimes.com/1994/05/17/world/settlers-and-soldiers-wound-10-arabs-in-hebron-clashes.html","abstract":"  Israeli settlers and soldiers shot and wounded at least 10 Palestinians today in Hebron in the most serious clashes there since an international observer force entered the West Bank town eight days ago.   The incident was a first test for the force, which is unarmed and has no police powers but is supposed to monitor the safety of Palestinians in the town where a Jewish settler massacred 29 Muslims at prayer on Feb. 25.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"Anzio Journal; Where Crosses Stand Guard, a Swastika Intrudes","web_url":"https://www.nytimes.com/1994/05/17/world/anzio-journal-where-crosses-stand-guard-a-swastika-intrudes.html","abstract":"  If the American troops who stormed ashore here 50 years ago were to repeat the operation today, they might be surprised, or enraged, to find that one emblem of those years has endured, albeit in small doses -- the swastika.   Consider, for instance, Paradiso del Mare, a sugar-loaf architectural confection with terraces and now-headless statues. It rises from the beaches where, on Jan. 22, 1944, 36,000 Allied troops plowed through minefields and barbed wire as part of the campaign in south-central Italy that led to the liberation of Rome four months later, on June 4.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/05/17/style/IHT-what-theyre-reading.html","abstract":"Elie Wiesel, Nobel Prize-winning author, is reading \"L'oeil du Silence\" by Marc Lambron.","thumbnail":null,"section":"Style"},{"date":"19940517","headline":"Italians Trying to Remove the Stain of Fascism","web_url":"https://www.nytimes.com/1994/05/17/world/italians-trying-to-remove-the-stain-of-fascism.html","abstract":"  Prime Minister Silvio Berlusconi formally distanced himself today from Italy's wartime dictatorship, and his neo-Fascist coalition partners were forced into an embarrassing disavowal of efforts to rehabilitate the memory of Mussolini.   The developments came as Mr. Berlusconi prepared for a vote of parliamentary confidence that will permit his week-old Government to begin enacting free-market policies that are supposed to free Italy from its corruption-stained past.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"A Regional Power Looks to World Stage","web_url":"https://www.nytimes.com/1994/05/17/sports/soccer-a-regional-power-looks-to-world-stage.html","abstract":"  The Saudi Arabian soccer team's monthlong training camp on the Cote d'Azur had come to an end, and the Saudi ambassador to France rose in the banquet hall of the five-star, beach-front hotel and wished the players plenty of World Cup luck in Arabic.   Jorge Solari, like so many of his predecessors, could not understand a word.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"On a Street Enchanted By History","web_url":"https://www.nytimes.com/1994/05/17/nyregion/our-towns-on-a-street-enchanted-by-history.html","abstract":"  IT isn't that Kenneth Hasbrouck minds the visitors. No, no, no. Quite the contrary. But Huguenot Street is so old. It must be handled del-i-cate-ly.   \"When people come in their cars,\" he said, \"this way, that way and this way, the vibrations could shake foundations.\"","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Chess","web_url":"https://www.nytimes.com/1994/05/17/arts/chess-116785.html","abstract":"  The Jones Murphy Jr.-American Chess Foundation International Tournament, which took place at the Manhattan Chess Club, 353 West 46th Street, March 18-27, ended in success for Alexander Wojtkiewicz. The 31-year-old Polish grandmaster scored 7-2 to take the $800 first prize in the 10-player invitational event.   Maurice Ashley, a Brooklyn international master, was awarded the $600 second prize for his 6 1/2-2 1/2 tally. There is also a possibility that he may get credit for a norm toward the grandmaster title: Technically, the norm for this competition required 7 points, but in similar cases over the years the International Chess Federation has validated close misses on the part of players like Ashley, who is currently performing consistently well. Ashley had gained his first norm in October in a Marshall Chess Club tourney. Three norms are required.            FINAL STANDINGS       Player   Country   Points        Wojtkiewicz   Poland   7       Ashley   U.S.A.   6 1/2       Ehlvest   Estonia   6       Fedorowicz   U.S.A.   5 1/2        Waitzkin   U.S.A.   4 1/2       Solomons   South Africa   4       Levitt   England   4       Soltis   U.S.A.   3 1/2        Umezinwa   Nigeria   2 1/2        Rogers,N.   U.S.A.   1 1/2         In Round 6, Wojtkiewicz demonstrated logical counterattacking play in the center in winning from the Brooklyn international master Joshua Waitzkin.   The fianchetto with 6 g3 and 7 Bg2 is a quiet, positional method of dealing with the Najdorf Variation of the Sicilian Defense: the white KB reinforces the e4 pawn and is intended to squelch a black counterattack in the center with a later . . . d5. By developing with 6 . . . e6, 7 . . . Bd7 and 8 . . . Nc6, thus postponing . . . O-O, Black prevents his king from becoming an early target for attack on the kingside.   The plan in playing 9 Nce2 is to prepare for a Maroczy bind with a follow-up c4. However, after 9 . . . Rc8, a result of 10 c4 Nd4 11 Qd4 b5 12 cb ab would have been to dissolve the fetter and free the black queenside.   Perhaps Waitzkin should have played 18 g5 to elicit 18 . . . Ne8 and thus diminish Black's influence in the center. His kingside might then have become a little loose, but that was a risk he might have taken.   Wojtkiewicz prepared logically for the key counterattack, 19 . . . d5!, which negated whatever merit the white position was supposed to have. On 20 ed Bd5 21 Bd5 Rd5, Black would have been ready to attack the weak, backward c2 pawn. Moreover, 20 g5 could have been rebuffed by 20 . . . Qe5 Bd6 22 Qc3 b4 23 Qe3 Nd5 24 Qe4? Nc3. Waitzkin chose 20 e5, but after 20 . . . Ne4, Wojtkiewicz enjoyed excellent piece play and a powerful initiative.   Waitzkin avoided 21 Ne4 because 21 . . . de 22 Qe3 h6 23 Qe2 Bg5 24 Rcd1 Rd1 25 Rd1 e3! 26 Bc6 Qc6 27 fe (27 c3 Qe4 is also unpleasant for Black) Qc2 28 Rd2 Qb1 29 Kg2 Qa2 would have cost him a pawn.   It is not clear why, after 25 c4, Wojtkiewicz did not charge in with 25 . . . Rd3. Of course, his 25 . . . bc 26 Rc3 Bg5 27 Rc8 Rc8 28 Nf4 Rc2 29 Bd4 (29 Rb1 Re2! 30 Qg3 Bf4 31 Qf4 Bd3 32 Qc1 Qb6 is annihilating) Ra2 was powerful. Waitzkin could not play 30 Qe4 because 30 . . . Qe4 31 Re4 Bc6 would have won a piece.   On 31 . . . Qb4, Waitzkin could have defended by 32 Qc3, although Wojtkiewicz could have gotten a winning end game with 32 . . . Qc3 33 Bc3 Ra3 34 Rb1 Bd3 35 Bb4 Ra2 36 Re1 Rb2.   After 33 h4, Wojtkiewicz scored the decisive breakthrough with 33 . . . e3! After 34 fe Bc6! 35 e4 Bd2 36 Re2 Bc3 37 Ra2 Bd4!, Waitzkin either had to lose his rook by 38 Kh2 Qa2 or his queen, by 38 Rf2 Qg3, so he gave up.    An incorrect telephone number was given last week for information about and tickets for the Active Chess Grand Prix tournament at the Jacob K. Javits Convention Center in Manhattan at the end of June. The correct number is 1-800-388-KING (1-800-388-5464).","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/17/nyregion/c-corrections-119067.html","abstract":"  An article yesterday about an investigation into payoffs to Manhattan condominium and cooperative building managers misstated the ownership of the management company at 7 Park Avenue, where an accounting report documented practices that violated the co-op board's rules. The management company, the Argo Corporation, is not part of Helmsley-Spear, though a Helmsley company was involved in the conversion of the building to co-ops and Helmsley-Spear still has representatives on the building's board.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Music in Review","web_url":"https://www.nytimes.com/1994/05/17/arts/music-in-review-120049.html","abstract":"  New York Chamber Ensemble  New York Society  for Ethical Culture    The New York Chamber Ensemble under Stephen Rogers Radcliffe offered a sizable helping of the 20th century on Saturday night, with a dab of Mozart on the top. The latter was the F-major Serenade, four contredanses from his 17th year that offer the brilliant fluency and general innocuousness common to Mozart juvenalia.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Knicks Ready to Make a Stand in Game 5","web_url":"https://www.nytimes.com/1994/05/17/sports/pro-basketball-knicks-ready-to-make-a-stand-in-game-5.html","abstract":"  Trying to recover from their horrendous weekend in Chicago, the Knicks held a vigorous practice today and attempted to regroup before it was too late.   While all the Knicks insisted that they were confident, Charles Oakley, the team's co-captain and a locker room leader, admitted he has not liked the team's overall effort at certain times during the playoffs. It was clear the Knicks have reached a crossroads in their season.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Books of The Times; An Expatriate Continues His Return to the Past","web_url":"https://www.nytimes.com/1994/05/17/books/books-of-the-times-an-expatriate-continues-his-return-to-the-past.html","abstract":"  A Way in the World  A Novel  By V. S. Naipaul  380 pages. Alfred A. Knopf. $23.   V. S. Naipaul once remarked, \"All my work is really one; I'm really writing one big book,\" and his latest work, \"A Way in the World,\" brings home the truth of this remark with startling clarity and force. Although the volume is inexplicably labeled a novel, it's actually an elliptical spiritual autobiography, a book that recapitulates the themes of exile, homelessness, neocolonial ambition and third-world despair that have animated Mr. Naipaul's fiction and nonfiction throughout a career of nearly 40 years.","thumbnail":null,"section":"Books"},{"date":"19940517","headline":"Stowaways, Seeking Liberty, Are Caught in Limbo of Law","web_url":"https://www.nytimes.com/1994/05/17/nyregion/stowaways-seeking-liberty-are-caught-in-limbo-of-law.html","abstract":"  They were so desperate to reach the United States that they had themselves sealed into huge metal cargo containers, where they tossed about for more than a week as they were borne across the Atlantic by a 43,000-ton freighter named the Innovation.   But when the 20 or so Romanian stowaways landed in Boston harbor last month, their ordeal was not over. Shackled by the shipping company, they were banished to a hotel near Newark International Airport to await proceedings on their requests for asylum. And that is where most of them remained today -- still in chains because of an anomaly in Federal law that forces private transportation companies into the expensive and unwanted role of jailers, largely free of restrictions on how they treat their prisoners.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Clippers Dismiss Weiss After Just a Year","web_url":"https://www.nytimes.com/1994/05/17/sports/sports-people-basketball-clippers-dismiss-weiss-after-just-a-year.html","abstract":"  BOB WEISS, who signed a three-year contract only last July, was fired yesterday after one year as coach of the turmoil-filled Los Angeles Clippers.   \"We know that we are at a crucial point, and that we must move decisively and aggressively forward to define our future,\" General Manager ELGIN BAYLOR said in a statement.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Lewis's Autumn Challenger: McCall","web_url":"https://www.nytimes.com/1994/05/17/sports/sports-people-boxing-lewis-s-autumn-challenger-mccall.html","abstract":"  The World Boxing Council heavyweight champion, LENNOX LEWIS, will hold his mandatory title defense against OLIVER McCALL in late September in Lewis's hometown of London or in the United States.   Lewis's manager, FRANK MALONEY, believes there is a \"strong possibility\" the fight will be in England.   Maloney and Lewis's United States promoter, DAN DUVA, negotiated for 12 hours last weekend with DON KING, who holds promotional rights to McCall, on control of the bout. \"Negotiations with King were very hard, but at least we've been able to get Lennox his wish and gain control of the promotion,\" Maloney said.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Observer; Never Be a Nonpareil","web_url":"https://www.nytimes.com/1994/05/17/opinion/observer-never-be-a-nonpareil.html","abstract":"  Somebody should be kind and say something cruel about Judge Stephen Breyer. His nomination for the Supreme Court has produced such a blizzard of praise that he must wake in the graveyard stillnesses of 3 A.M. wondering who is out to ruin him.    Tributes pour in from every province. Across the political spectrum from Orrin Hatch to Bob Dole to Edward Kennedy, he is hailed as the choicest of all possible choices. Editorials, columnists and academics blast him with merciless praise.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Killings by Ex-Police Officer Leave Town Wondering Why","web_url":"https://www.nytimes.com/1994/05/17/nyregion/killings-by-ex-police-officer-leave-town-wondering-why.html","abstract":"  Joseph Merola did not get along especially well with his neighbors in this blue-collar city dotted with small wood frame homes, arguing with them over the late-night howling of his bassett hound, Murray, and the long black garden hose he would inexplicably leave running in his driveway for days at a time.   But for all his frictions, no one in this sleepy community 35 miles east of Syracuse expected what happened on Saturday night. Stepping out his back door at 9:23, Mr. Merola, a 34-year-old former police officer, unwrapped a licensed semiautomatic weapon from a gray sweatshirt and opened fire, killing two youths -- ages 14 and 15 -- and wounding a 17-year-old youth and a 43-year-old woman. He then brought the gun to his head and killed himself.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Music in Review","web_url":"https://www.nytimes.com/1994/05/17/arts/music-in-review-118338.html","abstract":"  Alan Feinberg  Pianist Metropolitan Museum of Art    There were a little talk, a little music and a good amount of American Impressionism at Alan Feinberg's brief lecture and piano recital on Friday night. There were indeed impressions of hermit thrushes, salamanders, white peacocks, deep woods, fountains, night winds and the like. Yet the deepest impression here was made by Europe itself.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Too Many Swishes For Jordan","web_url":"https://www.nytimes.com/1994/05/17/sports/baseball-too-many-swishes-for-jordan.html","abstract":"  Michael Jordan put the ball into play only once tonight but that was for an infield single in the Birmingham Barons' 9-3 victory over the Memphis Chicks. He scored once, struck out three times and had three putouts in right field.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Mattingly Brings More Than His Bat and Glove to Yanks","web_url":"https://www.nytimes.com/1994/05/17/sports/baseball-mattingly-brings-more-than-his-bat-and-glove-to-yanks.html","abstract":"  Inning after inning, Don Mattingly prowls the Yankee dugout like a subdued drill sergeant. He will congratulate the pitcher after a spotless inning, he will implore the first batter to get on base to open the new inning, he will talk about grabbing opportunities and continuing to perform with zest. It is the off-the-field Mattingly that fans rarely see.   Maybe Mattingly is taking his job as team captain more seriously this season. Maybe he wants to erase the tepid approach he observed in three games earlier this season. Maybe with 14 players over 30 years old and at least four prominent players who can become free agents after the 1994 season, Mattingly realizes it is time for this unit to achieve glory. Now or never.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Dont Call It AIDS","web_url":"https://www.nytimes.com/1994/05/17/opinion/don-x2019-t-call-it-aids.html","abstract":"Quietly but persistently, AIDS has evolved into something quite different from the horrifying, untreatable illness of the early 80&#x2019;s. It is still a killer, but medical science has made major life-sustaining gains against AIDS-related infections.&#xa;   &#xa;Unfortunately, the Government has largely ignored these successes. So have the media; almost every report from last week&#x2019;s international AIDS conference in Yokohama communicated despair rather than possibility. They should start emphasizing the triumphs of science, because the well-being of thousands of people with H.I.V. is at stake.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Federal Job Cuts: Not in My Back Office","web_url":"https://www.nytimes.com/1994/05/17/opinion/federal-job-cuts-not-in-my-back-office.html","abstract":"  Congress, by a gaudy 391-to-17 vote, passed a law in March mandating that the executive branch cut 272,900 positions by 1999. That was a tough display of deficit reduction. A month later, in a remarkable display of hypocrisy, the House, by a 282-to-118 margin, passed a bill sponsored by Sonny Montgomery of Mississippi to exempt the Veterans Health Administration from those personnel cuts.    President Clinton opposes the Montgomery bill. He notes that the Veterans Health Administration accounts for 212,000 full-time employees -- more than 15 percent of Federal civilian employment. To insulate that many Government employees from the mandated cuts would force the Administration to make irresponsible cuts everywhere else -- from Head Start to the F.B.I.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Emigres Return to Fight In Rwanda's Backlands","web_url":"https://www.nytimes.com/1994/05/17/world/emigres-return-to-fight-in-rwandas-backlands.html","abstract":"Francois Rwagansana once took well-off Westerners on exotic but safe safaris throughout Africa. But he gave that up and came home to take part in a more dangerous job: guerrilla warfare.\n\nMr. Rwagansana and others like him are fighting a war against a Government they believe has carefully orchestrated the killing of thousands of people in the last five weeks.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"To Azinger, Cancer Becomes a Blessing","web_url":"https://www.nytimes.com/1994/05/17/sports/golf-to-azinger-cancer-becomes-a-blessing.html","abstract":"  Through it all, Paul Azinger never said \"Why me?\" Not when he found out for certain that the searing pain in his right shoulder was cancer. Not when he was so sick from chemotherapy that he couldn't stand up. Not when he woke up and found tufts of hair on his pillow.    Not even in the dark moments when he wondered whether he would be alive for the 1994 P.G.A. Championship, much less defending his title in it.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Review/Television; Ideas on American Ideals","web_url":"https://www.nytimes.com/1994/05/17/arts/review-television-ideas-on-american-ideals.html","abstract":"  \"Declarations: Essays on American Ideals\" is a pop Chautauqua for the video age. Described by its propagators as \"first-person television,\" this three-hour series is composed of mini-essays on free speech, equality and the pursuit of happiness, accompanied by all manner of images meant to complement or enhance what is being said, or possibly to distract from it. A press release announces that the series was created by \"15 independent producers teamed with 14 individual thinkers and a group of New York City ninth-graders.\"   Behind the project is the Independent Television Service, created by Congress and financed by the Corporation for Public Broadcasting, with the mission of increasing the diversity of programming on public television. That is accomplished in \"Declarations\" by offering the condensed thoughts of people who have never made it onto the \"MacNeil/Lehrer Newshour\" (along with a few who have). Viewers can judge whether they have been chosen for the originality or force of their ideas or because they make a multi-ethnic assemblage of varied opinions.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Review/Theater; McLuhan's Old Message, As the Medium Mutates","web_url":"https://www.nytimes.com/1994/05/17/theater/review-theater-mcluhan-s-old-message-as-the-medium-mutates.html","abstract":"  Oh, Marshall, if you could only see how it all turned out.   In \"The Medium,\" a Saratoga International Theater Institute production at the New York Theater Workshop, the ever-prolific director Anne Bogart has resurrected Marshall McLuhan to examine how the communications theorist's prophecies have and have not been fulfilled.","thumbnail":null,"section":"Theater"},{"date":"19940517","headline":"Youthful, Impressionable And Accused of Murder","web_url":"https://www.nytimes.com/1994/05/17/nyregion/youthful-impressionable-and-accused-of-murder.html","abstract":"  The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness.   They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children. They get in arguments that seem the petty stuff of coming of age -- a taunting bully, an insulting boyfriend, a stolen puppy. They want the things that will make them popular: Nikes, mountain bikes, presents for girls.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"White House Welcomes Court Nominee","web_url":"https://www.nytimes.com/1994/05/17/us/white-house-welcomes-court-nominee.html","abstract":"  As Judge Stephen G. Breyer, the Supreme Court nominee, arrived in the Rose Garden for the formal announcement ceremony, even his most loyal supporters were surprised to hear the White House announcer introduce him this afternoon as \"Justice\" Breyer.   The consternation of White House officials, who were startled at the premature use of the title, faded quickly as they began to bask in the notion that Judge Breyer's confirmation is being treated as virtually a foregone conclusion.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"Bridge Column","web_url":"https://www.nytimes.com/1994/05/17/arts/bridge-column.html","abstract":"  The Bridge column now appears on Mondays, Thursdays and Saturdays. The location is shown at the bottom of the News Summary on page 2 of the first section.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Soda Industry Tries to Avert A School Ban","web_url":"https://www.nytimes.com/1994/05/17/us/soda-industry-tries-to-avert-a-school-ban.html","abstract":"  Lobbyists for the soft-drink industry told a Senate committee today that Congress should not restrict the sale of Coca-Cola and similar beverages in schools because the soft drinks had a place in a well-balanced diet.   \"To suggest that there are good foods and bad foods -- we reject that entirely,\" said Drew M. Davis, vice president of the National Soft Drink Association. \"You have no evidence that the consumption of soft drinks is in any way harmful.\"","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"Emigres Return to Fight In Rwanda's Backlands;\nBodies Flow Over Falls","web_url":"https://www.nytimes.com/1994/05/17/world/emigres-return-to-fight-in-rwandas-backlands-bodies-flow-over-falls.html","abstract":"A vivid rainbow arches over the churning cataract below the falls on the Kagera River. Bloated bodies bob and spin in the foam.\n\nThe vista of both beauty and butchery at the Rusumo Falls has become a symbol of the mass slaughter in Rwanda.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"Review/Fashion; In Fur Coats for Fall, a Lighter Touch","web_url":"https://www.nytimes.com/1994/05/17/style/review-fashion-in-fur-coats-for-fall-a-lighter-touch.html","abstract":"  As the fall fur shows began yesterday in New York, furriers were smiling. After being pummeled by a worldwide recession and by the protests of animal-rights advocates for a number of years, they are now breathing easier. Fur sales improved last year, up 20 to 30 percent at some SC.3houses over the previous year.    Arnold Scaasi opened the week of shows with a well-planned, luxurious collection for Mohl, his fifth for that house. And Kaitery-Global Fur decided to have a show for the first time \"because we're coming off a good season, our best ever,\" said Jimmy Kaitery, vice president of the company, which was started by his father 45 years ago.","thumbnail":null,"section":"Style"},{"date":"19940517","headline":"Review/Dance; Meredith Monk Reflects On the Ages of Mankind","web_url":"https://www.nytimes.com/1994/05/17/arts/review-dance-meredith-monk-reflects-on-the-ages-of-mankind.html","abstract":"  Over the course of \"Volcano Songs,\" Meredith Monk celebrates the mysteries of life, aging, death, rebirth, creation and transformation. These are mighty topics, each worth an epic. Yet on Wednesday night at Performance Space 122, this new solo lasted less than an hour. Because Ms. Monk is equally gifted as composer, singer, dancer and choreographer, her multimedia piece was rich in significance.   When the audience entered the building, it was ushered into a room on the first floor to contemplate what the program notes called \"Shrine Installation.\" This proved to be a set of screens on which were projected video images of plants, staring faces and bubbling lava. Then, in the second-floor theater, Ms. Monk made it easy to believe that the whole world is a divine volcano eternally erupting with forms of life.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Mets' Saberhagen Maneuver Adds Up to Another Defeat","web_url":"https://www.nytimes.com/1994/05/17/sports/baseball-mets-saberhagen-maneuver-adds-up-to-another-defeat.html","abstract":"  Bret Saberhagen was supposed to be the security blanket. It wasn't supposed to matter that Manager Dallas Green chose to use Eric Hillman on Sunday, Saberhagen's regular day in the rotation. The reasons for that decision -- mainly, that the Braves had trouble against left-handers -- were a nonissue last night at Shea Stadium, even though the Hillman move did not work out. The point was, the Mets would get a victory in their first game against the Marlins. Saberhagen would make sure of that.   Except that it didn't work out that way. Oh, Saberhagen was not affected by the extra day of rest. He just got stranded by his Mets' teammates, who left him to provide both the pitching and the offense at Shea Stadium last night.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Planning Commission Approves La Guardia Runway Extension","web_url":"https://www.nytimes.com/1994/05/17/nyregion/planning-commission-approves-la-guardia-runway-extension.html","abstract":"  The City Planning Commission has approved an extension of La Guardia Airport's main runway into Flushing Bay, which commission members hope will add an extra margin of safety for jets using the airport.   The commission approved the proposal yesterday despite concerns from residents of the area and environmentalists who have argued that the landfill required for the extension would further reduce water circulation in the bay and add to its foul odors.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/17/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"America's Upstarts in Uniform Should Go Quietly Back to Base\" (Opinion, April 11) by Richard K. Kohn:.If, as the writer suggests, the military sees itself as separate from society, then this has been a two-way street. Since the dra","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"U.N. Backs Troops for Rwanda But Terms Bar Any Action Soon","web_url":"https://www.nytimes.com/1994/05/17/world/un-backs-troops-for-rwanda-but-terms-bar-any-action-soon.html","abstract":"  The United States forced the United Nations Monday to scale down its plans and put off sending 5,500 African troops to Rwanda in an effort to end the violence there.   In a setback for Secretary General Boutros Boutros-Ghali, United Nations officials acknowledged that his original rescue plan was overly ambitious. The Security Council agreed instead to a two-phased plan that sharply reduces the immediate troop request, an action that was greeted with anger and frustration by some nations and human rights groups.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"Nixon and F.D.R.","web_url":"https://www.nytimes.com/1994/05/17/opinion/l-nixon-and-fdr-120340.html","abstract":"  To the Editor:   William Safire states in \"Nixon on 1996\" (column, May 12): \"to a man who won four out of five national races, matching F.D.R.'s record, the focus\" -- of Mr. Safire's interview with Richard M. Nixon a few months before his death -- \"had to be on the national ticket in 1996.\"","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Military in a Democracy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/17/opinion/IHT-military-in-a-democracy-letters-to-the-editor.html","abstract":"Regarding \"When a Military Establishment Drifts Away From the Society\" (Opinion, April 14) by William Pfaff:.The issue of military influence on a democratic society is ever timely and, in this case, very complex. Mr. Pfaff, I fear, cites the","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Is No-Frills Moon Mission a Real Breakthrough?","web_url":"https://www.nytimes.com/1994/05/17/opinion/l-is-no-frills-moon-mission-a-real-breakthrough-120278.html","abstract":"  To the Editor:   The apparent success of Clementine, the no-frills lunar mission developed by the military as a technology demonstration, will doubtless revolutionize the way the National Aeronautics and Space Administration operates its future space missions. Clementine has shown that a streamlined management approach, plus state-of-the-art technology, can lead to capable, lightweight spacecraft with short development schedules and low operating expenses.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Egypt Is Accused of Torture In Death of a Militant Lawyer","web_url":"https://www.nytimes.com/1994/05/17/world/egypt-is-accused-of-torture-in-death-of-a-militant-lawyer.html","abstract":"  A prominent Muslim militant lawyer who died in police custody last month was badly tortured, say medical officials and employees at the morgue where his body was taken.   The assertions contradicted Government statements that the lawyer, Abdel Harith Madani, 30, was not tortured by police officers and died of natural causes. Employees at the Zeinhum morgue who saw the body described several puncture wounds surrounded by large blue bruises.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"Tucker Foundation Awards Music Grants","web_url":"https://www.nytimes.com/1994/05/17/arts/tucker-foundation-awards-music-grants.html","abstract":"  The Richard Tucker Music Foundation has awarded its 1994 Career Grants of $6,500 each to Marie Plette, a soprano; Kim Josephson and Earle Patriarco, baritones, and Steven Condy, a bass-baritone. In addition, four Robert M. Jacobson Study Grants of $5,000 each are to go to Christine Goerke, a soprano; Laura Tucker (no relation to Richard Tucker), a mezzo-soprano; Richard Clement, a tenor, and John Packard, a baritone.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Eye of New CBS Boss Focuses In on Rivals","web_url":"https://www.nytimes.com/1994/05/17/sports/tv-sports-eye-of-new-cbs-boss-focuses-in-on-rivals.html","abstract":"  The axis of the sports world has rotated away from CBS. Dave Kenin, the new president of CBS Sports, knows it.    Over the weekend, when CBS's biggest deal was the Tour DuPont cycling race, the National Basketball Association playoffs were the focus on NBC, TNT and the MSG Network. Meanwhile, MSG compellingly aired the Devils' 4-3 overtime victory over the Rangers in Game 1 of their National Hockey League playoff series.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Homeless Plan Needs More Work","web_url":"https://www.nytimes.com/1994/05/17/opinion/homeless-plan-needs-more-work.html","abstract":"  The Giuliani administration's proposed new homeless policy makes a good start toward fixing a system that is functioning poorly. But the proposal needs fixing, too; it is so vague or ambiguous about so many of its prescriptions for change that it might best be considered a preliminary outline.    The most welcome news about the proposal is that, for the first time, New York City would emphasize social services for the homeless rather than simply providing shelter. It would also make ample use of nonprofit organizations rather than government to run facilities and provide services.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/17/style/chronicle-119083.html","abstract":"  There's simply no time for jet lag in QUINCY JONES'S life just now. Consider his schedule: Since May 7, he has been in Washington, Johannesburg (where he was a representative of the United States at the inauguration of Nelson Mandela), Washington again, Atlanta and New York. And today he is in Stockholm, receiving the 1994 Polar Music Prize from the Stig Anderson Music Fund of the Royal Swedish Academy of Music.    \"This has been called the Nobel Prize of music,\" Mr. Jones, the composer, producer and arranger, said yesterday. \"Tomorrow we will be with the King and Queen of Sweden for a banquet at the royal palace, and it's a very high honor.\"","thumbnail":null,"section":"Style"},{"date":"19940517","headline":"Music in Review","web_url":"https://www.nytimes.com/1994/05/17/arts/music-in-review-120057.html","abstract":"  Hunter College Choir, New Haven Chorale  Hunter College Auditorium    Musical culture as a whole tends to separate the sacred from the profane, and to reserve distinct musical languages, gestures and coloration for each. But real life is less clear-cut, and the three Polish composers whose works Paul F. Mueller conducted on Saturday evening have all explored the ways in which sacred and secular forces either mingle freely or invade each other's turf.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Clinton Has Called for Dioxin Task Force","web_url":"https://www.nytimes.com/1994/05/17/opinion/l-clinton-has-called-for-dioxin-task-force-120324.html","abstract":"  To the Editor:   An Environmental Protection Agency report calls fetal damage, not cancer, the primary threat from dioxin (front page, May 11). Clearly, this class of toxic compounds poses devastating threats to human health and wildlife survival. The E.P.A. report shows:","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"Supreme Court Will Resolve Ellis I. Dispute","web_url":"https://www.nytimes.com/1994/05/17/nyregion/supreme-court-will-resolve-ellis-i-dispute.html","abstract":"  Ellis Island is such a powerful American icon that the new Supreme Court nominee, Judge Stephen G. Breyer, noted during a brief speech in the White House Rose Garden today that his grandfather had arrived in the United States from Poland through the island in 1900.   The current justices, too, evidently find Ellis Island worthy of their attention: just hours earlier, they agreed to resolve a long-running dispute between New York and New Jersey over which state has jurisdiction over the 27.5-acre island -- most of it landfill -- that sits between the two states in Upper New York Bay. Political Jurisdiction in Question    The Court, without comment, issued an order permitting New Jersey to proceed with its lawsuit, which the state filed against New York last year directly in the Supreme Court. Under the Constitution, the Supreme Court has original jurisdiction over lawsuits between states, and sits not as an appellate court but as a trial court when it accepts such suits for decision. In nearly all cases, the Justices refer the matter to a special master for hearings and recommendations, a step the Justices will probably take later this year.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Fragmenting Space Debris Could Put Satellites at Risk","web_url":"https://www.nytimes.com/1994/05/17/science/fragmenting-space-debris-could-put-satellites-at-risk.html","abstract":"  CHAIN reactions are rather commonplace on earth. They occur in chemical plants when a single excited molecule prompts its neighbors into a cascade of combination to create plastics. In nuclear reactors, they occur whenever a speeding subatomic particle slams into a heavy atom and splits it apart, releasing more particles that repeat and amplify the process in bursts of energy. By definition, chain reactions are spectacles of intensification, at times spreading like wildfire through dry grass.   Now, experts say, a dangerous new kind of chain reaction is getting under way in space, where it threatens to limit or end certain aspects of mankind's endeavors beyond the planet.  For instance, it could put billions of dollars worth of advanced communication and weather satellites at risk of destruction.","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"For Devils, It's Just One Game And a Half","web_url":"https://www.nytimes.com/1994/05/17/sports/hockey-for-devils-it-s-just-one-game-and-a-half.html","abstract":"  The stakes were higher for the Devils, and so their mood was predictably upbeat today after they won Sunday night's opener against the Rangers. More than a victory, even one in overtime, it gave New Jersey credibility and erased the stigma of losing all six games to New York in the regular season.   But the sense that the hardest work was yet to come was evident everywhere at the Devils' practice as they got ready for Game 2 of the four-of-seven-game Eastern Conference finals Tuesday night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Power Plants in China","web_url":"https://www.nytimes.com/1994/05/17/us/power-plants-in-china.html","abstract":"  The Foster Wheeler Energy Corporation has received contracts valued at $18 million for two coal-fired steam generators in the Hubei province of China. The contracts, part of the Ezhou power project, will represent Foster Wheeler's second and third power plants in China. The plnats will be built for the China National Technical Import and Export Corporation and the Hubei Provincial Electric Power Industry Bureau. Foster Wheeler provides engineering, construction and design services in addition to plant managment and environmental services.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"Patterns","web_url":"https://www.nytimes.com/1994/05/17/style/patterns-117390.html","abstract":"  Bra Wars    The competitive tone among makers of cleavage-enhancing bras is beginning to resemble the Ali-Liston verbal sparring. Latest boxer to mouth off before stepping into the ring: Maidenform, which introduced its first push-up in 1922 but put out a press kit today for a \"plunge push-up bra.\"","thumbnail":null,"section":"Style"},{"date":"19940517","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/05/17/sports/soccer.html","abstract":"  Early Arrivals   The 23 countries coming to the United States for the World Cup have informed the American organizers of their arrival dates in preparation of the monthlong tournament. Nineteen of the 24 nations participating in the tournament will report to their designated training sites as much as 20 days sooner than required.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"ACCORD OPENS WAY FOR ABORTION PILL IN U.S. IN 2 YEARS","web_url":"https://www.nytimes.com/1994/05/17/us/accord-opens-way-for-abortion-pill-in-us-in-2-years.html","abstract":"  After sustained political pressure from the Clinton Administration, the French manufacturer of the controversial abortion pill RU-486 today announced an agreement that is expected to pave the way for the pill to be available to American women by 1996.   The agreement calls for the manufacturer, Roussel Uclaf, to turn over the pill's patent rights and all technology, free, to the Population Council, a nonprofit contraceptive research organization in New York. The council plans to find an American company to produce the pill, which can be used within seven weeks of conception to end a pregnancy; the group will also conduct clinical trials with 2,000 American women this fall.","thumbnail":null,"section":"U.S."},{"date":"19940517","headline":"UConn's Wolters Named to U.S. Team","web_url":"https://www.nytimes.com/1994/05/17/sports/sports-people-basketball-uconn-s-wolters-named-to-us-team.html","abstract":"  Connecticut freshman center KARA WOLTERS has been named to the United States national team that will compete in the women's world championships in Australia next month. At 6 feet 7 inches, Wolters is the tallest player on the 12-member team. Wolters, 18, also is the second-youngest player ever selected to the national team. NANCY LIEBERMAN was 17 when she was chosen in 1975. The world championships will be held June 2-12. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Article 118354 -- No Title","web_url":"https://www.nytimes.com/1994/05/17/arts/article-118354-no-title.html","abstract":"  The National Endowment for the Arts has announced midyear grants totaling $78 million. The grants, the first to be approved by Jane Alexander, who was appointed chairwoman of the endowment in October, are to go to arts institutions and artists across the country, including $26.6 million to state arts agencies.   Among the institutions in New York City receiving grants are the Bronx Council on the Arts ($50,000); the Brooklyn Institute of Arts and Sciences ($75,000); the Brooklyn Academy of Music ($210,300); the Jamaica Center for the Performing and Visual Arts ($35,000); Meet the Composer ($186,000); the Philharmonic Symphony Society of New York ($236,400); the Trisha Brown Dance Company ($195,000); Dance Theater of Harlem ($260,000), and the Cunningham Dance Foundation ($300,000). The Metropolitan Opera Association's grant of $480,000 was the largest for a New York institution.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"The Toll in Rwanda: Estimates at Best","web_url":"https://www.nytimes.com/1994/05/17/world/the-toll-in-rwanda-estimates-at-best.html","abstract":"  Although estimates of the death toll in the tribal strife that has engulfed Rwanda since early April have ranged as high as 500,000, the United Nations, the State Department and agencies involved in the relief effort concede that there are no accurate figures.    Chaos within the country has made the task of counting the dead all but impossible, and as a result news reports, including those in The New York Times, have included death-toll estimates ranging from the tens of thousands to half a million. Some relief agencies note that they have no personnel within Rwanda and that their resources are devoted to helping the living rather than totaling the dead.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/17/style/chronicle-119091.html","abstract":"  MARGARET THATCHER and JOHN MAJOR, it turns out, share more than a penchant for being Prime Minister of Britain. They are related, albeit ever so distantly. That fact was revealed in The Independent on Sunday.    PAUL PENN-SIMKINS, a genealogist who studied their respective family trees, told the newspaper that Lady Thatcher and Mr. Major are fifth cousins, once removed. They are descended from Charles Crust, an English laborer, and his wife, Elizabeth Taylor, who were married in 1695 and lived in a town called West Keal. As recently as the mid-1800's, the two leaders' ancestors lived almost next door to one another in Boston, in eastern England.","thumbnail":null,"section":"Style"},{"date":"19940517","headline":"Judge Rules Vassar Was Biased Against Married Woman Teacher","web_url":"https://www.nytimes.com/1994/05/17/nyregion/judge-rules-vassar-was-biased-against-married-woman-teacher.html","abstract":"  A Federal judge ruled yesterday that Vassar College discriminated against an assistant biology professor by denying her tenure partly because she was married with children.   The ruling by Judge Constance Baker Motley of the United States District Court in Manhattan was expected to open the door to similar suits by women in the academic world, legal and academic experts said.  Educational institutions have long discriminated against women and minorities in matters of promotion and pay, the experts said. That the case involved Vassar, once a premier women's college, was also striking.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"TV's Late-Night Landscape Blurs","web_url":"https://www.nytimes.com/1994/05/17/arts/tv-s-late-night-landscape-blurs.html","abstract":"  Jay Leno brought the \"Tonight\" show to New York from Los Angeles last night for the first time in 21 years, and one week after David Letterman took his late-night program to Los Angeles from New York.   Is this a turf war? No, Mr. Leno said, just more of the late-night-television silliness that has characterized the nine months of competition between NBC and CBS, raised to slightly new heights by the periodic crucible known as the ratings sweep month.","thumbnail":null,"section":"Arts"},{"date":"19940517","headline":"Ranger Lesson Today: It's Anatomy of Defeat","web_url":"https://www.nytimes.com/1994/05/17/sports/on-pro-hockey-ranger-lesson-today-it-s-anatomy-of-defeat.html","abstract":"  Mike Keenan knows exactly why his Rangers lost the opening game in their third-round Stanley Cup playoff series against the Devils.   His big defenseman came off the ice at the wrong time, allowing the Devils' big guys to score the tying goal in the final minute of regulation time. That same defenseman got caught too far up the ice in the second overtime as the winning goal scored.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"Company Admits It Faked Tests on Missile-System Part","web_url":"https://www.nytimes.com/1994/05/17/nyregion/company-admits-it-faked-tests-on-missile-system-part.html","abstract":"  The Long Island manufacturer of a missile system component has admitted falsifying test results it provided the Government before the system's deployment, law-enforcement officials said today.   The component, known as the Launcher Electronic Unit, was used in Operation Desert Storm, a Government official said, and was replaced after the missiles failed to fire.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"City Said to Be Planning to Use School Aid for the Budget Deficit","web_url":"https://www.nytimes.com/1994/05/17/nyregion/city-said-to-be-planning-to-use-school-aid-for-the-budget-deficit.html","abstract":"  The Giuliani administration intends to use as much as half of the $250 million that the city expects to receive in increased state education aid to help close New York City's budget gap, Leonard Hellenbrand, the Board of Education's budget director, said yesterday.   Mr. Hellenbrand said that City Hall's decision to retain $120 million of the anticipated $250 million in increased state school financing to narrow the city's budget shortfall would undercut the board's efforts in the future to persuade state lawmakers to increase state aid to city schools.","thumbnail":null,"section":"New York"},{"date":"19940517","headline":"Genes Tell Story of Why Some Get Cancer While Others Don't","web_url":"https://www.nytimes.com/1994/05/17/science/genes-tell-story-of-why-some-get-cancer-while-others-don-t.html","abstract":"  RESEARCHERS are finding ways to answer a question that haunts every cancer patient: Why me?    The explanation, they say, can be found deep within the cells of the body in biological factors called markers. Like the smoking gun in a crime novel, markers are physical evidence of the foul interplay between cancer-causing agents in the environment and a person's genes.","thumbnail":null,"section":"Science"},{"date":"19940517","headline":"Reports on Homeless Shelters Usually Accomplish Very Little","web_url":"https://www.nytimes.com/1994/05/17/opinion/l-reports-on-homeless-shelters-usually-accomplish-very-little-120170.html","abstract":"  To the Editor:   New York City's mayors have released reports on the homeless shelter system with great fanfare, capitalizing on the public attention, and promptly forgetting about them.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"When Is It Right to Die?","web_url":"https://www.nytimes.com/1994/05/17/opinion/when-is-it-right-to-die.html","abstract":"A lawsuit decided in Seattle this month may well become the Roe v. Wade of euthanasia. Striking down a 140-year-old Washington State law, Federal District Court Judge Barbara Rothstein declared that as long as they are competent, terminally ill patients have a constitutional right to enlist a willing doctor's help in killing themselves. She decided, that is, that laws against assisted suicide, which exist in almost every state, are unconstitutional. Once again, the courts are at the center of a bitter moral and religious controversy.\n\nAmericans have been arguing about euthanasia for decades. Voters in two states, Washington and California, have rejected measures legalizing euthanasia in fairly close votes; another such measure is expected to be on the ballot in Oregon later this year. In Michigan, a special statute was passed to stop Dr. Jack Kevorkian from helping patients to die, but this month a jury refused to convict him of violating that statute even though he virtually admitted he had.","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/17/sports/transactions-118303.html","abstract":"  Baseball  American League  MILWAUKEE BREWERS -- Sent Mark Kiefer, pitcher, to New Orleans of the American Association. Recalled Troy O'Leary, outfielder, from New Orleans.","thumbnail":null,"section":"Sports"},{"date":"19940517","headline":"1894:Press Freedom : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/17/opinion/IHT-1894press-freedom-in-our-pages100-75-and-50-years-ago.html","abstract":"BRUSSELS - M. Charles Flor. O'Squarr, a journalist, was tried to- day [May 16] by the Brussels Assize court for an article imputing to the Shah of Persia the filthiest crimes and asking that the Shah be arrested and put in prison next time he came to Belg","thumbnail":null,"section":"Opinion"},{"date":"19940517","headline":"German Police Arrest Suspect In Rioting Against Foreigners","web_url":"https://www.nytimes.com/1994/05/17/world/german-police-arrest-suspect-in-rioting-against-foreigners.html","abstract":"  Facing sharp criticism from politicians and human-rights advocates, the police in the eastern German town of Magdeburg brought charges today against a suspected ringleader of a riot against foreigners there last week.   Magdeburg's chief prosecutor, Rudolf Jaspers, said the suspect was 19 years old and was believed to be the leader of a local neo-Nazi group that counts about 80 members. He is being charged with \"an especially serious case of disturbing the peace,\" Mr. Jaspers said.","thumbnail":null,"section":"World"},{"date":"19940517","headline":"Ward Scores 20 in His Pro Debut","web_url":"https://www.nytimes.com/1994/05/17/sports/sports-people-basketball-ward-scores-20-in-his-pro-debut.html","abstract":"  Heisman Trophy winner CHARLIE WARD had 20 points and 7 assists in his professional basketball debut yesterday, helping the Jacksonville Hooters beat the Memphis Fire by 112-100 at Jacksonville, Fla. Ward, the Florida State quarterback who was passed over in the National Football League draft last month, hit 7 of 13 shots in 37 minutes of action. He had two 3-pointers.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19940517","headline":"Malawi holds its first multi-party elections.","pages":[{"title":"Malawi","web_url":"https://en.wikipedia.org/wiki/Malawi","description":"Country in Southeastern Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Flag_of_Malawi.svg/320px-Flag_of_Malawi.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Malawi, officially the Republic of Malawi and formerly known as Nyasaland, is a landlocked country in Southeastern Africa. It is bordered by Zambia to the west, Tanzania to the north and northeast, and Mozambique to the east, south and southwest. Malawi spans over 118,484km2 (45,747sqmi) and has an estimated population of 19,431,566. Malawi's capital and largest city is Lilongwe. Its second-largest is Blantyre, its third-largest is Mzuzu and its fourth-largest is its former capital, Zomba. It was the first capital city of Malawi before being changed to Lilongwe."},{"title":"1994 Malawian general election","web_url":"https://en.wikipedia.org/wiki/1994_Malawian_general_election","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Coat_of_arms_of_Malawi.svg/320px-Coat_of_arms_of_Malawi.svg.png","thumbnail_width":320,"thumbnail_height":330},"abstract":"General elections were held in Malawi on 17 May 1994 to elect the President and National Assembly. They were the first multi-party elections in the country since prior to independence in 1964, and the first since the restoration of multi-party democracy the previous year. The Malawi Congress Party (MCP), which had governed the country since independence, was decisively beaten by the United Democratic Front (UDF)."}]}],"weather":[{"date":"19940517","time":"1994-05-17 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":78,"wspd":24.1},{"date":"19940517","time":"1994-05-17 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":75,"wspd":20.5},{"date":"19940517","time":"1994-05-17 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":80,"wspd":18.4},{"date":"19940517","time":"1994-05-17 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":82,"wspd":20.5},{"date":"19940517","time":"1994-05-17 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":88,"wspd":16.6},{"date":"19940517","time":"1994-05-17 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":93,"wspd":22.3},{"date":"19940517","time":"1994-05-17 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":91,"wspd":14.8},{"date":"19940517","time":"1994-05-17 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":90,"wspd":14.8},{"date":"19940517","time":"1994-05-17 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":91,"wspd":14.8},{"date":"19940517","time":"1994-05-17 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":93,"wspd":18.4},{"date":"19940517","time":"1994-05-17 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":87,"wspd":18.4},{"date":"19940517","time":"1994-05-17 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":91,"wspd":16.6},{"date":"19940517","time":"1994-05-17 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":92,"wspd":22.3},{"date":"19940517","time":"1994-05-17 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":89,"wspd":20.5},{"date":"19940517","time":"1994-05-17 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":89,"wspd":18.4},{"date":"19940517","time":"1994-05-17 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":89,"wspd":20.5},{"date":"19940517","time":"1994-05-17 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":90,"wspd":14.8},{"date":"19940517","time":"1994-05-17 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":90,"wspd":18.4},{"date":"19940517","time":"1994-05-17 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":90,"wspd":18.4},{"date":"19940517","time":"1994-05-17 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":87,"wspd":14.8},{"date":"19940517","time":"1994-05-17 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":84,"wspd":14.8},{"date":"19940517","time":"1994-05-17 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":84,"wspd":13},{"date":"19940517","time":"1994-05-17 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":84,"wspd":14.8},{"date":"19940517","time":"1994-05-17 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":83,"wspd":14.8},{"date":"19940517","time":"1994-05-17 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":55,"wspd":27.7},{"date":"19940517","time":"1994-05-17 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":58,"wspd":20.5},{"date":"19940517","time":"1994-05-17 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":65,"wspd":20.5},{"date":"19940517","time":"1994-05-17 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":24.1},{"date":"19940517","time":"1994-05-17 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":70,"wspd":25.9},{"date":"19940517","time":"1994-05-17 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":86,"wspd":27.7},{"date":"19940517","time":"1994-05-17 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":93,"wspd":25.9},{"date":"19940517","time":"1994-05-17 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":92,"wspd":20.5},{"date":"19940517","time":"1994-05-17 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":89,"wspd":24.1},{"date":"19940517","time":"1994-05-17 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":18.7},{"date":"19940517","time":"1994-05-17 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":93,"wspd":18.7},{"date":"19940517","time":"1994-05-17 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":89,"wspd":20.5},{"date":"19940517","time":"1994-05-17 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":86,"wspd":16.6},{"date":"19940517","time":"1994-05-17 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":86,"wspd":25.9},{"date":"19940517","time":"1994-05-17 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":77,"wspd":18.7},{"date":"19940517","time":"1994-05-17 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":16.6},{"date":"19940517","time":"1994-05-17 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":67,"wspd":18.7},{"date":"19940517","time":"1994-05-17 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":67,"wspd":18.7},{"date":"19940517","time":"1994-05-17 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":60,"wspd":22.3},{"date":"19940517","time":"1994-05-17 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":62,"wspd":16.6},{"date":"19940517","time":"1994-05-17 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":67,"wspd":25.9},{"date":"19940517","time":"1994-05-17 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":64,"wspd":27.7},{"date":"19940517","time":"1994-05-17 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":58,"wspd":24.1},{"date":"19940517","time":"1994-05-17 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":24.1}]},"19940518":{"guardian_articles":[],"nytimes_articles":[{"date":"19940518","headline":"A City in the Enterprise Zone; Trenton Wrestles With a New Old Way of Beating Urban Ills","web_url":"https://www.nytimes.com/1994/05/18/nyregion/city-enterprise-zone-trenton-wrestles-with-new-old-way-beating-urban-ills.html","abstract":"  Amid the abandoned factories and urban blight of central Trenton, the Apex Lumber Yard stands out as a island of hustle and bustle.   \"My parking lot is bursting at the seams,\" said Mark Goitein, the owner of Apex Lumber. \"Sometimes it gets so busy we have to go out and start directing traffic.\"","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Consensus: Just Get It To Ewing","web_url":"https://www.nytimes.com/1994/05/18/sports/pro-basketball-consensus-just-get-it-to-ewing.html","abstract":"  Forgotten is the melodramatic, midseason lament of those wild and crazy anonymous Knicks, those who complained that the team was running too many plays for Patrick Ewing. Remember that stroke of genius?   Suddenly, Ewing's teammates would love for their center to score as many points as he possibly can. Their battle cry for Game 5 of the Eastern Conference semifinals against the Chicago Bulls might very well be, \"Feed the post!\" That's because a series they never really thought would be close enough for them to cough up is knotted at 2-2. The Knicks know, from painful experience, that they must defend their Madison Square Garden advantage Wednesday night.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Konchalovsky's Golden Egg","web_url":"https://www.nytimes.com/1994/05/18/style/IHT-konchalovskys-golden-egg.html","abstract":"One of the interesting aspects of the Cannes festival is to see the gap between national concerns and aesthetics. Films still have a cultural identity. French critics nitpicked about the movie references in \"The Hudsucker Proxy\" - they thought","thumbnail":null,"section":"Style"},{"date":"19940518","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/18/sports/results-plus-128856.html","abstract":"  TENNIS  Sampras Hones Clay-Court Strokes  Pete Sampras, the top-seeded player in the French Open, which begins in Paris on Monday, fine-tuned his clay-court game with another impressive victory yesterday. Sampras beat Yevgeny Kafelnikov, 6-3, 6-3, in helping the United States sweep Russia, 3-0, at the World Team Cup in Dusseldorf, Germany. Patrick McEnroe and Richey Reneberg won in doubles over Aleksandr Volkov and Andrei Olhovskiy, 6-7 (5-7), 6-4, 6-4. (AP) HORSE RACING  Sea Hero Returns to Track in Style  Sea Hero, last year's Kentucky Derby winner, made a successful and impressive return to competition yesterday, beat Rocking Josh by 1 1/4 lengths in the feature at Belmont Park. Ridden by Jerry Bailey and assigned high weight of 119 pounds, Sea Hero showed no signs of rustiness after eight months away from racing. The 4-year-old son of Polish Navy raced within easy striking distance of Dominant Prospect until the field turned for home, then pulled away. The race, originally scheduled to be run on turf, was moved to the muddy main track. Sea Hero covered seven furlongs in 1:223/5 , earning $24,000 for his owner, Rokeby Stable. Sea Hero, the favorite, returned $5.40 for $2 to win. (AP) SOCCER  Small Consolation: England Beats Greece    England, which failed to qualify for the World Cup, routed tournament-bound Greece, 5-0, last night in London. David Platt scored twice, Peter Beardsley got his first goal in an international match in four years and Darren Anderton got his first goal for England. Alan Shearer also scored, his first international goal since returning from knee surgery last year. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Custody Claim Withdrawn Over Slain Heiress's Child","web_url":"https://www.nytimes.com/1994/05/18/nyregion/custody-claim-withdrawn-over-slain-heiress-s-child.html","abstract":"  On the eve of a pivotal court hearing, the brother of Scott S. Douglas, the Bronxville house painter who the police say killed his wife, a newspaper heiress, and then jumped to his death off the Tappan Zee Bridge, has decided to abandon efforts to win custody of the couple's 3-year-old child.   Instead, the brother, Todd Douglas, will support granting custody of the child, Victoria, to Mary Gibbs Scripps, the 42-year-old sister of the newspaper heiress, Anne Scripps Douglas. Mr. Douglas's lawyer, Luis Andrew Penichet, said Mr. Douglas would not even ask Surrogate Court for visiting privileges, but hoped to work out an arrangement privately \"without the press, without lawyers.\"","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"FEDERAL RESERVE RAISES KEY RATES TO CURB GROWTH","web_url":"https://www.nytimes.com/1994/05/18/us/credit-markets-federal-reserve-raises-key-rates-to-curb-growth.html","abstract":"  The Federal Reserve raised two short-term interest rates by half a percentage point today, the sharpest increase in more than five years, but signaled that further increases were unlikely to follow soon.   Abandoning the gradual pace of three previous increases this year, the nation's central bank sought today to brake the nation's economic expansion before it feeds inflation, and to protect the value of the dollar in international markets.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Reynolds Overturned In I.A.A.F. Victory","web_url":"https://www.nytimes.com/1994/05/18/sports/track-and-field-reynolds-overturned-in-iaaf-victory.html","abstract":"  Butch Reynolds has still not crossed the finish line victoriously in his long and bitter fight against the international governing body of track and field over a failed drug test.   A Federal appeals panel in Cincinnati yesterday overturned on jurisdictional grounds a 1992 court ruling that awarded $27.3 million to Reynolds, the world record-holder at 400 meters.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"LETTERS TO THE EDITOR : Nominate, Don't Leak","web_url":"https://www.nytimes.com/1994/05/18/opinion/IHT-letters-to-the-editor-nominate-dont-leak.html","abstract":"Regarding \"High Court Choice Was Not That Easy\" (May 16):.Are President Bill Clinton and his administration capable of making any decision gracefully? Stephen Breyer is an exceptional judge, well deserving nomination to the Supreme Court - a","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"LETTERS TO THE EDITOR : Wounds of Another War","web_url":"https://www.nytimes.com/1994/05/18/opinion/IHT-letters-to-the-editor-wounds-of-another-war.html","abstract":"Regarding \"Vietnam Puts Matter Over Mind in U.S. Relations\" (May 11) by Malcolm W. Browne:.Mr. Browne tries hard to detect anti-American sentiment in Vietnam, but his examples left me unconvinced. American POWs did languish inside the \"H","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/18/nyregion/c-corrections-139490.html","abstract":"  A brief report by Bloomberg Business News in Business Day yesterday about the Foster Wheeler Energy Corporation misstated the number of contracts that the company received to build two coal-fired steam generators in the Hubei province of China. It was one contract, not two.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/18/nyregion/no-headline-123951.html","abstract":"  \"School desegregation was not supposed to be a cure-all. There was supposed to be a housing act and job opportunities. Most of them have been beaten down. School desegregation is one of the last legs standing, although it is bruised and beaten.\" GARY L. ORFIELD, director of the Harvard Project on School Desegregation.  [ B7:1. ]","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/18/nyregion/c-corrections-128295.html","abstract":"  An article in Business Day yesterday about Delta Air Lines' move into Europe referred incorrectly in some editions to the the operations that Delta acquired from Pan American World Airways in 1991. Delta bought the European routes and East Coast shuttle of Pan Am, not the entire airline.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"The Fed's Prudent Course","web_url":"https://www.nytimes.com/1994/05/18/opinion/the-fed-s-prudent-course.html","abstract":"  The decision by the Federal Reserve to raise short-term interest rates surprised no one. The hike of one-half of one percentage point was twice as high as many economists believe is warranted. Yet in an uncertain economic environment, the Fed's decision is a defensible move to ward off future bouts of inflation and bring order to volatile currency and financial markets.   Some will criticize the Fed's move as an unnecessary blow to economic growth. Others will say it should have raised rates even higher. The squabbling reflects disagreement about the best way for the Fed to set monetary policy in order to achieve steady growth without igniting inflation. The Fed's effort since February to nudge interest rates higher one step at at time is within prudent guidelines.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/05/18/movies/book-notes-127612.html","abstract":"  Cat in the Hat Is Back   It was more than a year ago and Audrey Geisel, the widow of Theodore Geisel, commonly known as Dr. Seuss, was going through the painful, painstaking task of sorting through old papers at home in La Jolla, Calif. Buried at the bottom of a drawer was an old typescript of a unpublished story in Dr. Seuss's distinctive style. She began to read. \"It's hard to believe such a thing could be true/And I hope such a thing never happens to you,\" it said. \"But it happened, they say, to poor Mayzie McGrew.\"   Narrated by the Cat in the Hat, the star of his own previous book, the new story, \"Daisie-Head Mayzie,\" tells of a girl who unexpectedly finds a daisy sprouting from the top of her head. Ridiculed by her friends and pursued by bees, Mayzie (who is not related to the identically named bird in the 1940 \"Horton Hatches the Egg\") hires a press agent and capitalizes on her new-found acclaim, only to learn valuable lessons at the end. Mrs. Geisel said in an interview yesterday that her husband, who was 87 when he died, had mentioned the idea to her just once, many years earlier.","thumbnail":null,"section":"Movies"},{"date":"19940518","headline":"Spring Practice Is Fun As Ivies Buckle Down","web_url":"https://www.nytimes.com/1994/05/18/sports/football-spring-practice-is-fun-as-ivies-buckle-down.html","abstract":"  Hunter Buckner, who has been playing this game for a good part of his life, was saying, \"This is the most fun I've ever had with football.\"   The reference was to spring football practice, which has been reinstated among the Ivy League's eight members for the first time in 41 years.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Review/Pop; Modern-Day Folk Songs Drawn From Life","web_url":"https://www.nytimes.com/1994/05/18/arts/review-pop-modern-day-folk-songs-drawn-from-life.html","abstract":"  Ani DiFranco doesn't just get mad; she gets invigorated. Her songs are manifestos and conversations, delivered with a buoyant grin, rapid-fire guitar-strumming and articulation that might impress a rapper. On Sunday night at Wetlands, she played for a packed house that whooped with pleasure at lines like \"If you're not angry, then you're just stupid or you don't care.\" Yet her songs reject feeling victimized or strident: \"I'm invincible, so are you,\" she sang in \"If He Tries Anything.\"   Ms. DiFranco has released six albums since 1990 on her own label, Righteous Babe Records; she recently moved from Buffalo to New York City. On Sunday she called her music \"folk songs\" and recited some unaccompanied poems, but she's no 1960's throwback. With a ring through one nostril and close-cropped hair topped by a few skinny blond braids, she looks like a rocker. She performs with a drummer, Andy Stochansky, who doubles the drive of her percussive guitar-playing, turning folky melodies into folk-rock. Her voice can be sweet or cutting, a wiry mezzo-soprano that takes on quavers, rasps and sometimes wordless yowls. Even her ballads have a nervy energy; she's like Tracy Chapman in overdrive.","thumbnail":null,"section":"Arts"},{"date":"19940518","headline":"Don't Go Skating Without a Helmet","web_url":"https://www.nytimes.com/1994/05/18/opinion/l-don-t-go-skating-without-a-helmet-130893.html","abstract":"  To the Editor:   A May 11 article reports on volunteers teaching in-line skating safety in Central Park. I looked in vain for any mention of helmets to prevent or limit brain injury.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Work Starts On Theater In Times Sq.","web_url":"https://www.nytimes.com/1994/05/18/nyregion/work-starts-on-theater-in-times-sq.html","abstract":"  After an overture that lasted more than a decade, the reclamation of 42d Street's neglected playhouses was officially declared under way yesterday with a ceremony at the Victory Theater, which is to reopen next year with performances and programs for children.   The 94-year-old Victory, a delicately ornamented two-balcony house, would be the first of the historic theaters along the street to be renovated. So there were celebratory speeches yesterday and billowing cascades of balloons.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Brown, Now","web_url":"https://www.nytimes.com/1994/05/18/opinion/brown-now.html","abstract":"  Half an inch beneath the surface of this week's triumphant rhetoric about the 40th anniversary of the Supreme Court's ruling in Brown v. Board of Education is a prevailing view that Brown has a mixed, even disappointing legacy -- that it engendered dreams of racial integration that have failed to come true.   That assessment is grossly unfair. The Brown decision was meant to end legally segregated public school systems, and it did so, in a way that forever changed the racial consciousness of the nation.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Review/Film; A Seaside Outing, With Undertones","web_url":"https://www.nytimes.com/1994/05/18/movies/review-film-a-seaside-outing-with-undertones.html","abstract":"  \"Bhaji on the Beach\" was shown as part of the recent New Directors/ New Films series. Following are excerpts from Janet Maslin's review, which appeared in The New York Times on March 19. The film opens today at the Film Forum, 209 West Houston Street, South Village.   \"This is your day!\" exclaims the organizer of the bus outing seen in Gurinder Chadha's \"Bhaji on the Beach,\" a thoughtful, warmly inviting film about Asian women adapting to life in England. \"Have a female fun time!\" That feeble nod to feminist solidarity avoids the fact that these women actually seem to have little in common. They range from boy-crazy teen-agers to old ladies in saris, with a stylish visitor from Bombay who waves a cigarette holder and wears a fuchsia suit. Their problems and prejudices are as different as their clothes.","thumbnail":null,"section":"Movies"},{"date":"19940518","headline":"Youth Agency Overspent, Giuliani Officials Charge","web_url":"https://www.nytimes.com/1994/05/18/nyregion/youth-agency-overspent-giuliani-officials-charge.html","abstract":"  Giuliani administration officials said yesterday that the Department of Youth Services had committed to spend up to $11 million more than is in its budget, with much of the overdraft coming from contracts that were improperly approved in the last months of the Dinkins administration.   City officials said they did not know who was at fault in approving service contracts that were not also approved by the City Comptroller, as required, or what their motivation might have been. They said they knew of at least 20 such contracts with community groups, but that the number may be far higher, and that the amount of money involved was still uncertain.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Japan Debates Emperor's Visit to Pearl Harbor","web_url":"https://www.nytimes.com/1994/05/18/world/japan-debates-emperor-s-visit-to-pearl-harbor.html","abstract":"  Just when Japan thought it was patching over the damage done by a Cabinet member's insistence that the Rape of Nanking never happened, a new and even more politically charged argument has broken out inside the Government: when Emperor Akihito makes his first state visit to the United States next month, should he stop off at Pearl Harbor?   The Emperor's schedule, though not officially published, calls for him to visit Honolulu on the way back from a two-week tour across the United States. Until a few days ago, Japanese officials were whispering that the Emperor would visit the memorial at the battleship Arizona and express his sorrow over the war, which was begun under the reign of his father, Hirohito.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"Signals of Movement On Health in Senate","web_url":"https://www.nytimes.com/1994/05/18/us/signals-of-movement-on-health-in-senate.html","abstract":"  Senator John B. Breaux of Louisiana, an influential conservative Democrat, signaled a new openness today to the idea of requiring employers to contribute to the cost of their workers' health insurance.   Mr. Breaux is a co-sponsor, with Representative Jim Cooper, Democrat of Tennessee, of a bill that attempts a more market-oriented approach to health care than President Clinton's and does not include a requirement that employers pay for insurance for their workers.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Nibelung, French-Style","web_url":"https://www.nytimes.com/1994/05/18/style/IHT-nibelung-frenchstyle.html","abstract":"The Nibelung and Volsung legends are so identified with Wagner's gigantic \"Ring\" cycle it is hard to imagine any other musical garb. But there was, or is, and French at that, as the opera company here has just recalled with a revival of Ernest","thumbnail":null,"section":"Style"},{"date":"19940518","headline":"May Barcelona's Risks Pay","web_url":"https://www.nytimes.com/1994/05/18/sports/IHT-may-barcelonas-risks-pay.html","abstract":"To Athens, with its abundant fishing harbor of Piraeus, comes a consignment of 10 fresh Dutch herrings, hopefully in time for the kick-off Wednesday of the European Champions' Cup final..The herrings, eaten raw in buns, are the prematch diet of Johan C","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Hirschfeld To Finance Disgruntled Perot Group","web_url":"https://www.nytimes.com/1994/05/18/nyregion/hirschfeld-to-finance-disgruntled-perot-group.html","abstract":"  In an unusual political marriage, Abraham Hirschfeld, the millionaire developer who was thwarted in efforts to become both Lieutenant Governor and owner of The New York Post, has agreed to finance organizing efforts in New York by a group of disaffected Ross Perot supporters.   Mr. Hirschfeld said today that he would give at least $100,000 to United We Stand America, New York, to support its efforts to become a full-fledged political party. He also plans to provide office space to the group in a building he owns on the East Side and will charge below-market rent.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/18/nyregion/c-corrections-128252.html","abstract":"  The foreign stocks table in some editions of Business Day yesterday carried outdated closing prices, from last Friday; in other editions the table was omitted. Readers wishing corrected copies of the table may write to Business Day, The New York Times, 229 West 43d Street, New York, N.Y. 10036.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Balaguer Holding Narrow Lead in Dominican Election","web_url":"https://www.nytimes.com/1994/05/18/world/balaguer-holding-narrow-lead-in-dominican-election.html","abstract":"  Joaquin Balaguer, this country's 87-year-old President, clung to a narrow lead today in partial election returns after a bitterly contested campaign against two longtime rivals in which race and relations with neighboring Haiti became major themes.   With 54 percent of the vote from Monday's elections officially counted, Mr. Balaguer had 43 percent to 41 percent for Jose Francisco Pena Gomez. Far behind with 13 percent was another longtime rival of Mr. Balaguer, Juan Bosch, an 84-year-old former President.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"LuPone Settlement on 'Sunset'","web_url":"https://www.nytimes.com/1994/05/18/theater/lupone-settlement-on-sunset.html","abstract":"  Andrew Lloyd Webber and Patti LuPone have buried the hatchet, apparently. According to a statement released in England on Monday by Mr. Lloyd Webber's production company, the Really Useful Group, and Ms. LuPone's lawyer, John F. Breglio, the two have reached a settlement in the dispute that arose after Mr. Lloyd Webber chose Glenn Close to star in the Broadway production of his musical \"Sunset Boulevard.\"    No terms were released and none of the principals were talking yesterday, but Ms. LuPone had said earlier that it would take more than $1 million to buy her out of her contract.","thumbnail":null,"section":"Theater"},{"date":"19940518","headline":"Look Before Plunging Into Rwanda","web_url":"https://www.nytimes.com/1994/05/18/opinion/look-before-plunging-into-rwanda.html","abstract":"  The Clinton Administration has rightly resisted a clamor for instantly expanding a minuscule United Nations peacekeeping force to halt the human carnage in Rwanda. An ill-planned military debacle might only deepen the conflict there and jeopardize peacekeeping missions elsewhere.   The U.S. did agree yesterday to a Security Council resolution that authorizes sending up to 5,500 blue-helmets once Secretary General Boutros Boutros-Ghali reports back on these key matters: how such a force would be deployed and for what purpose; available resources; the consent of Rwandan factions to a U.N. presence; progress toward a cease-fire, and how long such a U.N. mandate would last. The U.S. role would be solely logistic; there is no thought of committing American ground troops.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Public & Private; Not the Facts, Ma'am","web_url":"https://www.nytimes.com/1994/05/18/opinion/public-private-not-the-facts-ma-am.html","abstract":"  Those residents of his district in Texas who like to pop off without bothering with facts or fine points must surely feel ably represented by Dick Armey, their man in the House of Representatives.    Mr. Armey's reputation for quick-on-the-draw characterizations was reinforced the other day when, during discussion of abortion coverage in a national health care package, he described women who chose the procedure as \"self-indulgent\" and \"damned careless.\"","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/05/18/us/personal-health-127396.html","abstract":"  WITH good evidence that an ounce of prevention is worth a pound of cure, the National Heart, Lung and Blood Institute has begun a major effort to prevent high blood pressure, rather than just detect and treat it. The effort, if successful, could result in Americans who are thinner, more active and less saturated with salt and alcohol, as well as being less susceptible to heart attacks, strokes, congestive heart failure, circulatory disorders and kidney disease.   The problem is daunting. Thirty million to 50 million adults in the nation have high blood pressure, and each year another two million join their ranks. This makes high blood pressure, or hypertension, the most common risk factor for diseases of the heart, blood vessels and kidneys. Pressure Uncontrolled    Because high blood pressure is so common, lacks warning signs and seems so innocuous for so many years, many people are far too casual about it. They typically fail on one or more of three counts: having their blood pressure checked regularly, adopting living habits that could lower it and, once hypertension is diagnosed, taking the medication that can control it. The result is tens of thousands of avoidable deaths and billions of dollars spent on medical care each year for preventable illnesses.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"The Eclipse Made a Theater of Shadows; Day of Wonders","web_url":"https://www.nytimes.com/1994/05/18/opinion/l-the-eclipse-made-a-theater-of-shadows-day-of-wonders-130770.html","abstract":"  To the Editor:   On Tuesday, May 10, at 1:30 P.M., I stood with a disparate group of relative strangers watching the eclipse. We exclaimed in wonder at the view through a piece of welder's glass and through pinhole cameras, knowing we could neither stop it from happening nor change its course. We were powerless in the face of inexorable natural forces and only tiny blips in the cosmic scheme.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"1919: Atlantic Bridged : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/18/opinion/IHT-1919-atlantic-bridged-in-our-pages100-75-and-50-years-ago.html","abstract":"The United States Navy seaplane NC4 arrived here from Trepassey Bay at 1.35 this afternoon [May 17]. The greater part of the complete transatlantic flight, the actual bridging of the ocean being the trip from Newfoundland to Lisbon, a distance of 2,150 na","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Mission Accomplished For Devils at Garden","web_url":"https://www.nytimes.com/1994/05/18/sports/hockey-mission-accomplished-for-devils-at-garden.html","abstract":"  Unlike Game 1, in which they earned a solid 4-3 victory in double overtime, the Devils experienced a letdown last night and suffered the consequences.   Their 4-0 loss to the Rangers was decided in the third period, when they lost their composure, allowing three goals. But the Devils still went home to New Jersey happy to have earned a split of the first two games at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Killed by Her Friends, Sons of the Heartland","web_url":"https://www.nytimes.com/1994/05/18/us/killed-by-her-friends-sons-of-the-heartland.html","abstract":"  In the middle of a silent country night last August, 17-year-old Michelle Jensen was shot to death. Her body was left along a dusty rural road, near a cornfield not far from the center of the city.   Three teen-age gang members murdered her, a jury ruled on Friday, for the keys to her Ford Escort. The killing by the youths, all from Davenport's blue-collar West End, rocked the eastern edge of the state, not only because of the cold-blooded brutality of the crime but because Iowa boys are supposed to join the Scouts, not gangs; they are supposed to be committing pranks, not murder.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"The Eclipse Made a Theater of Shadows","web_url":"https://www.nytimes.com/1994/05/18/opinion/l-the-eclipse-made-a-theater-of-shadows-130745.html","abstract":"  To the Editor:   The eclipse May 10 was sublime in the suburbs. The world not only mysteriously darkened, but also put on a display such as I had never before seen in my three-quarter century span of life. I recollect the total darkness of the morning hours when I was a single-digit child and terrified by the strangeness of that eclipse.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Fight New Segregationism, President Urges Students","web_url":"https://www.nytimes.com/1994/05/18/us/fight-new-segregationism-president-urges-students.html","abstract":"  President Clinton, who attended segregated public schools until he went to college, said today that young people should not squander the gains of desegregation and should work to curtail violence and rebuild families.   Speaking in observance of the 40th anniversary of the Supreme Court decision in Brown v. Board of Education, Mr. Clinton said he would not be President today if the 1954 desegregation order had not paved the way for the Voting and Civil Rights Acts that allowed blacks to vote for him in large numbers.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/05/18/theater/theater-in-review-131121.html","abstract":"  Loved Less  (The History of Hell)  Via Theater Downtown Art Company 64 East Fourth Street East Village Through May 28 Conceived, written and directed by Brian Jucha; assistant director and stage manager, Robin Riddell; created in collaboration with the Company. Set by Sarah Edkins; lighting by Roma Flowers; costumes by Kasia Walicka-Maimone; sound by Mr. Jucha; additional music by Rod Hohl; puppets by Ms. Edkins. Presented by Downtown Art Company, Ryan Gilliam, artistic director; Cliff Scott, producing director.","thumbnail":null,"section":"Theater"},{"date":"19940518","headline":"Boys Are More Comfortable With Sex Than Girls Are, Survey Finds","web_url":"https://www.nytimes.com/1994/05/18/us/boys-are-more-comfortable-with-sex-than-girls-are-survey-finds.html","abstract":"  High school girls are less comfortable with their sexual experiences than are their male counterparts, according to a new nationwide survey of high school students.   In a random telephone survey of 503 teen-agers in grades 9 through 12 by Roper Starch Worldwide Inc., 36 percent said they had had sexual intercourse, and an additional 5 percent reported having engaged in sex other than vaginal intercourse.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Critic's Notebook; Even Cannes's Fray Can't Chase Away Hugh Grant's Smile","web_url":"https://www.nytimes.com/1994/05/18/movies/critic-s-notebook-even-cannes-s-fray-can-t-chase-away-hugh-grant-s-smile.html","abstract":"  Hugh Grant came here and stayed in a youth hostel when he was 19 (\"which was charming as well\"), but things are a trifle different this year. Now he is installed at the Hotel du Cap d'Antibes, the peaceful, costly, out-of-town oasis traditionally used by emissaries from le tout Hollywood who choose to avoid crowds. \"Ah, the sun's up,\" joked the director Mike Newell, sitting on a terrace overlooking the hotel's formal gardens and watching Mr. Grant lope into view. \"Here comes the sun.\"   Mr. Grant, wearing work boots and projecting an air of Riviera-defying normalcy, sat down with the director. Their runaway success with \"Four Weddings and a Funeral,\" and their current collaboration on \"An Awfully Big Adventure\" (which will be ready this winter), had obviously left both of them in high spirits, despite the little trials that come with visiting the Cannes International Film Festival. \"Like being in a safari park, but the other way round,\" Mr. Grant said about the experience of being inside a car surrounded by festival crowds.","thumbnail":null,"section":"Movies"},{"date":"19940518","headline":"1944: Advance in Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/18/opinion/IHT-1944-advance-in-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] While the 8th Army overran Gustav line positions in the Liri Valley yesterday [May 16], American and French troops of the 5th Army continued their steady advance toward the Adolf Hitler line, the second important German defen","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/18/nyregion/c-corrections-128228.html","abstract":"  An article yesterday about a proposal to extend the overrun area for the main runway at La Guardia Airport included erroneous figures from the Port Authority on the length of the existing overrun area and of the proposed extension. The current area is 60 feet long, not 100 feet; the extension would be 400 feet, not 460 feet.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"In Clinton Harassment Suit, the Stories Conflict; Statute of Limitations","web_url":"https://www.nytimes.com/1994/05/18/opinion/l-in-clinton-harassment-suit-the-stories-conflict-statute-of-limitations-130621.html","abstract":"  To the Editor:   William Safire states in \"Presume Innocence\" (column, May 5) that when we consider accusations against public officials such as President Clinton or nominees for public office like Clarence Thomas, we should \"hold fast to our presumption of innocence.\" We should also turn a deaf ear to any charge for which the applicable statute of limitations has already expired.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Review/Ballet Theater; Bocca and Ferri in 'Manon'","web_url":"https://www.nytimes.com/1994/05/18/arts/review-ballet-theater-bocca-and-ferri-in-manon.html","abstract":"  Kenneth MacMillan's \"Manon\" has its choreographic high points. But it is so padded that it requires strong dancers as Manon and Des Grieux to prevent it from becoming lugubrious.    Alessandra Ferri and Julio Bocca were electrifying in these leading roles when American Ballet Theater presented the work on Monday night at the Metropolitan Opera House in a performance conducted by Jack Everly.","thumbnail":null,"section":"Arts"},{"date":"19940518","headline":"Stress in Teens Can Increase Risk Of Early High Blood Pressure","web_url":"https://www.nytimes.com/1994/05/18/us/stress-in-teens-can-increase-risk-of-early-high-blood-pressure.html","abstract":"  THE angst of adolescence can stir enough physical distress to more than double the risk of early onset of hypertension in some boys and girls, a new study has found.   When teen-agers feel that their strivings are continually frustrated, the resulting stress can lead to chronically elevated blood pressure, according to a report by Dr. Craig Ewart, a psychologist at the School of Public Health at Johns Hopkins University. High blood pressure, or hypertension, is a potentially life-threatening condition that usually develops in adulthood. But children with blood pressure in the highest part of the normal range have a far higher risk of hypertension in adulthood.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/18/nyregion/metro-digest-124982.html","abstract":"  NEW YORK CITY  TEACHERS UNION SUPPORTS OVERHAUL   For the first time, the powerful teachers union has thrown its support behind a plan to overhaul the community school boards, some of which have been plagued for years by corruption and patronage. The proposal would change the way the boards are elected and strip them of the authority to hire principals and other school administrators. B3.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"State Warns Of Mercury In Its Lakes","web_url":"https://www.nytimes.com/1994/05/18/nyregion/state-warns-of-mercury-in-its-lakes.html","abstract":"  Deep in the heart of the Pine Barrens, surrounded by the protected forests of Wharton State Park, Batsto Lake presents a picture of New Jersey that never emerges when late-night talk show hosts make jokes about the state.   Tall pines and cedars are mirrored on its smooth, broad surface. Bald eagles wheel high overhead. All that breaks the midday quiet are the calls of birds and the whoosh of water sliding over a spillway near a century-old sawmill that has been preserved as a museum.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"De La Hoya Has Advice for Chavez","web_url":"https://www.nytimes.com/1994/05/18/sports/sports-people-boxing-de-la-hoya-has-advice-for-chavez.html","abstract":"  OSCAR DE LA HOYA, America's only boxing gold medalist of the 1992 Olympic Games, once idolized JULIO CESAR CHAVEZ, Mexico's ranking hero. But De La Hoya had nothing but contempt yesterday for his former hero. \"I believe he should quit now, now that he's ahead,\" said De La Hoya.   Chavez was awarded a split decision on May 7 after the ring physician believed that he indicated he was unable to continue after he was head-butted by FRANKIE RANDALL in the eighth round of their World Boxing Council superlightweight championship bout. Chavez got the victory after 1 point was deducted from Randall for the unintentional butt and the three officials' cards were then tallied.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Voices Rise For Sake Of Youths","web_url":"https://www.nytimes.com/1994/05/18/nyregion/about-new-york-voices-rise-for-sake-of-youths.html","abstract":"  THE point, Webnesh Hylton made emphatically clear, is that the City Hall grown-ups looking to trim the budget by cutting back on Youth Services have their priorities wrong.   \"They may think that what's at stake is just after-school Ping-Pong, but that's wrong,\" said the 20-year-old student at the New School for Social Research. \"What's at stake is the destiny of youth and the destiny of the city.\"","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Working Double Time, The Nuggets Stay Alive","web_url":"https://www.nytimes.com/1994/05/18/sports/pro-basketball-working-double-time-the-nuggets-stay-alive.html","abstract":"  Nuggets 109, Jazz 101    The Denver Nuggets staved off elimination for the fifth time in the playoffs, beating the Jazz, 109-101, last night in double overtime in Salt Lake City.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Patriots Sign McGinest, First-Round Pick","web_url":"https://www.nytimes.com/1994/05/18/sports/sports-people-pro-football-patriots-sign-mcginest-first-round-pick.html","abstract":"  WILLIE McGINEST, who the Patriots hope will succeed the retired ANDRE TIPPETT as a premier pass rusher, signed yesterday with New England 23 days after being taken with the fourth pick of the National Football League.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Islamic Militants Slay 2 Settlers in Hebron","web_url":"https://www.nytimes.com/1994/05/18/world/islamic-militants-slay-2-settlers-in-hebron.html","abstract":"  Two Israeli settlers were shot to death today by Islamic militants just south of this West Bank town, and Israel's army commander warned that the violence might be a foretaste of what settlements would face under Palestinian self-rule in the Gaza Strip.   The question of what, if anything, to do about Jewish settlements in Gaza and the West Bank has been relatively muted lately.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"Bonn Journal; His Gift: To Look Germany Straight in the Eye","web_url":"https://www.nytimes.com/1994/05/18/world/bonn-journal-his-gift-to-look-germany-straight-in-the-eye.html","abstract":"  For 10 years, President Richard von Weizsacker has been the conscience of his country, insisting again and again to his fellow Germans that the only solid foundation for their future is acknowledgment of the past.   Like any good conscience, the white-haired aristocrat has often deliberately made his listeners uncomfortable. Speaking nine years ago about the killing of six million Jews by the Nazis, he said:","thumbnail":null,"section":"World"},{"date":"19940518","headline":"Suns' Ainge Is Fined $5,000 by N.B.A.","web_url":"https://www.nytimes.com/1994/05/18/sports/sports-people-basketball-suns-ainge-is-fined-5000-by-nba.html","abstract":"  DANNY AINGE of the Phoenix Suns was fined $5,000 yesterday for throwing a ball into the face of Houston's MARIO ELIE during Game 3 of the Western Conference semifinals. The incident occurred in the closing seconds of Houston's 118-102 victory last Friday. Following a Houston basket, Ainge took the ball out of bounds and threw it baseball-style into Elie's face. Ainge said it was an accident. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Sports of The Times; Whose Fault Is Capriati's Runaway?","web_url":"https://www.nytimes.com/1994/05/18/sports/sports-of-the-times-whose-fault-is-capriati-s-runaway.html","abstract":"  \"WEDNESDAY morning at five o'clock as the day begins,\" a young woman in Britain in the early months of 1967 left a cryptic note to her parents and turned the backdoor key. \"Stepping outside she is free.\"   Whatever happened to that young woman? I found myself thinking about her in the middle of the night while I was worrying about somebody else's daughter, named Jennifer Capriati. Funny how real life can remind you of a song, and vice versa.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Books of The Times; Past and Present Mingling in a State of Mind","web_url":"https://www.nytimes.com/1994/05/18/books/books-of-the-times-past-and-present-mingling-in-a-state-of-mind.html","abstract":"  Big Dreams   Into the Heart of California   By Bill Barich   Illustrated. 546 pages. Pantheon. $24.     California still seems a kind of new world, beside which the rest of the country looks known and worn. Americans in the 19th century envisioned it as an Eden here on earth, or as an infernal wilderness, sheltering \"the condemned and abandoned of God and man.\" In 1848, when the news broke that gold had been found there, citizens from Massachusetts to Tennessee headed west, throwing over the lives they knew and bolstering their courage with a new version of \"Oh! Susanna\":","thumbnail":null,"section":"Books"},{"date":"19940518","headline":"Cigarette Maker Takes the Offensive on Capitol Hill","web_url":"https://www.nytimes.com/1994/05/18/us/cigarette-maker-takes-the-offensive-on-capitol-hill.html","abstract":"  The political skirmish between tobacco companies and their Capitol Hill critics escalated today as a witness at a House hearing accused a cigarette maker of trying to stifle his testimony, and the same company subpoenaed six news reporters and two members of the House.   Both actions arose from growing efforts by the company, the Brown & Williamson Tobacco Corporation, to deal with the public disclosure of internal documents on the hazards of cigarette smoking that the company said were stolen from it.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Court Backs Arbitration For Police and Firefighters","web_url":"https://www.nytimes.com/1994/05/18/nyregion/court-backs-arbitration-for-police-and-firefighters.html","abstract":"  The State Supreme Court today reaffirmed a 17-year-old law that requires binding arbitration to settle contract impasses between local governments and their police and firefighter unions.   But in its unanimous decision on companion cases involving two Bergen County towns -- Hillsdale and Washington Township -- the court said that arbitrators had erred by awarding new contracts to police officers based on countywide municipal salaries rather than on the pay scales in the individual towns.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Rangers Surmount a Pair of Penalty Whistles","web_url":"https://www.nytimes.com/1994/05/18/sports/hockey-rangers-surmount-a-pair-of-penalty-whistles.html","abstract":"  Two whistles, and the Rangers were facing a crisis. Their happy cruise through the Stanley Cup playoffs already having reached an abrupt halt, the Rangers had been displaying the assertiveness and attentiveness they need to cope with the Devils. They had established a forceful early edge in a game they needed to tie the Eastern Conference final series. They were winning more face-offs. They were creating more opportunities and taking more shots.   Still, with a 1-0 lead a little more than halfway through the second period, the Rangers remained vulnerable. If the nervous sellout crowd at Madison Square Garden needed any reminder of how small that lead was, there was the sight of Mike Richter's one-on-one glove save on a shot from Devil forward Bill Guerin. Immediately, Richter's save was followed by the first of two whistles that created the crisis.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Suffolk Man Killed By Officer in Chase","web_url":"https://www.nytimes.com/1994/05/18/nyregion/suffolk-man-killed-by-officer-in-chase.html","abstract":"  A 38-year-old Melville, L.I., man was fatally shot in the head by a Suffolk County police officer late Monday night after a three-mile chase, the authorities said today.    The police said the officer, Scott Welshimer, 26, fired when the victim, Miguel Rodriguez, ignored orders to raise his hands and instead reached for the floor of his van as the officer approached the driver's side window. They said Officer Welshimer believed that Mr. Rodriguez, who was alone in the van, was reaching for a weapon.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Earlier Mishap Reported at Site Of Derailment","web_url":"https://www.nytimes.com/1994/05/18/us/earlier-mishap-reported-at-site-of-derailment.html","abstract":"  The investigation into the derailment of an Amtrak passenger train that apparently struck a dislodged trailer jutting from a passing freight train turned today to reports that the same freight line had recently had a similar but less serious accident.   Investigators from the National Transportation Safety Board were said to have heard reports of such an incident while combing the scene of the derailment here on Monday.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"LETTERS TO THE EDITOR : Normandy Guest List","web_url":"https://www.nytimes.com/1994/05/18/opinion/IHT-letters-to-the-editor-normandy-guest-list.html","abstract":"Five years from now many thoughtful people will look back on June 6, 1994, and ask whether a mistake was made by not inviting Germany to join in the 50th anniversary of the Allied invasion of Europe. The question is not how Germans feel today about their","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Most of Clintons' Wealth Held by Mrs. Clinton, Disclosure Form Shows","web_url":"https://www.nytimes.com/1994/05/18/us/most-of-clintons-wealth-held-by-mrs-clinton-disclosure-form-shows.html","abstract":"  The White House made public financial disclosure forms today that showed that most of the wealth of President Clinton and his wife, Hillary, is in the name of Mrs. Clinton.   Making public their statement for 1993, the Clintons estimated their net worth at $633,015 to $1,620,000, which would make them the least affluent occupants of the White House in 15 years. The rules do not require Government officials to report their worth precisely, but only to identify their assets in ranges, and the Clintons have declined to provide more specific figures.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Two Players Are Suspended","web_url":"https://www.nytimes.com/1994/05/18/sports/hockey-two-players-are-suspended.html","abstract":"  Sergei Fedorov, a finalist in the balloting for the Hart Trophy as the most valuable player in the National Hockey League, will be under suspension when next season opens.   Fedorov, a star center for the Detroit Red Wings, will sit out the first four games of the regular season, the league announced yesterday, because he cross-checked and punched Jay More of San Jose in a playoff game on April 30.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Barbecue: The (Unwritten) Lore of the Land","web_url":"https://www.nytimes.com/1994/05/18/style/barbecue-the-unwritten-lore-of-the-land.html","abstract":"SPRING is cherished by many food lovers for the first tiny asparagus, tender greens or delicate fiddlehead ferns. To some, however, the arrival of the season means just one thing: it's finally warm enough to stay up all night cooking pork over smoldering logs in a dirt pit.\n\nThat is the essence of making barbecue. Defining the process any further is a tricky business. Unlike cooking techniques like roasting or grilling, which have been carefully codified by writers like the great French chef Auguste Escoffier, barbecuing is folk cooking. Developed by home cooks far outside the culinary mainstream of haute cuisine, it has no written rules. Instead, it lends itself to constant bastardization, becoming unwritten but strictly observed local gastrononomic law.","thumbnail":null,"section":"Style"},{"date":"19940518","headline":"Police Need More Rotation Among Precincts","web_url":"https://www.nytimes.com/1994/05/18/opinion/l-police-need-more-rotation-among-precincts-130915.html","abstract":"  To the Editor:   An article about police corruption May 9, growing out of the arrests of officers in New York City's 30th Precinct, made me say, \"No wonder there is corruption in the Police Department!\" For example, many of the officers arrested have spent all or most of their careers in the 30th.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"CHINA MAY ALLOW U.S. BROADCASTS","web_url":"https://www.nytimes.com/1994/05/18/world/china-may-allow-us-broadcasts.html","abstract":"  China took another step today toward meeting President Clinton's human rights conditions, a sign of progress that the Administration quickly highlighted, apparently in an effort to prepare the public for a decision to renew Beijing's trade benefits with only a few symbolic conditions attached.   A senior Administration official briefing reporters in Jerusalem, where Secretary of State Warren Christopher is traveling, said that China had agreed to a visit by a team of American technicians to talk about halting its jamming of Voice of America radio broadcasts.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/18/style/chronicle-131288.html","abstract":"  In 1991, former President GERALD R. FORD presented the Nelson A. Rockefeller Public Service Award to former Secretary of State HENRY A. KISSINGER. When Mr. Ford receives the same award next Tuesday at the Waldorf-Astoria, the individual doing the honors will be Mr. Kissinger.   The annual awards dinner of the Nelson A. Rockefeller Institute of Government, the public policy research arm of the State University of New York, has become a mainstay on the political banquet circuit.","thumbnail":null,"section":"Style"},{"date":"19940518","headline":"Till Death Do This Doubles Team Part","web_url":"https://www.nytimes.com/1994/05/18/sports/tennis-till-death-do-this-doubles-team-part.html","abstract":"  They are the French Open's reigning doubles champions, but there is nothing Gallic about the brash brothers Jensen. The ambidextrous Luke and his sidekick sibling, Murphy, are determined to save doubles from the nefarious clutches of industry insiders who want it phased out for lack of income and interest.   \"The tournament directors are saying let's slash, burn and streamline the 90's way,\" said Luke Jensen, whose survival campaign, considering that the brothers' ranking has dropped to 24th in the world, hinges on making a credible defense of last year's shocking title run at Roland Garros next week.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Crucial Freeway Link, Damaged in Quake, Reopens Early","web_url":"https://www.nytimes.com/1994/05/18/us/crucial-freeway-link-damaged-in-quake-reopens-early.html","abstract":"  A section of Interstate 5 in far-north Los Angeles reopened today, four months after the Jan. 17 Northridge earthquake and not a moment too soon for tens of thousands of commuters and truck drivers who have suffered through lengthy delays and detours.   \"This is going to put the area, Los Angeles specifically, back on the fast lane for recovery,\" Gov. Pete Wilson said in a ceremony this afternoon in which he removed small barricades on the southbound side of the freeway at Gavin Canyon. \"California is showing the world that they can shake us, but there's no way that they can break us.\"","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Egypt Should Investigate Lawyer's Death","web_url":"https://www.nytimes.com/1994/05/18/opinion/l-egypt-should-investigate-lawyer-s-death-130346.html","abstract":"  To the Editor:   A news item May 11 on protests in Cairo against the death in detention this month of Abdel Harith Madani, a 32-year-old Cairo defense lawyer, quotes a spokesman for the Egyptian Interior Ministry: \" 'What do you expect the Government to say? He died God's death,' the spokesman said. 'We never violate human rights.' \"","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"German State Eases Its Policy on Drug Arrests","web_url":"https://www.nytimes.com/1994/05/18/world/german-state-eases-its-policy-on-drug-arrests.html","abstract":"  After a recent court decision that removed criminal penalties for the possession of small amounts of marijuana and hashish in Germany, officials in the country's most populous state say the police there will no longer arrest people for possessing small amounts of any drug, including cocaine, heroin, morphine, amphetamine pills or LSD.   Most German states have accepted the court ruling on marijuana and hashish without protest, but the action taken by the western state of North Rhine-Westphalia was the first to extend the tolerance to other drugs.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"A Glimpse Of 'Fedora' In London","web_url":"https://www.nytimes.com/1994/05/18/style/IHT-a-glimpse-of-fedora-in-london.html","abstract":"Umberto Giordano's \"Fedora\" occupies a curious place in opera history. Most operagoers are familiar with the title and know it as the work of the composer of \"Andrea Chnier.\" All record collectors have a dozen or more recordings","thumbnail":null,"section":"Style"},{"date":"19940518","headline":"Wife of Missing Libyan Says Qaddafi Aide Sought to Muffle Her","web_url":"https://www.nytimes.com/1994/05/18/world/wife-of-missing-libyan-says-qaddafi-aide-sought-to-muffle-her.html","abstract":"  The wife of a prominent Libyan dissident who disappeared in Egypt five months ago says a senior Libyan official offered her money to tone down her campaign against the Government of Col. Muammar el-Qaddafi, widely viewed as having ordered the dissident's abduction in Cairo on Dec. 10.   The reported offer followed two conciliatory letters from the Libyan dictator in which he referred to the missing man, Mansour Kikhia, as a \"patriot\" whose disappearance is a major concern of the Libyan Government. Colonel Qaddafi vowed in his correspondence to do anything in his power to locate Mr. Kikhia, who was a Foreign Minister of Libya before turning against the Qaddafi Government.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"In America; After Brown, What?","web_url":"https://www.nytimes.com/1994/05/18/opinion/in-america-after-brown-what.html","abstract":"  One of the many witnesses who testified in the Brown v. Board of Education case as it made its way toward the Supreme Court and history was a sociologist named Louisa Pinkham Holt. She was among the experts chosen by the plaintiffs to support their contention that enforced school segregation damaged black children.   In her testimony, Mrs. Holt got quickly to the essential problem of legal segregation. She said, \"The fact that it is enforced, that it is legal, I think, has more importance than the mere fact of segregation by itself does because this gives legal and official sanction to a policy which is inevitably interpreted both by white people and by Negroes as denoting the inferiority of the Negro group.\"","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"LETTERS TO THE EDITOR : Order and Credibility","web_url":"https://www.nytimes.com/1994/05/18/opinion/IHT-letters-to-the-editor-order-and-credibility.html","abstract":"The editorial \"Shame on Singapore,\" (May 9) stated that the punishment of caning for vandalism is a sign of Singapore's \"wildly disproportionate\" preference for order over individual rights and that the caning of Michael Fay underscor","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"House Kills a Bill to Require Registration of Private Sales of Handguns","web_url":"https://www.nytimes.com/1994/05/18/nyregion/house-kills-a-bill-to-require-registration-of-private-sales-of-handguns.html","abstract":"  The State House of Representatives today killed a gun-control measure intended to restrict the secondary market in handguns by making all sales of pistols, even between private individuals, subject to registration and waiting periods.   The bill was killed by a vote of 80 to 68 on a procedural motion to postpone action until next year's legislation session, as Republican opponents threatened to drive the debate deep into the night by offering as many as 30 amendments. The House was meeting in special session because the General Assembly's regular 1994 session expired on May 9. Bill's Sudden Collapse    The sudden collapse of the measure, which had been passed by the Senate, surprised its supporters after a legislative session that at times had been preoccupied with proposals to combat crime and address voters' concerns over public safety.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"House Backs Independence For Social Security Agency","web_url":"https://www.nytimes.com/1994/05/18/us/house-backs-independence-for-social-security-agency.html","abstract":"  The House voted today to detach the Social Security Administration from the Department of Health and Human Services and make it an independent agency, ostensibly to protect its trove of money from the \"political mischief\" of free-spending bureaucrats.    The bill approved today, 413 to 0, would give the agency a higher profile in Washington, where every droplet in the monthly gusher of Social Security benefits to voters is a matter of some political importance.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"U.N. Council, Split on Iraq, Keeps Its Ban","web_url":"https://www.nytimes.com/1994/05/18/world/un-council-split-on-iraq-keeps-its-ban.html","abstract":"  The United Nations Security Council was divided today over the future of economic sanctions against Iraq, with more than half the 15 members ready to say the Administration of Presdient Saddam Hussein is making progress toward meeting conditions for lifting the ban on its sale of oil. But the United States and some other members remain skeptical.   As a result the Council was unable, for the second time, to issue a formal statement at the end of a 60-day review of the sanctions imposed on Iraq for invading Kuwait four years ago. And once again, the members recommended no change in the worldwide ban on trade and financial dealings with Baghdad.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"CBS's Fall Lineup: Comedies, Drama and a Nod to the Young","web_url":"https://www.nytimes.com/1994/05/18/arts/cbs-s-fall-lineup-comedies-drama-and-a-nod-to-the-young.html","abstract":"  CBS announced a fall lineup of programs yesterday that included three new comedies, four new dramas and a modest effort to pull in some younger, urban viewers.   For three years CBS has won the prime-time ratings race largely with shows that appealed to older viewers. This has limited the network's ability to sell the shows to advertisers, many of whom still prefer to reach viewers who are 18 to 49 years old. CBS executives also said they needed to move beyond the network's strength with viewers in rural areas.","thumbnail":null,"section":"Arts"},{"date":"19940518","headline":"Elgar and Ghosts of Success Past","web_url":"https://www.nytimes.com/1994/05/18/style/IHT-elgar-and-ghosts-of-success-past.html","abstract":"Though it's not exactly another \"Amadeus,\" \"Elgar's Rondo\" (at the Barbican Pit) also looks at a composer in crisis and the ghosts who come back to haunt him. In a week when English country gardens have been all over our stages, this","thumbnail":null,"section":"Style"},{"date":"19940518","headline":"Officials Apparently Lagged in Tracking Slain Truant Girl","web_url":"https://www.nytimes.com/1994/05/18/nyregion/officials-apparently-lagged-in-tracking-slain-truant-girl.html","abstract":"  Connecticut officials apparently squandered several opportunities to track down a 10-year-old Bridgeport, Conn., girl who had not attended school since last September and whose slashed body was found Saturday night, discarded near the squalid house she shared with her mother, three younger siblings and her mother's boyfriend.   Police detectives working on the case said they still had no reliable version of events or a suspect in the murder of the girl, Erica Corbett, whose troubled life and cruel death have brought criticism from local residents and officials charging that the child welfare system failed to look out for her.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/18/style/chronicle-131270.html","abstract":"  Republicans have no monopoly on tributes: R. SARGENT SHRIVER is among the Democrats reaping rewards this year.    Mr. Shriver, who was the first director of the Peace Corps and is now president of the Special Olympics, will receive a 1994 International Humanitarian Award from CARE at a lunch on Friday at the State Department. The lunch is part of a three-day commemoration of CARE's 48th anniversary, which starts tomorrow.","thumbnail":null,"section":"Style"},{"date":"19940518","headline":"The Other John Malkovich: Director","web_url":"https://www.nytimes.com/1994/05/18/theater/the-other-john-malkovich-director.html","abstract":"  As an actor, John Malkovich repeatedly transforms himself. In his words, he can \"go into other people's skins.\" These people happen to include some of the strangest, most obsessive characters in movies and theater: the volcanic Pale in Lanford Wilson's play \"Burn This\" and, last summer, the killer in Clint Eastwood's film \"In the Line of Fire.\" In his next movie, Stephen Frears's \"Mary Reilly,\" to be filmed this summer in England, he will face the doubly daunting task of playing Dr. Jekyll and Mr. Hyde (opposite Julia Roberts in the title role as the housemaid).   Preserving the prevailing Malkovich image, his current theatrical work -- as director and, for the first time, as adapter -- is a dramatization of \"Libra,\" Don DeLillo's award-winning novel about Lee Harvey Oswald and the assassination of President John F. Kennedy. The production is at the Steppenwolf Theater Company, the theater that originally nurtured the talents of Mr. Malkovich and his friends.","thumbnail":null,"section":"Theater"},{"date":"19940518","headline":"Review/Recital; Mussorgsky's 'Pictures' With Pogorelich's Tints","web_url":"https://www.nytimes.com/1994/05/18/arts/review-recital-mussorgsky-s-pictures-with-pogorelich-s-tints.html","abstract":"  Ivo Pogorelich, once a punkish and raffish stage presence whose pianism seemed partly intended to shock, has now settled into his maturity. There is a piano competition bearing his name, he is described in program notes as an advocate of music education for young people, and in Carnegie Hall on Monday night he gave a performance of Mussorgsky's \"Pictures at an Exhibition\" that was a pianistic tour de force.   For his followers, there is no need to worry: much in his playing is still bizarre and willful. But those elements were so well executed that they became the object of fascination. Mr. Pogorelich wasn't out to shock; he was out, literally, to play, to toy with the score in the best tradition of the virtuoso. Mr. Pogorelich even engaged in a bit of rescoring, adding octaves to Mussorgsky's bass line, redistributing the parts between the hands.","thumbnail":null,"section":"Arts"},{"date":"19940518","headline":"1894: French 'Spies' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/18/opinion/IHT-1894-french-spies-in-our-pages100-75-and-50-years-ago.html","abstract":"A despatch from Mayence states that two Frenchmen were arrested there to-day [May 17] on suspicion of being military spies, having been caught in the act of sketching the great fortifications of the city. They refused to give any. account whatever of them","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Gardiner's 'Don Giovanni'","web_url":"https://www.nytimes.com/1994/05/18/style/IHT-gardiners-don-giovanni.html","abstract":"Although it is an important teaching and musical research center, and the home of the Institute of Verdi Studies (the composer was born in a village close by), Parma would not instantly spring to mind as one of Italy's leading opera houses. But, while ma","thumbnail":null,"section":"Style"},{"date":"19940518","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/18/nyregion/c-corrections-128236.html","abstract":"  An article yesterday about murder cases against teen-agers in New York City last year misstated the sentence received by one defendant, Jeffrey Washington. It was 5 years to life in prison, not 5 to 15 years.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Medicare's Big Cigarette Burn","web_url":"https://www.nytimes.com/1994/05/18/opinion/medicare-s-big-cigarette-burn.html","abstract":"  Smoking, as its adherents like to point out, is a private choice. But it is also a choice with public consequences. Just how extraordinary those consequences are is evident in a report issued this week by Joseph A. Califano Jr., head of Columbia University's Center on Addiction and Substance Abuse.   Out of $87 billion spent by Medicare for inpatient hospital care this year, at least $20 billion is due to substance abuse. Drug abuse accounts for 3 percent; alcohol abuse, 17 percent; and smoking a whopping 80 percent. Those put in the hospital by cigarettes are, for the most part, suffering from lung cancer, coronary artery disease and chronic pulmonary obstruction disease.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/18/nyregion/inside-123730.html","abstract":"  Prom Rekindles Bias Case   The Government asked an Alabama judge to reopen a 1970 desegregation case after a principal discouraged interracial prom couples. Page A20.  Rangers Tie Series   Mike Richter tied a National Hockey League playoff record with his fourth shutout as the Rangers defeated the Devils by 4-0. Page B9.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Aftermath of '54 Ruling Disheartens the Browns","web_url":"https://www.nytimes.com/1994/05/18/us/aftermath-of-54-ruling-disheartens-the-browns.html","abstract":"  Linda Brown Thompson's voice betrays weariness when she talks about school desegregation.   \"It's disheartening that we are still fighting,\" said Mrs. Thompson, 51. \"But we are dealing with human beings. As long as we are, there will always be those who feel the races should be separate.\"","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Review/Theater: Kindertransport; Another Perspective On the Holocaust","web_url":"https://www.nytimes.com/1994/05/18/theater/review-theater-kindertransport-another-perspective-on-the-holocaust.html","abstract":"  Just as there are earnest, hard-working people who make their contributions to society without flash or fanfare, there are earnest, hard-working plays.   Diane Samuels's \"Kindertransport\" is one of them. It will never be thought earthshaking or innovative, but it has something worthwhile to say and does so with an honest competency. You won't go away from the Manhattan Theater Club empty-handed.","thumbnail":null,"section":"Theater"},{"date":"19940518","headline":"Clinton's New Policy on Haiti Yields Little Progress So Far","web_url":"https://www.nytimes.com/1994/05/18/world/clinton-s-new-policy-on-haiti-yields-little-progress-so-far.html","abstract":"  President Clinton's new strategy to restore democracy to Haiti has thus far failed to weaken the ruling military junta, elicit help from other countries in resettling refugees or stem criticism by lawmakers, refugee groups and human rights leaders.   The policy initiative, unveiled by Mr. Clinton nine days ago, included the appointment of a new special envoy, William H. Gray 3d, and the announcement that refugee processing centers would be created on ships and in third countries. A few days before, the United States spearheaded a campaign in the Security Council to impose a near-total trade embargo on Haiti that is due to take effect on Saturday.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"Theater in Review","web_url":"https://www.nytimes.com/1994/05/18/theater/theater-in-review-128155.html","abstract":"  Sancho and Don  Intar Hispanic American  Arts Center 420 West 42d Street Clinton Through June 5 Conceived by Sigfrido Aguilar and Jim Calder; music by Andy Teirstein; lighting by Paul Clay; literary advisior, Janet M. Izzo. Presented by Intar Hispanic American Arts Center, Max Ferra, artistic director.","thumbnail":null,"section":"Theater"},{"date":"19940518","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/18/style/chronicle-127256.html","abstract":"  CYNTHIA HARVEY, a principal dancer with the American Ballet Theater, had a double-barreled reason to celebrate yesterday: she marked her 20th anniversary with the company and her 37th birthday.    Achieving the two-decade mark was \"something I always wanted to do,\" she said, as she prepared for her starring role in last night's performance of \"Manon\" at the Metropolitan Opera House and a party afterward at Gabriel's on West 60th Street.","thumbnail":null,"section":"Style"},{"date":"19940518","headline":"Motta Returns as Mavericks' Coach","web_url":"https://www.nytimes.com/1994/05/18/sports/sports-people-basketball-motta-returns-as-mavericks-coach.html","abstract":"  DICK MOTTA, the original coach of the Dallas Mavericks, returned to the job yesterday, hoping to restore respectability to the National Basketball Association's worst team. The Mavericks chose Motta, 62, as the successor to QUINN BUCKNER, who was dismissed two weeks ago after a 13-69 record in his only season.   The club's owner, DON CARTER, also elevated the scouting director, KEITH GRANT, to director of player personnel. Grant will assume duties previously held by RICK SUND, whom Carter discharged last month as vice president and director of basketball operations.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"With Surgery Behind Him, Simms Starts on Road Back","web_url":"https://www.nytimes.com/1994/05/18/sports/football-with-surgery-behind-him-simms-starts-on-road-back.html","abstract":"  Phil Simms participated in the Cadillac N.F.L. Golf Classic at the Upper Montclair Country Club today. But not the way he wanted. He didn't have to worry about his distance off the tee. His concern was how far his voice would carry.   Just two months off surgery to repair a torn labrum in his right shoulder, Simms was reduced to being the master of ceremonies, following the participants around nine holes and doing commentary for the gallery. He said he would have rather been swinging a club. But he did wield a mean microphone.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Rangers Bounce Back as the Devils Draw a Blank","web_url":"https://www.nytimes.com/1994/05/18/sports/hockey-rangers-bounce-back-as-the-devils-draw-a-blank.html","abstract":"  When the history of this gripping Rangers-Devils series is written, the Game 2 chapter will have several subtitles. One could be \"Richter Ties the Shutout Record.\" Another might say \"Anderson Finally Scores.\" A third might read \"The Thrill of Penalty-Killing.\"   But the main headline, in the big type at the top of the first page, should declare: \"Crash! Boom! Bang! Captain Messier Leads the Charge.\" It was furious body-checking by Mark Messier on the first shift of the game, and his electrifying goal on the first shot, that set the mood for what became a 4-0 Ranger victory at the Garden last night.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Al Unser Sr., Near 55, Retires From Racing","web_url":"https://www.nytimes.com/1994/05/18/sports/auto-racing-al-unser-sr-near-55-retires-from-racing.html","abstract":"  Al Unser Sr., who could easily claim to be the most competitive driver in the history of the Indianapolis 500, announced his retirement from racing at the Indianapolis Motor Speedway yesterday after struggling to qualify for his 28th Indy 500.   Unser, who will be 55 years old on May 29, the day of the race, had been having trouble getting his car to go fast enough to qualify for the race. He had previously expressed doubts that it was the car, leaving only one other possibility, one which he acknowledged yesterday.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Israelis and P.L.O. Go on Patrol Together","web_url":"https://www.nytimes.com/1994/05/18/world/israelis-and-plo-go-on-patrol-together.html","abstract":"  One sweltering afternoon in Jericho this week, Israeli border police officers and a fighter from the Palestine Liberation Organization leaned over the engine of a stalled Israeli jeep, trying to coax it back to life so they could start their patrol together.   The once unthinkable sight has become routine here, an indicator of the speed with which Israeli and Palestinian security forces have eased into a new partnership.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"COLLEGE LACROSSE","web_url":"https://www.nytimes.com/1994/05/18/sports/college-lacrosse.html","abstract":"  Princeton    The Tigers will have a new weapon ready for Johns Hopkins on Saturday when the two meet at Princeton in a quarterfinal match of the National Collegiate Athletic Association's Division I tournament.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/18/sports/transactions-127965.html","abstract":"  Baseball  American League    CALIFORNIA ANGELS -- Fired Buck Rodgers, manager. Named Marcel Lacheman manager.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"There Were Germans in Normandy, and Some Lie There Still","web_url":"https://www.nytimes.com/1994/05/18/opinion/IHT-there-were-germans-in-normandy-and-some-lie-there-still.html","abstract":"It is one thing to hold the ceremonies commemorating D-Day in Normandy without having German officials present. It would be quite another to ignore the reality that Allied forces who parachuted from the skies or stormed ashore ran into determined opposit","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Orsulak Performs A Salvage Operation","web_url":"https://www.nytimes.com/1994/05/18/sports/baseball-orsulak-performs-a-salvage-operation.html","abstract":"  Joe Orsulak does not fancy himself to be anything more than a workaday ballplayer. He plays good defense. He has a good arm. He's good at moving runners over and executing the hit-and-run.   The other stuff -- the home runs, the big hits, the clutch plays -- are not things Orsulak thinks about, at least not that often. But when the big moment comes, he's as capable as anyone.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"In Clinton Harassment Suit, the Stories Conflict; Later Will Also Do","web_url":"https://www.nytimes.com/1994/05/18/opinion/l-in-clinton-harassment-suit-the-stories-conflict-later-will-also-do-130613.html","abstract":"  To the Editor:   The Paula Jones case may be the first lawsuit against a President for alleged conduct before his election. But if it is allowed to stand, it will not be the last. In our litigious society lawsuits can be filed at the drop of a hat. The lure of publicity and the opportunities to inflict political damage make a President a particularly inviting target.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"U.S. Moves to Oust Principal In Furor on Interracial Dating","web_url":"https://www.nytimes.com/1994/05/18/us/us-moves-to-oust-principal-in-furor-on-interracial-dating.html","abstract":"  After a principal's attempts to discourage interracial couples from attending the high school prom in Weedowee, Ala., the Justice Department today reopened a 24-year-old desegregation case and asked a Federal court to remove the principal.   In the action in Federal District Court in Montgomery, Ala., the Office of Civil Rights asked that the Randolph County School District be found in violation of a 1970 order barring the district from discriminating in its extracurricular activities, in its disciplinary practices and in its hiring of faculty and staff members.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Teachers Back Changes in School Boards","web_url":"https://www.nytimes.com/1994/05/18/nyregion/teachers-back-changes-in-school-boards.html","abstract":"  For the first time, the powerful New York City teachers' union has thrown its support behind a plan to overhaul the community school boards, some of which have been plagued for years by corruption and patronage. The proposal would change the way the boards are elected and strip them of the authority to hire principals and other school administrators.    The changes, included in state legislation proposed last week, are among the latest suggestions of how to end the graft and patronage that have haunted several of the local school districts. Other such efforts have languished in Albany, but supporters hope the combined backing of the teachers and the school system's Special Commissioner of Investigation, Edward F. Stancik, will give the latest package some momentum in the State Legislature.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Bulls Say United They Stand","web_url":"https://www.nytimes.com/1994/05/18/sports/pro-basketball-bulls-say-united-they-stand.html","abstract":"  The three-time defending champion Chicago Bulls would like the world to think that they carry a steady confidence into the resumption of their deadlocked playoff series with the Knicks.   But they left their final tuneup here today still answering questions about Scottie Pippen's insubordination at the end of Game 4 and wondering whether their pattern of fourth-quarter collapses would continue in Game 5 on Wednesday night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"In a Bleak Camp, Rwanda Refugees Say Each Tribe Is Joining in the Killing","web_url":"https://www.nytimes.com/1994/05/18/world/in-a-bleak-camp-rwanda-refugees-say-each-tribe-is-joining-in-the-killing.html","abstract":"  For the first time since Rwandans by the tens of thousands began fleeing to Tanzania two weeks ago from army-led massacres in their homeland, refugees are bringing eyewitness accounts of killings by rebel soldiers, too, United Nations officials here say.   The scope of the killings, small compared with the slaughter by Government troops, has been described by Rwandans arriving in this tiny village in northwest Tanzania.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/18/nyregion/news-summary-123765.html","abstract":"  International A3-15  ISRAEL OFFERS DEAL ON GOLAN  Israel has offered to withdraw from the Golan Heights in three phases in return for peace and normal relations with Syria, officials close to the indirect peace talks said.  A1  Two Israeli settlers were shot by militants south of Hebron.  A14","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/18/nyregion/c-corrections-128279.html","abstract":"  A brief report by Bloomberg Business News in Business Day yesterday about the Foster Wheeler Energy Corporation misstated the number of contracts that the company received to build two coal-fired steam generators in the Hubei province of China. It was one contract, not two.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/18/nyregion/c-corrections-128333.html","abstract":"  A review of new fur styles yesterday on the Fashion page misspelled the name of a furrier. He is Jerry Sorbara, not Sorbaya.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"A TELEPHONE ROLE BY TIME WARNER","web_url":"https://www.nytimes.com/1994/05/18/us/a-telephone-role-by-time-warner.html","abstract":"  In the first plan of its type in the nation, Time Warner Inc. intends to use its cable-television system in Rochester next year to provide telephone service to residential and business customers in competition with the local phone company.   Such direct competition between cable and telephone companies has long been foreseen. But it has not yet occurred for ordinary customers because local utilities have resisted such head-to-head competition and because Government regulations have prevented it.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"40 Years After Brown, Segregation Persists","web_url":"https://www.nytimes.com/1994/05/18/us/40-years-after-brown-segregation-persists.html","abstract":"  Topeka Boulevard, a nine-mile-long stretch of commerce, fulfills most needs of the 120,000 people in this city on the plains. But the four-lane thoroughfare also serves an unintended purpose: dividing the races. Whites live to the west, blacks to the east.   Therein lies the problem for the city's public school system. The elementary schools, which were once deliberately segregated on school board orders, are segregated still, only now it results from housing patterns, not laws.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Easing of Capacity Limit Cited in Tanker Explosion","web_url":"https://www.nytimes.com/1994/05/18/nyregion/easing-of-capacity-limit-cited-in-tanker-explosion.html","abstract":"  The explosion of a gasoline tanker truck on a Long Island Expressway ramp in Queens on Sunday probably would not have happened had a ban on bigger trucks in the city still been in force, some truck safety experts said yesterday.   In the accident, a tanker carrying 7,200 gallons of gasoline tipped over and exploded, killing the driver. Four other people who tried to help the driver to escape were injured.","thumbnail":null,"section":"New York"},{"date":"19940518","headline":"U.S. Clashes With Russia Over Bosnia","web_url":"https://www.nytimes.com/1994/05/18/world/us-clashes-with-russia-over-bosnia.html","abstract":"  Beneath the show of unity on Bosnia and Herzegovina finally contrived last week by the United States, Russia and the European Union, a sharp diplomatic dispute flared between Washington and Moscow that underscored the fragility of international efforts to end the Bosnian war.   American officials said today that the dispute raised new questions about the effectiveness of diplomatic attempts to stop 25 months of fighting in the former Yuguslav republic.","thumbnail":null,"section":"World"},{"date":"19940518","headline":"In Clinton Harassment Suit, the Stories Conflict","web_url":"https://www.nytimes.com/1994/05/18/opinion/l-in-clinton-harassment-suit-the-stories-conflict-130605.html","abstract":"  To the Editor:   Now that Paula Jones has formally filed a lawsuit against Bill Clinton for sexual harassment (news article, May 7), perhaps reporters will attempt to reconcile the vastly conflicting stories told about Mr. Clinton's alleged encounter with Paula Jones in May of 1991 at the Excelsior Hotel.","thumbnail":null,"section":"Opinion"},{"date":"19940518","headline":"Yanks' Streak Crumbles At Metrodome","web_url":"https://www.nytimes.com/1994/05/18/sports/baseball-yanks-streak-crumbles-at-metrodome.html","abstract":"  Blame it on a blister, the bullpen and bumbling outfield play. Blame it all on the Yankees. The wondrous winning streak that continued for 10 games with beautiful and blemished victories finally ended tonight against the Twins. Blame it on them, too.   While Manager Buck Showalter refused to blame anyone, the Yankees do not like to lose any games and especially do not like to lose in this manner. The Twins erupted for three runs off three relievers in the eighth inning as they expertly exploited the Metrodome and opposing outfielders in sneaking to a 5-4 victory over the Yankees tonight and preventing them from fashioning an 11-game winning streak for the first time in nine years.","thumbnail":null,"section":"Sports"},{"date":"19940518","headline":"Bad Lyme Disease Season Expected","web_url":"https://www.nytimes.com/1994/05/18/us/health-watch-bad-lyme-disease-season-expected.html","abstract":"  RESIDENTS of the Northeast could be facing a particularly bad year for Lyme disease, according to scientists at the Connecticut Agricultural Experiment Station in Hartford.   The heavy snow cover that blanketed much of the Northeast for most of the winter is believed to have protected the ticks that spread Lyme disease against die-offs caused by subfreezing temperatures and other harsh conditions. But the weather did little if any harm to the animals that can carry ticks infected with the Lyme-causing spirochetes. These animals, mostly small rodents and deer, help to bring infected ticks into contact with people who venture outdoors without adequate protection.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"Arguments Begin at Trial On Citadel's Male Policy","web_url":"https://www.nytimes.com/1994/05/18/us/arguments-begin-at-trial-on-citadel-s-male-policy.html","abstract":"  Lawyers this week began arguments over Shannon Faulkner's right to attend The Citadel, one of two remaining state-sponsored, all-male military colleges in the country, in which she is enrolled. The first two days of testimony have been used to sketch the case as a matter of equal rights guaranteed by the Constitution versus the benefits of academic diversity in South Carolina's educational system.   Ms. Faulkner was admitted to The Citadel last year after she intentionally deleted all references to sex in her application. Her place at the college was canceled when Citadel officials realized she was a woman.","thumbnail":null,"section":"U.S."},{"date":"19940518","headline":"ISRAELIS OFFERING TO LEAVE GOLAN, NEGOTIATORS SAY","web_url":"https://www.nytimes.com/1994/05/18/world/israelis-offering-to-leave-golan-negotiators-say.html","abstract":"  Israel has offered to withdraw from the Golan Heights in three phases over five to eight years in return for peace with Syria and normal relations, officials involved in the indirect peace talks said today.    The officials said that Syria had responded with considerable interest, and that this had led Secretary of State Warren Christopher to decide to return to Damascus on Wednesday -- his third visit in a month -- to press on in his role as mediator.","thumbnail":null,"section":"World"}],"wiki_events":[{"date":"19940518","headline":"Israeli troops finish withdrawing from the Gaza Strip, ceding the area to the Palestinian National Authority to govern.","pages":[{"title":"Gaza Strip","web_url":"https://en.wikipedia.org/wiki/Gaza_Strip","description":"Self-governing Palestinian territory next to Egypt and Israel","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Flag_of_Palestine.svg/320px-Flag_of_Palestine.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"The Gaza Strip, or simply Gaza, is a polity and the smaller of the two Palestinian territories. On the eastern coast of the Mediterranean Sea, Gaza is bordered by Egypt on the southwest and Israel on the east and north."},{"title":"Palestinian Authority","web_url":"https://en.wikipedia.org/wiki/Palestinian_Authority","description":"Interim government in Western Asia","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Flag_of_Palestine.svg/320px-Flag_of_Palestine.svg.png","thumbnail_width":320,"thumbnail_height":160},"abstract":"The Palestinian Authority, officially known as the Palestinian National Authority or the State of Palestine, is the Fatah-controlled government body that exercises partial civil control over West Bank areas \"A\" and \"B\" as a consequence of the 19931995 Oslo Accords. The Palestinian Authority controlled the Gaza Strip prior to the Palestinian elections of 2006 and the subsequent Gaza conflict between the Fatah and Hamas parties, when it lost control to Hamas; the PA continues to claim the Gaza Strip, although Hamas exercises de facto control. Since January 2013, the Palestinian Authority has used the name \"State of Palestine\" on official documents, although the United Nations continues to recognize the Palestinian Liberation Organization (PLO) as the \"representative of the Palestinian people\"."}]}],"weather":[{"date":"19940518","time":"1994-05-18 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":83,"wspd":16.6},{"date":"19940518","time":"1994-05-18 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":83,"wspd":11.2},{"date":"19940518","time":"1994-05-18 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":82,"wspd":16.6},{"date":"19940518","time":"1994-05-18 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":85,"wspd":18.4},{"date":"19940518","time":"1994-05-18 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":77,"wspd":13},{"date":"19940518","time":"1994-05-18 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":87,"wspd":11.2},{"date":"19940518","time":"1994-05-18 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":78,"wspd":13},{"date":"19940518","time":"1994-05-18 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":77,"wspd":13},{"date":"19940518","time":"1994-05-18 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":73,"wspd":11.2},{"date":"19940518","time":"1994-05-18 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":68,"wspd":13},{"date":"19940518","time":"1994-05-18 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":69,"wspd":16.6},{"date":"19940518","time":"1994-05-18 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":65,"wspd":13},{"date":"19940518","time":"1994-05-18 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":62,"wspd":14.8},{"date":"19940518","time":"1994-05-18 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":53,"wspd":13},{"date":"19940518","time":"1994-05-18 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":45,"wspd":18.4},{"date":"19940518","time":"1994-05-18 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":53,"wspd":14.8},{"date":"19940518","time":"1994-05-18 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":51,"wspd":18.4},{"date":"19940518","time":"1994-05-18 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":50,"wspd":14.8},{"date":"19940518","time":"1994-05-18 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":51,"wspd":14.8},{"date":"19940518","time":"1994-05-18 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":51,"wspd":16.6},{"date":"19940518","time":"1994-05-18 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":54,"wspd":16.6},{"date":"19940518","time":"1994-05-18 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":64,"wspd":22.3},{"date":"19940518","time":"1994-05-18 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":65,"wspd":16.6},{"date":"19940518","time":"1994-05-18 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":57,"wspd":13},{"date":"19940518","time":"1994-05-18 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":20.5},{"date":"19940518","time":"1994-05-18 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":67,"wspd":22.3},{"date":"19940518","time":"1994-05-18 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":65,"wspd":20.5},{"date":"19940518","time":"1994-05-18 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":65,"wspd":20.5},{"date":"19940518","time":"1994-05-18 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":69,"wspd":18.7},{"date":"19940518","time":"1994-05-18 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":18.7},{"date":"19940518","time":"1994-05-18 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":13},{"date":"19940518","time":"1994-05-18 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":80,"wspd":11.2},{"date":"19940518","time":"1994-05-18 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":77,"wspd":11.2},{"date":"19940518","time":"1994-05-18 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":83,"wspd":5.4},{"date":"19940518","time":"1994-05-18 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":80,"wspd":7.6},{"date":"19940518","time":"1994-05-18 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":69,"wspd":16.6},{"date":"19940518","time":"1994-05-18 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":64,"wspd":16.6},{"date":"19940518","time":"1994-05-18 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":62,"wspd":18.7},{"date":"19940518","time":"1994-05-18 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":56,"wspd":20.5},{"date":"19940518","time":"1994-05-18 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":56,"wspd":22.3},{"date":"19940518","time":"1994-05-18 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":58,"wspd":25.9},{"date":"19940518","time":"1994-05-18 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":60,"wspd":25.9},{"date":"19940518","time":"1994-05-18 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":58,"wspd":27.7},{"date":"19940518","time":"1994-05-18 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":54,"wspd":25.9},{"date":"19940518","time":"1994-05-18 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":54,"wspd":20.5},{"date":"19940518","time":"1994-05-18 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":56,"wspd":18.7},{"date":"19940518","time":"1994-05-18 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":69,"wspd":20.5},{"date":"19940518","time":"1994-05-18 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":67,"wspd":24.1}]},"19940519":{"guardian_articles":[],"nytimes_articles":[{"date":"19940519","headline":"To Change China","web_url":"https://www.nytimes.com/1994/05/19/opinion/l-to-change-china-139840.html","abstract":"  To the Editor:   Calls to revoke China's most favored nation trading status with the United States as a way of changing China's human rights practices neglect to point out that our country routinely bestows the most favorable tariff rates of that status on all but nine nations.   Expanding global trade is the strongest engine pulling the world toward peaceful relations and subsequent democratic governance. Of course, we ought to promote human rights with quiet bilateral diplomacy and through multilateral forums such as the United Nations' International Labor Organization and Human Rights Commission. The alternative to free trade may be trade wars of the sort that led to Hitler's rise and World War II.  ERIC COX Exec. Dir., Campaign for U.N. Reform Washington, May 10, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Schilling to Have Surgery","web_url":"https://www.nytimes.com/1994/05/19/sports/baseball-schilling-to-have-surgery.html","abstract":"  Philadelphia Phillies pitcher Curt Schilling will have surgery Friday to remove bone spurs from his right elbow, the team said today.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Heigh-Ho! It's Off to Reassess We Go!","web_url":"https://www.nytimes.com/1994/05/19/movies/heigh-ho-it-s-off-to-reassess-we-go.html","abstract":"  Not much is predictable in the movie business, but the closest thing to a sure bet is that Disney's new animated musical, \"The Lion King,\" which is to open on June 15 in New York and Los Angeles, will emerge as one of the summer's biggest hits. That's the good news for the Walt Disney Company.    The not-so-good news is that its feature-film division -- in contrast with the animation unit -- has been rolling out movies in assembly-line fashion, and too many of them are Edsels.","thumbnail":null,"section":"Movies"},{"date":"19940519","headline":"On the Brink With North Korea","web_url":"https://www.nytimes.com/1994/05/19/opinion/on-the-brink-with-north-korea.html","abstract":"  Tiring of cat-and-mouse bargaining with North Korea over its nuclear program, the two Senate leaders, George Mitchell and Robert Dole, want to rush to impose economic sanctions. Their impatience is especially ill timed: international inspectors arrived yesterday at the site of the North's nuclear reactor, which has been shut down for refueling. A move to sanctions is almost sure to get them sent home.    Washington's top priority is to prevent North Korea from diverting spent nuclear fuel to bombs while refueling. The inspectors' presence over the coming months is the best guarantee that that will not happen. Only if North Korea impedes the inspectors from witnessing the refueling would immediate sanctions be warranted.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Let's Stop Making Myths and Scapegoats of Those on Welfare","web_url":"https://www.nytimes.com/1994/05/19/opinion/l-let-s-stop-making-myths-and-scapegoats-of-those-on-welfare-139734.html","abstract":"  To the Editor:   By your choice of a young African-American boy with 10 siblings to illustrate your May 8 Week in Review lead article on welfare reform, you play into the hands of the mythmakers who would have the American public believe that families on welfare are different from themselves.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"AC Milan Wins Champions' Cup, 4-0","web_url":"https://www.nytimes.com/1994/05/19/sports/IHT-ac-milan-wins-champions-cup-40.html","abstract":"To read the mind of Bernard Tapie this morning: What the ...?.Everything known by the Marseille owner to be true one year ago has now thoroughly and finally been abolished, for AC Milan on Wednesday night beat FC Barcelona, 4-0, in the European Champio","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Florida State Kicker Suspended","web_url":"https://www.nytimes.com/1994/05/19/sports/sports-people-football-florida-state-kicker-suspended.html","abstract":"  Kicker SCOTT BENTLEY was one of two Florida State football players suspended by Coach BOBBY BOWDEN yesterday. Bowden also suspended reserve tight end KAMAI CHARLTON from the Seminoles' national championship team.   Charlton was freed from jail yesterday after posting $10,500 bond on felony rape and simple assault charges. Earlier in the week, Bentley was fined $500 and sentenced to 40 hours on a Leon County sheriff's department road crew for illegally recording a sexual encounter with a female student.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Lewis Jumping at the Chance to Show He's Not Through","web_url":"https://www.nytimes.com/1994/05/19/sports/track-and-field-lewis-jumping-at-the-chance-to-show-he-s-not-through.html","abstract":"  Sunday, in his first long jump since winning a gold medal at the 1992 Summer Olympics, Carl Lewis is looking to go over the rainbow, lest anyone think he is gone over the hill.   Though he will not face them in the Reebok New York Games, Lewis will be measured this season against two challengers. Mike Powell has the world record at 29 feet 4 1/2 inches. Erick Walder, a senior at Arkansas, has the world's best jump this season at 28-8 1/4.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Humocaro Alto Journal; Rebel Is Free to Fish in Venezuela's Roiling Waters","web_url":"https://www.nytimes.com/1994/05/19/world/humocaro-alto-journal-rebel-is-free-to-fish-in-venezuela-s-roiling-waters.html","abstract":"  A spring storm swept down from Andean coffee fields and rattled across the tile roofs of this mountain village, but the powerfully built man speaking in the central plaza stood his ground, solid as a tree stump.   \"The crisis is so deep,\" the speaker in a red military beret boomed to a shivering but enthusiastic audience. \"The gangrene is so profound, as Bolivar used to say, that it can't be cured by palliatives. The only way is revolution.\"","thumbnail":null,"section":"World"},{"date":"19940519","headline":"SOUTHEAST ASIANS HIGHLY DEPENDENT ON WELFARE IN U.S.","web_url":"https://www.nytimes.com/1994/05/19/us/southeast-asians-highly-dependent-on-welfare-in-us.html","abstract":"  Nearly 20 years after the end of the war in Southeast Asia brought thousands of Cambodians, Laotians and Vietnamese refugees to this country, many still languish in poverty, giving Southeast Asians the highest rate of welfare dependency of any racial or ethnic group.   More than 30 percent of all Southeast Asian households in the nation now depend on welfare for survival, according to a report on the economic diversity of Asian-Americans released Wednesday in Washington. Among some groups, like Cambodians and Laotians in California, the percentage of those on welfare reaches 77 percent. Nationwide, only 8 percent of households received public assistance in 1991.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"On the Drag Strip, Oxygen = More Power","web_url":"https://www.nytimes.com/1994/05/19/sports/on-the-drag-strip-oxygen-more-power.html","abstract":"  When the National Hot Rod Association holds its Mopar Parts Nationals at Raceway Park in Old Bridge Township, N. J., this weekend, Eddie Hill and the rest of his drag-racing competitors will be enjoying the sylvan wooded surroundings at the central New Jersey drag strip. But that does not necessarily make them a bunch of rabid environmentalists.   Trees produce oxygen. And -- to a drag racer like Hill, sitting with a 5,000-horsepower engine just behind his head -- more oxygen means more power. Hill, 58, is the defending N.H.R.A. national champion in drag racing's fastest division, top fuel.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Financial Concern for Atlanta","web_url":"https://www.nytimes.com/1994/05/19/sports/sports-people-olympics-financial-concern-for-atlanta.html","abstract":"  Despite their optimistic public remarks about the 1996 Summer Olympics in Atlanta, International Olympic Committee officials are concerned about the lack of a government safety net in case organizers cannot meet fund-raising projections.   DICK POUND, a Montreal lawyer who has influence as a member of the I.O.C. executive committee and as a negotiator for television rights, said in a speech at the Canadian Embassy in Washington on Monday that the I.O.C. would not grant future Olympics to a city without \"significant public sector commitment.\"","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Old Egyptian Road Preserves Bible Link","web_url":"https://www.nytimes.com/1994/05/19/opinion/l-old-egyptian-road-preserves-bible-link-139742.html","abstract":"  To the Editor:   A May 8 news report that the world's oldest paved road has been found in Egypt states that studies of an ancient road near Lake Qarun, 43 miles southwest of Cairo, suggest that it served to transport quarried stones. Historical fact and local lore, however, connect the place to the biblical Joseph and his achievement of feeding Egypt during the seven lean years. My recent visit to the area supports this link and raises the possibility that the road served to transport food, rather than stones.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Kremlin Gossip, a Best Seller, Is Translated","web_url":"https://www.nytimes.com/1994/05/19/books/kremlin-gossip-a-best-seller-is-translated.html","abstract":"  Even with the explosion of historical research and truth-seeking that has been taking place in the former Soviet Union, few Russians had discovered what really happened behind the scenes when the Soviet Foreign Minister, Vyacheslav M. Molotov, declared war on Germany on June 22, 1941.   The first response of Molotov's alluring wife, Paulina, was to summon her beautician and have a manicure.","thumbnail":null,"section":"Books"},{"date":"19940519","headline":"Right to Die Cases Also Support Suicide Ruling; Why Prolong Pain?","web_url":"https://www.nytimes.com/1994/05/19/opinion/l-right-to-die-cases-also-support-suicide-ruling-why-prolong-pain-139866.html","abstract":"  To the Editor:   Re \"First Do No Harm\" (Op-Ed, May 9) by Walter Reich: For 11 years, under the shadow of advanced breast cancer, my mother was slowly ravaged by medical technologies that destroyed her immune system, physically disfigured her and devastated her emotionally until her death.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Review/Television; Two Posthumous Tales From Rod Serling","web_url":"https://www.nytimes.com/1994/05/19/arts/review-television-two-posthumous-tales-from-rod-serling.html","abstract":"  It's a sweep month, and the networks are scurrying to bolster ratings that will determine their local stations' ad revenues for the next quarter. Specials are on prominent display, things like a Stephen King mini-series or still another movie about the creepy Menendez brothers. On the less-expensive front are weekly series with the season's final episodes offering cliffhangers. And, as always in commercial television, there are assorted forays into the past.    Some of the nostalgia trips are straightforward repackagings. Tomorrow, for instance, CBS offers \"Carol Burnett: The Special Years,\" in which the star pays homage to the performers she has worked with in specials over 30 years. Next Thursday on the Disney Channel, Paul Reiser (\"Mad About You\") is host of \"The Honeymooners Really Lost Debut Episodes,\" featuring Jackie Gleason in sketches from the old Dumont network's \"Cavalcade of Stars,\" sketches long thought lost or destroyed. Good stuff.","thumbnail":null,"section":"Arts"},{"date":"19940519","headline":"Kings Dismiss Two Executives","web_url":"https://www.nytimes.com/1994/05/19/sports/sports-people-hockey-kings-dismiss-two-executives.html","abstract":"  The Los Angeles Kings, who failed to make the playoffs a year after advancing to the Stanley Cup finals, fired NICK BEVERLEY, their general manager, and BOB OWEN, their player personnel director.   Beverley, 47, had been with the Kings since retiring as a player in 1980 and had held a variety of jobs in the organization. The Kings said they plan to replace him in the next two weeks.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Sports of The Times; Attention: The Series Isn't Over","web_url":"https://www.nytimes.com/1994/05/19/sports/sports-of-the-times-attention-the-series-isn-t-over.html","abstract":"  HUBERT DAVIS saved Patrick Ewing. He saved every Knick, and Pat Riley, too. He played 14 minutes, then walked into every kid's fantasy, and some players' nightmare. Not Davis's. He stepped up to the free-throw line with 2.1 seconds left and made a couple. He saved the Knicks' season and Ewing's championship dream. The Knicks survived, which is the only way to describe how they got out of last night.   The call? Davis took a pass from a double-teamed John Starks, went up from the top of the circle, one foot on the 3-point line. He was wide open, so Scottie Pippen came a calling from inside the lane. Pippen, with two of the longest arms in pro basketball, leaped out at Davis, tried to alter the shot. He did that, too, but he got a piece of Davis's hand, no question, on the way down and an official named Hue Hollins didn't let him get away with it. He didn't give Pippen the superstar's call in the other guy's building.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Books of The Times; Peggy Noonan Recounts Her Century-End Jitters","web_url":"https://www.nytimes.com/1994/05/19/books/books-of-the-times-peggy-noonan-recounts-her-century-end-jitters.html","abstract":"  Life, Liberty and the Pursuit of Happiness  By Peggy Noonan 255 pages. Random House. $23.     \"When last we met,\" Peggy Noonan writes at the opening of her outspoken new book, \"Life, Liberty and the Pursuit of Happiness,\" \"George Bush had just been inaugurated President, Ronald Reagan was waving goodbye to Washington in a helicopter flyby, and I had just come back to New York, where I finished a book about being a speechwriter for both.\"","thumbnail":null,"section":"Books"},{"date":"19940519","headline":"U.S. Peacekeepers Echo Anti-Serb Confusion","web_url":"https://www.nytimes.com/1994/05/19/opinion/l-us-peacekeepers-echo-anti-serb-confusion-139831.html","abstract":"  To the Editor:   Your May 11 article on the United States force with the United Nations in Macedonia states: \"The resentments voiced by Macedonians are not directed at Serbia but at neighboring Greece . . . and against their many fellow citizens who are ethnic Albanians.\" Yet for the Americans, \"Serbia is identified as the enemy, and their mission is seen as helping to protect Macedonia against Serbian attack.\"","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/19/nyregion/no-headline-132640.html","abstract":"  \"Foreign statesmen will surely make mistakes in their decisions if they base their  understanding of China  merely on the words or views of a tiny number of Chinese, and ignore the interests and wishes of all other Chinese people.\" -- PRIME MINISTER LI PENG.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"A Rank That Rankles: New York Slips to No. 3; Now Texas Is 2d Most Populous State","web_url":"https://www.nytimes.com/1994/05/19/nyregion/a-rank-that-rankles-new-york-slips-to-no-3-now-texas-is-2d-most-populous-state.html","abstract":"  New York, first in the American League, second in apple production, has slipped to third in population, behind not only California but now Texas.   Texans have already laid claim to unofficial bragging rights as the nation's second most populous state. And yesterday, the Census Bureau disclosed population projections indicating that Texas had indeed overtaken New York sometime in January.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"L.I. Police Arrest 51 In Drug Crackdown","web_url":"https://www.nytimes.com/1994/05/19/nyregion/li-police-arrest-51-in-drug-crackdown.html","abstract":"  In a series of early-morning drug raids, the Suffolk County police arrested 51 people today, including the owners of a video store in St. James who the police said were selling $75,000 worth of cocaine a week.   The police said the raids, which involved 100 officers, followed a four-month investigation of cocaine trafficking in the St. James and Nesconset areas that began when a street-level dealer sold cocaine to an undercover officer.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"For Whitman, Applause in the Early Acts","web_url":"https://www.nytimes.com/1994/05/19/nyregion/for-whitman-applause-in-the-early-acts.html","abstract":"  Take it or leave it, Christine Todd Whitman has been saying since she took office four months ago, pressing her unwavering drive for lower taxes and smaller, more efficient government.   And while legislators wilt and worry, while state workers fume about attacks on their pensions and pay and while Wall Street frets about some of the Governor's budget plans, the people of New Jersey seem to be loving every minute of it, and of her.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"America Turns to a New Bicycling Prince","web_url":"https://www.nytimes.com/1994/05/19/sports/IHT-america-turns-to-a-new-bicycling-prince.html","abstract":"Somewhere on the Tour DuPont's long road from Wilmington, Delaware, to Winston-Salem, North Carolina, the public changed sides, crossing over from Greg LeMond to Lance Armstrong..The next era in American bicycle racing edges closer. It may be a few mon","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Police Stops For Truancy Include Errors","web_url":"https://www.nytimes.com/1994/05/19/nyregion/police-stops-for-truancy-include-errors.html","abstract":"  A new police campaign aimed at getting truant students off the streets has returned many to class, but some parents have complained that the police have been overeager and are picking up students with legitimate excuses, school officials said yesterday.   About one in 10 of the nearly 4,000 students picked up for truancy had valid reasons for being out of class, according to a report on the six-week-old program, which covers seven specially designated zones in the five boroughs.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"The Way Ahead for China: More Change, Sustainably","web_url":"https://www.nytimes.com/1994/05/19/opinion/IHT-the-way-ahead-for-china-more-change-sustainably.html","abstract":"The writer is managing director of the World Bank. This is the first of two articles..China's economy has grown at an average annual rate of 9 percent since 1978. Per capita incomes doubled in the decade to 1987. This is an accomplishment that took the","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Petrie Leaves Post in Portland","web_url":"https://www.nytimes.com/1994/05/19/sports/sports-people-pro-basketball-petrie-leaves-post-in-portland.html","abstract":"  GEOFF PETRIE said yesterday that his decision to resign as head of basketball operations for the Portland Trail Blazers was no spur of the moment decision. But he declined to be specific about his reasons for quitting a post he has held the last four years.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Bomb Sent to ABC Offices","web_url":"https://www.nytimes.com/1994/05/19/nyregion/bomb-sent-to-abc-offices.html","abstract":"  A device that appeared to be a bomb and was in a package addressed to the president of ABC was delivered to the network's headquarters on the Upper West Side yesterday, but it was deactivated by the police bomb squad, the police said.   The package, addressed to Robert A. Iger, president of the ABC Television Network Group, contained gunpowder packed in wood cylinders and covered with foil, said Sgt. Tina Mohrmann, a police spokeswoman.  Mr. Iger was traveling when the package arrived at his office at 77 West 66th Street, near Columbus.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"CHINA SEES RISK TO ITS STABILITY IN U.S. DEMANDS","web_url":"https://www.nytimes.com/1994/05/19/world/china-sees-risk-to-its-stability-in-us-demands.html","abstract":"  China's leaders have told the United States that they are willing to make further gestures on human rights to build more constructive relations. But they have asked for understanding on what they see as the need to clamp down on dissent and preserve \"social stability.\"   The importance of President Clinton's decision whether to extend China's preferred trading status, a decision that is expected next week, has prompted an extensive high-level dialogue, including the dispatch of a secret envoy from the White House.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/19/nyregion/c-corrections-132705.html","abstract":"  An article on April 25 about a move to recognize gay marriages in Hawaii misstated the number of communities in which benefits are extended to domestic partners of municipal employees. Before Austin, Tex., repealed its ordinance this month, there were 15, not 150.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Artists Win Round No. 1 In Dispute Over a Sculpture","web_url":"https://www.nytimes.com/1994/05/19/arts/artists-win-round-no-1-in-dispute-over-a-sculpture.html","abstract":"  A Federal District Court judge in Manhattan ruled yesterday that Helmsley-Spear, the owners of a former Macy's warehouse in Long Island City, Queens, may not dismantle a sculptural installation in the lobby of the building, at 47-44 31st Street, until a civil suit brought by the three artists who created it has been resolved. The artists are John J. Veronis, John Swing and John Carter.   In his ruling, the judge, David N. Edelstein, accepted the argument of Richard A. Altman, the lawyer for the artists, that the sculpture qualifies for protection under the Visual Artists' Rights Act, a Federal statute that has been in effect since June 1991 but has never been tested in court.","thumbnail":null,"section":"Arts"},{"date":"19940519","headline":"1944: Missionaries Die : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/19/opinion/IHT-1944-missionaries-die-in-our-pages100-75-and-50-years-ago.html","abstract":"ALLIED HEADQUARTERS IN AUSTRALIA - [From our New York edition:] A Roman Catholic bishop and fifty-nine other missionaries were killed outright or died of injuries when Allied planes strafed a Japanese prison ship off the New Guinea coast, it was asserted","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/19/nyregion/news-summary-132390.html","abstract":"  International A3-12  CHINA PRESENTS CASE TO U.S.  China's leaders have told the United States that they are willing to improve their human rights record with the goal of building better relations. But they are also asking for understanding on what they see as a need to clamp down on dissent.  A1","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Suspended Driver Is at Wheel of Car That Kills Professor","web_url":"https://www.nytimes.com/1994/05/19/nyregion/suspended-driver-is-at-wheel-of-car-that-kills-professor.html","abstract":"  The students at York College began to file into Classroom D-401 shortly before 2 P.M. There was nothing on the blackboards, and no books were opened. The final exam had to be rescheduled because funeral arrangements were being made.   Psychology 206 no longer had a teacher.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Mail Call","web_url":"https://www.nytimes.com/1994/05/19/opinion/mail-call.html","abstract":"  This is what happens when you send electronic mail, as millions of Americans now do. Your fingers fly; so, in a sense, do your words; and you never run out of stamps. But if you're the recipient and the correspondence is personal, you are not getting all the message.   True, you're getting some of it, the part that is articulated anyway. The rest, however, is in the handwriting, and in whether it is slanting up or down, backward or forward. It is in the loop -- or dangling tail -- of the \"y,\" and the size of the caps and the spaces between the letters. It is in whether the writing is Palmer Method (the correspondent is getting on), clerk's cursive (he took a course) or illegible (he is either un- or over-educated).","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"President Doormat","web_url":"https://www.nytimes.com/1994/05/19/opinion/president-doormat.html","abstract":"  Lee Kuan Yew, the aging dictator of Singapore, saw a way to make himself the ethnic hero of Asia by posing as the upholder of law and order against the decadence of the West. His method was to provoke and ultimately humiliate the President of the United States by brutalizing and then torturing one of our citizens.    Forget the fascist city-state's propaganda line about \"equal treatment\" of Asians and whites: as William Branigan of The Washington Post has written from the scene (and as the Singaporean Embassy here does not dispute), \"To date, no Singaporean has ever been caned for vandalizing a private car.\"","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Cherchez le Right Word : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/19/opinion/IHT-cherchez-le-right-word-letters-to-the-editor.html","abstract":"Regarding \"Bill to Outlaw Some Uses of English Nears Approval in French Legislature\" (May 6):.There is more French in the English language than English in the French. That's what makes English so rich. It enables us always to select le mot ju","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/05/19/opinion/IHT-what-theyre-reading.html","abstract":"-. Herv Mouren, president of Bull France, is reading \"Les Lettres de la Princesse Palatine\" (The Letters of the Princess of Palatine.).\"Living in France between a homosexual husband [the king's brother] and an autocratic brother- i","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"The Exiles From Edmonton Earn Cheers in Manhattan","web_url":"https://www.nytimes.com/1994/05/19/sports/hockey-the-exiles-from-edmonton-earn-cheers-in-manhattan.html","abstract":"  Sometimes, events tell a story best simply because they coincide. That was the case Tuesday night, when news reports flashed out of two distant, diverse places -- Edmonton and Manhattan.   Out west, Peter Pocklington, the owner of the Oilers, did not deliver a $1.25 million letter of credit that was supposed to seal the deal to keep his team in a renovated Northlands Coliseum. He still might get it right, or he might not. The team may stay, or it may not. Although the Oilers finished 23d in a 26-team league this season, people living in Edmonton still care despite dwindling attendance that ranks the team in the bottom third of the league. They watch the Stanley Cup playoffs on television now.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Developer of the New Tomato Expects a Financial Bonanza","web_url":"https://www.nytimes.com/1994/05/19/us/developer-of-the-new-tomato-expects-a-financial-bonanza.html","abstract":"  For Calgene Inc., the Government's approval today of the Flavr Savr tomato represents a payoff for the longest-running gamble in agricultural biotechnology.   Having spent five years developing the genetically engineered tomato, Calgene is eager to introduce the product into the nation's fresh-tomato market, which is estimated at $3 billion to $5 billion a year.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"Transactions","web_url":"https://www.nytimes.com/1994/05/19/sports/transactions-138568.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Placed Scott Lewis, pitcher, on the 15-day disabled list. Purchased the contract of John Farrell, pitcher, from Vancouver of the Pacific Coast League.   CLEVELAND INDIANS -- Recalled Herbert Perry, infielder, from Charlotte of the International League. Optioned Mark Lewis, infielder, to Charlotte.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Prince Drops Its Sponsorship Of Capriati","web_url":"https://www.nytimes.com/1994/05/19/sports/tennis-prince-drops-its-sponsorship-of-capriati.html","abstract":"  It may be a while before she comes to trial, but for Jennifer Capriati, the 18-year-old former tennis prodigy who was arrested on a marijuana charge in Florida on Monday, commercial judgment has been swift and severe.   According to her agent, Capriati has already lost one of her oldest and most lucrative endorsement contracts and may be on the verge of losing the other.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Right to Die Cases Also Support Suicide Ruling","web_url":"https://www.nytimes.com/1994/05/19/opinion/l-right-to-die-cases-also-support-suicide-ruling-139858.html","abstract":"  To the Editor:   A May 5 front-page article reports that a Federal judge in Seattle has ruled a ban on assisted suicide unconstitutional. \"A Jury's Sympathy for Suicide\" (editorial, May 6), on the Michigan jury that cleared Dr. Jack Kevorkian of charges that he illegally helped a terminally ill patient commit suicide, also discusses the Washington State decision.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Bad Backdoor Deal on Health Care","web_url":"https://www.nytimes.com/1994/05/19/opinion/bad-backdoor-deal-on-health-care.html","abstract":"  Chairman Dan Rostenkowski of the House Ways and Means Committee has offered a prominent group of health insurers a deal on health care reform. Mr. Rostenkowski promises to drop several provisions odious to the insurers if they agree to stop squawking about others. The proposed deal might be a victory for Mr. Rostenkowski -- who is fighting to save his chairmanship by plea-bargaining with prosecutors over accusations of financial improprieties; it might be good for the insurance companies. But it looks bad for everyone else.   The Health Insurance Association of America paid for the \"Harry and Louise\" television commercials, which used exaggerated claims to scare Americans silly about President Clinton's health reform plan. To ward off further attacks during a critical negotiating period, Mr. Rostenkowski would give insurers the right to offer coverage to only part of the population and base premiums on the medical experience of the patients they choose to insure.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Jose Trias, Julie Gilbert, Lawyers in Capital, Slain","web_url":"https://www.nytimes.com/1994/05/19/us/jose-trias-julie-gilbert-lawyers-in-capital-slain.html","abstract":"  Jose Enrique Trias, 49, and his wife, Julie Noel Gilbert, 48, tax lawyers from Bethesda, Md., were found dead of gunshots in the head in their weekend home near Annapolis on Monday. The authorities said they had apparently been killed in a robbery.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"A Proper Trade Formula : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/19/opinion/IHT-a-proper-trade-formula-letters-to-the-editor.html","abstract":"Regarding \"Clinton Needs a Flexible Trade Freeze With China\" (Opinion, May 17) by Michael A. Santoro:.The writer proposes that the Clinton administration freeze China's favored trade status until it improves human rights. He proposes granting","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Telescopes Set to View A Cosmic Collision","web_url":"https://www.nytimes.com/1994/05/19/us/telescopes-set-to-view-a-cosmic-collision.html","abstract":"  Most of the world's telescopes on the ground and in space will be pointed at Jupiter this summer, watching for a cosmic collision that is certain to happen and waiting to give scientists their first view of the kind of catastrophic event that may have accounted for mass extinctions on Earth long ago and the eventual emergence of humans.   A comet, now shattered into at least 21 icy chunks, is zeroing in on the largest planet in the solar system. Scientists who have been tracking the course of the comet, Shoemaker-Levy, for more than a year disclosed new and more precise estimates of the impending collision yesterday.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"After Serb Forces Shell Airport, U.N. Cancels 3 Flights to Tuzla","web_url":"https://www.nytimes.com/1994/05/19/world/after-serb-forces-shell-airport-un-cancels-3-flights-to-tuzla.html","abstract":"  The United Nations canceled three planned flights into the northern Bosnian city of Tuzla today, only a day after Bosnian Serb forces shelled the first plane to land at the airfield in over a month.    Four Serbian tank rounds struck the Tuzla airport, which is part of a United Nations \"safe area,\" on Tuesday and one of the shells exploded near a United Nations transport that had just landed in the first flight to the Muslim-held town since the airport was closed on April 14.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"End the Cuba Embargo : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/19/opinion/IHT-end-the-cuba-embargo-letters-to-the-editor.html","abstract":"Regarding \"Cuba: Don't Reward Castro, Tighten the Embargo\" (Opinion, May 16) by Vicente Echerri:.Mr. Echerri's article is vitally wrong. You do not bring democracy to countries by tightening embargoes. The end of communism in the East bloc co","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"NATO Bends to Russia to Allow It a Broader Relationship","web_url":"https://www.nytimes.com/1994/05/19/world/nato-bends-to-russia-to-allow-it-a-broader-relationship.html","abstract":"  In a concession to Russian pride, NATO said today that the alliance's relationship with Russia could be broader than the so-called Partnership for Peace the allies offered to it and the other formerly Communist countries in the former Soviet Union and Eastern Europe, officials said.   Unlike Poland, Hungary, the Czech Republic and many other countries, Russia has repeatedly postponed formal acceptance of the terms of the partnership, which President Clinton and other leaders proposed last January after Russia made clear it would regard full membership in the alliance by eastern European countries as a threat to its own security.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"Streak Seems Distant As the Yankees Take Even Steeper Tumble","web_url":"https://www.nytimes.com/1994/05/19/sports/baseball-streak-seems-distant-as-the-yankees-take-even-steeper-tumble.html","abstract":"  Suddenly, the Yankees, hailed as the best team in baseball, looked ordinary. Forget that; they looked less than ordinary. And after their pitching failed so miserably, their fielders mishandled two fly balls and their batters hardly stirred before the seventh-inning stretch, the Yankees looked like downright imposters today in a 13-5 thrashing by the Minnesota Twins.   Where were the surging Yankees who had parlayed stingy pitching, stellar hitting and resourceful play into a 10-game winning streak before arriving at the Metrodome? Either they missed the charter flight from Milwaukee on Sunday or the Twins simply played superior baseball in sweeping the two-game series here.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Assembly Delays Bill to Keep New York City Out of Debt","web_url":"https://www.nytimes.com/1994/05/19/nyregion/assembly-delays-bill-to-keep-new-york-city-out-of-debt.html","abstract":"  Although New York City faces cash-flow problems this week because of delays in state aid, the Democratic-controlled State Assembly has postponed until at least Monday approval of a $660 million infusion of emergency aid for the city.   The delay could force the city to withhold payments to its contractors beginning as early as Thursday to avoid going $60 million into debt by Friday, city officials said today.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Marlins' Old-Timers Leave Mets Mystified","web_url":"https://www.nytimes.com/1994/05/19/sports/baseball-marlins-old-timers-leave-mets-mystified.html","abstract":"  Charlie Hough is 46 years old, he throws a knuckleball, and he split his fingernail the other day. That's almost like a kicker in football breaking his big toe.   Last night, as part of a Florida Marlins' battery that totaled 80 years in age, Hough helped undo the Mets in posting a 4-3 victory at rainy Shea Stadium. Hough Doesn't Knuckle Under    With his youthful, dancing knuckler, Hough did not give up a hit until there were two outs in the sixth. But Nolan Ryan's record as the oldest no-hit pitcher -- he was 44 when he tossed one in 1991 -- remained safe.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/19/nyregion/metro-digest-133850.html","abstract":"  UNLICENSED DRIVER CHARGED IN DEATH There was nothing on the blackboards, and no books were open. The final exam had to be rescheduled because funeral arrangements were being made. Psychology 206 no longer had a teacher. James Donald Wynne, who was adored by his students at York College, died after he was struck by a car driven by a man with a suspended license. A1. AN EAGER INMATE CONFOUNDS THE SYSTEM Every now and then, Gangaram Mahes slips on his best donated clothes, strolls to a nice restaurant and savors a $50 meal. The waiters call him sir, but Mr. Mahes could not dig a dollar from his pocket for a bus ride to heaven. He is a thief who never runs, a criminal who picks his teeth as the police close in. To be arrested, to go home to a cell at Rikers Island, is his plan when he unfolds his napkin. A1.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Review/Music; A Forgotten U.S. Composer Is Resurrected","web_url":"https://www.nytimes.com/1994/05/19/arts/review-music-a-forgotten-us-composer-is-resurrected.html","abstract":"  One of the functions of the American Composers Orchestra is to root out music that after a few moments of prominence has simply died away. Edward Joseph Collins was, for example, somewhat of a Midwestern darling during the first half of this century. Program notes for the orchestra's concert on Sunday afternoon at Carnegie Hall tell us that between 1924 and 1941 the Chicago Symphony played three of Collins's piano concertos and two other orchestra pieces. The listener is indebted for the information, for Collins's name is absent from the most prominent reference books now in circulation.   One of these Chicago performances was of the \"Tragic Overture,\" a well-made bit of melodrama offered by the American Composers Orchestra under Dennis Russell Davies on Sunday. This tidy piece fights off every modernistic impulse while clutching Liszt and Wagner firmly to its breast. Yet the \"Tragic Overture\" celebrates more modern calamity than Romantic tragedy. Its dire mood wells up from the bottom of the orchestra: tubas, trombones, double basses. There are moaning half steps, nasty little snare drum figures and, at the end, a funeral march set against solemn drums.","thumbnail":null,"section":"Arts"},{"date":"19940519","headline":"With Israel Gone, Jericho Takes First Slow Steps to Self-Rule","web_url":"https://www.nytimes.com/1994/05/19/world/with-israel-gone-jericho-takes-first-slow-steps-to-self-rule.html","abstract":"  The Jericho post office was open today, but since it lacked Palestinian stamps, no one could send any letters.   Government bureaus had new stationery of the Palestinian National Authority, but the authority still exists only in name. Blue-uniformed patrolmen appeared in the police station, but they were not yet walking the streets.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"Guessing At French Baroque Staging","web_url":"https://www.nytimes.com/1994/05/19/arts/guessing-at-french-baroque-staging.html","abstract":"  Every age has its ferocious battles over matters of musical style. Adherents of Wagner and Brahms considered each others' heroes the bane of musical culture. More recently, Minimalists and Serialists have hurled brickbats at each other. Usually, both sides find their place in the repertory, leaving future generations to wonder what all the fuss was about.    In late-17th- and early-18th-century France, the war for musical taste was fought by partisans of styles that seem quintessentially French to listeners today, but that at the time were regarded as French and Italian. The French faction, which preferred graceful vocal writing and lavishly choreographed ensemble pieces, venerated Jean-Baptiste Lully. Those who preferred the Italian influence, with its more overtly virtuosic solo vocal writing, championed Marc-Antoine Charpentier.","thumbnail":null,"section":"Arts"},{"date":"19940519","headline":"A Game of Shame in Albany","web_url":"https://www.nytimes.com/1994/05/19/opinion/a-game-of-shame-in-albany.html","abstract":"  What will convince the dawdlers in New York State's Legislature that it is time for a budget? The fiscal year begins -- began -- 49 days ago, on April 1. Only once in the 12 years since Mario Cuomo became Governor has budget enactment been later than it is today. The people's elected representatives deserve nothing but contempt for their sorry performance.   The dawdlers took care of the Albany bureaucracy on time, voting appropriations for agency operations before April 1. But every city and hamlet, every county, school district and food kitchen that depends on state funds is still waiting, trying to plan its own budget without knowing what it will get from the state. School boards are shaping budgets for voters' approval without knowing where to peg next year's property tax rates.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"U.S. Tries to Hide Indian Ruins From Intruders","web_url":"https://www.nytimes.com/1994/05/19/us/us-tries-to-hide-indian-ruins-from-intruders.html","abstract":"  Forget about finding this place on a road map ever again. And don't bother looking for Cutthroat Castle nearby.   These and three other groups of tumbledown stone towers used more than 600 years ago by Anasazi Indians -- the Hackberry, Horseshoe and Cajon Ruins, a few bumpy miles from here -- are also set to slip beneath the cartographic sands of time.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"Italy's New Rightist Cabinet Wins Slim Senate Approval","web_url":"https://www.nytimes.com/1994/05/19/world/italy-s-new-rightist-cabinet-wins-slim-senate-approval.html","abstract":"  Italy's new right-wing Government scraped through a confidence vote in the Senate tonight, crowning the electoral triumph of Prime Minister Silvio Berlusconi and his neo-Fascist and Northern League allies.   Mr. Berlusconi's new Cabinet won Senate approval by 159 to 155. The vote included two abstentions, which under parliamentary rules count as \"no\" votes on confidence motions.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"Aides to Giuliani Criticized For Lacking Job-Cuts Data","web_url":"https://www.nytimes.com/1994/05/19/nyregion/aides-to-giuliani-criticized-for-lacking-job-cuts-data.html","abstract":"  City Council committee chairmen angrily criticized high-ranking members of the Giuliani administration at budget hearings yesterday, accusing some commissioners of not being forthcoming about how services will be affected by the Mayor's proposed budget cuts.   Mayor Rudolph W. Giuliani has proposed cutting 15,000 jobs from the city payroll by June 1995 through attrition and a $200 million severance program. Though more than 6,800 employees are in line for severance, the administration has yet to provide details about where jobs will be lost or whether the eliminated jobs mesh with the Mayor's proposed reductions.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Arafat and Peres, at a Meeting in Oslo, Accentuate the Positive","web_url":"https://www.nytimes.com/1994/05/19/world/arafat-and-peres-at-a-meeting-in-oslo-accentuate-the-positive.html","abstract":"  On the day Israel surrendered control of Gaza to the Palestinians, Yasir Arafat and Shimon Peres met here today for a celebration in the city where their journey toward peaceful cooperation began secretly nearly two years ago.   Mr. Arafat, chairman of the Palestine Liberation Organization, and Mr. Peres, Israel's Foreign Minister, joined by Jimmy Carter, arrived here early today to honor Norway's role as a broker in the talks that led to their accord last September.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"Israel Finishes Withdrawing Troops From the Gaza Strip","web_url":"https://www.nytimes.com/1994/05/19/world/israel-finishes-withdrawing-troops-from-the-gaza-strip.html","abstract":"  Relieved to lay down the burden but nervous about what lies ahead, Israel completed its army withdrawal from Palestinian towns and refugee camps in the Gaza Strip today.   With the soldiers' departure, under a final cascade of stones and jeers from young Gazans determined that the Israelis would be chased out, Palestinian self-rule went fully into effect, as it did days ago in the West Bank town of Jericho.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"2 Prominent Tax Lawyers Are Found Slain in Maryland Weekend Home","web_url":"https://www.nytimes.com/1994/05/19/us/2-prominent-tax-lawyers-are-found-slain-in-maryland-weekend-home.html","abstract":"  The two tax lawyers from Bethesda came to their gray and white clapboard house here with the notion of getting away from the stress of their daily lives. Instead, they were killed sometime over the weekend in the newly renovated home just outside Annapolis.   Jose Enrique Trias, 49, was vice president and general counsel of the Howard Hughes Medical Institute, one of the the nation's wealthiest research organizations. His wife, Julie Noel Gilbert, 48, was a partner with Morgan, Lewis & Bockius, a Philadelphia law firm with an office in Washington.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"1919: German Mischief : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/19/opinion/IHT-1919-german-mischief-in-our-pages100-75-and-50-years-ago.html","abstract":"BRUSSELS - The Germans, hoping that the choice of Geneva, as the seat of the League of Nations, would generate anti-Swiss feelings in Belgium, have been trying to provide Switzerland with an anti-Belgian grievance. With the help of their secret agents in","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Russians and Americans Join in Anti-Abortion Fight","web_url":"https://www.nytimes.com/1994/05/19/world/russians-and-americans-join-in-anti-abortion-fight.html","abstract":"  A French geneticist showed slides of a curled fetus the size of a button and just as cute. A Russian Orthodox priest explained what he called the direct corollary between abortion and divorce. And American anti-abortion advocates advised their Russian counterparts always to refer to a fetus as a child, and abortion as murder.   The first major anti-abortion conference in Russia opened today in Moscow, a quiet but still surprising event in a country with the highest abortion rate in the world. The Russian anti-abortion movement is small, and even its leaders say they have no hope of banning abortion.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/19/style/chronicle-139262.html","abstract":"  The ascension of JAMES TRUMAN, 36, the new editorial director of Conde Nast Publications, one of the most influential jobs in magazine publishing, was celebrated on Tuesday night at a party given by ANNA WINTOUR, the editor in chief of Vogue; TINA BROWN, the editor in chief of The New Yorker; GABE DOPPELT, the former editor in chief of Mademoiselle, and BRYAN FERRY, the British rocker.   The evening was also a sneak preview of the Garage, a still-under-construction restaurant on the Bowery, at 4th Street. ERIC GOODE and SERGE BECKER, the night-life impresarios behind the defunct clubs Area and M. K., who plan to open the Garage late next month, showed off the converted Gulf Station to 250 guests including Anne Bass, Tom Brokaw, Barry Diller, Peggy Noonan, Mort Zuckerman, Lauren Hutton, Jann Wenner, Madonna and other people rarely seen on the Bowery.","thumbnail":null,"section":"Style"},{"date":"19940519","headline":"Health Care Hearings Open in Squabble","web_url":"https://www.nytimes.com/1994/05/19/us/health-care-hearings-open-in-squabble.html","abstract":"  Two Congressional committees took up national health insurance today, and the discussions promptly dissolved into the sort of cranky partisan squabbling that has kept the subject off the statute books since it was first proposed a half century ago.   It was predictable enough in the House Ways and Means Committee, where rigid partisan lines have become traditional. Moreover, the committee planned only to talk this week and next, with no votes before June.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/19/nyregion/inside-132560.html","abstract":"  New Financial Rules Sought   A Congressional study of derivatives calls for sweeping new regulation of the market for these complex financial products. Page D1.  Zeroing In on Jupiter    At least 21 icy chunks from a shattered comet will start smashing into Jupiter on July 16, according to scientists' latest predictions. Page A16. Are There Leaks at the Fed?   The Federal Reserve is investigating whether a former Fed governor was leaked information or simply had a brilliant hunch. Page D1. Knicks Lead Series, 3-2    Hubert Davis's two free throws with 2.1 seconds left after a questionable foul call gave the Knicks an 87-86 victory over Chicago. Page B9. Applause for Whitman     The determined Governor of New Jersey, Christine Todd Whitman, is riding a crest of popularity, according to a statewide poll. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/19/nyregion/c-corrections-139327.html","abstract":"  An entry in the Executive Changes listing in Business Day on May 10 about Douglas L. Cunningham misidentified the company of which he was named chairman and chief executive. It is Rexair Inc., a subsidiary of Hanson Industries, and not Hanson itself.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Dominican Tension Rises as Charges of Rigged Voting Mount","web_url":"https://www.nytimes.com/1994/05/19/us/dominican-tension-rises-as-charges-of-rigged-voting-mount.html","abstract":"  Tensions mounted in this city today as vote counting for elections held Monday neared its end amid charges by the main opposition party that supporters of President Joaquin Balaguer had rigged the process in his favor.   With nearly 95 percent of the votes counted, Mr. Balaguer called himself the \"virtual winner,\" even though the official tally put him ahead of his nearest rival, Jose Francisco Pena Gomez, by less than 38,000 votes out of 2.5 million votes counted. The 87-year-old incumbent is seeking his seventh term in office.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"Thousands of Fleeing Rwandans Huddle at Remote Tanzania Site","web_url":"https://www.nytimes.com/1994/05/19/world/thousands-of-fleeing-rwandans-huddle-at-remote-tanzania-site.html","abstract":"  Louis Manirakisa was once a prosperous mechanic in the Rwandan capital, Kigali. Now, after a treacherous monthlong odyssey, he is simply a survivor in this wretched, remote encampment, which appeared out of nowhere last week on the Tanzanian plain, a spontaneous massing of Rwandans running for their lives.    It has become the newest stop on the refugee trail, a spot on the map that almost overnight became a small city, but without food, shelter or medical care. Its only advantage is that it is not in Rwanda.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"Plenty of Complaints on Airline Air Quality, Lawmakers Say","web_url":"https://www.nytimes.com/1994/05/19/us/plenty-of-complaints-on-airline-air-quality-lawmakers-say.html","abstract":"  Members of Congress said today that they were besieged by complaints from passengers about the air quality in airline cabins.   \"Our mail, questions we receive from our constituents, and my conversations with colleagues are a catalogue of complaints of headache, ear discomfort, sinus and bronchial ailments, viral infections, respiratory illness, nose and throat irritation, and other ailments following flights,\" said Representative James L. Oberstar, the Minnesota Democrat who is chairman of the aviation subcommittee of the Public Works and Transportation Committee.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"Philip Morris Settles Charge on Cigarettes","web_url":"https://www.nytimes.com/1994/05/19/nyregion/philip-morris-settles-charge-on-cigarettes.html","abstract":"  The New York State Attorney General, G. Oliver Koppell, said yesterday that he had reached a settlement with Philip Morris U.S.A., after accusing the tobacco company of violating a state law by distributing free samples of Marlboro cigarettes.    Philip Morris denied wrongdoing but agreed to discontinue the practice and to pay $250,000 to settle the charges, said John C. Lenzi, a spokesman for the company.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Offer Korea A Carrot","web_url":"https://www.nytimes.com/1994/05/19/opinion/offer-korea-a-carrot.html","abstract":"If the North Koreans are hell-bent on building nuclear weapons, we cannot stop them without raising the probability of a second Korean war to a dangerous level.\n\nTalk of sanctions by the Administration and Bob Dole, the Senate Republican leader, will be no more potent than our threats in 1968 after the North Koreans seized the reconnaissance ship Pueblo and held her crew for 11 months.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"A Justice Denied","web_url":"https://www.nytimes.com/1994/05/19/opinion/a-justice-denied.html","abstract":"  Death is the last taboo in America, a word to be avoided the moment it hits home. But in the public arena, death is inescapable. Arguments about abortion rights, the assisted suicides of Jack Kevorkian and capital punishment are all arguments about when life begins and ends and who, if anyone, should call the shots.  Even the health-care debate is in part a referendum on the myriad routes that can be taken to death and the cost of reaching that final destination.   This is why all the Monday-morning quarterbacking about President Clinton's choice of a new Supreme Court justice may miss the point. The lost runner-up on Mr. Clinton's short list of three was not the politically controversial Bruce Babbitt but the medically controversial Richard S. Arnold, a highly regarded chief judge on the Federal Court of Appeals who has been under treatment for lymphoma since 1978.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"The Fed's Latest Mistake","web_url":"https://www.nytimes.com/1994/05/19/opinion/the-feds-latest-mistake.html","abstract":"The Federal Reserve's decision on Tuesday to raise short-term interest rates by half a percentage point was a mistake. The country's economic expansion isn't strong enough to tolerate this latest monetary tightening. \n\nWe may already be headed into a mini-recession -- a slowdown like the one in 1986, when the real (inflation-adjusted) gross national product declined at an annual rate of 0.5 percent in the second and third quarters.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/19/nyregion/c-corrections-139300.html","abstract":"  An article in The Home Section last Thursday about predominantly black enclaves in Sag Harbor, L.I., misstated the village's year-round black population. It is 70 to 80, not 700 to 800.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Doctor Gets An Ovation And a Rebuke","web_url":"https://www.nytimes.com/1994/05/19/us/doctor-gets-an-ovation-and-a-rebuke.html","abstract":"  In his first public appearance since he was forced to resign from the breast cancer study he coordinated for three decades, Dr. Bernard Fisher received standing ovations this week from several thousand of his peers at a national cancer meeting here.   The response to Dr. Fisher, who spoke to the American Society of Clinical Oncology, of which he is the immediate past president, was something of a triumph for him.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"After the Stormy End, Silence From Pippen","web_url":"https://www.nytimes.com/1994/05/19/sports/pro-basketball-after-the-stormy-end-silence-from-pippen.html","abstract":"  After the game, Scottie Pippen wasn't talking. He quickly threw on his purple suit and white shirt and left the locker room. And so all we know about what happened on the next-to-last play of the game, and the last play, would have to come from others.    Did he foul Hubert Davis, to allow the Knicks' guard to go to the free-throw line with 2.1 seconds remaining and the Bulls up by a point, 86-85?   After Davis made both free throws to put the Knicks up by a point, 87-86, was Pippen held by Anthony Mason as he looped around the Bulls' basket to take an out-of-bounds pass from Pete Myers, and was he slapped on the arm by Mason? And was he hoping for a welcome whistle and instead heard the disheartening buzzer, ending the game and putting the Bulls down three games to two in the Eastern Conference semifinals?","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"8 Lawyers in Egypt Arrested for Fomenting Violence","web_url":"https://www.nytimes.com/1994/05/19/world/8-lawyers-in-egypt-arrested-for-fomenting-violence.html","abstract":"  The Egyptian authorities arrested eight militant Islamic lawyers today on charges of fomenting violent protests over the death in police custody of a colleague, the Interior Ministry said.    The crackdown came a day after security forces crushed an attempt by 2,000 members of the Egyptian Bar Association to march on the presidential palace to protest the death of the lawyer, Abdel-Harith Madani.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"The Dusty Gaza Strip: An Unwanted Orphan","web_url":"https://www.nytimes.com/1994/05/19/world/the-dusty-gaza-strip-an-unwanted-orphan.html","abstract":"  Overcrowded, poor and short on hope, the Gaza Strip is often described as a place nobody wants. Certainly, opinion polls suggest, most Israelis are delighted to leave behind an area so bedeviling to them that Prime Minister Yitzhak Rabin once said it should sink into the sea.   Governing Gaza and its estimated 800,000 residents -- about half of them refugees and their children -- will be a profound challenge for the Palestine Liberation Organization. Others have tried, and failed.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"'Little Whorehouse' Closing","web_url":"https://www.nytimes.com/1994/05/19/theater/little-whorehouse-closing.html","abstract":"  \"The Best Little Whorehouse Goes Public,\" a musical comedy with book by Larry L. King and Peter Masterson and music and lyrics by Carol Hall, is to close after the evening performance on Saturday at the Lunt-Fontanne Theater, 205 West 46th Street, Manhattan. The Saturday-evening performance of the play, directed by Tommy Tune and Mr. Masterson, will be its 15th regular performance; it had 29 previews.","thumbnail":null,"section":"Theater"},{"date":"19940519","headline":"Ohio Cousins To Take Boy After Mother Faked Illness","web_url":"https://www.nytimes.com/1994/05/19/nyregion/ohio-cousins-to-take-boy-after-mother-faked-illness.html","abstract":"  Aaron Storck, a 10-year-old Long Island boy who was placed in a foster home over a year ago after a judge found that his mother abused him by faking or causing his illnesses, is to begin a new life in Ohio this summer, living with relatives of his mother.   A couple from Centerville, Ohio, John and Diane Gintz, who have two grown sons and a daughter, were granted permission on Tuesday by Judge David Freundlich of Suffolk County Family Court to become Aaron's new foster parents, effective June 24th, when school is out.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Review/Dance; The Devil in a Son Applauded by His Father","web_url":"https://www.nytimes.com/1994/05/19/arts/review-dance-the-devil-in-a-son-applauded-by-his-father.html","abstract":"  The Jose Greco Foundation company met Rainer Werner Fassbinder on Tuesday night at the Joyce Theater in an eveninglong piece of homoerotic dance called \"Diablo.\" Yes, that is the Jose Greco of \"Ed Sullivan Show\" fame, the man who popularized flamenco and made it a comfortable part of American middlebrow culture. As a gracious Spanish woman in the cheering audience put it, this was \"un flamenco actual, modern.\" The world of Spanish dance may never be the same.    \"Diablo\" featured Mr. Greco's son Jose Greco Jr., in the title role. Program notes describe the piece, inspired by a poem by Rafael Alberti, as \"a tale of transgression and revolt\" in which a \"man angel\" or Everyman character \"welcomes a world without light inside of himself\" and hands his soul to the devil. \"Diablo\" is similarly overwrought, which is its saving grace. Until the final 15 minutes or so of this 90-minute piece, \"Diablo\" is great fun.","thumbnail":null,"section":"Arts"},{"date":"19940519","headline":"Review/Dance; San Francisco Ballet in Modern Mode","web_url":"https://www.nytimes.com/1994/05/19/arts/review-dance-san-francisco-ballet-in-modern-mode.html","abstract":"  Everything the San Francisco Ballet dances, it dances more than well. But above all, the company's neo-classical style has been especially refined since Helgi Tomasson, once a star with the New York City Ballet, became the artistic director in 1985.   It was no surprise that the troupe, which opened a week's run at the John F. Kennedy Center for the Performing Arts here on Tuesday night, turned in such a sparkling performance of George Balanchine's neo-classical \"Symphony in C.\"","thumbnail":null,"section":"Arts"},{"date":"19940519","headline":"Jets Give Tackle Second Chance","web_url":"https://www.nytimes.com/1994/05/19/sports/sports-people-football-jets-give-tackle-second-chance.html","abstract":"  The Jets signed ALFRED OGLESBY, a free agent defensive tackle who spent a week with the team last season, yesterday. Terms of the contract were not disclosed. Oglesby, a three-year veteran, started 18 games for the Miami Dolphins in 1991 but was released in 1992. He spent half the 1992 season with the Green Bay Packers, playing in seven games before being released. Last year the Jets signed Oglesby on Dec. 8 and released him six days later.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"It's Brodeur in Goal For Devils Once More","web_url":"https://www.nytimes.com/1994/05/19/sports/hockey-it-s-brodeur-in-goal-for-devils-once-more.html","abstract":"  Jacques Lemaire surprised no one today when he emerged from a meeting with his players and announced that Martin Brodeur would start Game 3 Thursday night against the Rangers at Byrne Meadowlands Arena.   Although Brodeur allowed all four goals in New Jersey's 4-0 loss Tuesday night at Madison Square Garden that evened the series at one game each, the rookie was the Devils' best player, making 36 saves.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"So Far, Go for Gin Is in Class by Himself","web_url":"https://www.nytimes.com/1994/05/19/sports/horse-racing-so-far-go-for-gin-is-in-class-by-himself.html","abstract":"  Only one of the 11 horses in the Preakness Stakes has won a Grade 1 race. Only one has even run in three Grade 1 races in a row. Only one, to be sure, has won the Kentucky Derby.   For all these reasons, Go for Gin reigns over the Stakes Barn at Pimlico Race Course three days before the Preakness, and he will be the favorite when they go to the post Saturday for the second leg in the Triple Crown series. And nobody disputes his right to be the favorite, especially since he will not be running against stars like Holy Bull, Brocco, Valiant Nature and Strodes Creek, who withdrew to save their strength for later tests.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Texas Tops New York","web_url":"https://www.nytimes.com/1994/05/19/nyregion/texas-tops-new-york.html","abstract":"  New York State has slipped to third in population among the states. The Census Bureau said projections indicated that Texas had overtaken New York sometime in January.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Corrections","web_url":"https://www.nytimes.com/1994/05/19/nyregion/c-corrections-139319.html","abstract":"  An article yesterday about state enterprise zones misstated the number of enterprise zones in Connecticut. As the accompanying map showed, it has 12 such zones, not 11.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"1894: 'A Perfect Misery' : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/19/opinion/IHT-1894-a-perfect-misery-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - William Cranfield, thirty-five, a one-legged organ grinder, was charged at Lambeth yesterday [May 18] with having assaulted his wife. The prosecutrix said he returned home drunk, banged her head and then kicked her. She jumped out of the window.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Spurs' Owners Reward Lucas With Another Season as Coach","web_url":"https://www.nytimes.com/1994/05/19/sports/sports-people-pro-basketball-spurs-owners-reward-lucas-with-another-season-coach.html","abstract":"  JOHN LUCAS, his team eliminated in the first round of the National Basketball Association playoffs, will remain coach of the San Antonio Spurs. The team also said yesterday that BOB BASS, a vice president with the Spurs, has resigned. Bass will remain an adviser to the club, which he has been associated with since 1974.   The first-year ownership group met often over the last two weeks since the Spurs were eliminated by the Utah Jazz. The Spurs' chairman, ROBERT McDERMOTT, said the team owners have \"full confidence\" in Lucas and unanimously chose to retain him.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"An Uncertain Future For 3 Deep-Water Ports","web_url":"https://www.nytimes.com/1994/05/19/nyregion/an-uncertain-future-for-3-deep-water-ports.html","abstract":"  The bananas unloaded off ships from South America keep 62 longshoremen busy for two days every week at the port here. The manager for Turbana Corporation, the banana importer, says the port is one of the most efficient in the nation.    But the workers unloading the bananas face an uncertain future. New Haven Terminal Inc., the private company that owns and operates the port, is seeking investors or a buyer because of financial problems, and the amount of cargo coming into Bridgeport is less than half of what it was five years ago.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"Review/Theater; Giving Shakespeare a Racial Twist","web_url":"https://www.nytimes.com/1994/05/19/theater/review-theater-giving-shakespeare-a-racial-twist.html","abstract":"  The well-worn opening monologue of Shakespeare's most villainous monarch takes on a new, electrifying resonance in the Acting Company's production of \"The African Company Presents 'Richard III,' \" which opened last night at the Joseph Papp Public Theater. In Carlyle Brown's maddeningly uneven play about a black amateur theater troupe in New York City in 1821, the crookback's familiar, embittered soliloquy becomes a startling cry of racial outrage.   The monologue, delivered by Allen Gilmore as the actor playing Richard, shimmers with an anger that evokes Genet's ritualistic dramas of oppressed outsiders. And one can fully grasp what a threat the performance must have posed to a world still ruled unconditionally by white men.","thumbnail":null,"section":"Theater"},{"date":"19940519","headline":"For the Iraqi People : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/19/opinion/IHT-for-the-iraqi-people-letters-to-the-editor.html","abstract":"Regarding \"Questions Related to Saddam\" (Opinion, May 4) by William Safire:.If what Mr. Safire really cares about is the plight of the people in the region, whatever their ethnic origins, then the embargo against Iraq has only worsened their","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"Bridge","web_url":"https://www.nytimes.com/1994/05/19/nyregion/bridge-134856.html","abstract":"  The fourth-youngest player ever to reach the rank of life master in the New York metropolitan area, and the tenth-youngest anywhere, is Kent Mignocchi, 15, of Riverdale, the Bronx. He is an honor student at Riverdale Country School, and his grandmother, Mirette Mignocchi, is a leading tournament player.   He would have achieved his goal four months earlier but for a shortage of the required silver points awarded in sectional tournaments, theoretically easier than the red and gold points that have to be won in higher-rated events. His last silver point was won last month in White Plains, where the diagramed deal was played.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"House Leaders Are Criticizing Welfare Plan","web_url":"https://www.nytimes.com/1994/05/19/us/house-leaders-are-criticizing-welfare-plan.html","abstract":"  President Clinton's plan to change the nation's welfare system hit another snag this week, when leaders of the House sharply criticized the Administration strategy for financing it.   In a closed meeting with top Administration officials on Tuesday, several House leaders also expressed regrets that events were forcing the White House to propose a bill this year, said several people who were at the discussions.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"A Thief Dines Out, Hoping Later to Eat In","web_url":"https://www.nytimes.com/1994/05/19/nyregion/a-thief-dines-out-hoping-later-to-eat-in.html","abstract":"  Every now and then, Gangaram Mahes slips on his best donated clothes and lives the high life. He strolls to a nice restaurant, sips a fine aperitif, savors a $50 meal and finishes with hot black coffee. The waiters call him sir, but Mr. Mahes could not dig a dollar from his pocket for a bus ride to heaven.   He is a thief who never runs, a criminal who picks his teeth as the police close in. To be arrested, to go home to a cell at Rikers Island, is his plan when he unfolds his napkin.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/19/style/chronicle-139254.html","abstract":"  COLIN L. POWELL, the retired Chairman of the Joint Chiefs of Staff, and his wife, ALMA, had a special reason for showing up at the Washington home of Pie and Alfred Friendly on Tuesday for a party honoring MARIANA COOK. Ms. Cook's photographs are assembled in a book called \"Fathers and Daughters: In Their Own Words,\" published by Chronicle Books, and General Powell is in it with their daughters, Linda and Annemarie.    In his new incarnation as a private citizen, General Powell said he was busier than ever working on his memoirs and keeping up with the mail that continues to find its way to him despite the fact that much of it is simply addressed \"Colin Powell, the Pentagon.\"","thumbnail":null,"section":"Style"},{"date":"19940519","headline":"U.S. Defends Efforts to Oust Principal for Racial Remark","web_url":"https://www.nytimes.com/1994/05/19/us/us-defends-efforts-to-oust-principal-for-racial-remark.html","abstract":"  Justice Department officials and experts on court-ordered desegregation agreed today that the department's move to oust an Alabama school principal accused of making racist remarks was an unusual step, but they also said that there appeared to be ample legal basis for the request.   The department's civil rights division took the case to a Federal District Court in Montgomery, Ala., on Tuesday, asking that the Randolph County School District in eastern Alabama be found in violation of provisions in a 1970 desegregation order that affected all the state's school districts.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"Tomato Review; No Substitute for Summer","web_url":"https://www.nytimes.com/1994/05/19/us/tomato-review-no-substitute-for-summer.html","abstract":"  A judicious and conservative taster wants to detect a fresh outdoor note in the Flavr Savr, thanks to the gene that is spliced into its chromosomes, but is frustrated.   Tasted on three occasions -- once at a laboratory at the University of California at Davis and twice at a convention of biotechnologists in the summer of 1992 in New Orleans -- the tomato was plump and juicy, far more supple than standard out-of-season tomatoes, possessing the deeper red hue and thinner skin of summer's field tomatoes.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"Knicks Get a Break and Then Davis Does the Rest","web_url":"https://www.nytimes.com/1994/05/19/sports/pro-basketball-knicks-get-a-break-and-then-davis-does-the-rest.html","abstract":"  The Knicks felt fortunate. The Chicago Bulls felt as if they were robbed.   With the Knicks on the verge of sinking against the Chicago Bulls again in a pivotal Game 5, New York was saved by a referee's call. After Scottie Pippen was called for a highly questionable foul with 2.1 seconds to play, Hubert Davis made the two biggest free throws of his career to lift the Knicks to an 87-86 victory at Madison Square Garden last night.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Triggering A Playoff Explosion","web_url":"https://www.nytimes.com/1994/05/19/sports/on-basketball-triggering-a-playoff-explosion.html","abstract":"  At a downtown Chicago health club last weekend, I ran into Ernie Grunfeld, the Knicks' general manager, on the stationary bicycle. As we pedaled our way to nowhere, like Greg Anthony dribbling out the 24-second clock, we got to talking about today's young basketball players, most of them millionaires before their first professional dribble.   That morning's Chicago Tribune contained an article in which Seattle Coach George Karl admitted he had looked the other way this season while players such as Gary Payton and Shawn Kemp came late for practice and assorted team functions. The team was winning, Karl said, so he didn't want to risk damaging its so-called chemistry.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"F.D.A. Approves Altered Tomato That Will Remain Fresh Longer","web_url":"https://www.nytimes.com/1994/05/19/us/fda-approves-altered-tomato-that-will-remain-fresh-longer.html","abstract":"  The first genetically altered food, a tomato that is supposed to offer garden-fresh taste year-round, is heading for the markets after gaining approval today from the Food and Drug Administration.    The tomato, developed by Calgene Inc., a biotechnology company based in Davis, Calif., is called Flavr Savr and should arrive in some grocery stores in the West and Midwest within 10 days. The tomato has been genetically altered to ripen longer on the vine while remaining firm for picking and shipping, characteristics that should make it more flavorful and last longer than most other tomatoes on the market, the company said.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"OVERTURES BEGUN FOR PLEA BARGAIN ON ROSTENKOWSKI","web_url":"https://www.nytimes.com/1994/05/19/us/overtures-begun-for-plea-bargain-on-rostenkowski.html","abstract":"  Lawyers for Representative Dan Rostenkowski have approached Federal prosecutors to try to negotiate a plea bargain that would avert a broad felony indictment against the powerful Illinois Democrat, lawyers involved in the case said today.   The lawyers said the discussions could lead to Mr. Rostenkowski's agreement to plead guilty to a lesser charge. At this point, they said, the Government and Mr. Rostenkowski's lawyers are far apart and the effort to reach an agreement could go nowhere, in which case Mr. Rostenkowski could be indicted, possibly before Memorial Day.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"A Trip Into the 'Woodshed' With Dr John","web_url":"https://www.nytimes.com/1994/05/19/style/IHT-a-trip-into-the-woodshed-with-dr-john.html","abstract":"\"Woodshed\" means to practice or rehearse, shed for short. Malcolm (Mac) Rebennack a/k/a Dr John spends as much time as possible shedding with his band because it \"builds self-esteem and I feel good about life.\" Joints and concert hall","thumbnail":null,"section":"Style"},{"date":"19940519","headline":"Sparkling Outlook for Memorial: Clear Weather and Quick Greens","web_url":"https://www.nytimes.com/1994/05/19/sports/sparkling-outlook-for-memorial-clear-weather-and-quick-greens.html","abstract":"  There are certain givens at the Memorial Tournament: The field is strong, the crowds are huge, the fairways are manicured and the greens are fast. But something is different this year at the course and the tournament that Jack Nicklaus built.   The sky is clear.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"Right to Die Cases Also Support Suicide Ruling; Hospice Care","web_url":"https://www.nytimes.com/1994/05/19/opinion/l-right-to-die-cases-also-support-suicide-ruling-hospice-care-139874.html","abstract":"   To the Editor:   Your May 3 article on the Kevorkian verdict reports that several jurors described the not guilty verdict as appropriate because Dr. Kevorkian's interest in relieving his patient's suffering was noble; yet the jurors acknowledged that his means may not have been appropriate.","thumbnail":null,"section":"Opinion"},{"date":"19940519","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/19/style/chronicle-139246.html","abstract":"  When AMANDA LEHRER, the youngest of JIM and KATE LEHRER'S three daughters, is married Saturday to LEW NASH at the ruins of an old church in Charles Town, W.Va., the music will be performed by BARRY TUCKWELL.   No one was more surprised than Mr. Lehrer, the co-anchor of the \"MacNeil/Lehrer Newshour, when Mr. Tuckwell, widely considered to be the world's greatest French horn player, said yes to his invitation to play at the nuptials.","thumbnail":null,"section":"Style"},{"date":"19940519","headline":"Israeli-Syrian Round Ends Without Breakthrough","web_url":"https://www.nytimes.com/1994/05/19/world/israeli-syrian-round-ends-without-breakthrough.html","abstract":"  Secretary of State Warren Christopher ended four days of intensive diplomacy between Syria and Israel today, saying that no breakthrough was in the offing and that the countries were not ready to resume face-to-face talks.   Mr. Christopher said the two longtime antagonists preferred to continue with the current format of indirect talks in which he serves as intermediary and travels between the two countries. Several Administration officials said today that Mr. Christopher was likely to return to the Middle East in the middle of June to push the Syria-Israel talks forward.","thumbnail":null,"section":"World"},{"date":"19940519","headline":"Exoneration Fails to End School Molestation Case","web_url":"https://www.nytimes.com/1994/05/19/us/exoneration-fails-to-end-school-molestation-case.html","abstract":"  Child welfare and police officials have concluded that a group of fourth graders seeking to retaliate against a strict substitute teacher concocted a tale accusing him of molestation.   But both the accusations and subsequent investigation have left a few parents angry and threatening to file charges against the teacher, Albert Thompson, who is 43.","thumbnail":null,"section":"U.S."},{"date":"19940519","headline":"As Agency Cuts Faulted, Other Issues Are Raised","web_url":"https://www.nytimes.com/1994/05/19/nyregion/as-agency-cuts-faulted-other-issues-are-raised.html","abstract":"  New York City's Department of Youth Services has become the center of a political storm, with Giuliani appointees accusing their predecessors of fiscal mismanagement, while they themselves are facing criticism over salary levels and patronage at the agency.   Looming over the charges and countercharges is a bitter political battle over Mayor Rudolph W. Giuliani's plan to cut $25 million from the agency's budget. The Mayor says the cuts are needed to balance the city budget, but social service advocates have denounced the proposals, and City Council Speaker Peter F. Vallone has promised to try to restore the money.","thumbnail":null,"section":"New York"},{"date":"19940519","headline":"A Youngster Looks Ahead Amid Troubled Time in Florida","web_url":"https://www.nytimes.com/1994/05/19/sports/tennis-a-youngster-looks-ahead-amid-troubled-time-in-florida.html","abstract":"  Venus Williams, a promising junior tennis player, will celebrate her 14th birthday on June 17, an occasion that will allow her to become a professional. But the more important date for her father, Richard Williams, is July 6, when Venus will receive her final report card from school.   A straight-A report card, Williams said today, would be rewarded with an opportunity for Venus to play in her first professional tournament, the Virginia Slims championships in Manhattan Beach, Calif., in August.","thumbnail":null,"section":"Sports"},{"date":"19940519","headline":"All the Signs Are Pointing to Another Major-League Strike","web_url":"https://www.nytimes.com/1994/05/19/sports/on-baseball-all-the-signs-are-pointing-to-another-major-league-strike.html","abstract":"  How naive it all seems now.    March 1990, wee hours of the morning, a hotel ballroom filled with stale cigarette smoke, half-empty coffee cups and fatigued players, management officials, labor negotiators and reporters. And, everyone thought, a breath of fresh air.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940519","time":"1994-05-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":69,"wspd":16.6},{"date":"19940519","time":"1994-05-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":69,"wspd":13},{"date":"19940519","time":"1994-05-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":62,"wspd":7.6},{"date":"19940519","time":"1994-05-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":64,"wspd":5.4},{"date":"19940519","time":"1994-05-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":66,"wspd":9.4},{"date":"19940519","time":"1994-05-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":65,"wspd":9.4},{"date":"19940519","time":"1994-05-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":66,"wspd":9.4},{"date":"19940519","time":"1994-05-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":60,"wspd":9.4},{"date":"19940519","time":"1994-05-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":57,"wspd":7.6},{"date":"19940519","time":"1994-05-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":52,"wspd":9.4},{"date":"19940519","time":"1994-05-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":51,"wspd":13},{"date":"19940519","time":"1994-05-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":55,"wspd":9.4},{"date":"19940519","time":"1994-05-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":51,"wspd":13},{"date":"19940519","time":"1994-05-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":54,"wspd":9.4},{"date":"19940519","time":"1994-05-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":54,"wspd":14.8},{"date":"19940519","time":"1994-05-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":50,"wspd":16.6},{"date":"19940519","time":"1994-05-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":52,"wspd":14.8},{"date":"19940519","time":"1994-05-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":53,"wspd":13},{"date":"19940519","time":"1994-05-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":58,"wspd":20.5},{"date":"19940519","time":"1994-05-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":66,"wspd":13},{"date":"19940519","time":"1994-05-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":67,"wspd":22.3},{"date":"19940519","time":"1994-05-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":72,"wspd":24.1},{"date":"19940519","time":"1994-05-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":74,"wspd":25.9},{"date":"19940519","time":"1994-05-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":78,"wspd":25.9},{"date":"19940519","time":"1994-05-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":87,"wspd":20.5},{"date":"19940519","time":"1994-05-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":77,"wspd":14.8},{"date":"19940519","time":"1994-05-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":83,"wspd":18.7},{"date":"19940519","time":"1994-05-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":90,"wspd":18.7},{"date":"19940519","time":"1994-05-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":90,"wspd":13},{"date":"19940519","time":"1994-05-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":90,"wspd":11.2},{"date":"19940519","time":"1994-05-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":90,"wspd":14.8},{"date":"19940519","time":"1994-05-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":86,"wspd":14.8},{"date":"19940519","time":"1994-05-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":11.2},{"date":"19940519","time":"1994-05-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":92,"wspd":7.6},{"date":"19940519","time":"1994-05-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":92,"wspd":0},{"date":"19940519","time":"1994-05-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":96,"wspd":0},{"date":"19940519","time":"1994-05-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":93,"wspd":7.6},{"date":"19940519","time":"1994-05-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":89,"wspd":16.6},{"date":"19940519","time":"1994-05-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":80,"wspd":14.8},{"date":"19940519","time":"1994-05-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":83,"wspd":14.8},{"date":"19940519","time":"1994-05-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":80,"wspd":14.8},{"date":"19940519","time":"1994-05-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":80,"wspd":9.4},{"date":"19940519","time":"1994-05-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":72,"wspd":11.2},{"date":"19940519","time":"1994-05-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":75,"wspd":13},{"date":"19940519","time":"1994-05-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":86,"wspd":9.4},{"date":"19940519","time":"1994-05-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":93,"wspd":7.6},{"date":"19940519","time":"1994-05-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":89,"wspd":7.6},{"date":"19940519","time":"1994-05-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":89,"wspd":9.4}]}}