{"19930531":{"guardian_articles":[],"nytimes_articles":[{"date":"19930531","headline":"Rose Goes From Charlie Hustle to Charlie Horsepower","web_url":"https://www.nytimes.com/1993/05/31/sports/boating-rose-goes-from-charlie-hustle-to-charlie-horsepower.html","abstract":"  There is a new Pete Rose now -- still the same old Charlie Hustle from his 24 years of remarkable play for three major league teams, but different. The 52-year-old Rose has exchanged the baseball cap and jersey for a white fireproof jumpsuit, an orange helmet and a bulging life vest. And instead of running the bases, he is driving a monster of an offshore powerboat, a red 40-footer that will take him to speeds approaching 120 miles an hour.   The 2,200-horsepower boat, Hit King, is one of many new diversions in the life of a man who rewrote the record books with 4,256 career hits. Rose's gambling led to his banishment from baseball in 1989. And in 1990, his failure to file proper income tax returns sent him to prison for five months. The abrupt and brutal end of an extraordinary career sent him searching for other competitive outlets.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Review/Music; Anthrax Brings the Noise, but Now With Melody","web_url":"https://www.nytimes.com/1993/05/31/arts/review-music-anthrax-brings-the-noise-but-now-with-melody.html","abstract":"  \"What do you think of the new guy?\" the guitarist Scott Ian asked fans when Anthrax performed at the Grand on May 24. The new guy was John Bush, Anthrax's new lead vocalist, who also co-wrote the songs on the band's new album, \"Sound of White Noise\" (Elektra). To break him in, Anthrax was finishing up a six-date club tour before returning to its usual arena circuit.   With Mr. Bush, Anthrax's music shifts just slightly from the speed-metal that has sold millions of Anthrax albums since the mid-1980's. The band used to touch on slow heavy-metal riffing on the way to doubletime speed-metal blitzes with fast, one-note chanted lyrics. Now the slow passages are longer, and there's often a melody within the crashing, churning, pounding guitars and drums. The transformation of Anthrax isn't as drastic as Metallica's was, but both have decided to use just enough outside elements to break free of the speed-metal genre and crash the rock mainstream.","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/31/nyregion/chronicle-777093.html","abstract":"  The estranged PRINCE and PRINCESS OF WALES made a rare appearance together yesterday at a service in Liverpool, England, marking the 50th anniversary of the Battle of the Atlantic.   Charles and Diana chatted and joked for a few minutes, in sharp contrast to their glum public dealings before their formal separation last year. They traveled from the royal yacht Britannia, moored at Liverpool's Pier Head, to an Anglican cathedral for the ceremony, which honored those who fought in the maritime battle from 1939 to 1945.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Julie Kim, S. P. DesJardins","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-julie-kim-s-p-desjardins.html","abstract":"  Julie Yungjoo Kim, until recently an assistant buyer at Lord & Taylor in New York, was married yesterday to Stephen Paul DesJardins, an investment banker. The Rev. Dr. Young Han Kim performed the ceremony at the Buffalo Korean Presbyterian Church.    Mrs. Kim DesJardins, 24, graduated from the University of Pennsylvania, where her husband graduated magna cum laude. She is a daughter of Dr. and Mrs. Kang Soo Kim of Fredonia, N.Y. His father is the chairman of the department of anesthesia at Brooks Memorial Hospital in Dunkirk, N.Y. Her mother, Jung Hye Kim, is the office manager of Dunkirk-Fredonia Anesthesia, an anesthesia practice.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/31/nyregion/chronicle-037193.html","abstract":"  First she took Manhattan, and then the state. Now she is setting her sights on the whole country. MARCIA LAURA CILLAN, a Georgetown University graduate from Manhattan, won the Miss New York State beauty pageant on Saturday night in Watertown, N.Y, the Associated Press reported. Miss Cillan, 23, who is also Miss Manhattan, will represent New York in the Miss America pageant in Atlantic City this fall.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Judith Brous, Joffrey Poss","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-judith-brous-joffrey-poss.html","abstract":"  Judith Brous, a founding partner of Judaic Creations, a New York gallery of contemporary art, was married yesterday to Jeffrey R. Poss, a lawyer. Rabbi Barry Friedman officiated at the home of the bride's parents in South Orange, N.J.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Margaret C. Long, D. Mark Gooding","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-margaret-c-long-d-mark-gooding.html","abstract":"  Margaret C. Long, a daughter of Margaret E. Comes of Delmar, N.Y., and the late Frank J. Comes, was married yesterday to D. Mark Gooding, a son of Barbara and David Gooding of Schenectady, N.Y. The Rev. Terrance O'Neil performed the ceremony at McKnownville United Methodist Church in Albany.   Mrs. Gooding is an associate with the law firm of Peckar & Abramson in River Edge, N.J. She graduated from Smith College and received a law degree from the College of William and Mary. Her previous marriage ended in divorce.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Bridge","web_url":"https://www.nytimes.com/1993/05/31/nyregion/bridge-781893.html","abstract":"  A year ago the Greater New York Bridge Association set a precedent for North America by organizing a Green Point game, with bidding boxes, table screens, large entry fees, master points and substantial cash prizes. The second event, again popular with the experts, was played Friday at the Sheraton New York Hotel, Seventh Avenue and 53d Street, and the winners, collecting $2,135, were Michael Becker of Tenafly, N.J., and Michael Kamil of Teaneck, N.J. Second were Debbie Zuckerberg of Manhattan and Richard Pavlicek Jr. of Fort Lauderdale, Fla., who will be members of a favored United States squad in the World Junior Team Championships in Denmark in August.   Other winners in the first two days of play at the Eastern Regional Championships were: Open Pairs Flight A, Steven Zlotnick and Elliott Grubman of Brooklyn; B, Goldie Redner of Brooklyn and Peter Sorter of Manhattan; Stratified Women's Pairs Flight A, Mimi Bieber of Armonk, N.Y., and Ritsuko Kai of Scarsdale, N.Y.; B, Debra Osborn and Charlotte Hardman, both of Flushing N.Y.; C, Shirley Finkelstein and Elaine Immerman, both of Manhattan; Stratified Pairs Flight A, Claire and Paul Kern of Washington Township, N.J.; B, Barbara Clark of West Orange, N.J., and Vijay Ahuja of Staten Island; C, Chester Latin of West Hartford, Conn., and Robert Francis of Canton Centre, Conn.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Let Tobacco Companies Bear the Burden","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-let-tobacco-companies-bear-the-burden-053393.html","abstract":"  To the Editor:   The decision by a Mississippi judge declaring cigarettes defective and unreasonably dangerous (\"Judge Says Hazards Make Cigarettes Defective by Law,\" news article, May 13), might signal the loosening of the tobacco industry's half-century chokehold on the American judiciary.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Review/Television; Praises for Bluegrass's Grand Ole Operator","web_url":"https://www.nytimes.com/1993/05/31/arts/review-television-praises-for-bluegrass-s-grand-ole-operator.html","abstract":"  TNN, the Nashville Network, calls itself \"The Heart of Country.\" That heart expresses itself best in periodic specials celebrating veteran superstars of the country-and-western scene. Several months ago, Minnie Pearl was the center of deserved attention. Tonight at 9, with a repeat at 1 A.M., it's \"Bill Monroe: The Father of Bluegrass Music.\"   Born in Kentucky in 1911, Mr. Monroe got started in radio in 1930. He and his brother Charlie billed themselves as \"The Monroe Brothers.\" Bill later formed his own group, the Bluegrass Boys, and in 1939 took up a decades-long residency at the Grand Ole Opry. This television tribute, produced by Steve Gebhardt Film and Video, traces the extraordinary influence Mr. Monroe has had not just on country music but also on rock and other popular music.","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/31/arts/dance-in-review-042893.html","abstract":"  Michael Mao Florence Gould Hall","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"Leigh Finer, Daniel Waxman","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-leigh-finer-daniel-waxman.html","abstract":"  Leigh Victoria Finer, a daughter of Mr. and Mrs. David J. Finer of Cedarhurst, L.I., was married yesterday to Daniel Philip Waxman, a son of Marilyn Margolius of Chicago and Leonard Waxman of Montreal. Rabbi Kenneth Hain performed the ceremony at Temple Beth Sholom in Lawrence, L.I.   Mrs. Waxman, 25, is an associate at the New York law firm of Lord Day & Lord. She graduated magna cum laude from Queens College and received her law degree from Columbia University.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Review/Dance; A Storm via Stravinsky And Etiquette via Japan","web_url":"https://www.nytimes.com/1993/05/31/arts/review-dance-a-storm-via-stravinsky-and-etiquette-via-japan.html","abstract":"  Watching \"Movements for Piano and Orchestra\" is like watching bolts of lightning. But because this lightning is choreographed by George Balanchine, everything is always under control, and the electrical storm is awesome without also being threatening.    Gestures are jagged and patterns are restless throughout the work, which was offered by the New York City Ballet on Thursday night at the New York State Theater as part of the Balanchine Celebration. Balanchine obviously listened closely to the Stravinsky score that serves as the ballet's title. What he heard inspired him in several ways. The choreography's nervous energy is obviously a response to that of the music. Yet the score never grows hysterical; Stravinsky created an ultimately orderly wildness. So did Balanchine.","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"Big City Budget Reality","web_url":"https://www.nytimes.com/1993/05/31/opinion/big-city-budget-reality.html","abstract":"  New York City's fiscal watchdogs have no teeth, officially, but they can bite nonetheless. And bite they did last week. In an extraordinary public critique, the three private-sector members of the Financial Control Board told the world what they have been telling Mayor David Dinkins for some time now -- that the city must stop living beyond its means, and do it quickly.   Their timing was politically inopportune for the Mayor, seeking re-election this year. But, in politics, when is fiscal belt-tightening ever opportune? Better embarrassment now than deeper trouble later.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Bronx Church Protests Ouster Of Its Leader, Canceling Mass","web_url":"https://www.nytimes.com/1993/05/31/nyregion/bronx-church-protests-ouster-of-its-leader-canceling-mass.html","abstract":"  About 30 parishioners of St. Ann's Church in the South Bronx rushed the altar yesterday, chanting loudly and forcing the cancellation of Mass, to protest the suspension of the church's leader by the Episcopal Diocese of New York.   The police were called to the Mott Haven church during the protest, but the parishioners locked the gates, temporarily preventing officers from entering the church's grounds. A half-hour later, they opened the gates and the police left. There were no arrests.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Review/Concert; Chamber Ensemble Vs. Noise: Music Wins","web_url":"https://www.nytimes.com/1993/05/31/arts/review-concert-chamber-ensemble-vs-noise-music-wins.html","abstract":"  It's getting to be the time of year when music goes outdoors to play. Tanglewood, Caramoor and the like are yet to begin, but in the middle of Manhattan the concert and performance series at Bryant Park has acted as a kind of spring harbinger for the summer. The latest in these brief al fresco events was a collection of three short comic operas put on by the New York Chamber Ensemble for a few hundred sun-drenched listeners and passersby on Saturday afternoon. The pieces were Hindemith's \"Hin und Zuruck\"; \"The Telephone\" by Gian Carlo Menotti, and Douglas Moore's soap-opera opera, \"Gallantry.\"   Previous events in Bryant Park, at least the ones this writer has attended, have faced some pretty stiff competition from traffic along the Avenue of the Americas and on 42d Street. But whether it was the weekend slowdown or the placing of the small stage at the east rather than the west end of the park, music held its own against city noise more effectively than I can remember it ever doing so.","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"E. W. Blackmon, R. J. Woodcock Jr.1","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-e-w-blackmon-r-j-woodcock-jr.1.html","abstract":"  Elizabeth Wallace Blackmon, the daughter of Drs. Charles M. and Margaret V. Blackmon of Fredericksburg, Va., was married there yesterday to Richard Joseph Woodcock Jr., the son of Richard J. and Estelle G. Woodcock of Potomac, Md. The Rev. James Baker performed the ceremony at the Presbyterian Church.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Albania Chief Urges West to Send Troops to Kosovo to Prevent War","web_url":"https://www.nytimes.com/1993/05/31/world/albania-chief-urges-west-to-send-troops-to-kosovo-to-prevent-war.html","abstract":"  President Sali Berisha has urged the United States and NATO to send troops to Kosovo Province in Serbia to prevent a spread of \"ethnic cleansing\" to the Albanian population of the region. More than 85 percent of Kosovo's population of 2.1 million are ethnic Albanians.   Under President Slobodan Milosevic of Serbia, the ethnic Albanians have been deprived of most of the autonomous status that they had achieved under Tito after World War II.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"Review/Dance; Ballet Theater Tries the Theatrical 'Manon'","web_url":"https://www.nytimes.com/1993/05/31/arts/review-dance-ballet-theater-tries-the-theatrical-manon.html","abstract":"  Thanks to operas by Massenet and Puccini, films and even the original tale, the world is hardly unfamiliar with Manon, the virginal heroine turned courtesan of Abbe Prevost's 18th-century French novel.   In 1974, Sir Kenneth MacMillan took the same sordid story of love, lust and greed and choreographed an unexpectedly grand ballet: a spectacular three-act costume drama that roamed with panoramic scope over a decadent era in amazingly minute detail and also zoomed in on the amorality of its principal characters.","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"It's Going to Be a Long Season","web_url":"https://www.nytimes.com/1993/05/31/nyregion/it-s-going-to-be-a-long-season.html","abstract":"  There are some in Queens who would rather not talk about it. There are those who now bemoan \"the STEMs.\" And there are others, of course, who utter uglier things not fit to repeat here -- except to say, paraphrasing Ross Perot, there's a certain sound coming from Flushing Bay and it's the Mets going down the drain.   It has been 31 years since Casey Stengel threw up his hands and complained, \"Can't anybody here play this game?\" But his lament is once again echoing across Queens as the Mets have sunk into last place in the National League East with a style as thrilling as a pitching change midway through a lopsided game between two losers on a lazy afternoon in late September.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Jets' Lageman a Willing Slave to the Stairmaster","web_url":"https://www.nytimes.com/1993/05/31/sports/pro-football-jets-lageman-a-willing-slave-to-the-stairmaster.html","abstract":"  The middle of the iron bar that is carrying 405 pounds digs into the muscles across Jeff Lageman's shoulders as he squats under the load.   When he bends his legs under the weight, he sucks in a load of air. When he rises, he blows it out like steam. Lageman, the Jets' defensive end, looks like a 6-foot-5-inch, 260-pound human bellows.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Review/Cabaret; Vincent Minnelli's Work, Through Story and Song","web_url":"https://www.nytimes.com/1993/05/31/arts/review-cabaret-vincent-minnelli-s-work-through-story-and-song.html","abstract":"  Midway through Jeff Harnar's delightful new cabaret act, \"Dancing in the Dark -- Vincente Minnelli's Hollywood,\" a show that has been pleasantly ebullient suddenly takes wing.    Singing a medley of \"Cabin in the Sky,\" \"Stranger in Paradise,\" \"Angel\" and \"I'll Build a Stairway to Paradise\" -- four songs from Minnelli-directed films -- Mr. Harnar and Alex Rybeck, his pianist and musical partner, introduce a rock-and-roll flavor. Expertly supported by Mark Minkler on stand-up bass, the pair weave traditional pop singing and 1950's-style rock-ballad falsetto into an irresistibly playful celebration of things celestial.","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"When Discrimination Means Despair","web_url":"https://www.nytimes.com/1993/05/31/opinion/when-discrimination-means-despair.html","abstract":"  Last week four women and one man sat before the Senate Governmental Affairs Committee and spoke of sexual harassment, racism and sexism. Several of them wept, and understandably so. The humiliations they described were their own.   Suzanne Doucette, an F.B.I. agent, and Diana Miller, a former Army civil engineer, talked of being assaulted by a superior. Ms. Doucette also accused the F.B.I. of retaliating for her charge by claiming, falsely, that she gave a classified document to her lawyer. Sandra I. Hernandez, an agent with the Bureau of Alcohol, Tobacco and Firearms, claimed a supervisor promised her promotion in exchange for sex. Curtis Cooper said he'd been denied promotions in early years of his career with the same agency because of his race. And Marilyn Hudson, a Federal prosecutor, reported losing her job because a new supervisor didn't want women in high-level jobs.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Graduates at Cornell University Are Encouraged to Live Life to the Fullest","web_url":"https://www.nytimes.com/1993/05/31/us/commencements-graduates-cornell-university-are-encouraged-live-life-fullest.html","abstract":"  Frank H. T. Rhodes, president of Cornell University, delivered the 125th commencement address to 30,000 people, including graduates, family members, faculty and other guests at the university yesterday .  The ceremonies were held outdoors at Schoellkopf Field.   In his speech to the graduates of Cornell's 11 schools and colleges, Mr. Rhodes spoke of the importance of living life to the fullest and urged the graduates to \"drink in the grandeur of existence.\"","thumbnail":null,"section":"U.S."},{"date":"19930531","headline":"Miriam Gross, Ronald Schulman","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-miriam-gross-ronald-schulman.html","abstract":"  Miriam Eva Gross, a daughter of Sara G. Pfeiffer of Teaneck, N.J., and the late Dr. Barry C. Gross, was married yesterday to Ronald Warren Schulman, a son of Beverly Schulman of Jeffersonville, N.Y., and Richard Schulman of Cochecton, N.Y. Rabbi Lester Polansky performed the ceremony at Congregation Ahavath Sholom in Jeffersonville.   Mrs. Schulman, 24, is a financial analyst and programmer at Salomon Brothers in New York. She graduated from Dartmouth College and received a master's degree in civil engineering from the Massachusetts Institute of Technology.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/31/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Twice Knighted","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Mysteriously, Arson Takes Its Toll on New Hampshire's Treasured Covered Bridges","web_url":"https://www.nytimes.com/1993/05/31/us/mysteriously-arson-takes-its-toll-on-new-hampshires-treasured-covered.html","abstract":"Someone is burning the treasured covered bridges of New Hampshire. Cavernous and creaky, with their barnlike roofs and their sides latticed like pie crust, the covered bridges have stood guard over many of the Granite State's creeks and rivers for more than a century.\n\nThe bridges have survived floods and storms, and the ceaseless passing of time, but in a rash of recent arson fires three of the bridges have been destroyed since March, in three towns within 100 miles of one another. The most recent fire targeted a 157-year-old piece of history called Corbin Bridge, which went down in flames early Tuesday morning in the town of Newport. One woman told the local newspaper she had cried at the news.","thumbnail":null,"section":"U.S."},{"date":"19930531","headline":"Ukraine Asks Russia for Talks on Black Sea Fleet","web_url":"https://www.nytimes.com/1993/05/31/world/ukraine-asks-russia-for-talks-on-black-sea-fleet.html","abstract":"  President Leonid M. Kravchuk of Ukraine asked President Boris N. Yeltsin today for a meeting soon to resolve a growing and dangerous dispute over the former Soviet Black Sea Fleet.   Mr. Kravchuk's appeal followed a formal Ukrainian protest on Saturday after some 80 percent of the ships -- though no warships -- raised the Russian naval flag in a rolling dispute over pay and allegiance.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"Stacy Kramer, David M. Kramer","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-stacy-kramer-david-m-kramer.html","abstract":"  Ellen Stacy Kramer, a daughter of Mr. and Mrs. Arthur Kramer of Pittsburgh, was married there yesterday evening to David Michael Kramer, a son of Elaine Kramer of New York and the late M. Eli Kramer. Rabbi Mark Mahler performed the ceremony at Temple Emanuel. The families of the bride and bridegroom are not related.   Mrs. Kramer, 28, is known as Stacy. She is a producer with Stephen Chau Productions, independent feature film producers in Los Angeles. She graduated from the University of Michigan.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Sports of The Times; The Squad That Wins Is Called Team Jordan","web_url":"https://www.nytimes.com/1993/05/31/sports/sports-of-the-times-the-squad-that-wins-is-called-team-jordan.html","abstract":"  THE contention here is that Michael Jordan had been getting too much rest, and that he just finally woke up.   The controversy over whether Michael Jordan had been getting so bleary-eyed at the gaming tables that he couldn't see the basket right was overblown.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Rosalin Hermes, Marc A. Landis","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-rosalin-hermes-marc-a-landis.html","abstract":"  Rosalin Hermes, a daughter of Dalia Hermes of Los Angeles, was married yesterday to Marc Andrew Landis, the son of Sigmund E. and May Landis of Huntingdon Valley, Pa. Rabbi Simeon J. Maslin officiated at Reform Congregation Keneseth Israel in Elkins Park, Pa.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Karyn Wienski, L. V. Calcano","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-karyn-wienski-l-v-calcano.html","abstract":"  Karyn Elizabeth Wienski, an assistant vice president in private banking at the Bankers Trust Company, was married yesterday to Lawrence V. Calcano, an associate in the investment banking division of Goldman, Sachs & Company. Both work in New York. Msgr. Edward Surwilo performed the ceremony at Our Lady Star of the Sea Church in Stamford, Conn.    Mrs. Calcano, 28, graduated from Dartmouth College, from which she also received an M.B.A. She is the daughter of Mrs. John C. Wienski of Stamford and the late Dr. Wienski.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Mr. Marino Trips","web_url":"https://www.nytimes.com/1993/05/31/opinion/mr-marino-trips.html","abstract":"  Let's be candid: For most travelers, Albany may not have quite the same allure as, say, Rome or Venice in the spring. So one can understand why Ralph Marino took off for parts European.    But Mr. Marino isn't an ordinary traveler. He's the majority leader of the New York State Senate. With the legislative session entering its final stage, and lots of pressing public business to conduct, he belonged on the job in the state capital last week, not in Italy with his wife and friends on a 10-day pleasure trip.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Benefit for Joyce Theater","web_url":"https://www.nytimes.com/1993/05/31/theater/benefit-for-joyce-theater.html","abstract":"  Ten dance groups and performers are to participate in a benefit tomorrow at 7 P.M. for the Joyce Theater, 175 Eighth Avenue, at 19th Street, Chelsea, to celebrate the theater's 10th anniversary. The performers include the Erick Hawkins Dance Company, Garth Fagan Dance, the Ralph Lemon Company and Pilobolus. The program will also feature a piece choreographed for the event by Molissa Fenley, and a performance by children from the New Ballet School of the finale from Eliot Feld's \"Half Time.\" Tickets are $75 for the performance alone; $300 includes a post-performance dinner at the Rainbow Room. Information: (212) 691-9740.","thumbnail":null,"section":"Theater"},{"date":"19930531","headline":"Kenneth Kennerly, Kelly McKenna","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-kenneth-kennerly-kelly-mckenna.html","abstract":"  Kelly Ann McKenna, a daughter of Patrick A. McKenna of Savannah, Ga., and Jean M. Doyle of Barrington, Ill., was married yesterday to Kenneth Robertson Kennerly, a son of Albert Kennerly of Oxford, Md., and Celeste Cheatham Weisglass of New York. The Rev. Stuart Kenworthy performed the Episcopal ceremony at Christ Church in Washington.   Mrs. Kennerly, 28, is the director of sales of the Hyland Group, a hotel and resort marketing company based in Fairfax, Va. She graduated from Columbia College in Chicago. Her father is the general manager of Landings-on-Skidaway Island, real estate and private club developers in Savannah. Her mother is an executive assistant at Household International, a financial services company in Northbrook, Ill.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Marla Krell, Steven Cohen","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-marla-krell-steven-cohen.html","abstract":"  Marla Pearl Krell, a daughter of Rita and Mortimer Krell of Tenafly, N.J., was married yesterday in Fair Lawn, N.J., to Steven A. Cohen, the son of Hyman Cohen of Hollis, Queens, and the late Ethel Cohen. Rabbi Arthur Hertzberg performed the ceremony at the Fair Lawn Jewish Center.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"No Headline","web_url":"https://www.nytimes.com/1993/05/31/nyregion/no-headline-487893.html","abstract":"  I think women always keep house; it comes with the gender. Every career woman with a family does the wash, the laundry, scrubs floors, cleans the bathrooms, changes the beds. The man generally does not. -- SENATOR DIANNE FEINSTEIN of California.  [ 11:1. ]","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Prpic Beats Stich, Costa Eliminated : Graf, Fernandez and Sánchez Battle Into the Quarterfinals","web_url":"https://www.nytimes.com/1993/05/31/sports/IHT-prpic-beats-stich-costa-eliminated-graf-fernandez-and-sanchez.html","abstract":"Grunting softly on every shot, the young Iva Majoli looked mean and determined as she battled Steffi Graf in the French Open on Sunday. She took the top-seeded German through a few frustrating moments, but in the end experience won over ambition.. Graf pu","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"K. R. Kaufman, Michael Narotsky","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-k-r-kaufman-michael-narotsky.html","abstract":"  Katherine Riemer Kaufman, a policy analyst for the Federal Environmental Protection Agency in Durham, N.C., was married yesterday to Michael Gershon Narotsky, a senior scientist at Mantech Environmental Technology Inc. in Research Triangle Park, N.C. Rabbi Norton Shargel officiated at the Jewish Center of Harrison, N.Y.   Ms. Kaufman, 28, is keeping her name. She graduated from Yale University and received a master's degree in public policy from the University of California at Berkeley. She is the daughter of Mr. and Mrs. Howard R. Kaufman of Somers, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"North Korea: Trouble Ahead for a State Outside the Real World","web_url":"https://www.nytimes.com/1993/05/31/opinion/IHT-north-korea-trouble-ahead-for-a-state-outside-the-real-world.html","abstract":"- In the past year Kim Il Sung, the octogenarian Great Leader of North Korea, has been at various times reported to be in ill health. Because of the nature of the closed society he created, virtually all analysis of the political succession issue must be speculative. Nonetheless, there appear to be sound reasons for believing that North Korea is heading for a period of great turmoil after Mr. Kim's death. Such tremors may lead to the collapse of the state itself, just as East Germany fell at the end of the Cold War.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"What they're reading","web_url":"https://www.nytimes.com/1993/05/31/style/IHT-what-theyre-reading.html","abstract":"Denzel Washington, the actor, who is researching his role as a reporter in the filming of \"The Pelican Brief\" is reading \"All the President's Men\" by Bob Woodward and Carl Bernstein.. \"The only books I am reading now are about jou","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Jennifer Wolsk, James A. Bain","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-jennifer-wolsk-james-a-bain.html","abstract":"  Jennifer Melinda Wolsk, the daughter of Paul M. and Dr. Vivien D. Wolsk of New York, was married yesterday to James Alexander Bain, the son of Yvonne Bain and James A. Bain, both of Erie, Pa. Rabbi A. Bruce Goldman and the Rev. H. Scott Matheney, a Presbyterian minister, officiated at the Gipsy Trail Club in Carmel, N.Y.   Mrs. Wolsk Bain, 25, graduated from Stanford University. She will begin graduate studies in social work at the University of Pittsburgh in September. Her father is a lawyer in New York. Her mother is a clinical psychologist and the executive director of the Gestalt Center for Psychotherapy and Training, a post-graduate psychotherapy institute in New York.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"A Few Less Words Of Thanks for the Tonys","web_url":"https://www.nytimes.com/1993/05/31/theater/a-few-less-words-of-thanks-for-the-tonys.html","abstract":"  And now, live from Broadway, it's the 30-second acceptance speech.    That's the planned marching order, at least, for this year's Tony Awards show, which will be broadcast Sunday at 9 P.M. on CBS. Gary Smith, the show's new executive producer, has announced that for the first time the winners' thank-yous will be cut to half a minute.","thumbnail":null,"section":"Theater"},{"date":"19930531","headline":"Game 3-Peat? The Knicks Hope Not","web_url":"https://www.nytimes.com/1993/05/31/sports/pro-basketball-game-3-peat-the-knicks-hope-not.html","abstract":"  Perhaps the Knicks simply had a bad day. Perhaps they are in trouble.   In either case, the Chicago Bulls' dominance of New York on Saturday afternoon set up a pivotal confrontation Monday afternoon, when the Knicks and the Bulls will play Game 4 of the Eastern Conference finals here at Chicago Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"One Man's Endless Summer: Five Decades as a Lifeguard","web_url":"https://www.nytimes.com/1993/05/31/nyregion/one-man-s-endless-summer-five-decades-as-a-lifeguard.html","abstract":"  At the beach, everything is in flux. The tides rise and fall. The currents turn. The dunes shift. The crowds come and go. In big and small ways, the vistas change. Nothing, it seems, is forever.   Except, maybe, for that silver-haired guy over there on the lifeguard stand.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Do Something About Superfund","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-do-something-about-superfund-050993.html","abstract":"  To the Editor:   President Clinton has said of Superfund, our country's toxic waste cleanup program, \"I'd like to use that Superfund to clean up pollution for a change and not just pay lawyers.\" The President's recognition of the program's problems is music to my ears as a business owner trapped in the bureaucracy of Superfund.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"KEY FOE OF BUDGET SUGGESTS OPTIMISM OVER A COMPROMISE","web_url":"https://www.nytimes.com/1993/05/31/us/key-foe-of-budget-suggests-optimism-over-a-compromise.html","abstract":"  Senator David L. Boren of Oklahoma, who holds the crucial swing vote that could make or break President Clinton's economic plan, said today that the odds had greatly improved that a compromise he could support could be worked out.   Senator Boren's new position almost guarantees enactment of legislation to lower the budget deficit, said Senator Daniel Patrick Moynihan, chairman of the Finance Committee, which has jurisdiction over much of the Clinton plan.","thumbnail":null,"section":"U.S."},{"date":"19930531","headline":"Central Park Reservoir: Some Young Thoughts","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-central-park-reservoir-some-young-thoughts-056893.html","abstract":"  [ The following letters, from Nancy L. Robbins's third-grade class at Public School 230, Brooklyn, respond to \"What to Do With the Central Park Reservoir,\" a May 9 photo feature. ] To the Editor:   I think the Central Park Reservoir should be a testing lab for purifying water.  NATHAN HURWITZ Brooklyn, N.Y., May 21, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/05/31/sports/transactions-956093.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Activated Jose Melendez, pitcher, from the 15-day disabled list. Placed Jeff Richardson, infielder, on the 15-day disabled list.   MILWAUKEE BREWERS -- Activated Angel Miranda, pitcher, from the 15-day disabled list. Sent Josias Manzanillo, pitcher, to New Orleans of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Vatican Under Attack Along With Nominee","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-vatican-under-attack-along-with-nominee-052593.html","abstract":"  To the Editor:   The \"feminists and population control advocates\" who oppose the appointment of Boston's anti-abortion mayor, Raymond L. Flynn, as ambassador to the Vatican give a lot more reasons than appear in your May 14 news article.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Offspring of Indians and Settlers Edit Histories of the Oregon Trail","web_url":"https://www.nytimes.com/1993/05/31/us/offspring-of-indians-and-settlers-edit-histories-of-the-oregon-trail.html","abstract":"  Up to 10 million Americans will visit the old Oregon Trail this summer, walking a few steps in the West's best-known path, touching the hardened dirt of the deep wagon ruts like Braille readers of history.   As people look for clues to their common past, many will arrive at this quiet place on a rye-grass plain just west of town. It was here that for nearly 12 years two Presbyterian missionaries, Dr. Marcus Whitman and his wife, Narcissa, tried to bring Christianity and New England-style agriculture to a once-prosperous band of Cayuse Indians.","thumbnail":null,"section":"U.S."},{"date":"19930531","headline":"Central Park Reservoir: Some Young Thoughts","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-central-park-reservoir-some-young-thoughts-057693.html","abstract":"  [ The following letters, from Nancy L. Robbins's third-grade class at Public School 230, Brooklyn, respond to \"What to Do With the Central Park Reservoir,\" a May 9 photo feature. ] To the Editor:   I would turn the Central Park Reservoir into a lake. I would tear down the fence and gatehouse. Boating and fishing would be allowed. So would swimming. I would leave the trees and other surrounding alone. People would enjoy it for having parties and picnics there.  DANIEL CASNER Brooklyn, N.Y., May 21, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Stephanie Singer, Stephen Fischer","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-stephanie-singer-stephen-fischer.html","abstract":"  Stephanie Frank Singer, a daughter of Maxine and Daniel Singer of Washington, was married yesterday to Stephen Douglas Fischer, the son of Robert and Arlene Fischer of New York and Bedford, N.Y. Judge Ruth Bader Ginsburg of the United States Court of Appeals for the District of Columbia Circuit performed the ceremony at the home of the bride's parents.   The bride graduated from Yale University and received a Ph.D. in mathematics from New York University. She teaches mathematics at Haverford (Pa.) College. Her father is of counsel to the law firm of Fried, Frank, Harris, Shriver & Jacobson in Washington. Her mother, a molecular biologist, is the president of the Carnegie Institution of Washington, a research organization.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Review/Performance Art; Chaplin Daughter Stars In a Zany Family Circus","web_url":"https://www.nytimes.com/1993/05/31/theater/review-performance-art-chaplin-daughter-stars-in-a-zany-family-circus.html","abstract":"  \"The Invisible Circus,\" in common with its predecessor \"Le Cirque Imaginaire,\" is an intimate family cavalcade of variety acts. The family in the show at the Union Square Theater is related to Charlie Chaplin, and the picture of the Little Tramp at the circus gives the amiable vest-pocket entertainment its sustaining imagery.   When Victoria Chaplin, the third of Chaplin's daughters, becomes intricately involved with mechanical objects, a theatergoer may also think of \"Modern Times.\" While Chaplin was enmeshed in cogs and conveyor belts, his daughter acts as her own machinator. It is at her behest, or autosuggestion, that wheels begin to spin and catch her in a whirligig.","thumbnail":null,"section":"Theater"},{"date":"19930531","headline":"Julie B. Orent, Scott G. Luchs","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-julie-b-orent-scott-g-luchs.html","abstract":"  Julie Beth Orent, the daughter of Dr. and Mrs. Herbert H. Orent of Convent Station, N.J., was married yesterday to Dr. Scott Glenn Luchs, a son of Marjorie Luchs of Englewood, N.J., and Dr. Saul Luchs of Cliffside Park, N.J. Rabbi Richard Levine officiated at the Headquarters Plaza Hotel in Morristown, N.J.    Mrs. Luchs, 24, graduated from Tufts University, where she also received a master's degree in special education. She plans to join the faculty at the Westchester Day School in Mamaroneck, N.Y., in September. Her father is a senior engineering associate at the Exxon Research and Engineering Company in Florham Park, N.J. Her mother, Judith Orent, a teacher of mathematics, is the chairwoman of the mathematics department at the Montclair Kimberley Academy in Montclair, N.J.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Books of The Times; Comic Novellas on Metamorphoses","web_url":"https://www.nytimes.com/1993/05/31/books/books-of-the-times-comic-novellas-on-metamorphoses.html","abstract":"  Cock & Bull By Will Self  310 pages. Atlantic Monthly Press. $20.","thumbnail":null,"section":"Books"},{"date":"19930531","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/31/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92563516282.html","abstract":"1943: Deserted Streets","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Jordan Turns Silence Into Rallying Cry","web_url":"https://www.nytimes.com/1993/05/31/sports/on-pro-basketball-jordan-turns-silence-into-rallying-cry.html","abstract":"  WITHIN the invisible borders of Bulls-Knicks World, where Armageddon is currently being waged at a furious pitch, the great news media boycott of '93 continued yesterday as Michael Jordan maintained his silence and all but one of his teammates followed his lead right out the door after the Bulls' afternoon practice.   However, in the midst of the historical chroniclers of Bulls-Knicks World, appeared Mr. James Jordan, father of Michael, in the role of paternal peace offering to the press. He stood outside the lobby of the Bulls' workout facility, under a steady drizzle, wearing a tan cap, black shirt and gray slacks. He puffed a cigarette.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/31/theater/dance-in-review-043693.html","abstract":"  Jazz Tap Ensemble Joyce Theater","thumbnail":null,"section":"Theater"},{"date":"19930531","headline":"Lauren Abelson, Brian Goldenberg","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-lauren-abelson-brian-goldenberg.html","abstract":"  Lauren Meredith Abelson, a daughter of Dr. Charles B. and Joan S. Abelson of Lutherville, Md., was married yesterday to Brian Martin Goldenberg, a son of Joe and Roberta Goldenberg of Merrick, L.I. Rabbi Mark Loeb officiated at the Harbor Court Hotel in Baltimore.    Mrs. Goldenberg, 25, is an account executive at the Jonathan Martin Fashion Group, a women's clothing manufacturer in New York. She graduated from Tulane University, as did her husband. Her father is an oral and maxillofacial surgeon in Lutherville and the chief of oral and maxillofacial surgery at Greater Baltimore Medical Center in Towson, Md. Her mother is a communications consultant in Lutherville.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/05/31/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93189890885.html","abstract":"1918: News from the Air","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Liran Gordon and Karen Appelbaum","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-liran-gordon-and-karen-appelbaum.html","abstract":"  Karen A. Appelbaum and Liran A. Gordon, both lawyers in Washington, were married yesterday in Roslyn, L.I. Rabbi Aaron Petuchowski performed the ceremony at Temple Sinai.   The bride, who works in the office of the general counsel at the Federal Reserve Board, graduated from the University of Pennsylvania and received her law degree from American University. She is the daughter of Barbara and Robert Appelbaum of Roslyn. Her father is a director of apparel and mill marketing at Cotton Inc., a marketing and research organization in New York. Her mother is the program coordinator at North Shore Child and Family Guidance, an outpatient mental-health clinic in Manhasset, L.I.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Robyn Levy, James Weisz","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-robyn-levy-james-weisz.html","abstract":"  Robyn Madeleine Levy, a daughter of Dr. Lester M. Levy of Syosset, L.I., and the late Renee M. Levy, was married in Syosset yesterday to Dr. James Matthew Weisz, the son of Mr. and Mrs. George Weisz of Lido Beach, L.I. Rabbi Daniel Fogel performed the ceremony at the North Shore Synagogue.   Ms. Levy Weisz, 30, is a freelance television production assistant in New York. She graduated from Duke University. Her father is a professor of nuclear medicine at Albert Einstein College of Medicine in the Bronx.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/05/31/sports/results-plus-952793.html","abstract":"  COLLEGE BASEBALL  St. John's, Fordham and Rutgers Are Out  Todd Cady had a grand slam and another homer as top-ranked Arizona State beat St. John's, 12-2, to win the West Regional in Tempe, Ariz., and reach the College World Series. The Sun Devils scored 40 runs in their four regional games. The Redmen, with their second loss in the double-elimination tournament, ended their season with a 28-20 record. (AP) Arizona 18, Fordham 7: Arizona hit three of its four homers in one inning as the Wildcats crushed Fordham in an elimination game in the Midwest Regional in Stillwater, Okla. Fordham finished the season with a 32-27 record. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Germany Links Iran to Kurds' Killing","web_url":"https://www.nytimes.com/1993/05/31/world/germany-links-iran-to-kurds-killing.html","abstract":"  Prosecutors have charged that Iran ordered the assassination of prominent Kurdish leaders who were killed in a hail of bullets at a Berlin restaurant eight months ago.   New indictments assert that an agent of the Iranian intelligence service, Kazem Darabi, received orders from superiors in Teheran to kill the Kurds during their visit to a meeting of the Socialist International here. He is said to have planned and carried out the shootings with the help of four Lebanese confederates. All are under arrest. Four people were killed in the attack.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"Ms. Boghossian, Mr. Staples","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-ms-boghossian-mr-staples.html","abstract":"  Nancy Pamela Boghossian, a computer software marketing director in Watertown, Mass., was married yesterday to David Murray Staples, the owner of Doyle Offshore Sails, a sail maker in St. Philip, Barbados. The Rev. Dr. George Peters, a Congregational minister, performed the ceremony at Hammersmith Farm in Newport, R.I.   The bride works at Tom Snyder Productions, a software maker. She graduated from Harvard University. She and her husband received master's degrees from Harvard, she in education, he in public administration.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Robyn Kundin, Hillel Kuttler","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-robyn-kundin-hillel-kuttler.html","abstract":"  Robyn Anne Kundin, a daughter of Sharon Kundin and Leonard Kundin, both of Schenectady, N.Y., was married there yesterday to Hillel Kuttler, a son of Judith Kuttler of Kew Gardens, Queens, and the late Norman Kuttler. Rabbi Leonid Feldman officiated at Agudat Achim Synagogue.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"The War in Pictures","web_url":"https://www.nytimes.com/1993/05/31/opinion/the-war-in-pictures.html","abstract":"Censorship decisions made some 50 years ago still affect Americans' memories of World War II. U.S. censorship, although less restrictive than that of other combatants, kept tens of thousands of photographs hidden. In researching my book \"The Censored War: American Visual Experience During World War II\" (to be published this summer by Yale University Press), I examined the National Archives' holdings of these photographs, which were not released by censors until the 1980's. Four are reproduced here.\n\nMany of the images were graphic depictions of death that one would expect to find in a file that Army censors' memos called the \"Chamber of Horrors.\" But the file also held photographs of such seemingly innocuous activities as officers fishing, G.I.'s partying and black men socializing with white women.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Corrections","web_url":"https://www.nytimes.com/1993/05/31/nyregion/c-corrections-957893.html","abstract":"  A picture caption on May 21 about the old Smallpox Hospital on Roosevelt Island described its architecture incorrectly. It is Gothic Revival, not Greek Revival.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Board of Education Must Now Move Ahead","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-board-of-education-must-now-move-ahead-054193.html","abstract":"  To the Editor:   Because of the intemperate times we live in, I expected no more than a relatively brief honeymoon period upon being elected president of the New York City Board of Education on May 12. \"A School System -- For the Kids\" (editorial, May 15), however, took me by surprise.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Stacy L. Levy, Henry D. Jackson","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-stacy-l-levy-henry-d-jackson.html","abstract":"  Stacy Liane Levy, the daughter of Michael and Florrie Levy of Montreal, was married there yesterday to Henry Daniel Jackson, a son of Irene Hempling of Boynton Beach, Fla., and Derek Jackson of White Plains. Rabbi Dr. Wilfred Shushat performed the ceremony at Congregation Shaar Hashomayim.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Martha Winnick, Jeffrey Blue","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-martha-winnick-jeffrey-blue.html","abstract":"  Martha Ann Winnick, a daughter of Mr. and Mrs. Edward B. Winnick of Woodbridge, Conn., was married yesterday to Jeffrey Todd Blue, a son of Mr. and Mrs. Hugh Blue of Laguna Beach, Calif. Rabbi Charles Davidson and the Rev. Michael Pecharich officiated at the chapel of the Choate Rosemary Hall school in Wallingford, Conn.   Mrs. Blue, 30, is the licensing manager at Reebok International Ltd. in Stoughton, Mass. She graduated from Harvard University. She and her husband received M.B.A. degrees from Dartmouth College.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Public Access TV Gets Communities Involved","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-public-access-tv-gets-communities-involved-551893.html","abstract":"  To the Editor:   I was pleased to see in your May 23 article about fringe groups that appear on public access television a reference to Manhattan Neighborhood Network's intention to explore the scheduling of hate-mongering, violent or explicitly sexual programs late at night.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"An Offering To the Wolves","web_url":"https://www.nytimes.com/1993/05/31/us/an-offering-to-the-wolves.html","abstract":"  It is one of the oldest rites of government: when things are not going well, when the leader is in trouble, a member of his retinue must be sacrificed. At least the wolves will be silenced for a while, and with a bit of skill and a lot of luck, the direction of the whole enterprise can be changed.   So it was with President Clinton this weekend. The problem, the President has been saying for weeks, is that his program has not been effectively communicated to the public. So there was a certain logic in shoving aside George Stephanopoulos, the young communications director, in favor of David R. Gergen, the old Nixon and Reagan hand, however embarrassing such a symbol of the established order must have been to an apostle of change.","thumbnail":null,"section":"U.S."},{"date":"19930531","headline":"Pressure Mounting on Guatemalan in Power Grab","web_url":"https://www.nytimes.com/1993/05/31/world/pressure-mounting-on-guatemalan-in-power-grab.html","abstract":"  President Jorge Serrano Elias's hold on the almost dictatorial powers he seized last week appeared to be weakening today as the pressure against him mounted at home and abroad.   The country's electoral court threw a major obstacle into Mr. Serrano's path late Saturday, announcing that until he restored constitutional order it would not sanction the new elections he has called.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"With Mayoral Election, More Meanings for Race","web_url":"https://www.nytimes.com/1993/05/31/nyregion/metro-matters-with-mayoral-election-more-meanings-for-race.html","abstract":"  IN the new math of tribal politics in New York, the margin between ethnic or religious pride and unacceptable racial chauvinism has finally been quantified: it's 20 percent.   Four years ago, that was the differential between the 95 percent or so of blacks who voted for David N. Dinkins, who is black, and the roughly 75 percent of Jews who voted for Edward I. Koch, who is Jewish, in the Democratic primary (as well as the approximately 75 percent of Italian-Americans who voted for Rudolph W. Giuliani that November). It is the difference, Mr. Koch recently suggested, between blind loyalty based largely on race and a more discriminating affinity inspired by a record of accomplishment.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/31/arts/dance-in-review-040193.html","abstract":"  \"A Midsummer Night's Dream\"  New York City Ballet  New York State Theater","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/05/31/nyregion/news-summary-453393.html","abstract":"  International 2-7 RUSSIAN FORTRESS OPENS UP   Vladivostok, for decades a virtually sealed military fortress at the point where Russia runs up against China, North Korea and the sea, has opened up with a vengeance.  1","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Rivera and Cilento Win Astaire Dance Awards","web_url":"https://www.nytimes.com/1993/05/31/arts/rivera-and-cilento-win-astaire-dance-awards.html","abstract":"  The 1993 Astaire Awards, presented for achievement in dance in the Broadway theater, are to be presented on June 14 to Chita Rivera, for her performance in \"Kiss of the Spider Woman,\" and Wayne Cilento, the choreographer for \"Tommy.\" The Theater Development Fund, which administers the awards, announced the winners last week.","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"Patricia Dowell, Michael Scimeca","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-patricia-dowell-michael-scimeca.html","abstract":"  Patricia Dowell, the daughter of Mr. and Mrs. Hughlon E. Dowell of Farmersville, Tex., was married yesterday to Dr. Michael Mariano Scimeca, the son of the late Dr. and Mrs. Michael Scimeca. The Rev. Vic Casad, a United Methodist minister, performed the ceremony at the First Christian Church in McKinney, Tex.   Mrs. Dowell Scimeca is an executive assistant at the Hearst Corporation in New York. She is also an operatic sporano. She graduated from the University of North Texas.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Jennifer Corwin And David Glick","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-jennifer-corwin-and-david-glick.html","abstract":"  Jennifer Beth Corwin, the daughter of Dr. and Mrs. Martin E. Corwin of Livingston, N.J., was married there yesterday to David Jay Glick, a son of Dr. and Mrs. Joseph A. Glick of Wilmington, Del. Rabbi Barry Friedman officiated at Temple B'nai Abraham.    Mrs. Corwin Glick, 30, is an associate in the Washington law firm of Van Ness, Feldman & Curtis. She graduated from Johns Hopkins University and received a law degree from George Washington University.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Caroline Griffin, Douglas H. Ellis","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-caroline-griffin-douglas-h-ellis.html","abstract":"  Caroline A. Griffin, an associate at the Baltimore law firm of Irwin, Kerr, Green, McDonald & Dexter, was married yesterday to Douglas H. Ellis, the president and owner of Tip Top Financial Management Inc., in Hunt Valley, Md. The Rev. Frank Haig performed the Roman Catholic ceremony at the Loyola College Alumni Chapel in Baltimore.   Mrs. Ellis, 30, graduated summa cum laude from Loyola and received her law degree from the University of Maryland. She is a daughter of Mr. and Mrs. Joseph G. Griffin of Randallstown, Md. Her father, now retired, was a proposal coordinator at the Bendix Corporation in Columbia, Md.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Taking the Challenge As City College Chief","web_url":"https://www.nytimes.com/1993/05/31/nyregion/taking-the-challenge-as-city-college-chief.html","abstract":"  In nearly two decades as a university administrator, Yolanda T. Moses, the next president of City College in New York, has succeeded remarkably in keeping people from being angry with her. Colleagues say she has reorganized departments, promoted women and members of minorities, and made a series of painful cutbacks with a minimum of recriminations.   \"She has a very good style in dealing with conflicts,\" said Dr. Sheila McCoy, a colleague from California Polytechnic University in Pomona, where Dr. Moses worked before taking her current post as a vice president at California State University, Dominguez Hills, in this suburb of Los Angeles. \"She was always a very patient listener and would really pay close attention to people's concerns, even their angry concerns.\" Facing a Stern Test    Such qualities are likely to get a stern test at City College, which has been without a president since September. Her predecessor, Dr. Bernard W. Harleston, resigned after years of turmoil over finances, tuition increases, and the security problems that led to the deaths of nine young people at a celebrity basketball game in December 1991.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Genevieve Spielberg, Armin Frey","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-genevieve-spielberg-armin-frey.html","abstract":"  Genevieve Spielberg, the daughter of Mr. and Mrs. Frank E. Spielberg of Summit, N.J., was married there yesterday to Armin Frey, a son of Mr. and Mrs. Rene Frey of Basel, Switzerland. Rabbi William Kraus performed the ceremony at the Grand Summit Hotel.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Central Park Reservoir: Some Young Thoughts","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-central-park-reservoir-some-young-thoughts-058493.html","abstract":"  [ The following letters, from Nancy L. Robbins's third-grade class at Public School 230, Brooklyn, respond to \"What to Do With the Central Park Reservoir,\" a May 9 photo feature. ] To the Editor:   My suggestion for the Central Park Reservoir is that they should leave it the way it is, just turn it into a pond and put a bike path around it. And put fishing piers around it. It would be very pretty.  JESSICA SCHUMER Brooklyn, N.Y., May 21, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Kristin Marting, Gerhard Skutsch","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-kristin-marting-gerhard-skutsch.html","abstract":"  Kristin Roselle Marting, the daughter of Leeda Marting of New York, was married yesterday to Carl Walter Skutsch, the son of Gerhard Skutsch of San Francisco and Barbara Skutsch of Tucson, Ariz. The Rev. Dan Shenk, an American Baptist minister, officiated at the Rushmore Estate in Woodbury, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"K. R. MacDonald, D. G. Wasserman","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-k-r-macdonald-d-g-wasserman.html","abstract":"  Katherine Richmond MacDonald, a daughter of Mr. and Mrs. Daniel W. MacDonald 3d of Sands Point, L.I., was married yesterday to Daniel Gary Wasserman, the son of Mr. and Mrs. Jack Wasserman of Old Bethpage, L.I. The Rev. Kurt von Raushlaub, an Episcopal priest, and Rabbi Bennett Hermann officiated at the gardens of the Nassau County Museum of Art in Roslyn, L.I.   Mrs. MacDonald-Wasserman, 30, is to join Karco-Davis Inc., a New York architecture and construction firm, as an interior designer on June 21. She graduated from Bates College and the Parsons School of Design.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Heady Fittipaldi Picks Right Time to Step on It","web_url":"https://www.nytimes.com/1993/05/31/sports/auto-racing-heady-fittipaldi-picks-right-time-to-step-on-it.html","abstract":"  On a day that required smart driving as well as aggressive driving, Emerson Fittipaldi blended both with such skill this afternoon that he was able to win his second Indianapolis 500 in a race that may have been the most competitive in the event's 77 runnings.   Fittipaldi, a 46-year-old Brazilian who lives much of the time in Miami, took the lead in his Penske-Chevy on a restart on the 185th lap, out-accelerating Nigel Mansell of England and Arie Luyendyk of the Netherlands, both in Lola-Fords, into Turn 1. Fittipaldi held it from there, even on another restart with five laps to go.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"China Is Trying to Stifle Scandal Over Reused Hypodermic Needles","web_url":"https://www.nytimes.com/1993/05/31/world/china-is-trying-to-stifle-scandal-over-reused-hypodermic-needles.html","abstract":"  The authorities are quietly investigating a major medical scandal involving a rural factory that washed more than one million used disposable hypodermic needles and then sold them as new.   The Government is desperately trying to keep the matter quiet, but internal documents indicate that since 1988 the factory has supplied hospitals with contaminated needles that were never sterilized. Two dozen peasants simply washed the hypodermics under a hand pump, laid them outside to dry and then sealed them in plastic bags with Red Cross Blood Center labels.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"Hobart's 9-Goal Run at End Wins Division III","web_url":"https://www.nytimes.com/1993/05/31/sports/lacrosse-hobart-s-9-goal-run-at-end-wins-division-iii.html","abstract":"  Hobart sustained its dominance over Ohio Wesleyan today, winning the Division III championship game of the National Collegiate Athletic Association's lacrosse tournament here by 16-10.   The Statesmen from Geneva, N.Y., outscored the Battling Bishops from Delaware, Ohio, by 9-0 in the final 19 minutes 10 seconds of the contest.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Deborah Epstein, Gordon M. Henry","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-deborah-epstein-gordon-m-henry.html","abstract":"  Deborah Ann Epstein, a daughter of Drs. Stanley and Sylvia Epstein of Scarsdale, N.Y., was married yesterday to Gordon Mitchell Henry, a son of Dr. Edward Henry and Mrs. Sondra Henry of Great Neck, L.I. Rabbi Arnold Turetsky performed the ceremony at the Nassau County Museum of Art in Roslyn, L.I.   Mrs. Henry, 25, is a law student at Brooklyn Law School. She and her husband graduated from Yale University, he cum laude. Her father is a cardiologist in Tuckahoe, N.Y. Her mother is a psychologist in Scarsdale.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Katherine Barker, C. A. Swindell","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-katherine-barker-c-a-swindell.html","abstract":"  Katherine Dushane Barker, a daughter of Mr. and Mrs. George Penniman Barker of Columbia, Md., was married yesterday to Christopher Andrew Swindell, a son of Mr. and Mrs. Murray J. Swindell of Concord, Mass. The Rev. Harry E. Brunett performed the Episcopal ceremony at the Waverly Mansion in Marriotsville, Md.   Mrs. Swindell, 25, graduated from the University of Vermont and received a master's degree in social work this month from Boston College. Her father is a senior vice president and general counsel at the Howard County General Hospital in Columbia. Her mother, Anne VandeGrift Barker, is a surgical nurse at Johns Hopkins Hospital in Baltimore.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/05/31/nyregion/inside-495993.html","abstract":"  Medical Scandal in China   China is investigating a medical scandal involving a factory that rewashed disposable hypodermic needles and sold them as new. Page 3. Hopes for Summer Travel   The travel industry is expecting record numbers of Americans to travel this summer. Page 8.  Arrest in Compactor Death   Texas troopers arrested a New Jersey man in the death of a boy found in a Brooklyn trash compactor. Page 25.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Trevino Has Stomach for Victory","web_url":"https://www.nytimes.com/1993/05/31/sports/golf-trevino-has-stomach-for-victory.html","abstract":"  Although he benefited from Raymond Floyd's sick stomach, Lee Trevino had to overcome the butterflies in his own stomach today to win the Cadillac N.F.L. Golf Classic for his first victory in more than a year.   The 53-year-old Trevino did what he had to do to maintain his two-stroke advantage, taking command early in a solid, if unspectacular, round of par 72 that gave him a 54-hole total of seven-under 209 and a two-stroke victory over Floyd, whose challenge was blunted by food poisoning, and Bruce Crampton.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Sharon S. Witherell, Thomas Hager","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-sharon-s-witherell-thomas-hager.html","abstract":"  Sharon Summers Witherell, the assistant director of development and public affairs at the Institute of International Education, a nonprofit organization in New York, was married yesterday to Thomas Hager, the president of Gateway Computer Solutions Inc., a software marketing concern in Greenwich, Conn. The Rev. Thomas Stiers performed the ceremony at the First Congregational Church of Greenwich.    Mrs. Hager, 29, graduated from Amherst College. She is the daughter of Mr. and Mrs. James Summers Witherell of Winnetka, Ill. Her father is the president of JSW Holdings Ltd., an acquisition corporation in Chicago. Her mother, Susan Witherell, is a consultant at the Travex Corporation, a travel agency in Winnetka. Her paternal great-grandfather, the late Dr. John W. Summers, was a Republican Congressman from Washington.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Stephanie Jones, Matthew Buckley","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-stephanie-jones-matthew-buckley.html","abstract":"  Stephanie Margaret Jones, a daughter of Mr. and Mrs. Maitland Jones Jr. of Princeton, N.J., was married there yesterday to Matthew Stefan Buckley, a son of Mr. and Mrs. John J. Buckley Jr. of Lewisberry, Pa. The Rev. Dr. Joseph C. Williamson, the dean of religious life at Princeton University and a United Church of Christ minister, performed the ceremony at Prospect House, a faculty club on the university campus.   Ms. Jones, 23, is keeping her name. She graduated from Barnard College, where she is a research assistant in the psychology department. Her father is the David B. Jones professor of chemistry at Princeton. Her mother, Susan Hockaday Jones, is a painter.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Cameron Snell, Edward Boyle","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-cameron-snell-edward-boyle.html","abstract":"  Cameron Sue Snell, the daughter of Susan G. Harwood of Boulder, Colo., and Michael Snell of Truro, Mass., was married yesterday to Edward James Boyle, a son of John J. and Dolores S. Boyle of Wayland, Mass. The Rev. Ed Boyle, the bridegroom's uncle, performed the Roman Catholic ceremony at Our Lady of Pompei Church in New York.    Mrs. Boyle, 28, is the owner of Worldwares, an arts and crafts trading company in New York. She graduated from Stanford University.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Mansell Takes On the Indy Wall and Wins","web_url":"https://www.nytimes.com/1993/05/31/sports/auto-racing-mansell-takes-on-the-indy-wall-and-wins.html","abstract":"  What the two right-side tires on Nigel Mansell's Lola-Ford didn't say after the Indianapolis 500 today said a lot about his fortitude.   Each tire was supposed to have the words \"Goodyear Eagle\" on it, but the tires did not. Mansell had erased the words against the concrete wall outside Turn 2 at over 200 miles per hour.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/31/arts/dance-in-review-044493.html","abstract":"  June Watanabe in Company Sylvia and Danny Kaye Playhouse Hunter College","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"Pierce's Father Is Facing Ban From Women's Tour","web_url":"https://www.nytimes.com/1993/05/31/sports/IHT-pierces-father-is-facing-ban-from-womens-tour.html","abstract":"Jim Pierce, who was ejected from the French Open for disrupting a match involving his daughter, might be barred from all future tournaments, the head of the Women's Tennis Association said Sunday.. Gerard Smith, chief executive of the WTA, said that Pierc","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Seized Property In Crime Cases Causes Concern","web_url":"https://www.nytimes.com/1993/05/31/us/seized-property-in-crime-cases-causes-concern.html","abstract":"  The bounty from America's war on crime sits in building lots and parking lots, in marinas and airfields and bank vaults around the nation: billions of dollars' worth of cars, boats, planes, jewels, homes and other valuables seized by state and Federal agents from people accused of high-profile crimes.    To many prosecutors, the laws that allow them to confiscate the assets of suspects are both a powerful weapon against drug trafficking, illegal immigration, racketeering and white-collar crimes and a way to raise money for schools, libraries, police departments and prisons.","thumbnail":null,"section":"U.S."},{"date":"19930531","headline":"Central Park Reservoir: Some Young Thoughts","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-central-park-reservoir-some-young-thoughts-055093.html","abstract":"  [ The following letters, from Nancy L. Robbins's third-grade class at Public School 230, Brooklyn, respond to \"What to Do With the Central Park Reservoir,\" a May 9 photo feature. ] To the Editor:   I think we should make the Central Park Reservoir into a fish-stocked area, then let the fish grow and then make the reservoir into a fishing and boating area.  RACHEL GREENE Brooklyn, N.Y., May 21, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/05/31/nyregion/metro-digest-717693.html","abstract":"  OLD MAN AND (GUARD OF) THE SEA   His name is Reggie Jones, and his is truly a love story about an older man and the sea. On Saturday morning, as he walked onto the damp sand at Robert Moses State Park at the western end of Fire Island, Mr. Jones began his 50th summer supervising beachgoers -- the longest continually serving lifeguard in New York, officials say. It is a full-time summer pursuit that began for Mr. Jones on the beaches of Long Island the same summer that Allied forces hit the beaches of Normandy. Page 1. NEW YORK CITY  A TEAM ONLY AN OPPONENT CAN LOVE   It has been 31 years since Casey Stengel threw up his hands and complained, \"Can't anybody here play this game?\" But his lament is once again echoing across Queens as the Mets have sunk into last place in the National League East with a style as thrilling as a pitching change midway through a lopsided game between two losers on a lazy afternoon in late September. Page 27.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Sonics Win One At Close Range","web_url":"https://www.nytimes.com/1993/05/31/sports/pro-basketball-sonics-win-one-at-close-range.html","abstract":"  George Karl, whose eyes normally bug out by the fourth quarter, took a seat instead today. His SuperSonics did something unusual with their open shots -- they made them -- and split-personality Seattle evened its series with Phoenix with a 120-101 victory.   The four-of-seven-game Western Conference finals, tied at two games apiece, goes back to Arizona Tuesday night, and the Suns might want to run a play or three for Charles Barkley. This afternoon, he poured an entire game into the first half, with 23 points through two quarters, but was largely ignored thereafter. By game's end, his totals were 27 points, 7 rebounds, 4 assists, 2 long passes intercepted, 1 airhead defensive play and a fist thumped emphatically on his seat. It left a slight indentation.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Why Can't English Straighten Up?","web_url":"https://www.nytimes.com/1993/05/31/opinion/l-why-can-t-english-straighten-up-051793.html","abstract":"  To the Editor:   \"Turning Loopy Over Language\" (editorial, May 18) suggests that \"monolingual America,\" most of whose inhabitants resist the divisiveness of a multilingual nation, \"trails virtually all industrial countries in language skills.\"","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"Forbidden City No Longer, Vladivostok Is Wide Open","web_url":"https://www.nytimes.com/1993/05/31/world/forbidden-city-no-longer-vladivostok-is-wide-open.html","abstract":"  After decades as a virtually sealed military fortress at the point where Russia's endless expanse finally runs up against China, North Korea and the sea, Vladivostok has opened up with a vengeance.   Merchant sailors come off the sea loaded down with loot and cars. Already four of every five cars is a used Japanese sedan, and another 260 arrive daily, all with the standard Japanese right-hand drive, creating a traffic hazard of murderous proportions on the hilly, potholed streets.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"Surge in Sarajevo Combat Kills 20 and Wounds 150","web_url":"https://www.nytimes.com/1993/05/31/world/surge-in-sarajevo-combat-kills-20-and-wounds-150.html","abstract":"  In the deadliest round of fighting here in months, with daylong artillery fusillades and gun battles between Muslim and Bosnian Serb forces, 20 people were reported killed today and more than 150 wounded.   At the same time, Bosnian Serbs pressed their fiercest assault so far on the eastern enclave of Gorazde despite its designation as a United Nations \"safe area,\" the Sarajevo radio said.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"In Politics, Residency Prompts Scrutiny","web_url":"https://www.nytimes.com/1993/05/31/nyregion/in-politics-residency-prompts-scrutiny.html","abstract":"  New York City politicians are carefully gauging the political impact of accusations that three City Council members do not live in the districts they represent, with rivals hoping to gain an advantage from the controversy and at least one party leader seeking a potential replacement for a politically wounded Councilman.   Last week, the Bronx District Attorney's office said it was investigating allegations that Rafael Castaneira Colon and Israel Ruiz Jr., both Democratic Council members from the Bronx, provided false information about where they live. And articles last week in Newsday raised anew questions about Susan D. Alter, the Democratic Council member from Brooklyn running for Public Advocate on both the Democratic and Republican tickets, suggesting that Ms. Alter actually lives on Long Island.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/05/31/nyregion/chronicle-038093.html","abstract":"  ANDREW TOBIAS, the financial writer who gave the world best-selling books like \"The Only Investment Guide You'll Ever Need\" and \"Auto Insurance Alert!,\" has begun a new crusade. He showed up in Moscow yesterday to promote one of the first anti-smoking advertising campaign in Russia.   He has his work cut out for him. More than a third of Russia's 150 million people smoke. Cigarette shortages touched off some of the worst civil unrest in the last days of Communism.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Richard Briffault And Sherry Glied","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-richard-briffault-and-sherry-glied.html","abstract":"  Dr. Sherry Glied and Richard Briffault, professors at Columbia University in New York, were married yesterday. Chezi Zionce performed the Jewish ceremony at the home of the bride's parents in Toronto.   Dr. Glied, who is keeping her name, is an assistant professor of public health and economics and is a senior economist on the President's Council of Economic Advisers in Washington. She is also a member of the President's Task Force on National Health Care Reform. She graduated from Yale University and received a Ph.D. in economics from Harvard University. She is a daughter of William and Marika Glied. Her father, now retired, was a wholesaler of lumber and building materials in Toronto.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Mr. Buchanan And Ms. Kid","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-mr-buchanan-and-ms-kid.html","abstract":"  Debra Ann Kid, the daughter of Mr. and Mrs. John R. Kid of Peekskill, N.Y., was married yesterday to Van Dyk Buchanan, a son of Mr. and Mrs. Russell C. Buchanan of Mendham, N.J. The Rev. David Farley, a Lutheran minister, performed the ceremony at the American Boy Choir School in Princeton, N.J.   Mrs. Buchanan is a senior systems analyst with Consolidated Edison in New York. She graduated magna cum laude from the State University at Albany. Her father is a lieutenant in the New York City Police Department.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Sheik Adi Journal; Satan's Alive and Well, but the Sect May Be Dying","web_url":"https://www.nytimes.com/1993/05/31/world/sheik-adi-journal-satan-s-alive-and-well-but-the-sect-may-be-dying.html","abstract":"  At dusk, in the remote valley of Lalish, with its cascading springs and ancient mulberry trees, Baba Shaweesh, one of the last ceremonial eunuchs in the Middle East, hobbled up weathered stone steps clutching a string of cotton wicks soaked in olive oil.   Moving from one blackened niche to the next, some carved into rock fronts and others built into stone walls, the 73-year-old monk lit tiny flames before returning to his stone cell for evening prayers.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"Jennifer Rosenfeld And D. C. Frankel","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-jennifer-rosenfeld-and-d-c-frankel.html","abstract":"  Jennifer Wendy Rosenfeld and David Cory Frankel, lawyers in San Francisco, were married yesterday. Judge Thomas Kelly of Santa Cruz County Municipal Court performed the ceremony at the Cocoanut Grove, a ballroom, in Santa Cruz, Calif.   Ms. Rosenfeld, who is 28, is keeping her name. She is an associate in the San Francisco law firm of Marron, Reid & Sheehy. She graduated cum laude from Yale University. She and her husband received law degrees from New York University. She is a daughter of Mr. and Mrs. Jerome E. Rosenfeld of Monmouth Beach, N.J.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Alice Kriz, Mitchell Warren","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-alice-kriz-mitchell-warren.html","abstract":"  Alice Kriz, the executive director of the French-American Chamber of Commerce in Washington, and Mitchell Joseph Warren, the program director of Medical Education for South African Blacks, also in Washington, were married yesterday. Rabbi Ramie Arian officiated at the home of the bride's parents in Palisades, N.Y. The Rev. Laurie Ferguson, a Presbyterian minister, took part in the ceremony.   Ms. Kriz, 29, is keeping her name. She graduated from Georgetown University. She is a daughter of John and Oriel Kriz.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/31/arts/dance-in-review-041093.html","abstract":"  Dance Africa Brooklyn Academy of Music","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"Graf Sees the Future And She's 15 Years Old","web_url":"https://www.nytimes.com/1993/05/31/sports/tennis-graf-sees-the-future-and-she-s-15-years-old.html","abstract":"  Steffi Graf looked across the net at the French Open this afternoon and got a glimpse of a tennis nightmare of the present and the future: 15-year-old Iva Majoli of Croatia may still wear braces on her teeth, but her tennis game is no longer under wraps, and she's already exhibiting all the ruthless aggression of the player she mirrors most, the perhaps not-so-inimitable Monica Seles.   Today, Graf sent her opponent off to vacation in Zagreb, the hometown Majoli left three years ago to replace Seles as the Yugoslav prodigy-in-training at Nick Bollettieri's Florida tennis tank. But the top-seeded German, now only two matches away from seizing the No. 1 ranking from the injured Seles, was not cavalier about her 6-4, 7-6 (7-3) dismissal of this ambitious teen-ager.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Jodi Beth Riffkin, Robert B. Klass","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-jodi-beth-riffkin-robert-b-klass.html","abstract":"  Jodi Beth Riffkin, the daughter of Maxine and Leslie Riffkin of Scarsdale, N.Y., was married yesterday to Dr. Robert Bruce Klass, the son of Marsha and Carl Klass of Hauppauge, L.I. Rabbi Elliot Spar officiated at the Huntington (L.I.) Townhouse.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Sihanouk Role Seems Crucial to Cambodia's Fate","web_url":"https://www.nytimes.com/1993/05/31/world/sihanouk-role-seems-crucial-to-cambodia-s-fate.html","abstract":"  When Cambodians voted last week in what is likely to be remembered as the first free election in the history of this tormented nation, many admitted that they did not really understand the concept of a secret ballot or political parties or democracy.   They said they wanted to vote simply because they knew that this was their chance to demonstrate loyalty to Samdech -- the King. They were referring to Prince Norodom Sihanouk, who is still called the King by millions of his former subjects, and who may be on the verge of reclaiming at least some of the power that was stripped from him in a coup 23 years ago.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"Memorial Day","web_url":"https://www.nytimes.com/1993/05/31/nyregion/memorial-day.html","abstract":"  Memorial Day is today. Here are holiday schedules. NEW YORK  GOVERNMENT OFFICES: Closed. POST OFFICE: Express Mail and special delivery only; main post office open at 33d Street and Eighth Avenue. BANKS: Closed.  PARKING: Sunday rules in effect.  SANITATION: No pickups, recycling or street cleanings.  SCHOOLS: Closed.  FINANCIAL MARKETS: Closed.  TRANSPORTATION: Buses and subways on Sunday schedule. Long Island Rail Road on weekend schedule, with extra trains this afternoon. Metro-North on weekend schedule. NEW JERSEY  GOVERNMENT OFFICES: Closed. POST OFFICES: Express Mail and special delivery only. BANKS: Closed.  SCHOOLS: Local option.  TRANSPORTATION: N.J. Transit on Sunday schedule. CONNECTICUT  GOVERNMENT OFFICES: Closed. POST OFFICES: Express Mail and special delivery only. BANKS: Closed.  SCHOOLS: Closed.  TRANSPORTATION: Metro-North on weekend schedule. Traffic Alert MONDAY  MEMORIAL DAY PARADE, Manhattan. Broadway between 72d and 86th Streets; 86th Street between Broadway and Riverside Drive; and Riverside Drive between 86th and 90th Streets will be closed from 8 A.M. to early afternoon  MEMORIAL DAY PARADE, Staten Island. Forest Avenue from Victory Boulevard to Decker Avenue from 11 A.M. to 4 P.M. ASTORIA-BROADWAY FESTIVAL, Queens. Broadway between Steinway and Crescent Streets from 10 A.M. to 7 P.M.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Stephen Nettler and Gayle Abrams","web_url":"https://www.nytimes.com/1993/05/31/style/stephen-nettler-and-gayle-abrams.html","abstract":"  Gayle Helene Abrams, a manager in the Mastercard/Visa division of Citibank in Long Island City, Queens, was married yesterday to Stephen Mark Nettler, the director of finance at the Russian-American Broadcasting Company in Fort Lee, N.J. Rabbi Norman Kahan officiated at Temple Beth Shalom in Cherry Hill, N.J.   Mrs. Nettler, 25, graduated from Carnegie Mellon University, from which she also received an M.B.A. She is a daughter of Larry and Sylvia Abrams of Cherry Hill. Her father is the manager of process engineering at Hydrocarbon Research Inc., a designer of chemical processing plants in Princeton, N.J.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Essay; Return of The Old Clinton?","web_url":"https://www.nytimes.com/1993/05/31/opinion/essay-return-of-the-old-clinton.html","abstract":"  A couple of weeks ago, White House chief of staff \"Mack the Nice\" McLarty invited me over because he was concerned about a phrase in this space: the \"lurch to the left\" that dismayed Republicans and centrist Democrats who had voted for Clinton.   Apparently White House polls were registering an alarming discontent with a President who had promised tax cuts and then proposed tax increases; who had adopted the rhetoric of deficit reduction but put off spending cuts for years; who had come up with \"stimulus\" spending that was a porcine payoff to big-city mayors.","thumbnail":null,"section":"Opinion"},{"date":"19930531","headline":"2 Questioned in German Arson Deaths","web_url":"https://www.nytimes.com/1993/05/31/world/2-questioned-in-german-arson-deaths.html","abstract":"  As Turkish residents of Germany demonstrated angrily today in Solingen against an arson attack there early Saturday that killed five Turks, the police questioned two young German men but said they had no firm suspects.   The Bonn Government, its relations with Turkey under severe strain, offered a 100,000 mark ($62,500) reward for information leading to the arrest of those responsible for the deaths. The Turkish Embassy asked the 1.7-million-strong Turkish community in Germany to remain calm, but officials in Istanbul and Ankara charged that Bonn had not done enough to protect the Turks.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"Diane Rosenthal, Mark Wood","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-diane-rosenthal-mark-wood.html","abstract":"  Diane B. Rosenthal, the daughter of Dr. and Mrs. Stephen A. Rosenthal of Woodbury, L.I., was married yesterday to Mark E. Wood, a son of Dr. and Mrs. I. Robert Wood of Geneva, N.Y. Rabbi Irwin Lowenheim officiated at the Harbor Club in Huntington, L.I.    Mrs. Wood, 25, is the human resources manager for Advent Software in San Francisco. She graduated from the University of Pennsylvania, and she and her husband received master's degrees in industrial and labor relations from Cornell University.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Joshua Hornick and Lisa Abend","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-joshua-hornick-and-lisa-abend.html","abstract":"  Lisa Noel Abend, a daughter of Jody U. Abend of Scarsdale, N.Y., and Dr. Sander M. Abend of New York, was married yesterday to Joshua Hornick, a son of Joy G. Hornick of New York and the late Dr. Edward J. Hornick. Rabbi Joseph H. Gelberman officiated at the Belvedere Castle in Central Park.   Ms. Abend, who is keeping her name, is an actress and a doll artist in New York. She graduated from Sarah Lawrence College. Her father is a psychoanalyst in New York. Her mother is an indexer with Sydney Wolfe Cohen & Associates, a book indexing company in New York. The bride is also a stepdaughter of Dr. Carol L. Abend of New York. The bride's previous marriage ended in divorce.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Polly J. Derow and Jon D. Litner","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-polly-j-derow-and-jon-d-litner.html","abstract":"  Polly J. Derow, the daughter of Mr. and Mrs. Peter A. Derow of Bedford, N.Y., was married yesterday to Jon D. Litner, a son of Dr. and Mrs. Conrad Litner of Peabody, Mass. Rabbi Richard Rheins performed the ceremony at the home of the bride's parents.   Mrs. Litner, 24, is the special markets coordinator at Little, Brown & Company, publishers in New York. She graduated from Harvard University. Her father, a former chairman and president of Newsweek Inc. and former president of the CBS Publishing Group, is president of Institutional Investor Inc., publishers, and president of the Financial Services and Medical Group of Capital Cities/ABC Inc. Publishing, both in New York.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Bulls' Silence Is Golden, In Form of $25,000 Fine","web_url":"https://www.nytimes.com/1993/05/31/sports/pro-basketball-bulls-silence-is-golden-in-form-of-25000-fine.html","abstract":"  The simple logic the Bulls take into Game 4 of the Eastern Conference finals against the Knicks is this: Michael Jordan shot 3 for 18 in Game 3 and the Bulls won by 20.   \"I expect Michael to play a lot better,\" said John Paxson, the one Bull who spoke to the news media today following a three-hour practice. The team was fined $25,000 by the National Basketball Association for the silence of the other players.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"Suzanne Rosencrans, Michael Novicoff","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-suzanne-rosencrans-michael-novicoff.html","abstract":"  Suzanne Rosencrans, the daughter of Dr. Martin and Sandra Rosencrans of Roslyn Heights, L.I., was married yesterday to Michael Louis Novicoff, the son of George and Betty B. Novicoff of Brea, Calif. Rabbi Mark Winer performed the ceremony at Tappan Hill in Tarrytown, N.Y.   Ms. Rosencrans, who is 30, is keeping her name. She is an entertainment lawyer at Hansen, Jacobson, Teller & Hoberman in Los Angeles. She graduated magna cum laude from Brown University and received a law degree from Columbia University.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Barbara Kramer, David Rosenfeld","web_url":"https://www.nytimes.com/1993/05/31/style/weddings-barbara-kramer-david-rosenfeld.html","abstract":"  Barbara H. Kramer, an associate in the law firm of Guerrieri, Edmond & James in Washington, and David M. Rosenfeld, a policy analyst in the Congressional Office of Technology Assessment there, were married yesterday. Rabbi Alan Fuchs officiated at Temple Rodeph Shalom in Philadelphia.   The bride, 27, graduated from Columbia University and received a law degree from Georgetown University. She is the daughter of Mitchell A. and Judith Kramer of Jenkintown, Pa.","thumbnail":null,"section":"Style"},{"date":"19930531","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/05/31/arts/dance-in-review-045293.html","abstract":"  \"Furnished/Unfurnished\" John Jasperse St. Mark's Church","thumbnail":null,"section":"Arts"},{"date":"19930531","headline":"Police Arrest Man Accused Of Killing Boy","web_url":"https://www.nytimes.com/1993/05/31/nyregion/police-arrest-man-accused-of-killing-boy.html","abstract":"  After eluding New York City detectives in a five-state manhunt, a sanitation enforcement agent was arrested on a Texas highway on Saturday in the death of a 4-year-old boy whose body was found -- strangled and beaten -- in a Brooklyn trash compactor more than a week ago.a   The man, Stephan David Poole, 31, was driving alone on Interstate 45 in Huntsville, Tex., about noon on Saturday when his 1988 Subaru, with New York license plates, was stopped by a Texas state trooper, the police said yesterday. The trooper had pulled over Mr. Poole's car in response to a felony alarm broadcast by New York authorities to police agencies throughout Texas.","thumbnail":null,"section":"New York"},{"date":"19930531","headline":"Ukraine Acts on Naval Dispute","web_url":"https://www.nytimes.com/1993/05/31/world/ukraine-acts-on-naval-dispute.html","abstract":"  President Leonid M. Kravchuk of Ukraine asked Russia for a meeting about a growing dispute over the former Soviet Black Sea Fleet. Page 4.","thumbnail":null,"section":"World"},{"date":"19930531","headline":"Travel Industry Looks at Approach of Summer, and Smiles","web_url":"https://www.nytimes.com/1993/05/31/us/travel-industry-looks-at-approach-of-summer-and-smiles.html","abstract":"  As more than 28 million Americans traveled 100 miles or more from their homes this Memorial Day weekend, the traditional start of the summer vacation season, the travel industry is looking hopefully at the weeks ahead.   Even in the face of sluggish signals in the economy generally, \"nearly every indicator we checked points to a strong summer travel season,\" said Paul R. Verkuil, president of the American Automobile Association.","thumbnail":null,"section":"U.S."},{"date":"19930531","headline":"Bonilla's Hot Hand Loses to a Full Glove","web_url":"https://www.nytimes.com/1993/05/31/sports/baseball-bonilla-s-hot-hand-loses-to-a-full-glove.html","abstract":"  Bobby Bonilla blasted a home run into the visitors' bullpen on his second at-bat yesterday. He did it again in the sixth inning, this time with a runner on base.   And so when Bonilla came to the plate with two outs, the bases loaded and the Mets down three runs in the bottom of the seventh inning, the Shea Stadium masses rose to their feet. They expected nothing less than another homer from their prodigal son.","thumbnail":null,"section":"Sports"},{"date":"19930531","headline":"An Expert on Cities, at Home in the World","web_url":"https://www.nytimes.com/1993/05/31/books/an-expert-on-cities-at-home-in-the-world.html","abstract":"  Jane Jacobs is lost in Toronto. Among the world's pre-eminent \"foot people,\" as she termed urbanites like herself in \"The Death and Life of Great American Cities,\" she is riding in the passenger seat of a car, looking uncharacteristically puzzled.   More than three decades have passed since Mrs. Jacobs, now 77, wrote \"The Death and Life of Great American Cities.\" Many books are hyped as \"seminal.\" Few books, certainly few books written in the second half of this century, can be said to have truly affected the way large numbers of people think and live. \"Death and Life\" is one.","thumbnail":null,"section":"Books"}],"wiki_events":[],"weather":[{"date":"19930531","time":"1993-05-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":75,"wspd":22.3},{"date":"19930531","time":"1993-05-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":74,"wspd":20.5},{"date":"19930531","time":"1993-05-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":73,"wspd":22.3},{"date":"19930531","time":"1993-05-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":73,"wspd":20.5},{"date":"19930531","time":"1993-05-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":73,"wspd":22.3},{"date":"19930531","time":"1993-05-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":71,"wspd":22.3},{"date":"19930531","time":"1993-05-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":71,"wspd":27.7},{"date":"19930531","time":"1993-05-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":64,"wspd":22.3},{"date":"19930531","time":"1993-05-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":55,"wspd":24.1},{"date":"19930531","time":"1993-05-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":53,"wspd":25.9},{"date":"19930531","time":"1993-05-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":50,"wspd":29.5},{"date":"19930531","time":"1993-05-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":49,"wspd":27.7},{"date":"19930531","time":"1993-05-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":40,"wspd":33.5},{"date":"19930531","time":"1993-05-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":44,"wspd":25.9},{"date":"19930531","time":"1993-05-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":48,"wspd":27.7},{"date":"19930531","time":"1993-05-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":46,"wspd":33.5},{"date":"19930531","time":"1993-05-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":49,"wspd":24.1},{"date":"19930531","time":"1993-05-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":61,"wspd":27.7},{"date":"19930531","time":"1993-05-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":64,"wspd":20.5},{"date":"19930531","time":"1993-05-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":86,"wspd":16.6},{"date":"19930531","time":"1993-05-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":85,"wspd":14.8},{"date":"19930531","time":"1993-05-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":85,"wspd":13},{"date":"19930531","time":"1993-05-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":83,"wspd":14.8},{"date":"19930531","time":"1993-05-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":81,"wspd":16.6},{"date":"19930531","time":"1993-05-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":22,"wspd":14.8},{"date":"19930531","time":"1993-05-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":24,"wspd":13},{"date":"19930531","time":"1993-05-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":38,"wspd":7.6},{"date":"19930531","time":"1993-05-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":40,"wspd":7.6},{"date":"19930531","time":"1993-05-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":52,"wspd":7.6},{"date":"19930531","time":"1993-05-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":48,"wspd":5.4},{"date":"19930531","time":"1993-05-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":54,"wspd":7.6},{"date":"19930531","time":"1993-05-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":53,"wspd":9.4},{"date":"19930531","time":"1993-05-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":60,"wspd":7.6},{"date":"19930531","time":"1993-05-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":62,"wspd":9.4},{"date":"19930531","time":"1993-05-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":64,"wspd":7.6},{"date":"19930531","time":"1993-05-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":60,"wspd":5.4},{"date":"19930531","time":"1993-05-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":56,"wspd":7.6},{"date":"19930531","time":"1993-05-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":54,"wspd":13},{"date":"19930531","time":"1993-05-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":47,"wspd":14.8},{"date":"19930531","time":"1993-05-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":44,"wspd":18.7},{"date":"19930531","time":"1993-05-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":66,"wspd":18.7},{"date":"19930531","time":"1993-05-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":16.6},{"date":"19930531","time":"1993-05-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":45,"wspd":14.8},{"date":"19930531","time":"1993-05-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":40,"wspd":22.3},{"date":"19930531","time":"1993-05-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":40,"wspd":16.6},{"date":"19930531","time":"1993-05-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":59,"wspd":9.4},{"date":"19930531","time":"1993-05-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":63,"wspd":11.2},{"date":"19930531","time":"1993-05-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":87,"wspd":13}]},"19930601":{"guardian_articles":[],"nytimes_articles":[{"date":"19930601","headline":"Bronx School Struggles Despite Praise and Fame","web_url":"https://www.nytimes.com/1993/06/01/nyregion/bronx-school-struggles-despite-praise-and-fame.html","abstract":"  Everywhere, the children make music. They stroke the keys in the piano room and they caress violins in the auditorium. They sing in the musty, peeling theater built in 1914 where, just outside the door, beleaguered men gather along Boston Road and dogs sleep on the sidewalk.   St. Augustine School of the Arts, a nationally renowned Roman Catholic elementary school in the South Bronx, is experiencing the best and worst of times. An award-winning documentary about the school opened in New York on Friday, and the school's principal was recently honored as one of the nation's outstanding educators. But a fire last December that destroyed two-thirds of the main school building has left St. Augustine struggling to maintain its financial footing.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"For Veterans, a Time for Memories; A Hospital's Small Celebration Turns Into a Day for Sharing","web_url":"https://www.nytimes.com/1993/06/01/nyregion/for-veterans-time-for-memories-hospital-s-small-celebration-turns-into-day-for.html","abstract":"  In a veterans hospital, the wars sometimes never end, and memories are carried deep in lasting wounds and lost years.   \"Memorial Day is different when you get in here,\" said Andy Giannone, who came back from the dark terror of the Vietnam jungle as a heroin addict 25 years ago and who spent his first sober Memorial Day in years at a small celebration here today.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"U.N. GETS PROTEST ON CAMBODIA VOTE","web_url":"https://www.nytimes.com/1993/06/01/world/un-gets-protest-on-cambodia-vote.html","abstract":"  With new vote totals showing a neck-and-neck race between Cambodia's ruling party and the royalist opposition founded by Prince Norodom Sihanouk, the Government protested to the United Nations today what it said were \"irregularities\" in last week's elections.    Although the United Nations, several foreign governments and a variety of independent poll monitors have certified the voting as free and fair, diplomats in Phnom Penh warned that the Government was laying the groundwork for a claim that the election results should be annulled and that it might try to hold power even if it lost at the polls.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"A Gentler China: A special report.; 4 Years After Tiananmen, The Hard Line Is Cracking","web_url":"https://www.nytimes.com/1993/06/01/world/gentler-china-special-report-4-years-after-tiananmen-hard-line-cracking.html","abstract":"  Nearly four years have passed since the Communist hard-liners sent tanks to Tiananmen Square, filling the morgues with the broken bodies of young fighters for democracy and casting a repressive nightfall across the country.   Now a dawn of sorts has gradually broken across China.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Master of the Fastest Course","web_url":"https://www.nytimes.com/1993/06/01/sports/auto-racing-master-of-the-fastest-course.html","abstract":"  Roger Penske used an allusion to a 3-iron to illustrate a point about a driver today.   The golf club alluded to belongs to Bernhard Langer. The driver is Emerson Fittipaldi, who on Sunday called upon more than two decades of racing experience to give Penske's team its ninth Indianapolis 500 victory in the last 25 years.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Courts Plan Seeks to Add Appeals Unit","web_url":"https://www.nytimes.com/1993/06/01/nyregion/courts-plan-seeks-to-add-appeals-unit.html","abstract":"  Concerned by critical backlogs in appeals court cases coming from most of New York City and its suburbs, Gov. Mario M. Cuomo and legislative leaders are seeking to expand New York State's appellate court system.   Legislative aides say leaders of the Democratic-controlled Assembly and Republican-controlled State Senate will introduce, possibly this week, proposed amendments to the State Constitution that would authorize the first major change in the appellate courts in a century. The change would add a fifth department to the four that now form the Appellate Division, the state's intermediate appeals court and the last stop for most cases.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"New Medical Technology Could Do You Harm; Health Savings Account","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-new-medical-technology-could-do-you-harm-health-savings-account-621393.html","abstract":"  To the Editor:   \"Health Care's Fever: Not So High to Some\" (The Week in Review, May 16) mentions a 1970's Rand Corporation study showing that families randomly assigned to a plan requiring them to absorb the first $1,000 a year of medical costs spent 40 percent less on their care, with \"negligible\" effects on health. You used this to prove that overuse is a major problem in the cost of medical care. This plan is also an easy, sensible way to solve our health care cost problem.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Operators of Nuclear Plants Are Warned of a Safety Risk","web_url":"https://www.nytimes.com/1993/06/01/us/operators-of-nuclear-plants-are-warned-of-a-safety-risk.html","abstract":"  The Nuclear Regulatory Commission has warned the operators of 34 nuclear reactors around the country that the instruments they use to measure the level of water in the reactors could give a false reading during routine shutdowns and fail to detect important leaks.    The warning was issued Friday. The problem was first brought to light by an engineer at Northeast Utilities in Connecticut, who said later that he had been harassed for raising safety questions. Earlier this month, the commission agreed with him and said it would fine the utility; Northeast is appealing the ruling.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"Ban Keeps Day From Belmont","web_url":"https://www.nytimes.com/1993/06/01/sports/horse-racing-ban-keeps-day-from-belmont.html","abstract":"  In an unusual move by a jockey, Pat Day decided yesterday not to appeal a five-day suspension for careless riding but to accept the penalty and thereby forego his ride on the highly regarded Cherokee Run in next Saturday's $500,000 Belmont Stakes.   \"I feel very strongly about the suspension process,\" the 39-year-old rider said from Churchill Downs in Louisville, Ky. \"And the decision had to be something I could live with.\"","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Never-to-Be Wedding Brings Tears at Funeral","web_url":"https://www.nytimes.com/1993/06/01/nyregion/never-to-be-wedding-brings-tears-at-funeral.html","abstract":"  Dressed as bride and groom, Hema Sakhrani and Shaleen Wadhwani were mourned yesterday as they lay a few feet from each other in a funeral parlor in Queens. She wore a red sari with gold trim that her uncle had brought from Bombay. He wore a bejeweled turban and a black suit. An orange sash, a symbol of the bond between man and woman in Hindu marriage rites, joined the two coffins.   Their parents held two services for the young couple, whose lives had seemed so promising until a man who the police said was obsessed with Miss Sakhrani gunned down Mr. Wadhwani last Wednesday. She was so overcome by grief that she killed herself two days later.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Swarthmore Confers Degrees","web_url":"https://www.nytimes.com/1993/06/01/us/commencements-swarthmore-confers-degrees.html","abstract":"  Swarthmore College conferred 316 bachelor's degrees yesterday in its 121st commencement.   In ceremonies in Scott Outdoor Auditorium on the Swarthmore, Pa., campus, the college awarded honorary degrees to Dr. Arlie Hochschild, an author and professor of sociology at the University of California at Berkeley; Senator Harris Wofford, Democrat of Pennsylvania; Bernice Johnson Reagon, a founder of the musical group Sweet Honey in the Rock; Dr. Jonathan Fine, founder of Physicians for Human Rights, and the Rev. Jon Sobrino, professor of philosophy and theology at Jose Simeon Canas University in El Salvador.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"A Churchill Draws Fire With Remark on Race","web_url":"https://www.nytimes.com/1993/06/01/world/a-churchill-draws-fire-with-remark-on-race.html","abstract":"  For more than two decades, Winston Churchill has tiptoed in the footsteps of his grandfather, either as a journalist or a Tory backbencher in the House of Commons. But over the weekend, the grandson of Britain's wartime Prime Minister suddenly made a splash of his own.   In the last two days, Mr. Churchill, 52, has been condemned by editorial writers, minority politicians and even members of his own Tory party for a speech on Friday in which he called for a halt to a \"relentless flow of immigrants\" that, he said, was threatening to change forever Britain's way of life.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Medvedev Beats Goellner, Fun Ends","web_url":"https://www.nytimes.com/1993/06/01/sports/IHT-medvedev-beats-goellner-fun-ends.html","abstract":"His face changed. The smile vanished, and the wrinkles with it. Did you expect to get this far? Andrei Medvedev is 18 years old. In answering the question he grew older.. \"I think I haven't reached my aim yet,\" he said. \"I haven't reached t","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Marijuana Medication","web_url":"https://www.nytimes.com/1993/06/01/science/science-watch-marijuana-medication.html","abstract":"  Ashes from a fourth-century tomb near Jerusalem suggest that marijuana may have been used in the ancient Middle East to help in childbirth, a group of Israeli researchers says.   The tomb contained the skeletal remains of a teen-age girl with a full-term fetus within the pelvic area. She apparently died while giving birth or while she was in the last stages of pregnancy.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/06/01/nyregion/inside-562493.html","abstract":"  Cambodian Vote Questioned   With returns showing the royalist opposition running neck and neck with the ruling party, the Government said there had been \"irregularities\" in last week's election. Page A9. Yugoslav Leader Is Ousted    President Dobrica Cosic of Yugoslavia was ousted in what was seen as a maneuver by nationalist forces who view him as too moderate. Page A8. New Life for Tribes    A century and a half after they were pushed off their land, Indian tribes along the Oregon Trail are trying to secure an economic future. Page A12. Watching the Brain Think    A new technique allows scientists to pinpoint the site at which human brain cells are energized for tasks like thinking. Science Times, page C1. Fraud Investigator Fasts    A Government investigator of scientific fraud is fasting to protest the sealing of his office. Page C1. Bulls Even Series As Jordan Scores 54    The Bulls beat the Knicks in Chicago, 105-95, to tie the N.B.A. Eastern Conference finals at two games apiece. Michael Jordan scored 54 points. SportsTuesday, page B7.  ","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Drama in Review","web_url":"https://www.nytimes.com/1993/06/01/theater/drama-in-review-340093.html","abstract":"  Homo Alone Lost in Colorado  St. Marks Studio Theater 94 St. Marks Place, at First Avenue East Village Written and performed by Walter Barnett, Kelley Brower, Nora Burns, Chrisanne Eastwood, Terrence Michael and Eric Rockwell. Directed by Ms. Eastwood; lighting by Deborah Malkin; original music by Eric Rockwell; choreography by Mr. Rockwell; produced by Michael Hyman and Planet Q; associate producer, Ethan Ciment.","thumbnail":null,"section":"Theater"},{"date":"19930601","headline":"Pressure on Bentsen Mounts as Senate Faces Budget","web_url":"https://www.nytimes.com/1993/06/01/us/pressure-on-bentsen-mounts-as-senate-faces-budget.html","abstract":"  Treasury Secretary Lloyd Bentsen vigorously thrust himself onto center stage of the budget battle last week, lining up a majority of House Democrats from Texas for President Clinton's economic plan, buttonholing and cajoling pivotal senators, tearing into opponents at a news conference and giving loads of advice to the White House.   Probably the best proof that he was in the thick of things was the photograph taken in the Oval Office last Thursday night: a beaming Mr. Bentsen stood between President Clinton and Vice President Al Gore as they telephoned Speaker Thomas S. Foley after the House approved the plan by a margin of six votes.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"The Knicks Just Needed to Reach for It","web_url":"https://www.nytimes.com/1993/06/01/sports/on-pro-basketball-the-knicks-just-needed-to-reach-for-it.html","abstract":"  A window opened in the fourth quarter for the Knicks yesterday, and when they looked inside, there was Michael Jordan tied to a chair, ready to have his house burgled for just about all that was in it.   The prize the Knicks had come to get -- one victory to take back to Madison Square Garden for a series-clinching bash tomorrow night -- was on a mantel in Jordan's living room, ready to be had. As it turned out, the Knicks had 3 minutes 4 seconds to steal Game 4 of the Eastern Conference finals. They could not. They wilted badly in the heat of going for the big score and were beaten by the Bulls, 105-95. They went home to face the trial of their lives, knowing if they should happen to lose Game 5, the window at Jordan's house may not open again.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Plan Limits Development In Lincoln Center Area","web_url":"https://www.nytimes.com/1993/06/01/nyregion/plan-limits-development-in-lincoln-center-area.html","abstract":"  The New York City Planning Department will propose zoning changes today that would put new restrictions on commercial development and building heights in the area around Lincoln Center.   Besides restricting the height of new buildings, the new use and design requirements for the Lincoln Square special zoning district are intended to limit vehicular and pedestrian traffic in an area that has seen the addition of 18 new buildings since 1969.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor-93502131988.html","abstract":"What Matters to America. Regarding \"Reasons Not to Make Too Much of Clinton's Early Poll Results\" (Opinion, May 14) by Kevin Phillips:. As I read the 10 reasons not to worry about Bill Clinton's poor approval ratings, I was reminded of why I vot","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Kukoc Passes Bulls' Physical","web_url":"https://www.nytimes.com/1993/06/01/sports/baseball-kukoc-passes-bulls-physical.html","abstract":"  Toni Kukoc, the Croatian star who is considered to be the best basketball player in Europe, has completed physical examinations given by the Bulls, Jerry Krause, the team's director of operations, said today.   Krause said that Kukoc, who was in Chicago during the holiday weekend but did not attend either Bulls-Knicks game, must now make a final decision on getting out of his contract with Benetton Treviso of the Italian league within a couple of weeks. That would enable the 6-foot-10-inch Kukoc to negotiate a deal with the Bulls beginning July 1.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"No Closer Brothers Than the Jameses","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-no-closer-brothers-than-the-jameses-619193.html","abstract":"  To the Editor:   Your May 22 Chronicle item about the American Academy of Arts and Letters falsifies what was said at the recent annual meeting about William James's reason for declining membership. He did not say \"he would never join anything that included his younger brother, Henry.\"","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Review/Dance; Running the Full Gamut Of Balanchine's Ballet","web_url":"https://www.nytimes.com/1993/06/01/arts/review-dance-running-the-full-gamut-of-balanchine-s-ballet.html","abstract":"  \"Liebeslieder Walzer,\" which the New York City Ballet will perform tonight at the New York State Theater, and \"Raymonda Variations,\" which is scheduled for Friday, symbolize the two poles of the company's continuing \"Balanchine Celebration.\"   \"Raymonda Variations\" (1961) is typical of George Balanchine's work -- a plotless suite of solos and ensembles in which he reiterates his allegiance to ballet's 350-year-old classical vocabulary, especially as it had been modernized, in his view, by the 19th-century choreographer Marius Petipa. Balanchine's own brand of 20th-century neo-classicism is evident in his reworking of classical technique in this sparkling gem of a ballet. But it is also a work in which he pays overt homage to Petipa by quoting directly from that choreographer's 1898 ballet, \"Raymonda,\" set to Glazounov's music.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"In Need of Public Support, Doctors Try Image Transplant","web_url":"https://www.nytimes.com/1993/06/01/nyregion/in-need-of-public-support-doctors-try-image-transplant.html","abstract":"  For Dr. Michael Elia, a Westchester orthopedic surgeon, the national debate over health care has come to this: he has taken the M.D. license plates off his sports car.   \"People see you driving around in a little convertible with M.D. plates and they get hostile,\" said Dr. Elia, who practices at Lawrence Hospital in Bronxville. \"It's just a $14,000 Miata, but people see the plates and assume its a $60,000 Porsche. There's such resentment against doctors; why make it worse?\"","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Murder Suspect Is Returned","web_url":"https://www.nytimes.com/1993/06/01/nyregion/murder-suspect-is-returned.html","abstract":"  A sanitation inspector accused of killing a 4-year-old boy and stuffing his body into a trash compactor in Brooklyn was returned to New York City yesterday after he was arrested on a Texas highway on Saturday, the police said. The suspect, Stephan David Poole, was taken to Brooklyn Central Booking to await arraignment on second-degree murder charges, probably this morning, a police spokesman said. Mr. Poole, 31, had evaded the police since May 20, when the body of the boy, Kayesean Blackledge, was found in the Linden Houses Housing project. Mr. Poole had skipped around various places in Florida, Mississippi and Texas before he was pulled over in Huntsville, Tex., Saturday afternoon.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/01/nyregion/chronicle-456393.html","abstract":"  JEWELL JACKSON McCABE, the founder and chairwoman of the National Coalition of 100 Black Women, has been elected to the board of trustees of Bard College in Annandale-on-Hudson, N.Y.    Ms. McCabe, a leader in numerous civil rights and women's rights causes, is also on the board of overseers for the Wharton School at the University of Pennsylvania.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor-93778338429.html","abstract":"Bosnians' Dream World. We Bosnians are coming to the terrible conclusion that it is illusory to think we are a part of Europe and that the world community stands for human rights and justice.. The West values the lives of a few hundred of its soldiers, wh","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Review/Dance; From Italy to Balanchine, via Petipa","web_url":"https://www.nytimes.com/1993/06/01/arts/review-dance-from-italy-to-balanchine-via-petipa.html","abstract":"  The New York City Ballet's performance on Saturday afternoon of George Balanchine's \"Harlequinade,\" one of the major revivals of the Balanchine Celebration, may well prove to be one of the happiest and best-danced performances in the festival.   There will never be another Balanchine, nor another Edward Villella and Patricia McBride, the original Harlequin and Columbine in the production. Nor should there be. But both the revival and the cast that danced it, nine years after its last performance at City Ballet, managed not only to stir potent memories among the balletomanes in the audience but also to make the ballet a fresh experience.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"A Recital and a Debut Merge, to a Degree","web_url":"https://www.nytimes.com/1993/06/01/arts/a-recital-and-a-debut-merge-to-a-degree.html","abstract":"  Christopher Creaghan, an organist from Canada studying at the Manhattan School, was faced with a degree-requirement recital and a New York debut wrapped into one on Wednesday night at the Church of St. Ignatius Loyola. He handled the experience with poise. Mr. Creaghan's program stretched as wide as it knew how over the repertory, often favoring excerpts from a variety of pieces rather than concentrated doses of one or two styles. While some recitals serve particular musical needs, this one was clearly designed to show what one organist could do.   The first half was principally Baroque, offering, among pieces by Sweelinck and Grigny, Bach's C-major Trio Sonata: chaste and cheerful outer movements, an austere Largo in between. The second half tended toward bigger, later works and ended with Messiaen's familiar \"Nativite du Seigneur,\" in which Mr. Creaghan nicely exploited the size of this church and the power of its organ.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"Spain: Reawakened Voters Watch the Hair Cream Fly","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-spain-reawakened-voters-watch-the-hair-cream-fly.html","abstract":"- Politics is again a fashionable topic in Spain. This may seem unsurprising with general elections due on Sunday, but after 10 years in which each election meant a preordained Socialist Party victory, much of the excitement had disappeared from the process.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"On My Mind; The Constant Hearts","web_url":"https://www.nytimes.com/1993/06/01/opinion/on-my-mind-the-constant-hearts.html","abstract":"  The decision to pick a public relations man for three Republican Presidencies as the spokesman for the new Democratic Administration is an important step meaning one or more of the following things:   1. The public and press are just as stupid as President Clinton obviously thinks they are and have never seen a cynical political gimmick they would not buy.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Miles From Anywhere, Flocks of Tourists Descend","web_url":"https://www.nytimes.com/1993/06/01/us/miles-from-anywhere-flocks-of-tourists-descend.html","abstract":"  The tour buses are already crawling past the Elvis-A-Rama, the funnel cake parlors, hillbilly moccasin emporiums and glitzy new music theaters here in America's fastest-growing vacation center.   Once a sleepy Ozarks town, but now a billion-dollar phenomenon, Branson has become more than a refuge for a bewildering array of aging pop stars and pre-Garth Brooks country musicians who thrill the faithful at more than 30 theaters here.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/01/nyregion/c-corrections-553593.html","abstract":"  A front-page news analysis article yesterday about President Clinton's appointment of a new communications director rendered the name of a top adviser to President John F. Kennedy incorrectly in some editions. He is Theodore C. Sorensen.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Limits Seen On Human Existence","web_url":"https://www.nytimes.com/1993/06/01/science/limits-seen-on-human-existence.html","abstract":"  IS it possible, using statistics alone, to predict how long space exploration, the Catholic Church, the Miss America contest, the human race or the universe as a whole will continue to exist? A Princeton University astrophysicist has concluded that these and many other predictions are not only possible, but can be made with 95 percent reliability.   As he described his hypothesis in the current issue of the British journal Nature, the scientist, Dr. J. Richard Gott 3d, proposed that the longevity of things can be estimated remarkably well from their histories. All that is needed to calculate roughly how long something is likely to last is to assume that there is nothing special about it -- nothing to particularly distinguish it from all the other objects or systems or creatures or intervals of time in its class. Theorists call this assumption the \"Copernican principle,\" referring to the Polish astronomer Copernicus, who concluded that the Earth was not at the center of the solar system (or universe), and therefore did not occupy any \"special\" place.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"New Medical Technology Could Do You Harm; A Dream of an H.M.O.","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-new-medical-technology-could-do-you-harm-a-dream-of-an-hmo-620593.html","abstract":"  To the Editor:   Re \"Let Us Journey Into the Mind of Managed Care\" (letters, May 16): Let me guide you on another journey, into a health maintenance organization, with my 17-year practice experience as the guide.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Q&A","web_url":"https://www.nytimes.com/1993/06/01/science/q-a-404093.html","abstract":"  Keeping Your Balance   Q.  How can people stand erect if the stomach weighs more than the feet?   A.  People are indeed top-heavy, and balance, the ability to stand upright and move around without falling over, is not as simple as it feels. It requires constant tiny adjustment of muscles as the weight shifts on the feet, much as a juggler maneuvers to balance a plate on a stick.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Review/Television; Limits of Tame and Wild at the Zoo","web_url":"https://www.nytimes.com/1993/06/01/movies/review-television-limits-of-tame-and-wild-at-the-zoo.html","abstract":"  Among the big scenes in \"Zoo\" are the stillbirth of a rhinoceros, the egg-laying of a crocodile, the tooth-cleaning of a gorilla and the hunt for a pit bull who killed some deer. But Frederick Wiseman is not the sort of documentary maker who settles for big scenes. In this, his 25th work, as in his other studies of American institutions, from a hospital to a race track to Central Park, he allows his subject to reveal itself, the mundane along with the sensational.   What that means for tomorrow night's two-hour visit to the Miami Metrozoo are many pictures of fauna on both sides of the bars. The zoo workers are efficient and conscientious, the visiting children are cute and the elephants, chimpanzees, zebras and so forth are easy to look at, even if you think you recognize most of them from other public television programs. But they do not make for steadily enthralling television. The opening 10 minutes of disporting families and showoff animals tests even a Wiseman fan's endurance, and after the sixth or seventh time the zoo train goes by, you might find yourself hoping for a derailment.","thumbnail":null,"section":"Movies"},{"date":"19930601","headline":"G.O.P. Showdown on Gay Rights","web_url":"https://www.nytimes.com/1993/06/01/opinion/gop-showdown-on-gay-rights.html","abstract":"  Shhhh. The Republicans who control the New York State Senate prefer not to talk in public about the gay-rights legislation pending before their chamber. With the Legislature scheduled to adjourn at the end of the month, there's a real danger that G.O.P. senators will kill the gay-rights bill without so much as one word of public debate.   If that happens, the Senate majority leader, Ralph Marino, will have to answer not only for defeat of a worthy civil rights initiative, but for the sad capitulation of his once-proud state party to intolerant extremists.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/01/nyregion/news-summary-577293.html","abstract":"  International 2-9  REPRESSION EASING IN CHINA  Nearly four years after the brutal suppression of the Tiananmen Square demonstrations in Beijing, repression persists in China but seems to be easing.  A1  DOWNSIZING A STRONGMAN  Life President Hastings Kamuzu Banda of Malawi has long occupied his own quirky niche: part African, part Victorian, part Mussolini, part Monty Python. Now his hold on the country is being challenged.  A1","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Lights, Camera, Cup? Gretzky Is Ready","web_url":"https://www.nytimes.com/1993/06/01/sports/hockey-lights-camera-cup-gretzky-is-ready.html","abstract":"  For the first four years of the Wayne Gretzky era, the Los Angeles Kings were the fool's gold of hockey, one of those California dreams. Gretzky gave them glitter and helped sell tickets and jerseys, but they never really mined a mother lode.   With his sublime skills receding but still considerable, Gretzky was like a colonial missionary from hockey's old world. To the uninitiated, in the heat and dust of the American Southwest, he preached the coming glory of his sport, spreading the message to an ambivalent entertainment capital. To the converted of the old cities, he urged repentance and reform. Abandon fighting, he said, and market the business beyond the devoted cult that has sustained it for so long.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Big Noise About Sound and Motion","web_url":"https://www.nytimes.com/1993/06/01/science/personal-computers-big-noise-about-sound-and-motion.html","abstract":"  THE annual Spring Comdex computer exposition in Atlanta last week was much noisier than ever before, a result of the (Boom! Flash!) explosion of multimedia hardware and software.    Multimedia is the term loosely applied to any computer product that can produce CD-quality stereo sound, voice reproduction, full-motion video or animation on screen and high-resolution color graphics. Eventually all personal computers will have these abilities, but for the time being multimedia is considered special enough to warrant its own category.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Image of Old Hoboken Recorded by an Invader","web_url":"https://www.nytimes.com/1993/06/01/nyregion/our-towns-image-of-old-hoboken-recorded-by-an-invader.html","abstract":"  NORA JACOBSON began shooting Hoboken about the time landlords here started throwing tenants out.   It was 1984. The old port city was going condo.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"China Makes Population Control an Ism","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-china-makes-population-control-an-ism-617593.html","abstract":"  To the Editor:   \"China is a very big country with a very big problem: it has 7 percent of the earth's arable land -- and more than 20 percent of all its people. Today they number 1.17 billion. In several decades they will probably number 1.9 billion.\" Thus begins \"China's Cruelty and Women's Rights\" (editorial, May 21).","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Guatemalan Leader Is Pressed to Yield Power","web_url":"https://www.nytimes.com/1993/06/01/world/guatemalan-leader-is-pressed-to-yield-power.html","abstract":"  The opposition to President Jorge Serrano Elias's seizure of almost dictatorial powers grew more defiant today as the Government's isolation increased.    One day after military leaders backed away from their support for the President, prominent citizens called for his resignation, small groups of protesters again challenged a ban on public assembly, and newspapers began to openly mock the standing censorship of the press.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Transactions","web_url":"https://www.nytimes.com/1993/06/01/sports/transactions-253693.html","abstract":"  Baseball  American League   BOSTON RED SOX -- Activated Jose Melendez, pitcher, from the 15-day disabled list. Placed Jeff Richardson, infielder, on the 15-day disabled list. Optioned Ken Ryan, pitcher, to Pawtucket of the International League. Recalled Jim Byrd, infielder, from Pawtucket.   MILWAUKEE BREWERS -- Activated Angel Miranda, pitcher, from the 15-day disabled list. Sent Josias Manzanillo, pitcher, to New Orleans of the American Association.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Animals That Are Peerless Athletes","web_url":"https://www.nytimes.com/1993/06/01/science/animals-that-are-peerless-athletes.html","abstract":"  TO the recreational joggers of the world, champion runners like Carl Lewis and Olga Markova are the anointed children of Zeus, cardiovascular demigods who seem to ignite the air molecules around them as they race.    Yet even the most elite human athlete is thoroughly pathetic compared with nature's other aerobic masters. Take the pronghorn antelope of Wyoming, for example, a goat-sized ungulate that may rank as the greatest athlete alive. Its maximum speed of 60 miles per hour is second only to the cheetah's top pace of 70 m.p.h. But while the cheetah can sprint for just a few seconds before practically collapsing, the pronghorn can maintain its freeway stride for an hour.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Forsaken Frontier: Revisiting the Oregon Trail -- Last of three articles.; 150 Years Later, Indians Bitterly Cope With Results of Whites' Arrival","web_url":"https://www.nytimes.com/1993/06/01/us/forsaken-frontier-revisiting-oregon-trail-last-three-articles-150-years-later.html","abstract":"  The map of the American West in the first big year of the Oregon Trail showed a sea of open space, and carried warnings about the people who were living on much of it. The Pawnee, Cheyenne, Arapaho, Sioux, Shoshone, Crow, Nez Perce, Ute, Spokane, Cayuse, Chinook, Umpqua -- these tribes were as prominent as any landmark on the migrants' guide of 1843.   Moving west along the old Oregon Trail today, a traveler who wanders off the interstate can still find the American Indian bands that both sustained and threatened the wagon trains. The people live inside straight lines on the map, nations within a nation. They are mostly off the road and out of sight.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"Robbery Suspect Is Killed","web_url":"https://www.nytimes.com/1993/06/01/nyregion/robbery-suspect-is-killed.html","abstract":"  A robbery suspect was shot and killed by the police early yesterday when he drew a gun during a foot chase through backyards in Cambria Heights, Queens, the police said. They said a second suspect escaped. The dead man was identified by the police as Ian Johnson, 21, of 138-75 Francis Lewis Boulevard, said Lieut. Raymond O'Donnell, a police spokesman. Lieutenant O'Donnell said Sgt. Donald Burton and Officer Riccardo Osuna of the 105th Precinct were chasing two men suspected of robbing a woman of $60 at 6 A.M. on Linden Boulevard. The officers fired at Mr. Johnson after he pulled his gun, Lieutenant O'Donnell said.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Perkins Wakes Up and Smells a Title","web_url":"https://www.nytimes.com/1993/06/01/sports/baseball-perkins-wakes-up-and-smells-a-title.html","abstract":"  Seattle is an espresso town, which may be why Sam Perkins has finally awakened.   Predictably nicknamed \"Sleepy,\" because he always walks around as if it's 4 A.M., Perkins has turned into the SuperSonics' ambulance driver. Whenever the team has needed a pick-me-up in the Western Conference finals, it has been Perkins dead-aiming a 3-point shot or Perkins backing in for an unobstructable hook. Sonic fans, without his permission, have begun the following battle cry: \"Sam, I Am.\"","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Reviews/Organ; The Art of Improvisation","web_url":"https://www.nytimes.com/1993/06/01/arts/reviews-organ-the-art-of-improvisation.html","abstract":"  McNeil Robinson is one of increasingly few organists who maintain the art of improvisation. Last Tuesday night at the Church of the Heavenly Rest, at a moment's notice, Mr. Robinson conjured up a \"symphony in four movements\" based on themes submitted by Ned Rorem. Each movement found an effective dramatic shape, expertly deploying Mr. Rorem's fluid and engaging material. Especially impressive was the second movement, an Andante, in which a lilting melody stretched out to fill a space of considerable breadth.   The remainder of the program was taken up by a broad selection of works from different eras: Marcel Dupre's \"Sept Pieces,\" three anonymous 17th-century pieces and Beavarlet-Charpentier's Fugue in A Minor, Bach's Prelude and Fugue in D (B.W.V. 532) and Franck's Choral No. 2. While Mr. Robinson is not perhaps the most agile of players, he has a strong grasp of tension and release; the Dupre rang out with particular force and clarity.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"Lighten Up on Ukraine","web_url":"https://www.nytimes.com/1993/06/01/opinion/lighten-up-on-ukraine.html","abstract":"Since declaring its intention to give up its nuclear weapons almost two years ago, Ukraine has been building up a huge army and hedging its nuclear bets. Ukraine began temporizing only a month after its initial bold declaration, when conspirators in Moscow staged their coup and sent Soviet ground forces to Kiev with an ultimatum: Comply with the new regime or the army moves in. To back up the threat, helicopters reconnoitered the city while special forces trained to seize public buildings took up positions on the outskirts.\n\nFor Ukrainians, the incident drove home the precariousness of their sovereignty. Despite U.S. cajoling, Ukrainian legislators appear poised to backtrack and postpone joining the Nuclear Non-Proliferation Treaty. While they will likely ratify the Strategic Arms Reduction Treaty, they will surrender no warheads without firm security guarantees, Russian recognition of existing borders and several billion dollars for dismantling their arsenal.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"A Retirement Spurs Race for District Attorney","web_url":"https://www.nytimes.com/1993/06/01/nyregion/a-retirement-spurs-race-for-district-attorney.html","abstract":"  As the Westchester County District Attorney's race heats up, five months before Election Day, one thing is already certain: for the first time in a quarter-century, the winner will not be Carl A. Vergari.   Mr. Vergari, a Republican who is 71 years old, is retiring from the post he has held since 1968. His departure has touched off a most feverishly contested race for District Attorney, with the main contenders proposing fundamental changes in the way the law is enforced in this suburban county.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"The '93 Cliburn Competition: Pianissimo","web_url":"https://www.nytimes.com/1993/06/01/arts/the-93-cliburn-competition-pianissimo.html","abstract":"  Any news a page turner makes can only be bad, but it is also likely to be small. As the Ninth Van Cliburn International Piano Competition enters its final week here, a page turner has been the biggest news in this year's calm and amicable proceedings. By the standards of past competitions, Cliburn or otherwise, this has been a placid affair, seemingly free of contentiousness among the jurors and of charges of scandal from the contestants.   The lone tempest, such as it was, began on Friday morning, when Fabio Bidini, a 24-year-old Italian, opened the semifinal round of competition with a performance of Morton Gould's \"Ghost Waltzes,\" an 11-minute work commissioned for the event. Each of the 12 contestants who remain, from 35 who competed in the prelimary round, must perform the Gould work as part of a 75-minute recital that makes up half of the semifinal requirement. Since the competitors received the score less than six weeks before coming to Fort Worth, they were not expected to know it from memory. Of the first six semifinalists to perform, only two played without the score.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"Maryland Uses New Tack With Young Delinquents","web_url":"https://www.nytimes.com/1993/06/01/us/maryland-uses-new-tack-with-young-delinquents.html","abstract":"  At 9 o'clock on a Saturday night, in the Brooklyn neighborhood here, 16-year-old Ben Santos sat on his living room floor, fielding questions about the trouble he had gotten into the day before.   Sitting above him were his mother, Eden Santos, and Cynthia Florio, a 23-year-old who is part of a team of caseworkers assigned to help Ben and other delinquent 9- to 17-year-olds keep from getting into trouble.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91258560404.html","abstract":"1943: A Chinese Victory","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Derrick Thomas Recalls His Father at Memorial","web_url":"https://www.nytimes.com/1993/06/01/sports/sports-people-pro-football-derrick-thomas-recalls-his-father-at-memorial.html","abstract":"  DERRICK THOMAS, the Kansas City Chiefs' All-Pro linebacker, said yesterday that he just wanted to live up to the courage of the father he never knew, a co-pilot who was killed during the Vietnam War.   \"It's very ironic that my father's last mission was named Linebacker 2,\" said Thomas, who was among the speakers who joined PRESIDENT CLINTON at the Vietnam Veterans Memorial in Washington. \"It's very ironic that in college I had 52 sacks and my father flew a B-52.\"","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"How New York City Confronts the Problem of TB in Its Jails","web_url":"https://www.nytimes.com/1993/06/01/opinion/l-how-new-york-city-confronts-the-problem-of-tb-in-its-jails-618393.html","abstract":"  To the Editor:   \"Where Tuberculosis Breeds\" (editorial, May 11) identifies the reasons tuberculosis is a serious public health problem in the New York City criminal justice system. Unfortunately, you gloss over the Dinkins administration's response.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Scanner Pinpoints Sites of Thought as People See or Speak","web_url":"https://www.nytimes.com/1993/06/01/technology/scanner-pinpoints-sites-of-thought-as-people-see-or-speak.html","abstract":"  USING souped up versions of conventional brain imaging machines, scientists can now peer into the workings of the human brain, making movies of changes that occur as the mind thinks, talks, listens, dreams and imagines.    At the handful of centers where the technique is being developed, researchers are borrowing the machines at night and on weekends when patients do not need them and, like children in a toy store, are exploring one another's brains with unbridled glee. In recent months they have made movies of the brain's circuitry as it performs.","thumbnail":null,"section":"Technology"},{"date":"19930601","headline":"Marian Anderson Tribute","web_url":"https://www.nytimes.com/1993/06/01/arts/marian-anderson-tribute.html","abstract":"  \"Remembering Marian Anderson,\" a tribute to the contralto, will take place at Carnegie Hall next Monday at 11 A.M. Isaac Stern and James DePreist, the music director of the Oregon Symphony Orchestra and Miss Anderson's nephew, will offer reminiscences, and recordings by Miss Anderson will be played. Admission is free. Tickets are available at the Carnegie Hall box office, 154 West 57th Street. Miss Anderson died on April 8 at age 96.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/06/01/sports/results-plus-326593.html","abstract":"  GOLF  Victory for Langer    The Masters champion, Bernhard Langer, eagled the 12th hole for a second consecutive day and fired a six-under-par 68 as he breezed to a six-shot victory in the $1 million European PGA Championship in Virginia Water, England. (AP)   COLLEGE BASEBALL    Longhorns in Series    Mark Prather singled home the winning run as Texas rallied for two runs in the ninth inning and beat Southern Cal, 3-2, yesterday in Austin, Tex., to advance to the College World Series for the 27th time. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92073418670.html","abstract":"1918: New Submarines","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Longtime African Dictator's Grip Loosening","web_url":"https://www.nytimes.com/1993/06/01/world/longtime-african-dictator-s-grip-loosening.html","abstract":"  In the pantheon of Africa's Big Men, Life President Hastings Kamuzu Banda of Malawi has long occupied his own quirky niche: part African, part Victorian, part Mussolini, part Monty Python.   To casual travelers in Africa, Dr. Banda is the homburg-hatted disciplinarian who to this day forbids bell-bottom pants and over-the-collar hair for men as signs of moral decadence. His Government banned the Simon and Garfunkel song \"Cecilia\" as offensive to the woman the unmarried President's official hostess, Cecilia Tamanda Kadzamira.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"'Made for a Mile,' Ibero Sizzles in the Metropolitan","web_url":"https://www.nytimes.com/1993/06/01/sports/horse-racing-made-for-a-mile-ibero-sizzles-in-the-metropolitan.html","abstract":"  Ibero, the 6-year-old war horse from Argentina and California, outran one of New York's most glittering fields of thoroughbreds yesterday to win the 100th Metropolitan Handicap in a sizzling performance that could influence honors and, even, careers.   He won it after a dramatic duel down the homestretch that gave all nine horses in the race a shot. And he won it by running down the Canadian star Alydeed and his fellow California traveler Bertrando in the final 200 yards.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Chess","web_url":"https://www.nytimes.com/1993/06/01/arts/chess-203093.html","abstract":"  Hypermodernism is old in the annals of military combat but a latecomer to chess. While its strategy of provoking opponents to overreach themselves and then surround and destroy their frailly supported, advanced units did not become a self-conscious approach to the chess openings until the rise of players like Richard Reti, Gyula Breyer and Aron Nimzovich in the 1920's, this had been stock in trade to the Spartan infantry at least as early as the Persian Wars in the Fifth Century B.C.   Its lure in chess is the spirit of adventure that accompanies a bold plan. What if the opponent's thrust becomes a juggernaut? You are crushed. But what satisfaction there is in undermining the enemy outposts and pouring through the gaps to victory. This was the reward that the Armenian grandmaster Rafael Vaganian earned for his game with the Dutch grandmaster John Van der Wiel from Round 1 of the Sixth Klooster Tournament in Ter Apel, the Netherlands, in early April. Vaganian tie for first place with the Russian grandmaster Aleksandr Khalifman, each having scored 3 1/2-1 1/2.","thumbnail":null,"section":"Arts"},{"date":"19930601","headline":"Janet Reno's Independent Stand","web_url":"https://www.nytimes.com/1993/06/01/opinion/janet-reno-s-independent-stand.html","abstract":"  Among recent Attorneys General, Janet Reno stands alone in support of the Federal independent counsel law, calling for a court-appointed prosecutor for investigations of high executive branch officials. The distinction does her credit.    The law, first enacted in 1978 with Watergate freshly in mind, lapsed last year but President Clinton is pledged to revive it. It takes cases involving Cabinet secretaries and a few dozen other top officials away from the Attorney General and gives them to an outside prosecutor who can't be fired except for good cause.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Germany Arrests Young Suspect In Bombing That Killed 5 Turks","web_url":"https://www.nytimes.com/1993/06/01/world/germany-arrests-young-suspect-in-bombing-that-killed-5-turks.html","abstract":"  The German police had a young man in custody on murder and arson charges today in connection with a firebombing that killed five Turks in Solingen on Saturday.   The arrest did not stem the violence that has shaken Solingen over the last three days. Thousands of people marched peacefully through the streets to show their sorrow, but small groups protesting the killings smashed store windows, looted and clashed with the police. One group temporarily blocked roads leading to the Cologne-Bonn airport, forcing the cancellation of several flights.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Mayor Race Focuses on Word","web_url":"https://www.nytimes.com/1993/06/01/nyregion/mayor-race-focuses-on-word.html","abstract":"  A dispute over the use of the word \"pogrom\" has once again focused the New York City mayoral race on the 1991 disturbances in Crown Heights.   The dispute began on Sunday in a television interview when Rudolph W. Giuliani, the Republican-Liberal candidate, called the three days in which unruly mobs of black youths assaulted Jews a \"pogrom.\" The word, which dictionaries say means an \"organized massacre,\" is variously defined as often officially \"condoned,\" \"prompted\" or \"encouraged.\"","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Books of The Times; The Way Universities Profit by War Research","web_url":"https://www.nytimes.com/1993/06/01/books/books-of-the-times-the-way-universities-profit-by-war-research.html","abstract":"  The Cold War and American Science  The Military-Industrial-Academic Complex at M.I.T. and Stanford  By Stuart W. Leslie  Illustrated. 332 pages. Columbia University Press. $42.   In \"The Cold War and American Science,\" Stuart W. Leslie, a professor in the department of the history of science at Johns Hopkins University, takes off from the theme of President Dwight D. Eisenhower's only memorable phrase: his warning against the unwarranted influence of \"the military-industrial complex.\" Mr. Eisenhower used the words in his farewell address on Jan. 17, 1961, just before leaving the White House, but its significance echoes to the present time of big-power peace.","thumbnail":null,"section":"Books"},{"date":"19930601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/01/nyregion/chronicle-149193.html","abstract":"  There are walks to raise money for breast cancer and walks to raise awareness of AIDS, walks for civil rights and walks for political causes. On Saturday, there will be a \"Walk for Water,\" intended to help protect New York City's and Westchester County's water supply.    Sponsored by Riverkeeper, a Westchester organization that monitors the watershed of the Hudson River, and the Open Space Institute, a land conservation organization, a group of celebrities led by ROBERT F. KENNEDY Jr.  will take an eight-mile hike around the Croton Reservoir. It will end with a picnic and concert at Croton Gorge Park.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Clinton, Saluting Vietnam Dead, Finds Old Wound Is Slow to Heal","web_url":"https://www.nytimes.com/1993/06/01/us/clinton-saluting-vietnam-dead-finds-old-wound-is-slow-to-heal.html","abstract":"  President Clinton, who avoided the Vietnam War, confronted his own past and thousands of veterans today at a ceremony at the Vietnam Veterans Memorial. Framed by the 58,044 names of the Vietnam War dead etched in black granite on the wall behind him, Mr. Clinton asked that differences over the war \"not divide us as a people any longer.\"   The raucous, divided reception that was accorded Mr. Clinton as he addressed the crowd and knelt before the memorial wall to make a rubbed impression of the name of James Herbert Jeffries, a boyhood friend killed in the war, seemed to underscore the realization that despite his appeal for reconciliation, Vietnam remained a national wound that would not heal.  [ Transcript of Mr. Clinton's speech, page A14. ]","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"String-of-Pearls Comet Headed Toward a Crash","web_url":"https://www.nytimes.com/1993/06/01/science/science-watch-string-of-pearls-comet-headed-toward-a-crash.html","abstract":"  TWO months ago astronomers were treated to a spectacular rarity when a comet ventured too close to Jupiter and was ripped apart into about 20 brightly shining pieces, which scientists called \"pearls on a string.\" The latest observations of this unlucky comet show that most of it is probably doomed to crash into Jupiter next year.   The comet was discovered in March, just after it broke up, by Dr. Eugene Shoemaker of the United States Geological Survey, his wife, Carolyn, and David H. Levy, an amateur comet hunter in Tucson, Ariz. It was named Comet Shoemaker-Levy 1993e. Dr. Brian G. Marsden of the Smithsonian Astrophysical Observatory in Cambridge, Mass., said the comet's doom was sealed on July 8 and 9 last year, when it entered the inescapable deathtrap of Jupiter's powerful gravitation.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/01/nyregion/c-corrections-594293.html","abstract":"  A report in the Benefits column of Styles of the Times on Sunday about a dinner being held this evening to benefit CASA, a drug education organization, misstated the location. It is the Pierre Hotel, not the Plaza. The report also rendered the organization's full name incorrectly. It is the Center on Addiction and Drug Abuse.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Riter, One-on-One, Makes Orange No.1","web_url":"https://www.nytimes.com/1993/06/01/sports/lacrosse-riter-one-on-one-makes-orange-no.1.html","abstract":"  The game and the national championship came down to a one-on-one battle right in front of the goal: Gary Lehrman, the North Carolina goalkeeper, versus Matt Riter, Syracuse's leading scorer.   Riter had had a quiet tournament, but he slammed the ball past the frozen Lehrman. The remaining 8 seconds ticked away and Syracuse had won the National Collegiate Athletic Association Division I championship, 13-12, in a match in which the score was tied seven times.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/01/nyregion/bridge-202193.html","abstract":"  One of the most exciting finishes in the 65-year history of the Goldman Pairs took place Sunday night at the Sheraton New York Hotel in Manhattan. With one two-board round remaining, the defending champions, Steve Becker of Cos Cob, Conn., and Richard de Martino of Riverside, Conn., seemed to have a good chance of repeating. They were in second place, 8 match points behind Dale Beers of Springfield, Pa., and Jim Gingrich of Lansdale, Pa. Three other pairs were in contention.  Sadly, Becker and de Martino were knocked out of the running by a 25-point technical penalty for a misduplication at the start of the session. But there was still a Becker winner, though unrelated: R. Jay Becker and Ira Herman, both of Manhattan, surged from fifth to first to take the title. In two boards they scored 44 points out of a possible 50, and ended two and a half points ahead of Beers and Gingrich. Yesterday, Becker and Herman began their defense of the Reisinger Knockout Team Championship, hoping for a rare double.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Courier Cracks Mirror Image at French","web_url":"https://www.nytimes.com/1993/06/01/sports/tennis-courier-cracks-mirror-image-at-french.html","abstract":"  Coping with Thomas Muster center-stage on the French Open clay is a little like going one on one in the weight room with Arnold Schwarzenegger. But today Jim Courier, the two-time defending champion, handled his fourth-round assignment, held over from Sunday because of stormy weather, without a quaver.   After all, at the French Open, Courier has been transformed into a muscle man who has yet to meet his match, and he upped his Paris winning streak to 18 matches in a row by out-blustering Muster, 6-3, 2-6, 6-4, 6-2.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Sports of The Times; Grim Reaper Cuts Down The Knicks","web_url":"https://www.nytimes.com/1993/06/01/sports/sports-of-the-times-grim-reaper-cuts-down-the-knicks.html","abstract":"  THIS is what comes from a \"grimmer, darker\" mood. Michael Jordan comes out in a glowering rage and punishes the Knicks for all the indignities he has suffered.   Jordan administered this treatment yesterday, like the dean of boys in a hard-core high school back in the days of corporal punishment. He flailed away at the Knicks, in heated dispassion, looking for every sore spot.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"New Haven's Task: Tying City to Region To Promote Growth","web_url":"https://www.nytimes.com/1993/06/01/nyregion/new-haven-s-task-tying-city-to-region-to-promote-growth.html","abstract":"  Three decades ago, when Lyndon B. Johnson came into office with an ambitious urban agenda, this small New England city was an exciting laboratory for change, a model of urban renewal and a testing ground for the war on poverty.   Today New Haven is a city of disappointments and diminished hopes. The laboratory is long closed and cluttered with its failures: misshapen renewal projects that haunt downtown, and the unchecked spread of poverty through neighborhoods.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Mets Hail The Victor On Return From Exile","web_url":"https://www.nytimes.com/1993/06/01/sports/baseball-mets-hail-the-victor-on-return-from-exile.html","abstract":"  The wind was up at Wrigley Field. The score was 6-4, the game only in the sixth inning. Men were on base. The Mets' manager was on the mound. Disaster was in the air for New York, and the baseball was put in Paul Gibson's left hand.   Boom. Dwight Smith turned on Gibson's third pitch, and the ball landed in the ivy, inches below the screen that would have claimed it as a home run. Now, the score was 6-5. There were Cubs on second and third, and there was still one out. The flashbacks were unnerving Gibson.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Women Writers","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Perot's Organization Shows Fissures and Sagging Morale","web_url":"https://www.nytimes.com/1993/06/01/us/perot-s-organization-shows-fissures-and-sagging-morale.html","abstract":"  Ross Perot's grass-roots political organization is in turmoil, riven by disputes that are beginning to cost it some of its most-committed volunteers.   Mr. Perot's personal popularity has never been higher, but morale in his organization, United We Stand America, is beginning to sag.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/01/nyregion/no-headline-573093.html","abstract":"  \"I ask you, at this monument, can any American be out of place? And can any Commander in Chief be in any other place but here on this day?\" -- PRESIDENT CLINTON, at the Vietnam Veterans Memorial.  [ A14:4. ]","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor-90275233245.html","abstract":"Chernobyl and Bhopal. In his review of \"Ablaze\" by Piers Paul Read (Books, May 11), Dan Kurzman writes that the nuclear plant disaster at Chernobyl \"became a symbol of the whole rotting Communist system\" and then, without a blink, ment","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Mr. Colon, Call Home","web_url":"https://www.nytimes.com/1993/06/01/opinion/mr-colon-call-home.html","abstract":"  The allegation that City Councilman Rafael Castaneira Colon doesn't live in his own district is under investigation by the Council and the Bronx District Attorney. Mr. Colon may be exonerated. But if authorities find that he has been thumbing his nose at his South Bronx constituents, the Council leadership will have an obligation to punish him harshly as a signal to Council members about their responsibility to constituents. It is the Council's fundamental job, after all, to give communities a voice in City Hall.   According to a girlfriend who has accused Mr. Colon of assault, he has falsely claimed her address as his for years. A Council member can, for the term ending this year only, live anywhere in the city; because of redistricting in 1991, a court temporarily lifted the residency requirement. But it's a criminal violation for elected officials to lie on official documents about their residences. If Mr. Colon is found to have violated a law, the Council would have several options, from reprimanding him to expelling him. So far, Speaker Peter Vallone, who firmly controls the Council, has sent mixed signals. Every elected official, he said, \"has the moral and legal obligation to live and to serve in the district he or she represents.\" But Mr. Vallone also said, \"If any elected official is failing to adequately serve his or her constituency, there is no better place to remedy that concern than at the voting booth.\"","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Hohenau Journal; Sure, Mengele Was at Home Here, but Bormann?","web_url":"https://www.nytimes.com/1993/06/01/world/hohenau-journal-sure-mengele-was-at-home-here-but-bormann.html","abstract":"  Using the early morning light to help her fading vision, Michline Reynaers sat recently in a sunny corner of the Hotel Tirol here, knitting socks for a grandchild.   \"Everyone in town talked about how well he played the piano,\" the 72-year-old hotel keeper recalled, speaking in German of the courteous, mustachioed visitor who patronized her restaurant in 1959. \"I was introduced to him as Mr. Mengele.\"","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Cyclist Hit Twice and Dragged By Drunken Driver, Police Say","web_url":"https://www.nytimes.com/1993/06/01/nyregion/cyclist-hit-twice-and-dragged-by-drunken-driver-police-say.html","abstract":"  A 29-year-old man was knocked off his bicycle by a drunken driver in upper Manhattan on Sunday night, and as he limped to his feet, he was struck a second time by the same car and dragged for eight blocks, the police and witnesses said.   The man, Christopher Donohue, a school custodian, was in critical but stable condition at Columbia-Presbyterian Medical Center last night. He suffered internal injuries and third-degree friction burns to his face and body, and he lost his left ear, his doctor, M. Kamel Abouzahr, said last night.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Koreas: Menace, Uncertainty and a Ray of Hope","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-koreas-menace-uncertainty-and-a-ray-of-hope.html","abstract":"- The crisis that looms over the Korean Peninsula - the worst since the armistice was signed nearly 40 years ago - might be quickly resolved were the United Nations not so bogged down in Cambodia and ex-Yugoslavia. The Security Council and political leaders in America and Europe have had little time to study reports of large troop movements in North Korea, where the self-styled Great Leader, Kim Il Sung, 81, faces increasing opposition to his efforts to ensure that his son, Kim Jong Il, 51, will assume power when the elder man departs.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/01/nyregion/metro-digest-088693.html","abstract":"  NEW YORK CITY  A ZONING PLAN FOR LINCOLN CENTER   The Planning Department will propose zoning changes that would put new restrictions on commercial development and building heights in the area around Lincoln Center. The new use and design requirements for the Lincoln Square special zoning district are intended to limit vehicular and pedestrian traffic in an area that has seen the addition of 18 new buildings since 1969. B3. CYCLIST IS HIT TWICE AND DRAGGED BY CAR   A man was knocked off his bicycle by a drunken driver in Washington Heights, and as he limped to his feet he was struck again by the same car and dragged for eight blocks, the police and witnesses said. The episode was the latest in a series of accidents involving drivers whose licenses had been suspended or revoked. B2.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"Fraud Sleuth On a Fast Over a Halt To Inquiries","web_url":"https://www.nytimes.com/1993/06/01/science/fraud-sleuth-on-a-fast-over-a-halt-to-inquiries.html","abstract":"  Walter Stewart, a single-minded investigator of scientific misconduct who believes that his work was improperly halted by the National Institutes of Health, has gone on a hunger strike in protest.    Hunger strikes are rare in science, and few Government employees have embraced the risky tactic. Today was the 21st day of his fast, in which he is taking only water, and Mr. Stewart said in a telephone interview, \"I'm getting weak.\"","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"A Few Players Missing","web_url":"https://www.nytimes.com/1993/06/01/sports/sports-people-soccer-a-few-players-missing.html","abstract":"  Because of pro league commitments, several top American players will be missing when the United States plays Brazil in the first match of the U.S. Cup '93 on Sunday at New Haven.   The United States Soccer Federation said yesterday that it was unable to obtain the release of midfielder TAB RAMOS from Real Betis in the Spanish League, and defender THOMAS DOOLEY (FC Kaiserslautern) and forward ERIC WYNALDA (Saarbrucken) from the German Bundesliga.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Evidence for Planet X Evaporates in Spotlight of New Research","web_url":"https://www.nytimes.com/1993/06/01/science/evidence-for-planet-x-evaporates-in-spotlight-of-new-research.html","abstract":"  ASTRONOMERS can quit looking for the elusive \"Planet X\" because it is not there, a new study of solar system measurements has concluded.   For a half century stargazers have hunted for Planet X, the solar system's hypothetical 10th planet. Its existence was inferred from what appeared to be irregularities in the orbital motions of several known planets. But a new study of the outer planets indicates that the long chase, based on presumed wobbles in the orbits of Uranus and Neptune caused by a planet, was based on erroneous observations and calculations.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"All Jordan, All Even: Chicago Takes Game 4","web_url":"https://www.nytimes.com/1993/06/01/sports/pro-basketball-all-jordan-all-even-chicago-takes-game-4.html","abstract":"  It was spectacular, but from Michael Jordan, the spectacular is never unexpected. Jordan was due for a performance like this, a brilliant 54-point barrage that lifted the Chicago Bulls, deflated the Knicks and dramatically changed the atmosphere of a series that New York no longer controls.   Carrying his team with a remarkable long-range shooting exhibition, Jordan led the Bulls to a series-tying 105-95 victory this afternoon at Chicago Stadium in Game 4 of the Eastern Conference finals. The four-of-seven-game series is tied, 2-2, heading into a crucial Game 5 confrontation Wednesday night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"CLINTON CONSIDERS TAX ON HOSPITALS","web_url":"https://www.nytimes.com/1993/06/01/us/clinton-considers-tax-on-hospitals.html","abstract":"  President Clinton is seriously considering a new tax on hospitals to help finance medical care for people who currently have no health insurance, Administration officials said today.   The officials said the proposal would be high on the agenda when Mr. Clinton meets this week with his advisers to review the design of his plan to guarantee health care for all Americans.","thumbnail":null,"section":"U.S."},{"date":"19930601","headline":"Rabin Shuffles His Cabinet But Critics Aren't Appeased","web_url":"https://www.nytimes.com/1993/06/01/world/rabin-shuffles-his-cabinet-but-critics-aren-t-appeased.html","abstract":"  With a Cabinet shuffle over the weekend, Prime Minister Yitzhak Rabin managed to put the most serious political crisis of his year-old Government behind him.    But today he still had to contend with criticism of his leadership and the possible implications of his leadership style for the Middle East peace talks.","thumbnail":null,"section":"World"},{"date":"19930601","headline":"Make Health Reform Work. Draft Doctors.","web_url":"https://www.nytimes.com/1993/06/01/opinion/make-health-reform-work-draft-doctors.html","abstract":"The national debate on health care reform has highlighted a fundamental flaw in our medical system -- the lack of doctors, even for those who have insurance, in rural and inner-city areas. There is only one practical way to deliver medical care to the tens of millions of Americans who lack it: mandatory public service by physicians.\n\nAt the end of 1992, an estimated 3,700 non-specialist physicians were needed in medically underserved areas. Although many physicians provide care to the needy at a reduced fee or no charge, volunteer efforts, splendid as they are, will never reach all Americans isolated by poverty, geography or residence in inadequate nursing homes, prisons or mental institutions. While these citizens receive care for serious illnesses requiring hospitalization, they remain deprived of basic health care.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Nicklaus's Travel Plans","web_url":"https://www.nytimes.com/1993/06/01/sports/sports-people-golf-nicklaus-s-travel-plans.html","abstract":"  JACK NICKLAUS says his performance in this week's Memorial Tournament will help determine whether he plays in the British Open.   Nicklaus has played in every British Open since turning pro in 1962, and he has won three. But he missed the cut in the championship last year, and he finished 44th and 63d in the two previous years. This year's British Open is July 15-18 at the Royal St. George course in England.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Insects Castes","web_url":"https://www.nytimes.com/1993/06/01/science/science-watch-insects-castes.html","abstract":"  Insects may have developed a social class system at least 95 million years earlier than had been thought, say scientists who stumbled on some fossilized termite nests in Arizona.   The three nests, indications of social behavior and cooperative building, were found in a rock formation that is 220 million years old, said Stephen Hasiotis, a doctoral candidate in paleontology at the University of Colorado in Boulder.","thumbnail":null,"section":"Science"},{"date":"19930601","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/01/nyregion/c-corrections-593493.html","abstract":"  An article in the Westchester Weekly section on Sunday about a directory of Jewish organizations mistated the date of a concert marking the 50th anniversary of the Hebrew Congregation of Somers. It will take place on Sunday, June 6, at 7:30 P.M. at the temple, on Mervyn Drive in Shenorock.","thumbnail":null,"section":"New York"},{"date":"19930601","headline":"To the Spider Woman, Broadway Is Home","web_url":"https://www.nytimes.com/1993/06/01/theater/to-the-spider-woman-broadway-is-home.html","abstract":"  Chita Rivera (Dolores Conchita Figueroa del Rivero, to be more precise) is impatient with questions about the Tony Awards on Sunday. She actually rolls her eyes and sighs when asked about whether she thinks she'll win the honors for best actress in a musical, for her title role in \"Kiss of the Spider Woman.\"    \"You delude yourself,\" she said on a recent afternoon at the Broadhurst Theater, in a cozy dressing room overstocked with long-stemmed red roses. \"You keep telling yourself it doesn't matter, that whoever wins, that'll be just fine. Then you get there. And? It's war! If you lose, that walk out of the theater is the longest you'll ever take.\"","thumbnail":null,"section":"Theater"},{"date":"19930601","headline":"Brooks Takes a Walk As Devils Jog in Place","web_url":"https://www.nytimes.com/1993/06/01/sports/hockey-brooks-takes-a-walk-as-devils-jog-in-place.html","abstract":"  In a disagreement with New Jersey's management over the direction the team ought to take, Herb Brooks resigned as coach yesterday after fulfilling one season of the three-year contract he was given last June 5 to \"take the Devils to the next level.\"   Brooks, whose team (40-37-7) tied the Islanders for third place in the Patrick Division but was eliminated in five games by Pittsburgh in the first round of the playoffs, wanted the Devils to, in effect, take a step backward before going forward. The 55-year-old coach viewed youth and speed as the main ingredients for building success. Management felt the players on the team were good enough to become Stanley Cup contenders.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Purity, Pederasty And a Fallen Heroine","web_url":"https://www.nytimes.com/1993/06/01/opinion/purity-pederasty-and-a-fallen-heroine.html","abstract":"  On the morning of April 2, in the courthouse of the small northern California mining town of Jamestown, a preliminary hearing was under way on charges against Daniel Driver for allegedly molesting several young boys. During the proceedings, the mother of one of the boys, Ellie Nesler, thought she detected Mr. Driver smirking. So she went and got a gun, walked back into court and stopped the smirks forever. Now charged with murder, Ellie Nesler, cast by the law as a killer, has made herself available for the role of cultural heroine.   Ellie Nesler took us at our word. Believing that Mr. Driver was a pederast, she did what society wants done to pederasts: she plugged him five times, stopping perversion dead in its tracks.","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/01/opinion/IHT-letters-to-the-editor-90518464424.html","abstract":"The Writer and His Tools . Regarding \"Back to the Past\" (Letters, May 11) from Douglas G. Turner:. Surely what one writes is more important than what one uses to write it? The computer, as a tool, is not shoddy per se, although the literature pr","thumbnail":null,"section":"Opinion"},{"date":"19930601","headline":"Today the Questions Are About the Knicks","web_url":"https://www.nytimes.com/1993/06/01/sports/pro-basketball-today-the-questions-are-about-the-knicks.html","abstract":"  They had created questions, serious questions, about the two-time defending champions. They had occasionally made Michael Jordan appear ordinary.   The Knicks came here with the chance to make their Eastern Conference championship series with the Chicago Bulls a short one. But when it was time for them to return to New York, escorted to the exit stairwell amid the delirious noise of Chicago Stadium, that chance had vanished and their hopes of advancing to the National Basketball Association finals were threatened.","thumbnail":null,"section":"Sports"},{"date":"19930601","headline":"Yanks and Perez Get A Picnic on the Grass","web_url":"https://www.nytimes.com/1993/06/01/sports/baseball-yanks-and-perez-get-a-picnic-on-the-grass.html","abstract":"  Melido Perez is not used to this feeling. He knows what it's like to pitch with no runs in his favor. He knows what it's like to pitch out of a hole. But pitching with a lead -- a big lead -- is a new thing for him.   Perez did not expect the Yankees to provide him with eight runs yesterday afternoon at the Stadium. Usually, he's lucky to get three. And with Bernie Williams, Don Mattingly and Danny Tartabull on the disabled list, the Yankee offense should be suffering, not racking up the hits.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930601","headline":"Dobrinja mortar attack: Thirteen are killed and 133 wounded when Serb mortar shells are fired at a soccer game in Dobrinja, west of Sarajevo.","pages":[{"title":"Dobrinja mortar attack","web_url":"https://en.wikipedia.org/wiki/Dobrinja_mortar_attack","description":"1993 massacre of Bosnian civilians in Sarajevo","thumbnail":null,"abstract":"The Dobrinja mortar attack was a massacre which occurred at 10:20 a.m. on 1 June 1993, in Dobrinja, a suburb west of Sarajevo in Bosnia and Herzegovina. Two mortar rounds were fired from Serb-held positions, hitting a football pitch where youths put on an impromptu game on the first day of the Muslim holiday Kurban Bajram. Approximately 200 people were in attendance to watch the game. The United Nations placed the official death toll stemming from the mortar attack at 13, with 133 wounded. At the time it was the deadliest event involving civilians since the imposition of sanctions against the Federal Republic of Yugoslavia by the United Nations one year prior."},{"title":"Dobrinja","web_url":"https://en.wikipedia.org/wiki/Dobrinja","description":"Neighborhood in Sarajevo Canton, Federation of Bosnia and Herzegovina, Bosnia and Herzegovina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Sarajevo_Dobrinja_from_Trebevi%C4%87.jpg/320px-Sarajevo_Dobrinja_from_Trebevi%C4%87.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Dobrinja is a neighbourhood in the western outskirts of Sarajevo, part of the municipality of Novi Grad. It is estimated to have a population of 25,063 inhabitants. Its name comes from the short river Dobrinja that flows through it. It is today organised in four local communities. Dobrinja lies just north of Sarajevo International Airport."},{"title":"Sarajevo","web_url":"https://en.wikipedia.org/wiki/Sarajevo","description":"Capital of Bosnia and Herzegovina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Sarajevo_City_Panorama.JPG/320px-Sarajevo_City_Panorama.JPG","thumbnail_width":320,"thumbnail_height":191},"abstract":"Sarajevo is the capital and largest city of Bosnia and Herzegovina, with a population of 275,524 in its administrative limits. The Sarajevo metropolitan area including Sarajevo Canton, East Sarajevo and nearby municipalities is home to 555,210 inhabitants. Located within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart of the Balkans, a region of Southern Europe."}]}],"weather":[{"date":"19930601","time":"1993-06-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":81,"wspd":11.2},{"date":"19930601","time":"1993-06-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":73,"wspd":11.2},{"date":"19930601","time":"1993-06-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":72,"wspd":13},{"date":"19930601","time":"1993-06-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":76,"wspd":14.8},{"date":"19930601","time":"1993-06-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":75,"wspd":11.2},{"date":"19930601","time":"1993-06-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":82,"wspd":11.2},{"date":"19930601","time":"1993-06-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":82,"wspd":11.2},{"date":"19930601","time":"1993-06-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":79,"wspd":9.4},{"date":"19930601","time":"1993-06-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":79,"wspd":7.6},{"date":"19930601","time":"1993-06-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":77,"wspd":11.2},{"date":"19930601","time":"1993-06-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":72,"wspd":7.6},{"date":"19930601","time":"1993-06-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":58,"wspd":11.2},{"date":"19930601","time":"1993-06-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":54,"wspd":14.8},{"date":"19930601","time":"1993-06-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":48,"wspd":9.4},{"date":"19930601","time":"1993-06-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":48,"wspd":9.4},{"date":"19930601","time":"1993-06-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":48,"wspd":13},{"date":"19930601","time":"1993-06-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":46,"wspd":13},{"date":"19930601","time":"1993-06-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":43,"wspd":9.4},{"date":"19930601","time":"1993-06-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":45,"wspd":9.4},{"date":"19930601","time":"1993-06-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":46,"wspd":7.6},{"date":"19930601","time":"1993-06-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":52,"wspd":9.4},{"date":"19930601","time":"1993-06-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":57,"wspd":7.6},{"date":"19930601","time":"1993-06-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":59,"wspd":9.4},{"date":"19930601","time":"1993-06-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":62,"wspd":9.4},{"date":"19930601","time":"1993-06-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":14.8},{"date":"19930601","time":"1993-06-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":0},{"date":"19930601","time":"1993-06-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":100,"wspd":9.4},{"date":"19930601","time":"1993-06-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":96,"wspd":11.2},{"date":"19930601","time":"1993-06-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":96,"wspd":13},{"date":"19930601","time":"1993-06-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":97,"wspd":7.6},{"date":"19930601","time":"1993-06-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":96,"wspd":5.4},{"date":"19930601","time":"1993-06-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":97,"wspd":11.2},{"date":"19930601","time":"1993-06-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":97,"wspd":9.4},{"date":"19930601","time":"1993-06-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":100,"wspd":11.2},{"date":"19930601","time":"1993-06-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":90,"wspd":24.1},{"date":"19930601","time":"1993-06-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":87,"wspd":22.3},{"date":"19930601","time":"1993-06-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":81,"wspd":25.9},{"date":"19930601","time":"1993-06-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":67,"wspd":40.7},{"date":"19930601","time":"1993-06-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":58,"wspd":38.9},{"date":"19930601","time":"1993-06-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":39,"wspd":37.1},{"date":"19930601","time":"1993-06-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":39,"wspd":31.7},{"date":"19930601","time":"1993-06-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":35,"wspd":38.9},{"date":"19930601","time":"1993-06-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":31,"wspd":27.7},{"date":"19930601","time":"1993-06-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":30,"wspd":22.3},{"date":"19930601","time":"1993-06-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":32,"wspd":25.9},{"date":"19930601","time":"1993-06-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":29,"wspd":25.9},{"date":"19930601","time":"1993-06-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":29,"wspd":22.3},{"date":"19930601","time":"1993-06-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":31,"wspd":29.5}]},"19930602":{"guardian_articles":[{"date":"19930602","headline":"Blood and tears end a soccer game which no one could win","web_url":"https://www.theguardian.com/world/1993/jun/02/warcrimes.fromthearchive","abstract":null,"thumbnail":null,"section":"Law"}],"nytimes_articles":[{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor.html","abstract":"The Czechs and Europe. Regarding \"EC and the East: Just Say No\" (Business/Finance, April 20) by Reginald Dale:. The Czechs always were in Europe, albeit cut off for some 40 years. If it is beyond dispute that the Czech Republic is not yet ready","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"As 4-Year-Old Is Buried, Accused Killer Is Arraigned","web_url":"https://www.nytimes.com/1993/06/02/nyregion/as-4-year-old-is-buried-accused-killer-is-arraigned.html","abstract":"  He was a little boy who liked seesaws and swings, rice and beans, slang words like \"chill.\" He went to Sunday school. He was fond of Diana Ross. He would tag along after the woman he called his mommy as she moved from room to room.   Kayesean Blackledge was rehearsing for his first graduation at Salem Baptist Nursery School in Jersey City before his songs and his laughter were cut short on May 20.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Clinton's Order on M.I.A. Data a Small Shift","web_url":"https://www.nytimes.com/1993/06/02/world/clinton-s-order-on-mia-data-a-small-shift.html","abstract":"  President Clinton's announcement on Monday that he had ordered the declassification of all but a tiny fraction of military documents on Americans who did not return from the war in Southeast Asia represents only a small change from Bush Administration policy.    In July, President Bush ordered the declassification of 200,000 pages of State Department papers and 2,600 pages of Central Intelligence Agency materials related to the 2,260 American servicemen listed as unaccounted for in the Vietnam War, Administration officials said today. The officials added that in 1991 Congress ordered that the military declassify 1.5 million pages of Defense Department documents.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Too Many Musicians? An Overhaul at Juilliard -- A special report.; A New Juilliard for a More Challenging Era","web_url":"https://www.nytimes.com/1993/06/02/arts/too-many-musicians-overhaul-juilliard-special-report-new-juilliard-for-more.html","abstract":"  The sun was beating strongly on the plaza in front of the Juilliard School on a recent weekday, but the real heat was coming from another source. Before an audience of students sprawled on the white stone or crowded around a buffet table set up for the school's year-end picnic, Eugene Park was going through an ear-splitting, high-voltage rendition of a Hungarian czardas by Vittorio Monti.   This was a crowd that knew its Monti and liked what it was hearing. Mr. Park, a first-year student whose face was obscured by long hair, rocked back and forth on his heels in the slower sections, building anticipation, then let it rip in the fast passages, bow hairs snapping as he punished the strings of his electric violin. It was Paganini with a few dashes of Pete Townshend thrown in for extra attitude. The students clapped and whistled, grateful perhaps for diversion from the week's main focus: solo performances before a faculty jury to determine their final grades. The Advent of Change    It was a scene at odds with the traditional picture of Juilliard, the most prestigious conservatory in the United States, and perhaps in the world, one whose graduates account for about 20 percent of the musicians in the Big Five American orchestras (and half of those in the New York Philharmonic).","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"ATTACK ON YELTSIN STEPPED UP BY FOE","web_url":"https://www.nytimes.com/1993/06/02/world/attack-on-yeltsin-stepped-up-by-foe.html","abstract":"  Vice President Aleksandr V. Rutskoi stepped up his attacks on President Boris N. Yeltsin today and called on the Russian Parliament to disband his Government \"completely and immediately.\"   Mr. Rutskoi's new offensive came as Russia's warring political factions head into a major battle over a new constitution, which Mr. Yeltsin will put on the table this weekend at a specially summoned conference. The conference, which opens on Saturday, was expanded today, as Mr. Yeltsin ordered each of the Russian Federation's 88 regions and territories to double their representation.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Panthers Expected to Name Neilson Coach","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-hockey-panthers-expected-to-name-neilson-coach.html","abstract":"  The Florida Panthers scheduled a news conference for today amid speculation they will name the former Rangers coach ROGER NEILSON as their first head coach. GREG BOURIS, a Panthers spokesman, said that \"with all the speculation recently, I'm sure it won't be a major surprise.\"","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"The Music (and Traffic) Go Round With a Beat","web_url":"https://www.nytimes.com/1993/06/02/nyregion/about-new-york-the-music-and-traffic-go-round-with-a-beat.html","abstract":"  JOSE (CHEO) DIAZ is a J.D., M.C. and D.J.   Yes, an explanation is in order.   By day, Mr. Diaz is a traffic court judge in Queens, presiding over a parade of speeders and red-light runners who try to fast-talk their way out of fines and license suspensions. But at night, Cheo changes venue and does his own smooth-talking as a master of ceremonies at nightclubs and a radio disk jockey of a salsa show on WKCR-FM.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Stony Brook President Plans to Step Down","web_url":"https://www.nytimes.com/1993/06/02/nyregion/stony-brook-president-plans-to-step-down.html","abstract":"  Dr. John H. Marburger, president of the State University of New York at Stony Brook, announced today that he would step down and return to teaching, ending a 13-year tenure marked by strains to maintain academic standards as state aid steadily declined.   In announcing his resignation, Dr. Marburger said he would leave his $146,000 position as soon as a successor is found, which he estimated would take up to a year. He pointed out that when he was appointed to the post in 1980 he said he planned to stay for only 10 years.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"After Jordan Does Damage, Riley Finds Another Target","web_url":"https://www.nytimes.com/1993/06/02/sports/pro-basketball-after-jordan-does-damage-riley-finds-another-target.html","abstract":"  Disturbed that Michael Jordan has attempted 17 more free throws than Patrick Ewing during their last two games, Pat Riley cried foul today.   Riley's complaints about the officiating provided more intrigue leading up to Game 5 of the Eastern Conference championship, the most critical game of the Knicks' season. The four-of-seven-game series is tied at two games apiece and the scene shifts Wednesday night to Madison Square Garden, where New York has won 27 consecutive games.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Guatemalan Who Grabbed Power Is Out","web_url":"https://www.nytimes.com/1993/06/02/world/guatemalan-who-grabbed-power-is-out.html","abstract":"  The Guatemalan military forced President Jorge Serrano Elias from office today with the backing of political parties, business executives and some civic groups. Eight days ago, Mr. Serrano seized nearly dictatorial powers with the Army's support.   As Mr. Serrano sat under guard and hundreds of demonstrators chanted at the gates of the National Palace for a civilian government, military commanders worked out a settlement with political leaders and jurists late this afternoon to restore democracy.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Fernandez Turns Rout Into Rousing Comeback","web_url":"https://www.nytimes.com/1993/06/02/sports/tennis-fernandez-turns-rout-into-rousing-comeback.html","abstract":"  She was on the run, on the defensive, and, after two sets on the French Open's red clay against Steffi Graf, Jennifer Capriati was on her way home to Florida.    Not so with another underdog, fifth-seeded Mary Joe Fernandez, who resurrected herself from the brink of elimination against third-seeded Gabriela Sabatini in a bizarre quarterfinal encounter that produced five match points for each player, started under picnic conditions in bright sunshine and ended with the court swathed in evening shadows.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Clinton Admits Big Changes In Budget Plan Are Needed","web_url":"https://www.nytimes.com/1993/06/02/us/clinton-admits-big-changes-in-budget-plan-are-needed.html","abstract":"  President Clinton conceded today that he would have to reduce his tax proposals and cut spending more deeply to get his economic program through the Senate, but he held out the hope that his plans to put more money into education and job training would not be gutted in the process.   In a speech here, Mr. Clinton acknowledged that large changes in his budget plan were inevitable and set out five areas that he did not want touched. He asked negotiators to leave intact his goal of reducing the deficit by $500 billion over four years, to approve only those new taxes that affect the rich more than the poor, to keep measures for small business and for the working poor and to retain spending cuts.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Corrections","web_url":"https://www.nytimes.com/1993/06/02/nyregion/c-corrections-615493.html","abstract":"  A report in the Benefits column of Styles of The Times on Sunday and a about a benefit last evening at the Pierre Hotel for CASA, a drug education organization, misstated the group's full name. It is the Center on Addiction and Substance Abuse.  ","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Genetically Altered Foods Need Regulating","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-genetically-altered-foods-need-regulating-659693.html","abstract":"  To the Editor:   The \"cool look at genetically altered foods\" in Jane Brody's May 19 Personal Health column is in our view a naive look.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Cubans Tired of Castro, Si. Fear Him? No.","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-cubans-tired-of-castro-si-fear-him-no-657093.html","abstract":"  To the Editor:   If one were to believe the rhetoric of those Cubans in exile represented by \"Cubans in Exile Want Embargo to Go On\" by Vicente Echerri (letter, May 21), one would expect to find Cuba some sort of vast prison camp. Having recently returned from Cuba, I must object.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Public & Private; A Fragile Truce","web_url":"https://www.nytimes.com/1993/06/02/opinion/public-private-a-fragile-truce.html","abstract":"  Those veterans of Vietnam who jeered and booed the President this Memorial Day did a disservice to themselves and to the conflict in which they served.    More than that, it was they, not the man they reviled as a draft-dodger and a coward, who did a disservice to those nearly 60,000 others whose names are etched in stone on the Vietnam Veterans Memorial.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"A Japanese Gig for '60s Jazz","web_url":"https://www.nytimes.com/1993/06/02/style/IHT-a-japanese-gig-for-60s-jazz.html","abstract":"- Few Japanese would risk walking away from a secure job to pursue a personal ambition. But Tetsuo Hara felt the time had come.For years, the record producer had dreamed of reissuing the early avant-garde jazz recordings from the 1960s that were his awakening to music as art.","thumbnail":null,"section":"Style"},{"date":"19930602","headline":"Bridge","web_url":"https://www.nytimes.com/1993/06/02/nyregion/bridge-354693.html","abstract":"  This is the season when two major New York team events collide. The Reisinger Teams, which began on Monday with an entry of 29 teams, will end on Saturday. The Grand National Teams, which, in normal circumstances, would also end this week, has had to be delayed since many players are involved in both events.   The Grand National final will be played on June 27 between teams captained by John Rengstorff and John Roberts, each hoping to earn a trip to Washington next month to compete in national playoffs. The Roberts team, which includes George Tornay, John Solodar, Tom Smith, August Boehm and Alan Miller, won its New York semifinal 10 days ago. Playing at Honors Club, 42 East 74th Street, they defeated a group headed by Alex Pollenz of Wantagh, L.I., by 20 imps.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Perot Plans To Address Rally in Wall On Saturday","web_url":"https://www.nytimes.com/1993/06/02/nyregion/perot-plans-to-address-rally-in-wall-on-saturday.html","abstract":"  Ross Perot will return to New Jersey this weekend, only days before the New Jersey primary election, and it's not quite clear why.    Three days before voters select nominees for governor and all 120 seats in the Legislature, Mr. Perot will attend a long-scheduled get-out-the-vote rally in Wall Township on Saturday to talk, as he has done in speeches around the country, about the national debt, free trade and what he thinks is wrong with the Clinton Administration.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/02/style/chronicle-605793.html","abstract":"  It has not been a good few days for celebrity feet. TOMMY TUNE was going down the stairs at the Chateau Marmont, a hotel on Sunset Boulevard in Los Angeles, on Thursday when a moderate earthquake struck, causing him to miss a step and break a bone in his left foot.","thumbnail":null,"section":"Style"},{"date":"19930602","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/06/02/health/personal-health-453493.html","abstract":"  OF all the diseases that have failed to yield to the war on cancer, one of the most frustrating to researchers, clinicians and patients is ovarian cancer. Despite new treatments that prolong life, in the last three decades there has been little improvement in long-term survival. Early, curable ovarian cancer produces no symptoms, and three-fourths of cases are not diagnosed until the cancer has spread beyond the ovarian capsule.   Once the disease has advanced beyond the ovary, fewer than 10 percent of women are cured. But if it is detected and treated early, 90 percent survive, a fact that has prompted a frantic search for cost-effective ways to screen women for early signs. The death on May 20, 1989, of the 42-year-old comedian Gilda Radner from ovarian cancer produced an outpouring of concern about the disease.","thumbnail":null,"section":"Health"},{"date":"19930602","headline":"Reflections on a Quarter-Century Behind Bars; Can the Restricted Life on the Inside Offer Lessons for the Free Life on the Outside?","web_url":"https://www.nytimes.com/1993/06/02/nyregion/reflections-quarter-century-behind-bars-can-restricted-life-inside-offer-lessons.html","abstract":"  The city street was a slash of bright sunshine and teeming noise as William Wooden emerged from prison after 25 years inside, squinting at the outside.    This murderer-robber, and duly punished ex-convict, 55 years old and determined to salvage something from time, re-entered the slipstream of free humanity from an old warehouse building in Queens, now a holding center where inmates shed their prison greens and muster back out in mufti.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/06/02/nyregion/metro-digest-178093.html","abstract":"  CARDINAL O'CONNOR LOOKS BACK   Reflecting on nearly 10 turbulent years at the helm of New York's Roman Catholic Archdiocese, John Cardinal O'Connor said that he might have gone too far at times in leaps of faith that thrust him and his church into secular politics -- from his implicit criticism of Geraldine A. Ferraro in 1984 to his loose alliance with Pat Robertson last month. A1.  NEW YORK CITY  A LITTLE BOY IS MOURNED   A tape cassette recording of his classmates, their voices raised in song, was placed gently inside a small veiled white casket with Kayesean Blackledge, a 4-year-old whose lifeless body was found beaten and strangled at the base of a garbage chute at a Brooklyn housing project. B3.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"It's Their Balkan Quarrel","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-its-their-balkan-quarrel.html","abstract":"- Much has been said of the inability of the European Community, the United States and Russia to stop the carnage in Bosnia. The powers that be have been called cynical, cowardly, muddleheaded, indecisive or selfish for failing to bring the war to an end. But things ought to be put in perspective.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Black Mediator Serves As a Bridge to Koreans","web_url":"https://www.nytimes.com/1993/06/02/us/black-mediator-serves-as-a-bridge-to-koreans.html","abstract":"  In her baseball cap and baby blue running suit, Karen Gunn is an unlikely diplomat, shuttling in her rusting Toyota from one haggard business strip to the next, checking out wig shops and shoe stores.   Ms. Gunn, a black woman working for Koreans, roams the ghettos of Chicago, where Korean merchants and their black customers have formed a nervous truce after years of antipathy.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Movies Discover Black Cowboys and Cavalry","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-movies-discover-black-cowboys-and-cavalry-654593.html","abstract":"  To the Editor:   Your screen review of \"Posse\" (May 14) can't seem to forgive its director, Mario Van Peebles, for trying to duel with \"the flagrant distortions of the past.\"","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Critic's Notebook; Connie Chung at the Anchor Desk","web_url":"https://www.nytimes.com/1993/06/02/arts/critic-s-notebook-connie-chung-at-the-anchor-desk.html","abstract":"  So as of last night it is \"The CBS Evening News With Dan Rather and Connie Chung.\" Why the addition of the last three words? One canard -- that CBS News executives decided a proven favorite would help the second-place program's ratings -- must be dismissed out of hand. Such an explanation would be disrespectful to CBS News, unflattering to Mr. Rather, patronizing to Ms. Chung and sexist to boot. Definitely impermissible.   Another possibility is that after all these years of solitary stardom, Mr. Rather found the part of his job that consists of spending a few minutes five nights a week reciting headlines and doing 20-second leads into other people's stories onerous or tedious, and begged his employers for relief, or at least company. Maybe with a helpmeet in place, he plans to get out the old bush jacket and visit more scenes of catastrophe.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"McElroy Signs With Chiefs","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-football-mcelroy-signs-with-chiefs.html","abstract":"  REGGIE McELROY, the starting right tackle for the Los Angeles Raiders last season, has signed a three-year contract with the Kansas City Chiefs.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"CAMBODIAN RULERS ASK FOR NEW VOTE","web_url":"https://www.nytimes.com/1993/06/02/world/cambodian-rulers-ask-for-new-vote.html","abstract":"  The Government threatened today to reject the results of last week's elections and warned of the possibility of \"insurrections and riots\" if the United Nations refused to hold new voting in four provinces.   The United Nations rejected the call for new polling, saying that the Government had failed to produce evidence of serious vote fraud in the four provinces: Phnom Penh, the capital; Battambang; Kompong Chhnang and Prey Veng. Together they account for 35 of the 120 seats in the new national assembly, which will be responsible for drafting a constitution and forming a new government.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Guatemalan Ousted","web_url":"https://www.nytimes.com/1993/06/02/world/guatemalan-ousted.html","abstract":"  The Guatemalan military forced President Jorge Serrano Elias from office with the backing of political parties, business executives and some civic organizations. The move came eight days after the President had seized nearly dictatorial powers with the support of the army.    Article, page A8.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92099729210.html","abstract":"1918: German Offensive","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Wayne's Whirl As the Kings Win Game 1","web_url":"https://www.nytimes.com/1993/06/02/sports/hockey-wayne-s-whirl-as-the-kings-win-game-1.html","abstract":"  It seems that Wayne Gretzky can do it all and then some. In addition to scoring once and assisting on the three other Los Angeles goals tonight, he accidentally put one puck into his own net, on behalf of the Montreal Canadiens. Perhaps, for his next act, Gretzky can drive the Zamboni or sing two national anthems in two languages.   The show by Gretzky, and two goals by teammate Luc Robitaille, were the highlights of a tedious 4-1 Kings' victory in Game 1 of the Stanley Cup finals at the Forum. Game 2 of the four-of-seven-game series is here on Thursday night.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Newfangled Stamp","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Injustice in Texas","web_url":"https://www.nytimes.com/1993/06/02/opinion/injustice-in-texas.html","abstract":"  Texas leads the nation in lethal injections and the number of people on death row, in part because of the legal rules that have exposed Gary Graham to execution early tomorrow. One state law denies him a hearing on new evidence and substantial claims of innocence. Another state law, since repealed, made his youth irrelevant to his sentence and arguments for mercy unavailable.    Gov. Ann Richards agreed that the case raised significant questions of innocence, and in late April granted a one-month delay. Mr. Graham's execution will mean that the state's Board of Pardons and Paroles chose to ignore her. It will also be another grim trophy for the current U.S. Supreme Court majority, which seems determined to make the death penalty easier to enforce even if it has to legislate new rules to smooth the way.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Shandling's Blend of Fact and Parody","web_url":"https://www.nytimes.com/1993/06/02/arts/shandling-s-blend-of-fact-and-parody.html","abstract":"  One wall of Garry Shandling's office here is covered with newspaper clippings describing the latest twists and turns in the late-night television game: a little bit of Letterman, a little bit of Leno, some Arsenio Hall and Chevy Chase.   Mr. Shandling could easily have included several recent headlines about another prospective late-night talk-show host: Garry Shandling. Back in April, when NBC was pursuing Mr. Shandling to take over Mr. Letterman's \"Late Night\" show in the 12:35 A.M. slot, it was all over the newspapers. There still are rumors that CBS will offer him a show to follow David Letterman on that network.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor-91663372894.html","abstract":"Wishing Won't Do. Regarding \"Star Wars Is Dead! Long Live BMDO!\" (Opinion, May 22) by Charles Krauthammer:. The Ballistic Missile Defense Organization, successor to the \"star wars\" program, demonstrates a kind of wishful thinking: Devi","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Navajos Are Asked to Aid Effort to Contain an Illness","web_url":"https://www.nytimes.com/1993/06/02/us/navajos-are-asked-to-aid-effort-to-contain-an-illness.html","abstract":"  The leader of the country's largest Indian tribe went on tribal radio today to beseech his people in their own language to cooperate with the medical investigators searching for the cause of a mysterious illness that has killed 12 people since March.    Peterson Zah, president of the Navajo Nation, appealed to tribe members to visit one of the six Indian Health Service Hospitals on the vast Navajo Reservation to be checked if they felt any of the illness's symptoms, which include body aches and fever.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Paige Retires From Dolphins","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-football-paige-retires-from-dolphins.html","abstract":"  Fullback TONY PAIGE, who made a career out of creating holes, left a big one for the Miami Dolphins yesterday. The reliable blocker and pass receiver unexpectedly told Coach DON SHULA that he's retiring. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"LIBYANS CUT SHORT A VISIT TO ISRAEL","web_url":"https://www.nytimes.com/1993/06/02/world/libyans-cut-short-a-visit-to-israel.html","abstract":"  Muslim pilgrims from Libya suddenly cut short their visit here today after calling for the overthrow of the \"Zionist leadership,\" the \"liberation\" of Jerusalem and the establishment of a \"democratic\" Palestinian state of Arabs and Jews.   Israeli officials, some of whom had hailed the visit as a portent of peace, were surprised and outraged by the remarks, made at a news conference.  The strange collapse of an already strange pilgrimage quickly dampened speculation that the trip might promote ties with Libya after years of unbending hostility.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Congress's Twists and Turns Reshape Bill on Energy Tax","web_url":"https://www.nytimes.com/1993/06/02/us/congress-s-twists-and-turns-reshape-bill-on-energy-tax.html","abstract":"  Five months ago, seeking to raise billions for President Clinton's economic programs and at the same time promote conservation, the White House proposed a broad tax on most forms of energy.   Then armies of lobbyists beseeched the White House to make the tax fairer, squadrons of Congressmen amended it to make it less onerous, and Mr. Clinton horse-traded some clauses to gain support for his budget.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Leader's Edge in Debate Cheers Spain's Socialists","web_url":"https://www.nytimes.com/1993/06/02/world/leader-s-edge-in-debate-cheers-spain-s-socialists.html","abstract":"  Convinced that another lackluster performance by Prime Minister Felipe Gonzalez would doom its chances of victory in general elections on Sunday, the Spanish Socialist Party breathed a sigh of relief today when the final televised debate of the campaign ended.    Handily defeated in the first debate last week, Mr. Gonzalez came out fighting from the first bell this time and, in the opinion of independent commentators and Spanish newspapers, scored a clear victory over his conservative challenger, Jose Maria Aznar.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Skeptics and Lobbyists Besiege Student Loan Plan","web_url":"https://www.nytimes.com/1993/06/02/us/skeptics-and-lobbyists-besiege-student-loan-plan.html","abstract":"  President Clinton's proposal to change the way college students get education loans has bogged down in the face of a banking industry lobbying blitz and criticism of the White House's assumption that the Government can administer loans more efficiently than private lenders.   The Administration maintains that it can save students and the Government billions of dollars a year in interest and other lending costs by replacing \"middlemen\" like the Student Loan Marketing Association, or Sallie Mae, and making the loans itself through the Department of Education. The House appears ready to go along with the plan, but the Senate is sharply divided.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"A History of Gergenism","web_url":"https://www.nytimes.com/1993/06/02/opinion/a-history-of-gergenism.html","abstract":"  Talk about being present at the creation. David R. Gergen helped package the Reagan Administration policies that, according to Bill Clinton, almost wrecked America. It is a measure of Democratic desperation and of Mr. Gergen's popularity inside the Beltway that his appointment is being hailed as a gain for the shell-shocked White House. Maybe Mr. Gergen can help end the press-room follies that have cost Mr. Clinton so dearly.   But this appointment has other meanings as well. It points up a deterioration of political values and an erosion of journalistic standards in the capital. And it suggests that the Arkansas crowd not only came to Washington without experience, but also without a clipping file or a historical memory.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"CLINTON IDEA USED TO LIMIT WELFARE","web_url":"https://www.nytimes.com/1993/06/02/us/clinton-idea-used-to-limit-welfare.html","abstract":"  States have begun appropriating an idea that President Clinton popularized in the fall campaign, beating him to the punch by issuing their own plans to place two-year limits on welfare benefits.   The actions create a potential dilemma for the Clinton Administration, which must decide whether to approve them on an experimental basis.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Sports of The Times; Overrated? Overpaid? Not These 3","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-of-the-times-overrated-overpaid-not-these-3.html","abstract":"  IT'S easy to pounce on those millionaires who aren't worth their money. Bobby Bonilla has been hitting home runs for the Mets lately but not enough to justify his $6.2 million salary. Jon Koncak of the Atlanta Hawks didn't do much this season for his $2.6 million. Eric Lindros is still an investment in the Philadelphia Flyers' future at more than $3 million.   Overrated and overpaid. It's enough to make some people think that no athlete can possibly be worth that much money.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Cambodia: A Vote Worth Defending","web_url":"https://www.nytimes.com/1993/06/02/opinion/cambodia-a-vote-worth-defending.html","abstract":"  It's offensive for the present Government of Cambodia to protest \"irregularities\" in last week's U.N.-run elections. By most impartial accounts, the voting was conducted fairly. And those doing the protesting have dirty hands; during the campaign preceding the vote their side engaged in assassinations and other forms of political intimidation.   Just 10 days ago it looked as if the 1991 Cambodia peace accords might unravel in a violently disrupted or boycotted election. But in a surprising democratic triumph, more than 90 percent of eligible Cambodians braved death threats to cast their votes in an election that monitors certify as free and fair.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"O'Connor Reflects on Role In Eye of Moral Tempests","web_url":"https://www.nytimes.com/1993/06/02/nyregion/o-connor-reflects-on-role-in-eye-of-moral-tempests.html","abstract":"  Reflecting on nearly 10 turbulent years at the helm of the Roman Catholic Archdiocese of New York, John Cardinal O'Connor said yesterday that he might have gone too far at times in thrusting himself and his church into secular politics -- from his implicit criticism of Geraldine A. Ferraro in 1984 to his loose alliance with Pat Robertson last month.   \"Time after time I have to ask myself if the Church would be better off -- certainly, I would be better off -- if when I came here I had just become a silent servant of the people,\" the Cardinal said.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Pogorelovka Journal; The Russians Follow Their Hearts, Back to Russia","web_url":"https://www.nytimes.com/1993/06/02/world/pogorelovka-journal-the-russians-follow-their-hearts-back-to-russia.html","abstract":"  Three years ago, at the first inkling of a collapse of the Soviet empire, Leonid N. Podolyan and two friends, all Russians living in the remote Central Asian republic of Kyrgyzstan, piled into a car and drove several thousand miles along the bumpy roads of Russia's heartland, looking for a new place to call home.   They found it here in a ramshackle village by the banks of the River Pronya, about 40 miles south of Ryazan, on the territory of a state chicken farm named 60th Anniversary of October, which offered them as good a deal they were likely to get.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Game 5 Looks a Lot Like Game 7 for Knicks","web_url":"https://www.nytimes.com/1993/06/02/sports/pro-basketball-game-5-looks-a-lot-like-game-7-for-knicks.html","abstract":"  All the plans, the work, the investments are at stake tonight. More than one series. More than one basketball season. Reputations are on the line. Futures. Dreams.   In two decades, the Knicks have not played a game as important as the one they will play tonight against Chicago at Madison Square Garden. It is no overreaction to say they must win Game 5 of the Eastern Conference finals. It is no attempt to overstate the night merely to heighten the pressure on the Knicks. Pat Riley knows his team has no room for missteps. His players know it. Stan Jaffe and Dave Checketts and Ernie Grunfeld of the front office know it, too.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Once-Limping Bulls Steeled to March East","web_url":"https://www.nytimes.com/1993/06/02/sports/pro-basketball-once-limping-bulls-steeled-to-march-east.html","abstract":"  Having reduced the worst of what Madison Square Garden can offer to the analytical intensity of a film session, and having replaced their angry rhetoric with consecutive victories, the Chicago Bulls prepared today to return to face the Knicks in Game 5 of the Eastern Conference final. Chicago is in far better condition than the team that left New York last week.   The Bulls have had time to regroup and heal. They have gained the success, and the perspective, to transform their responses to questions about officiating from confrontational to complimentary.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"GERMANY PRESSED TO CURB VIOLENCE","web_url":"https://www.nytimes.com/1993/06/02/world/germany-pressed-to-curb-violence.html","abstract":"  After the second fatal firebombing of a house occupied by Turks in six months, the German Government is under renewed pressure to crack down on far-rightist and neo-Nazi activity.   Five girls and women of Turkish origin, ranging in age from 4 to 27, died on Saturday in a firebombing in the western town of Solingen. Three Turks died in a similar attack in Molln on Nov. 23.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Suns Win Behind Barkley, Majerle","web_url":"https://www.nytimes.com/1993/06/02/sports/pro-basketball-suns-win-behind-barkley-majerle.html","abstract":"  Dan Majerle camped out 26-feet from the basket tonight. His teammate Charles Barkley was quite willing to be a one-man team, but Majerle gave the Phoenix Suns a second option for once. The release on Majerle's shot was so picturesque this evening, it should have been commissioned to a local artist.   His eight 3-point shots broke a National Basketball Association playoff record, and the only two he missed touched inside the rim before curling out. In the process, Majerle proved that the Phoenix Suns are superior as a tag team, that he and Barkley could run a treadmill all day long and that his teeth do not chatter with his team on a ledge.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"3 Youths Go on Trial in Shooting Death of Brooklyn Principal","web_url":"https://www.nytimes.com/1993/06/02/nyregion/3-youths-go-on-trial-in-shooting-death-of-brooklyn-principal.html","abstract":"  Nearly six months after a popular school principal was shot and killed while walking through a Brooklyn housing project, three teen-agers went on trial for murder yesterday, accused of taking part in a running gun battle in which the victim was caught.   In a case that drew national attention to the lethally random perils in neighborhoods riddled with guns and drugs, jury selection began in State Supreme Court in Brooklyn for the defendants -- one of whose bullets the authorities say tore into the chest of Patrick Daly, the 48-year-old longtime principal of Public School 15.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Wreaking Havoc -- and Selling Sneaks","web_url":"https://www.nytimes.com/1993/06/02/opinion/wreaking-havoc-and-selling-sneaks.html","abstract":"  Pro basketball is one part aerial ballet and one part controlled brutality. Charles Barkley, the bruising, blunt-talking forward for the Phoenix Suns and the league's most valuable player, is less an aerialist than a skilled practitioner of force. He has chased referees from the stadium and verbally accosted fans, while intimidating opposing players. Mr. Barkley, or at least the image he tries to project, stands at great odds with the notion that athletes ought to be paragons of virtue and temperateness to inspire the nation's youth.   Thus it's an ingenious irony that Nike sporting goods is starring Sir Charles in a television commercial about role models. Staring into the camera, Mr. Barkley says: \"I am not a role model. I am not paid to be a role model. I am paid to wreak havoc on the basketball court.\" Mr. Barkley points out that \"parents should be role models\" and notes that his ability to dunk a basketball does not make him fit to raise America's children.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"MORTAR FIRE KILLS 12 AT SOCCER GAME IN BOSNIAN CAPITAL","web_url":"https://www.nytimes.com/1993/06/02/world/mortar-fire-kills-12-at-soccer-game-in-bosnian-capital.html","abstract":"  Mortar shells exploded today amid a neighborhood soccer tournament, killing at least a dozen people and wounding 80 in the worst single incident in a year in the bombardment of the city by Bosnian Serb forces.   Shrapnel-peppered cars, drying pools of blood, a few shreds of blood-soaked clothing and a worn-out soccer ball were all that remained afterward in the parking lot where about 100 players and spectators had gathered for the game.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"Review/Television; Sex and the Talk Shows: Con and Pro","web_url":"https://www.nytimes.com/1993/06/02/arts/review-television-sex-and-the-talk-shows-con-and-pro.html","abstract":"  Tonight's somewhat scattershot \"48 Hours\" tour of the talk-show universe settles down briefly for a report by Dan Rather on Phil Donahue's troubles with Richard Neill, a Fort Worth dentist. Dr. Neill is trying to extract shows like \"Donahue\" from afternoon television because they are infected with sexual display and bizarre confessionals.   Mr. Donahue's main defense, which he has used more than once in his 25 years on television, is that he is competing with like-minded or mindless programs for big audiences. He says, \"You cannot televise the front page of The Wall Street Journal and survive.\" And he protests that his critics never give him credit for his programs about racism, Bosnia and other unsexy subjects.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"3,000 Subway Riders, Cards in Hand, Test New Fare System","web_url":"https://www.nytimes.com/1993/06/02/nyregion/3000-subway-riders-cards-in-hand-test-new-fare-system.html","abstract":"  With six months to go before computer-coded cards start replacing subway tokens, the Transit Authority began its first large-scale test of the automated fare-collection system yesterday, handing out 3,000 sample cards to regular subway riders.   The seven-week experiment will test the cards and the computerized turnstiles that use them, and will allow officials to focus more intently on how passengers take to the new method of entering the subway. Results of the test, transit officials say, will help them prepare instructions on how to use the card when it is introduced later this year.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"5 Cubans In Search of a Club","web_url":"https://www.nytimes.com/1993/06/02/sports/5-cubans-in-search-of-a-club.html","abstract":"  Last year, Rene Arocha became the first national-team defector in three decades of Cuban baseball, and now he is a starting pitcher for the St. Louis Cardinals.   This year, five more Cuban defectors have arrived in the United States to chase the same intoxicating dream -- and they have the advantage of knowing it's possible. Call it the Arocha Connection.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"No Headline","web_url":"https://www.nytimes.com/1993/06/02/nyregion/no-headline-034293.html","abstract":"  \"Time after time I have to ask myself if the church would be better off -- certainly, I would be better off -- if when I came here I had just become a silent servant of the people.\" -- JOHN CARDINAL O'CONNOR, of New York.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/06/02/sports/metropolitan-golf-report.html","abstract":"  Nynex Commemorative    Bob Charles of New Zealand, the leading career money winner on the Senior PGA Tour and arguably the best left-handed golfer, was the honoree in last night's dinner at Sleepy Hollow Country Club in Scarborough, N.Y., where the 14th edition of the tournament will be staged this week.   Charles captured the Commemorative in 1988 and 1989. This is the 30th anniversary of his victory in the 1963 British Open, where he beat Phil Rodgers in a playoff at Royal Lytham. Charles won the Canadian Open 25 years ago; 20 years ago, he captured the New Zealand Open, the Scandinavian Open and the South African Open.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Cyclist Shot to Death in Brooklyn's Prospect Park","web_url":"https://www.nytimes.com/1993/06/02/nyregion/cyclist-shot-to-death-in-brooklyn-s-prospect-park.html","abstract":"  A man riding his new mountain bike through Brooklyn's Prospect Park was shot three times in the back and killed yesterday afternoon when he attempted to flee from robbers who wanted to steal the bike, the police said.   The killing, on a sunlit afternoon that brought scores of people to the park, occurred on a winding dirt road, just yards away from joggers and ball fields, near one of the park's jewels, Swan Lake.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Belgrade Riots Follow President's Ouster","web_url":"https://www.nytimes.com/1993/06/02/world/belgrade-riots-follow-president-s-ouster.html","abstract":"  Thousands of demonstrators clashed with riot police in front of the Parliament building in downtown Belgrade Tuesday night in the most serious anti-Government demonstration here in two years.    A score of demonstrators were injured as the crowd stormed the Parliament, smashing windows and chanting \"Justice!\" and \"Rise up, Belgrade!\" They threw rocks at the police, who charged them with truncheons under a torrent of tear gas. At least three members of the security forces were badly injured, Belgrade television said. The police said 18 demonstrators were injured, according to the Associated Press.","thumbnail":null,"section":"World"},{"date":"19930602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/06/02/style/chronicle-159493.html","abstract":"  Britain and the United States may have resolved their political differences long ago, but when it comes to music, traces of national chauvinism endure.   Take the squabble now being conducted in the letters column of The Times of London by DENNIS MARKS, general director-designate of the English National Opera, on one side, and two respected members of the British music establishment, Dame JANET BAKER, the mezzo-soprano, and RICHARD FISHER, general administrator of the Royal Philharmonic Society, on the other.","thumbnail":null,"section":"Style"},{"date":"19930602","headline":"PEN Fights Censoring Of Gay Writers","web_url":"https://www.nytimes.com/1993/06/02/books/pen-fights-censoring-of-gay-writers.html","abstract":"  PEN American Center, the American division of the international writers' association, has formed a committee to combat what it described as censorship of gay and lesbian writing and to work to insure that readers have access to such writing.   The organization said the committee \"will expose and oppose\" threats to the First Amendment from actions like the banning of gay books by school libraries. The committee's formation is to be formally announced this morning.","thumbnail":null,"section":"Books"},{"date":"19930602","headline":"Death Row, U.S.A.","web_url":"https://www.nytimes.com/1993/06/02/opinion/death-row-usa.html","abstract":"  At 12:01 A.M. tomorrow, Texas, which makes a habit of capital punishment, plans to execute Gary Graham, a black, for a murder committed a dozen years ago, when he was 17 years old. Elsewhere in the West, he would not be put to death.   President Clinton supports the death penalty. But his record in his first two-year term as Governor of Arkansas, in which he reduced the life sentences of 38 murderers, suggests he may have held a different view.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/06/02/nyregion/news-summary-995693.html","abstract":"  International A3-10  DOZEN DIE IN BOSNIA SOCCER RAID  After mortar shells exploded amid scores of soccer players and spectators at Sarajevo, the toll was at least a dozen dead and 80 wounded. Shrapnel-peppered cars, shreds of blood-soaked clothing and a worn-out soccer ball were all that remained of a neighborhood tournament.  A1  GAINS FOR SERBIAN NATIONALISTS  Thousands of demonstrators clashed with riot police in front of the Parliament building in downtown Belgrade in the most serious anti-Government demonstration in two years.  A10","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Don't Pin This Loss On Young","web_url":"https://www.nytimes.com/1993/06/02/sports/baseball-don-t-pin-this-loss-on-young.html","abstract":"  Anthony Young sat transfixed as the television screen inside the Mets' clubhouse flashed one terrible sequence after another. There was a single to left field and then a single barely inside the bag at third. There was a double-play grounder that became a single because a hit-and-run play was on. There was a double to the ivy wall in left-center and a two-run single to right.   Young, cursing occasionally at no one in particular, kept staring at the screen.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Critic's Notebook; Hunting for the Musical Thread","web_url":"https://www.nytimes.com/1993/06/02/arts/critic-s-notebook-hunting-for-the-musical-thread.html","abstract":"  There was a bit of a challenge about the seventh annual Bang on a Can Festival, which came to an end at the Kitchen on Sunday night after 10 concerts, 82 compositions and about 22 hours of music. The challenge was to find something coherent in the festival's deliberate eclecticism, some sense of a governing taste or theme, some characteristics of whatever style is now dominant in what was once called the downtown music scene. As in other seasons, the directors of the festival -- David Lang, Michael Gordon and Julia Wolfe -- have done everything possible to minimize the sense of a governing voice or taste.   I found the selections weaker than they were last year but the variety no less fascinating. The concerts included, for example, a remarkable Chinese shadow play by the Yueh Lung Shadow Theater in which a mythic tale of a prince battling dragons was told with delicate miniature images projected on a screen. The ancient art form was accompanied by music by Bun-Ching Lam that had echoes of the traditional, in the timbres of the Chinese pipa, along with an almost edgy contemporary sensibility.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"Fittipaldi Didn't Know It Was a Milk Run","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-auto-racing-fittipaldi-didn-t-know-it-was-a-milk-run.html","abstract":"  EMERSON FITTIPALDI, who saluted his Indianapolis 500 victory Sunday with an unconventional drink of orange juice, apologized yesterday for passing up a bottle of milk, a 60-year tradition in Victory Lane.   He said the posted prize of $5,500 from the American Dairy Association of Indiana would go instead to the Championship Auto Racing Auxiliary, a women's group that supports various charities.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Graduates and Voters","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-graduates-and-voters-658893.html","abstract":"  To the Editor:   I was very pleased that Congress has approved the motor voter bill (front page, May 12), which will make voter registration procedures more convenient. I have another suggestion -- require high schools across the country that receive any Federal funds to provide students with voter registration forms on graduation day.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Hostos Commencement","web_url":"https://www.nytimes.com/1993/06/02/nyregion/hostos-commencement.html","abstract":"  Cesar A. Perales, deputy mayor of New York City for Health and Human Services, addressed the 455 graduates at the 22d commencement exercises of Eugenio Maria de Hostos Community College of the City University of New York. In a ceremony presided over by the college's president, Isaura Santiago, the students marched up the aisles of the concert hall at Lehman Center for the Performing Arts. Hostos Community College is the first of the City University of New York colleges to be deliberately placed in an economically depressed community, the South Bronx. It is devoted to bilingual education and serves more than 5,000 students, 75 percent of whom come from Puerto Rico, the Dominican Republic and Central and South America.  ","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91396245647.html","abstract":"1943: To 'End It Soon'","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Slaney Is Off and Convalescing","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-track-and-field-slaney-is-off-and-convalescing.html","abstract":"  MARY SLANEY has undergone surgery on her left heel, ending her track season before it started. Slaney, who hopes to run some road races by the end of the summer, will miss the USA Mobil Outdoor Track and Field Championships, which will be held June 15-19 in Eugene, Ore. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Court Counts the Ways Guns Can Be Used","web_url":"https://www.nytimes.com/1993/06/02/us/court-counts-the-ways-guns-can-be-used.html","abstract":"  There was a war of words at the Supreme Court today, but it wasn't over any technical, obscure, polysyllabic legal term. It was over the word \"use.\"   A Federal law subjects anyone who uses a firearm in connection with a drug offense to a mandatory prison sentence of up to 30 years, depending on the type of gun. But suppose the gun is used not as an instrument of violence, not to injure or threaten, but as an object to barter: in this case, one machine gun for two ounces of cocaine. Is that the kind of use that qualifies for the mandatory sentence?","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Lawyer Takes Plea Deal In Real-Estate Schemes","web_url":"https://www.nytimes.com/1993/06/02/nyregion/lawyer-takes-plea-deal-in-real-estate-schemes.html","abstract":"  As angry clients waited to tell their stories, a disbarred lawyer surprised Federal prosecutors at a bail hearing today and pleaded guilty to defrauding investors of more than $3 million with bogus real-estate projects.   The defendant, Alan David Harris of Roslyn Harbor and Brentwood, Calif., pleaded guilty to 25 counts of mail and wire fraud and faces up to 125 years in prison and fines of up to $6.25 million. He was also ordered to make restitution and a full accounting of how he spent the stolen money.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"Books of The Times; The Disabled Come Out Fighting","web_url":"https://www.nytimes.com/1993/06/02/books/books-of-the-times-the-disabled-come-out-fighting.html","abstract":"  No Pity  People With Disabilities Forging a New Civil Rights Movement  By Joseph P. Shapiro  372 pages. Times Books. $25.    It took a President with polio (Franklin D. Roosevelt, who couldn't walk on his own) and the severely injured veterans of World War II, Korea and Vietnam to make Americans aware that being disabled wasn't something to hide and be ashamed of. Then it took demonstrations and lobbying to force the Federal Government to recognize that people with disabilities ought to be included under the big umbrella of civil rights.","thumbnail":null,"section":"Books"},{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor-94210110247.html","abstract":"Western Perfidy . President Bill Clinton has announced support for a plan to put Bosnian Muslims into \"safe havens\" surrounded by Serbs. Americans know about that: They have experience with Indian reservations. . The Vance-Owen plan was always a","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"SENATE DEMOCRATS URGE WITHDRAWAL OF RIGHTS NOMINEE","web_url":"https://www.nytimes.com/1993/06/02/us/senate-democrats-urge-withdrawal-of-rights-nominee.html","abstract":"  Senior White House officials and Democratic senators said today that President Clinton's nomination of Lani Guinier to be the Justice Department's civil rights chief would have to be withdrawn because of mounting opposition in the Senate and the Administration's attempt to sprint to the political center.   The nomination has been intensely criticized for articles Ms. Guinier wrote on the Voting Rights Act that her critics say make her a proponent of extreme race-based proposals.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"The Week Well Marred","web_url":"https://www.nytimes.com/1993/06/02/sports/IHT-the-week-well-marred.html","abstract":"- If a week is a long time in politics, war and commerce, it can be an eternity in soccer, where all three factors come into play.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Foes of Execution Contest a Texas Case","web_url":"https://www.nytimes.com/1993/06/02/us/foes-of-execution-contest-a-texas-case.html","abstract":"  If the State of Texas has its way, Gary Graham will be executed before dawn on Thursday for the killing of Bobby Lambert in a robbery 12 years ago. But no physical evidence links Mr. Graham to the crime, and opponents of the death penalty have seized on his case as emblematic of serious flaws in the system of capital punishment here.   Mr. Graham, 29, was convicted in 1981 on the strength of testimony from a single witness, who was in her car roughly 40 feet from where Mr. Lambert was shot and briefly saw his killer. Since the trial, six other witnesses and five alibi witnesses have sworn that Mr. Graham was not the assailant, but Texas law prohibits the presentation of new evidence after 30 days after conviction.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Wilkens Chosen to Coach Hawks","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-basketball-wilkens-chosen-to-coach-hawks.html","abstract":"  LENNY WILKENS, who spent the past seven seasons with the Cleveland Cavaliers and is closing in on RED AUERBACH's record for most National Basketball Association victories, was named coach of the Atlanta Hawks yesterday.   In becoming the seventh coach in Atlanta Hawks history, Wilkens inherits a team that has not gotten past the first round of the playoffs the past four years.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Yankee Pitching Staff Picked Apart by Tribe","web_url":"https://www.nytimes.com/1993/06/02/sports/baseball-yankee-pitching-staff-picked-apart-by-tribe.html","abstract":"  It started with Mike Witt, who had poor location and no control. It ended with Rich Monteleone, who made a healthy contribution to what is now a 5.56 earned run average by the Yankee bullpen.   There was nothing but ugliness in between.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Coney Island Wonder Wheel Won't Rest on Golden Arches","web_url":"https://www.nytimes.com/1993/06/02/nyregion/coney-island-wonder-wheel-won-t-rest-on-golden-arches.html","abstract":"  Worried that the Cyclone and the Parachute Jump would be joined by the \"McWheel\" in a new Coney Island trinity, the New York City Landmarks Preservation Commission has rejected a plan to install 17-foot-wide, neon golden arches on the Wonder Wheel.   Under the plan, the owners of the Wonder Wheel had offered free advertising space to McDonald's, which has two restaurants nearby. But the landmarks panel feared the company's well-known logo would eclipse the 150-foot-high, 200-ton structure.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/06/02/arts/the-pop-life-489593.html","abstract":"  Springsteen for Charity   Bruce Springsteen is coming home to New Jersey and next door to New York for his only two concerts in the United States this year. The shows, both charity events, are to be on June 24 at Brendan Byrne Arena at the Meadowlands and on June 26 at Madison Square Garden.   The first concert is to benefit three hunger-related organizations: the Community Food Bank of New Jersey, World Hunger Year, and the Food and Hunger Hotline. Proceeds from the June 26 performance are to go to the Kristen Ann Carr Fund, which was created earlier this year in memory of the daughter of Mr. Springsteen's co-manager, Barbara Carr, and Dave Marsh, a writer. The fund will be used to establish a research fellowship dedicated to the study and prevention of sarcoma, a form of cancer.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"Organ Shortage Leads to Nontraditional Transplants, and Ethical Concerns","web_url":"https://www.nytimes.com/1993/06/02/us/organ-shortage-leads-to-nontraditional-transplants-and-ethical-concerns.html","abstract":"  Faced with a severe shortage of organs for transplant, some doctors are quietly turning to patients who would not ordinarily be considered suitable donors.   Traditionally, before a patient can qualify as a donor it must be declared that there is no brain function. If such a patient is put on a ventilator, the organs can be kept healthy and perfused with blood until they are needed.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Neither Brace, Shorter Hair Nor Door Save Underdogs : Fernandez Defeats Sabatini to Gain Semis, Courier Storms by Prpic","web_url":"https://www.nytimes.com/1993/06/02/sports/IHT-neither-brace-shorter-hair-nor-door-save-underdogs-fernandez.html","abstract":"The favorite made two appearances Tuesday on Center Court at Roland Garros, where all footprints are swept away and the players exit as if through a revolving door. . The favorite left the stadium behind his challenger, whose right leg was padded like a b","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Maybe the Lakers: Magic Wants a Team to Coach and Own","web_url":"https://www.nytimes.com/1993/06/02/sports/pro-basketball-maybe-the-lakers-magic-wants-a-team-to-coach-and-own.html","abstract":"  Magic Johnson is more likely to someday coach the Los Angeles Lakers than the Los Angeles Clippers.   Johnson, the former Lakers All-Star, said he will not accept any coaching job unless he can buy a small percentage of the team, and the Lakers' owner is more willing to sell to him than the Clippers' owner.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Review/Television; A TV Host as a TV Host. Familiar?","web_url":"https://www.nytimes.com/1993/06/02/arts/review-television-a-tv-host-as-a-tv-host-familiar.html","abstract":"  Starting new seasons tonight, two Home Box Office comedy series are being presented back to back. Expanded beyond their normal 30 minutes, \"The Larry Sanders Show\" runs from 10 to 10:45 and \"Dream On\" from 10:45 to 11:45. If you can catch only one, make it \"Larry Sanders.\"    Like \"Seinfeld,\" in which the real stand-up comic Jerry Seinfeld plays a fictional stand-up comic named Jerry Seinfeld, \"Larry Sanders\" hovers tantalizingly between reality and fiction. Larry, the talk-show host, is played by Garry Shandling, once a frequent guest host for Johnny Carson and now, with the late-night scene churning furiously, being mentioned as a candidate for his own show, possibly after the new David Letterman package on CBS.","thumbnail":null,"section":"Arts"},{"date":"19930602","headline":"Volunteer at White House Said to Have Received Fee","web_url":"https://www.nytimes.com/1993/06/02/us/volunteer-at-white-house-said-to-have-received-fee.html","abstract":"  A volunteer brought in to the White House travel office to help with charters when career employees were dismissed two weeks ago received a $1,400 commission for the first flight she arranged, then returned the fee when questions were asked about it, The Washington Post reported in Wednesday's issue.   The White House did not have a response late tonight when asked about The Post's account. The Post said George Stephanopolous, a senior adviser at the White House, had replied when asked about the commission: \"It was a mistake. She did not realize the funds were going to her firm.\"","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"The Talk of Hollywood; Women Criticizing Women's Film Roles","web_url":"https://www.nytimes.com/1993/06/02/movies/the-talk-of-hollywood-women-criticizing-women-s-film-roles.html","abstract":"  There are more female executives and producers in the movies than ever before. That's the good news. The bad news is that there are more films that depict women as chattel (\"Indecent Proposal\" and \"Honeymoon in Vegas\") to be purchased by Robert Redford and James Caan, or airheads (\"Sliver\") who move into a weird New York apartment building owned by William Baldwin, or appendages (\"A Few Good Men\") who make Tom Cruise, as a Navy officer, look smart.   Why are there so many films made that portray women in embarrassing ways when women are becoming more powerful in Hollywood? What are the responsibilities of female executives, producers and agents?","thumbnail":null,"section":"Movies"},{"date":"19930602","headline":"College Overstepped In Removing Jeffries","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-college-overstepped-in-removing-jeffries-660093.html","abstract":"  To the Editor:   A Federal jury's ruling in favor of Prof. Leonard Jeffries of City College in New York (front page, May 12) has provoked much misguided criticism.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Finally, Italy Revolts","web_url":"https://www.nytimes.com/1993/06/02/opinion/finally-italy-revolts.html","abstract":"While our judges continue to investigate widespread governmental corruption, uncovering a vast network of illegal political financing and private kickbacks, we Italians hear a lot of talk about a revolution.\n\nThe latest scene in this revolution was an alley behind the Uffizi Gallery in Florence where a car bomb explosion announced that terrorists, probably the Mafia, had declared war on civil society.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor-93602207745.html","abstract":"Back to Unesco. Regarding the editorial \"Thinking About Unesco\" (April 20):. A major function of Unesco is to promote literacy as well as science, technology and communications in the Third World. What is not so widely known is that its mandate","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Houston Signs Contract With Jets","web_url":"https://www.nytimes.com/1993/06/02/sports/sports-people-football-houston-signs-contract-with-jets.html","abstract":"  Jets linebacker BOBBY HOUSTON agreed to a new contract with the team yesterday. The terms of the deal were not disclosed.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Cuomo to Get Racing Report","web_url":"https://www.nytimes.com/1993/06/02/sports/horse-racing-cuomo-to-get-racing-report.html","abstract":"  The final report of an advisory panel looking for ways to revive the state's beleaguered horse racing industry is expected to be delivered to Gov. Mario Cuomo today.    According to a person familiar with the Governor's Advisory Commission on Racing in the 21st Century, the report recommends immediate reductions in the state's takeout from wagers and in the state's share of breakage, or the way bets are rounded off for bookkeeping purposes. Lower withholding taxes are also recommended for certain winning bets.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"Man Admits to Robberies Using a Syringe","web_url":"https://www.nytimes.com/1993/06/02/nyregion/man-admits-to-robberies-using-a-syringe.html","abstract":"  A homeless man yesterday admitted that he robbed several Upper East Side antique stores, armed with an unusual weapon: a syringe that he said was filled with blood tainted with H.I.V.   In State Supreme Court in Manhattan, Ross Gottfried, 40 years old, pleaded guilty to five felony counts of robbery. He acknowledged that from April 22 to May 3, he robbed stores at 230 East 80th Street, 1135 Madison Avenue, 957 Madison Avenue, 980 Lexington Avenue and 219 East 60th Street.","thumbnail":null,"section":"New York"},{"date":"19930602","headline":"School Hallways as Gantlets of Sexual Taunts","web_url":"https://www.nytimes.com/1993/06/02/education/school-hallways-as-gantlets-of-sexual-taunts.html","abstract":"  The hallways of America's high schools and junior high schools -- the highways and byways between classrooms, locker rooms and the outside world -- are daunting, sexually charged terrain where most girls and many boys can routinely expect to be grabbed, poked, pinched or put down in explicitly sexual ways.   This picture emerges from a new survey by the poll taker Louis Harris & Associates for the American Association of University Women Educational Foundation. It is the first study that tries to quantify both what teen-agers do to one another and how they react when it happens.","thumbnail":null,"section":"Education"},{"date":"19930602","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/06/02/opinion/IHT-letters-to-the-editor-93752353893.html","abstract":"Heartfelt Praise . Regarding \"Bosnia's President Rejects Allied Plan\" (May 24): . So Bill Clinton has been praised by Radovan Karadzic, the leader of the Bosnian Serbs, \"for dropping his plan to bomb the Serbs and arm the [Bosnian] Muslims.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/06/02/sports/transactions-533693.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Acquired Jeremy Hernandez, pitcher, from the San Diego Padres for Tracy Sanders, outfielder, and Fernando Hernandez, pitcher.   DETROIT TIGERS -- Activated Dan Gladden, outfielder, from the 15-day disabled list. Placed Dave Johnson, pitcher, on the 15-day disabled list, retroactive to May 23.","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"U.S. Encourages Reporting Of Adverse Medical Reactions","web_url":"https://www.nytimes.com/1993/06/02/us/us-encourages-reporting-of-adverse-medical-reactions.html","abstract":"  The Food and Drug Administration today announced a program to encourage nurses, doctors, dentists and pharmacists to report dangerous side effects from drugs and medical devices.   Until now, manufacturers have been chiefly responsible for reporting dangerous and unexpected effects of drugs and devices they sell. But agency officials say that in large part because medical professionals have not been encouraged to report adverse reactions only 1 in 10 or perhaps even 1 in 100 of those caused by drugs became known. And for medical devices like breast implants, they say, the rate of reporting has been even lower.","thumbnail":null,"section":"U.S."},{"date":"19930602","headline":"Movies Discover Black Cowboys and Cavalry; Burial Grounds","web_url":"https://www.nytimes.com/1993/06/02/opinion/l-movies-discover-black-cowboys-and-cavalry-burial-grounds-655393.html","abstract":"  To the Editor:   It is encouraging to see interest among New Yorkers in African-American cemeteries (front page, May 23). I was the primary researcher for the African-American Historic Sites Survey of Allegheny County (Pittsburgh) for the Pittsburgh History and Landmarks Foundation, which uncovered more than 300 sites related to black history before 1960.","thumbnail":null,"section":"Opinion"},{"date":"19930602","headline":"Devils Renew an Unwanted and Unwelcome Ritual","web_url":"https://www.nytimes.com/1993/06/02/sports/hockey-devils-renew-an-unwanted-and-unwelcome-ritual.html","abstract":"  Looking for a coach is becoming an annual ritual for Lou Lamoriello, the president and general manager of the Devils. He was working toward that end again yesterday, seeking a replacement for Herb Brooks, who resigned on Monday.   \"I'm looking at all the people available and I'm trying to narrow down the list,\" Lamoriello said by telephone from his office in the New Jersey Meadowlands. \"I am not ruling out the possibility of hiring someone from within.\"","thumbnail":null,"section":"Sports"},{"date":"19930602","headline":"3-Year-Old Bronx Girl Wounded by Bullet","web_url":"https://www.nytimes.com/1993/06/02/nyregion/3-year-old-bronx-girl-wounded-by-bullet.html","abstract":"  When Jasmine Zapata felt a sting on her arm as she played in front of her Bronx home yesterday, she told her nanny, \"A ball hit me.\"   It was not a ball, but a bullet, that struck the 3-year-old girl just after 2 P.M. on the sidewalk outside her family's home at 2757 Sedgwick Avenue in Kingsbridge.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930602","time":"1993-06-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":66,"wspd":9.4},{"date":"19930602","time":"1993-06-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":67,"wspd":7.6},{"date":"19930602","time":"1993-06-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":70,"wspd":13},{"date":"19930602","time":"1993-06-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":80,"wspd":9.4},{"date":"19930602","time":"1993-06-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":83,"wspd":5.4},{"date":"19930602","time":"1993-06-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":82,"wspd":3.6},{"date":"19930602","time":"1993-06-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":81,"wspd":5.4},{"date":"19930602","time":"1993-06-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":74,"wspd":9.4},{"date":"19930602","time":"1993-06-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":79,"wspd":11.2},{"date":"19930602","time":"1993-06-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":69,"wspd":11.2},{"date":"19930602","time":"1993-06-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":61,"wspd":13},{"date":"19930602","time":"1993-06-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":58,"wspd":13},{"date":"19930602","time":"1993-06-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":60,"wspd":9.4},{"date":"19930602","time":"1993-06-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":74,"wspd":5.4},{"date":"19930602","time":"1993-06-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":82,"wspd":7.6},{"date":"19930602","time":"1993-06-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":86,"wspd":14.8},{"date":"19930602","time":"1993-06-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":86,"wspd":5.4},{"date":"19930602","time":"1993-06-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":83,"wspd":3.6},{"date":"19930602","time":"1993-06-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":82,"wspd":3.6},{"date":"19930602","time":"1993-06-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":83,"wspd":7.6},{"date":"19930602","time":"1993-06-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":85,"wspd":7.6},{"date":"19930602","time":"1993-06-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":87,"wspd":9.4},{"date":"19930602","time":"1993-06-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":87,"wspd":7.6},{"date":"19930602","time":"1993-06-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":88,"wspd":7.6},{"date":"19930602","time":"1993-06-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":32,"wspd":24.1},{"date":"19930602","time":"1993-06-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":34,"wspd":25.9},{"date":"19930602","time":"1993-06-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":37,"wspd":18.7},{"date":"19930602","time":"1993-06-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":38,"wspd":14.8},{"date":"19930602","time":"1993-06-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":44,"wspd":13},{"date":"19930602","time":"1993-06-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":47,"wspd":9.4},{"date":"19930602","time":"1993-06-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":57,"wspd":9.4},{"date":"19930602","time":"1993-06-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":55,"wspd":9.4},{"date":"19930602","time":"1993-06-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":13},{"date":"19930602","time":"1993-06-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":61,"wspd":18.7},{"date":"19930602","time":"1993-06-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":59,"wspd":11.2},{"date":"19930602","time":"1993-06-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":55,"wspd":7.6},{"date":"19930602","time":"1993-06-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":49,"wspd":7.6},{"date":"19930602","time":"1993-06-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":49,"wspd":13},{"date":"19930602","time":"1993-06-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":47,"wspd":13},{"date":"19930602","time":"1993-06-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":42,"wspd":11.2},{"date":"19930602","time":"1993-06-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":37,"wspd":13},{"date":"19930602","time":"1993-06-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":32,"wspd":14.8},{"date":"19930602","time":"1993-06-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":24.1},{"date":"19930602","time":"1993-06-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":27,"wspd":20.5},{"date":"19930602","time":"1993-06-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":27,"wspd":16.6},{"date":"19930602","time":"1993-06-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":25.9},{"date":"19930602","time":"1993-06-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":30,"wspd":18.7},{"date":"19930602","time":"1993-06-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":36,"wspd":16.6}]}}