{"19941003":{"guardian_articles":[],"nytimes_articles":[{"date":"19941003","headline":"A Backup Is Thrown For a Troubling Loss","web_url":"https://www.nytimes.com/1994/10/03/sports/pro-football-a-backup-is-thrown-for-a-troubling-loss.html","abstract":"  On that very first play today, Jack Trudeau thought it was going to happen in the beautiful way it does for the backup quarterback in his imagination.   The Cleveland Browns had gone three downs and out, and now Trudeau had come in to lead the Jets. Boomer Esiason was now his backup, hobbled by an injury to his left ankle.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"Terms of Endorsement","web_url":"https://www.nytimes.com/1994/10/03/nyregion/terms-of-endorsement.html","abstract":"  Holding out his endorsement as the elusive prize, Mayor Giuliani has tried to turn the governor's race into a referendum on which candidate will do more for New York City.   Political Memo, page B4.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Searching for Pro-Aristide Guns, U.S. Raid Finds Dancers Instead","web_url":"https://www.nytimes.com/1994/10/03/world/searching-for-pro-aristide-guns-us-raid-finds-dancers-instead.html","abstract":"  The first major arms raid by American troops was searching not for weapons hidden by attaches, the armed thugs propping up Haiti's military government, but for guns supposedly held by supporters of the man the Americans had come to put back in office, President Jean-Bertrand Aristide.   There were no arms.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"On Their Watch","web_url":"https://www.nytimes.com/1994/10/03/nyregion/on-their-watch.html","abstract":"  Dozens of sergeants, lieutenants and captains supervised in the 30th Precinct in Harlem in the late 1980's and early 1990's, when the station house decayed into a den of drug dealing, extortion and perjury.   The arrests of the first two police sergeants this week in what has become the largest scandal involving a single precinct in the 146-year history of the Police Department raises the question of whether other supervisors and even more senior officers should be held accountable.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Essay; No Yanks Need Apply","web_url":"https://www.nytimes.com/1994/10/03/opinion/essay-no-yanks-need-apply.html","abstract":"  Politicians in Boston and New York, eager to solicit the vote of American Irish Catholics, gave a hero's welcome to the Irish Republican Army's political spokesman, who recently helped arrange cessation of terrorist bomb attacks on Britons.   This second tour of the U.S. by Gerry Adams went down badly in the United Kingdom. Most people here do not think anybody deserves lionization and a fresh infusion of funds for stopping, or perhaps only suspending, a policy of systematic murder, and resent the portrayal of Northern Ireland as a place occupied by British soldiers to prevent the inevitable unification of the Irish people.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/10/03/nyregion/inside-419150.html","abstract":"  Different Take on Trade Pact While the U.S. is hailing the trade agreement with Japan as a breakthrough, Tokyo's view is much more restrained. Page D1. Taking Health Care Blame    Hillary Rodham Clinton says she is willing to take some of the blame for the failure of health insurance legislation. Page A12. 'Show Boat' Opens    Harold Prince's re-examination of the indestructible classic opened on Broadway. David Richards's review is on page C11.   A2 Arts","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Redskins Turned Over by Cowboys","web_url":"https://www.nytimes.com/1994/10/03/sports/pro-football-redskins-turned-over-by-cowboys.html","abstract":"  The first time the Washington Redskins got the football, on the opening kickoff, they fumbled. They quickly recovered. And then they ran four offensive plays.   And fumbled again.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"Why We Still Need Health Care Reform","web_url":"https://www.nytimes.com/1994/10/03/opinion/l-why-we-still-need-health-care-reform-424196.html","abstract":"  To the Editor:   On Jan. 1, 1986, I retired from my job in the school system of Woodbridge Township in New Jersey after 21 years. The contract between the Board of Education and the union to which I belonged let me continue my hospital and major medical insurance coverage at my own expense as a supplement to Medicare.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/03/nyregion/c-corrections-423866.html","abstract":"  Because of an editing error, an article yesterday about the closing of the New York law firm Lord Day & Lord, Barrett Smith referred incompletely to a Philadelphia firm whose New York office is acquiring many Lord, Day lawyers. It is Morgan, Lewis & Bockius.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Two O. J.'s, Antique Dolls and Elvis: Collectors Snap Up Decorated Phone Cards","web_url":"https://www.nytimes.com/1994/10/03/nyregion/two-o-j-s-antique-dolls-and-elvis-collectors-snap-up-decorated-phone-cards.html","abstract":"  Prepaid telephone calling cards were conceived as a convenience. Callers would buy one for, say, $10, and then have $10 worth of phone time. No coins.   In recent months, collecting them has become a fad, not least because of the vivid pictures with which the cards have come to be decorated: images of sports heroes and superheroes, bouquets of daisies, O. J. Simpson's dour mug shot, the likeness of the late Lubavitcher Rebbe, Menachem M. Schneerson, and personally signed copies of Peter Max paintings.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Ask the Cuban People","web_url":"https://www.nytimes.com/1994/10/03/opinion/l-ask-the-cuban-people-424200.html","abstract":"  To the Editor:   Elliott Abrams and others ask President Clinton in an advertisement on Sept. 26 to tighten the United States chokehold on the people of Cuba, and to forward free elections under international supervision.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"No Headline","web_url":"https://www.nytimes.com/1994/10/03/nyregion/no-headline-418757.html","abstract":"  \"You get the feeling that there is a whole lot of discontent about a whole lot of elected people, not just the Governor. We've had program after program to deal with problem after problem, and we still have problem after problem.\" -- RONALD HACKETT, Commissioner of Social Services in Cattaraugus County.  [ B4:5. ]","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"1919: Wilson Satisfactory : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/03/opinion/IHT-1919-wilson-satisfactory-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The latest bulletin issued by Admiral Grayson states that President Wilson's condition is satisfactory. Dr. Francis Z. Dercuns, the brain specialist, has been called in consultation from Philadelphia. He is regarded as one of the foremost neurolog","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"Heroes and Antiquity Endowed by Mozart With Flamboyance","web_url":"https://www.nytimes.com/1994/10/03/arts/opera-review-idomeneo-heroes-and-antiquity-endowed-by-mozart-with-flamboyance.html","abstract":"  Few operas work better than Mozart's \"Idomeneo,\" yet we scarcely know what to do with it. Situated near the beginning of the Mozart operatic canon (he was 24 when he wrote it), \"Idomeneo\" is grand, mythic, potentially tragic and, above all, serious: deeply serious. It catches us by surprise.   Our everyday Mozart can be solemn and mystical (\"The Magic Flute\") but tempered by whimsy and the absurd. \"The Marriage of Figaro\" is roiling social politics, but it is also charm and sexual fallibility. \"Cosi Fan Tutte\" puts on a funny face, but deep sadness lurks behind it. Ambiguity, Mozart's trademark, exists nowhere in \"Idomeneo.\" Humor, amid the Cretans, Greeks and Trojans about which he was asked to write, finds no place.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"Classic Musical With a Change in Focus","web_url":"https://www.nytimes.com/1994/10/03/theater/theater-review-show-boat-classic-musical-with-a-change-in-focus.html","abstract":"  In the popular consciousness, \"Show Boat\" is the great American musical about the tumultuousness of love, played out against the majestic Mississippi River and the big-shouldered city of Chicago.   Its characters -- Gaylord Ravenal, the rakish riverboat gambler in the top hat; Magnolia, the sweet innocent he marries, then deserts, and even Julie, the mulatto whose life spirals into the gutter after she is barred from the show boat -- have long passed for the most romantic of figures.","thumbnail":null,"section":"Theater"},{"date":"19941003","headline":"Voters Back Ex-Premier In Slovakia","web_url":"https://www.nytimes.com/1994/10/03/world/voters-back-ex-premier-in-slovakia.html","abstract":"  After six months of stability, Slovakia appeared headed toward political disarray today after voting results showed that the man twice ousted as Prime Minister had far outstripped other candidates in the country's first national elections.   But the former Prime Minister, Vladimir Meciar, an ardent nationalist, won only 35 percent of the vote and will not be able to form a government on his own.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/03/nyregion/c-corrections-423882.html","abstract":"  A chart on Friday about State Senator George E. Pataki's proposal to cut New York's state income tax misstated one example of the tax prospects under existing law. After the last stage of a tax reduction that is to be completed by April 1, 1996, a taxpayer earning $13,000 would get a refund of $590, not $509.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"How Sporting a Business?; Repeal That Antitrust Exemption","web_url":"https://www.nytimes.com/1994/10/03/opinion/how-sporting-a-business-repeal-that-antitrust-exemption.html","abstract":"  In 1922, the Supreme Court made a big mistake. It ruled that professional baseball was an \"exhibition,\" not a business, and as such was exempt from the antitrust laws.   This 72-year-old mistake has ruined the 1994 season and robbed the fans of a World Series for the first time in 90 years. We had better stop it before it kills again -- before we lose the 1995 season too.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/03/nyregion/c-corrections-423890.html","abstract":"  A chart on Saturday about a television commercial for Gov. Mario M. Cuomo's campaign referred incompletely to the rating given to Mr. Cuomo's opponent, State Senator George E. Pataki, by the Christian Coalition. The 100 percent rating, made in 1993, was based on votes concerning Medicaid funds for abortions; a bill that finances the Medicaid program through aid to local governments; the section of the budget postponing scheduled tax cuts, and a bill on child pornography. This year Mr. Pataki received an 83 percent rating from the group.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Not the Same Berlin Without the G.I.'s","web_url":"https://www.nytimes.com/1994/10/03/opinion/l-not-the-same-berlin-without-the-gi-s-408980.html","abstract":"  To the Editor:   In your Berlin Journal (Sept. 27), you write, \"After conquering a city, the Americans conquered hearts.\"   Berlin was conquered by Soviet troops. The American troops took over their sector in West Berlin on July 3, 1945, in accordance with the Yalta agreements. They were greeted as liberators after the horrors of the Soviet occupation.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1994/10/03/arts/in-performance-dance-422614.html","abstract":"  Within 'Prince Igor,' Damian Woetzel Choreography  New York State Theater    Borodin's \"Prince Igor\" is blessed with one of the most stirring dance episodes in the operatic repertory: the savage second-act revel in the camp of the Polovtsian warriors.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"Mandela Begins U.S. Visit With a Side Trip to Harlem","web_url":"https://www.nytimes.com/1994/10/03/nyregion/mandela-begins-us-visit-with-a-side-trip-to-harlem.html","abstract":"  On his first visit to the United States as President of a reborn South Africa, Nelson Mandela took a sentimental side trip to a Harlem church yesterday morning to be with people he feels were with him spiritually during the long struggle against apartheid.   Gone were the thickets of ticker tape and the throngs that jubilantly lined parade routes during Mr. Mandela's first visit to the United States four years ago, shortly after his release after 27 years in prison.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Graham on Themes as Old as Time Itself","web_url":"https://www.nytimes.com/1994/10/03/arts/dance-review-graham-on-themes-as-old-as-time-itself.html","abstract":"  \"Clytemnestra,\" Martha Graham's three-act dance treatment of the Oresteia, is nothing short of epic drama, and it received an astonishingly integrated performance on Saturday night at the Brooklyn Academy of Music. Christine Dakin, magnificent and complex in the title role, and the other members of the Martha Graham Dance Company must not be missed when \"Clytemnestra\" has its repeat performance on Friday.   Nor should, for different reasons, anyone pass up the sections of \"Chronicle\" that were revived on Friday night for the first time since the 1930's. If \"Clytemnestra,\" choreographed in 1958, is a brazen panorama imbued with overt sexuality and a fragmented modernist structure, \"Chronicle\" is a stark social-protest piece from 1936, smoldering in the crucible of its very purity. To see Terese Capucilli rise up as a towering red specter of war is to shudder at the apocalyptic height of Graham's vision.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"A.L.'s New President Is in Charge of Nothing","web_url":"https://www.nytimes.com/1994/10/03/sports/baseball-al-s-new-president-is-in-charge-of-nothing.html","abstract":"  Gene Budig may be in the most peculiar position in major league baseball. As the president of the American League of Professional Baseball Clubs, formally speaking, he has come into the major leagues and immediately had the most important element in his title snatched away.   There's simply no baseball there for Gene Budig. Not since Aug. 12, when the players in the American and National Leagues went on strike. For Budig, it was like being appointed as Gary Cooper's deputy at one minute past high noon, like being hired as Nero's chief violin maker after the smoke was, indeed, followed by fire.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"China Gives Its Ailing Leader a Last Send-Off, Again","web_url":"https://www.nytimes.com/1994/10/03/world/china-gives-its-ailing-leader-a-last-send-off-again.html","abstract":"  In a week of political choreography, China's Communist Party leadership has for the second time in five years given a grand send-off to Deng Xiaoping with fireworks, political tributes and thousands of dancers in Tiananmen Square.   The huge celebration on Saturday, on the 45th anniversary of the founding of the People's Republic, is widely regarded among Chinese officials as the last Mr. Deng will see. He turned 90 in August and is suffering from advanced Parkinson's disease.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"Trudeau and Jets Get Trounced at Every Turn","web_url":"https://www.nytimes.com/1994/10/03/sports/pro-football-trudeau-and-jets-get-trounced-at-every-turn.html","abstract":"  It has happened so many times before to so many of them: the surge, then the failure. The Jets today played like a team imprisoned by its past without a hint of how to improve.   Again.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"For Kennedy, Tenure May Help and Hurt Him","web_url":"https://www.nytimes.com/1994/10/03/politics/for-kennedy-tenure-may-help-and-hurt-him.html","abstract":"BURLINGTON, Mass., Sept. 26 -- Michele Radley and her sister, Alice Gibbons, were window shopping at the Burlington Mall, and arguing about Senator Edward M. Kennedy.","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"In Performance; THEATER","web_url":"https://www.nytimes.com/1994/10/03/theater/in-performance-theater-424153.html","abstract":"  About a Manipulative Woman, Her Own Worst Enemy  Greenwich Street Theater    George Kelly's play \"Craig's Wife\" is among theater's more puzzling oddities. This remorseless story of the self-destruction of a manipulative woman is an imperfect mixture of comedy, satire and psychological drama, with a touch of murder mystery thrown in, which critics did not much like when it opened in 1925. But it won a large audience then, especially -- and surprisingly -- among women, and a Pulitzer Prize. And occasional revivals prove it still durable.","thumbnail":null,"section":"Theater"},{"date":"19941003","headline":"Vote Today Could Give Brazil a Lift","web_url":"https://www.nytimes.com/1994/10/03/world/vote-today-could-give-brazil-a-lift.html","abstract":"  With a seasoned former Finance Minister leading in all opinion polls, political analysts and economists say that the Brazilian presidential election on Monday should strengthen democracy in Latin America and help restore Brazil to its role as the region's economic locomotive.   Confident of a victory by the former minister, Fernando Henrique Cardoso, foreigners have already invested billions of dollars in the country, pushing the Sao Paulo stock exchange index up 90 percent in dollar terms this year and making it the world's fastest growing exchange.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"A YOUNGER COURT FACES OLD SPLITS AS ITS TERM OPENS","web_url":"https://www.nytimes.com/1994/10/03/us/a-younger-court-faces-old-splits-as-its-term-opens.html","abstract":"  The Supreme Court, its members collectively younger and newer than Justices have been for many years, opens its new term on Monday confronted by the legacy of its recent past.   Issues on which the Court has yet to achieve closure or even much coherence are prominent on the docket, including significant challenges to Federal affirmative action programs and to long-running Federal court supervision of school districts that were once segregated.","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"Iranian Exile Faction Disdains Democracy","web_url":"https://www.nytimes.com/1994/10/03/opinion/l-iranian-exile-faction-disdains-democracy-424030.html","abstract":"  To the Editor:   Re \"Listen to All Iranian Voices\" (editorial, Sept. 26): As an Iranian-American, I believe that the United States should lend ears to groups that are democratic in action as well as in words. Truly democratic movements are those that engage in critical self-evaluation, show a high degree of internal openness and demonstrate an ability to enter into substantive dialogue with others.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"1,000 Tests, 1,000 Poisoned Craters","web_url":"https://www.nytimes.com/1994/10/03/opinion/1000-tests-1000-poisoned-craters.html","abstract":"Officials in Nevada are trying to block a Federal repository that is America's best hope for storing nuclear wastes accumulating in reactors around the country. But the Nevadans are worried about the wrong nuclear problem.\n\nOver 30 years, the United States conducted nearly 1,000 underground nuclear tests in southern Nevada. Each explosion -- they were often more than 1,000 feet deep -- carved a cavity up to hundreds of feet wide.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"Article 422860 -- No Title","web_url":"https://www.nytimes.com/1994/10/03/arts/article-422860-no-title.html","abstract":"  The Academy of American Poets has named W. S. Merwin the first winner of the Tanning Prize. The $100,000 annual prize, which the painter Dorothea Tanning established this year to honor poets \"of outstanding and proven mastery,\" is the largest literary prize in the United States.   Mr. Merwin was chosen by a panel of three judges: Carolyn Kizer, J. D. McClatchy and James Merrill, the chairman of the jury.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"Ghosts Who Bring Less Fear and More Decorum","web_url":"https://www.nytimes.com/1994/10/03/books/books-of-the-times-ghosts-who-bring-less-fear-and-more-decorum.html","abstract":"  Women and Ghosts  By Alison Lurie  179 pages. Nan A. Talese/Doubleday. $21.   It's true that in each of the nine stories in Alison Lurie's new fiction collection, \"Women and Ghosts,\" some sort of specter appears to the protagonist. But these are not so much tales of ectoplasmic terror as stories of right and wrong and of character disorder.","thumbnail":null,"section":"Books"},{"date":"19941003","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/10/03/arts/in-performance-classical-music-424188.html","abstract":"  Prokofiev's Fifth Symphony:  A Look on the Bright Side or the Dark?  Avery Fisher Hall    The Fifth Symphony is often described as the work in which Prokofiev definitively left behind the industrial sonorities of his Parisian phase and embraced Soviet optimism. It is nothing of the kind. Under a veneer of tonal lyricism, the same glinting gears grind away, most particularly in the infernal-machine music of the finale. I cannot comprehend how people hear unambiguous uplift in this work; to my ears, it is a far darker piece than the Shostakovich Fifth, whose ambivalence is so often touted.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"A Fusion of Punk and Reggae That Has Lasted","web_url":"https://www.nytimes.com/1994/10/03/arts/pop-review-a-fusion-of-punk-and-reggae-that-has-lasted.html","abstract":"  In England at the end of the 1970's, punk-rockers and reggae bands found common cause in battling racially motivated violence. The musical result was the so-called \"two-tone\" movement. It spawned integrated bands that revived the fast oompah beat of a 1960's Jamaican style called ska, added the raw fervor of punk and laced the resulting party music with messages. Checkerboard graphics, close-cropped hair and natty black-and-white outfits, including skinny ties and porkpie hats, completed the package. The music came and went like other pop fads in Britain, but it found a lasting audience in the United States. On Friday night, Irving Plaza was packed with checkerboard-accessorized, hyperactive dancers for a concert by the Specials, one of the first two-tone bands. A younger, more purist ska band, Let's Go Bowling, opened the concert.    Fifteen years after they released their first single, \"Gangsters,\" the Specials sound more robust than they did in their heyday. Four members of the current seven-piece Specials were in the original band: Neville Staples (vocals), Roddy (Radiation) Byers (guitar), Lynval Golding (guitar) and Horace Panter (bass). Instead of Terry Hall's yelping lead vocals, the band now has Mr. Byers and Mr. Staples harmonizing with the other band members. The band's music is a ska fusion, with elements of reggae, surf-rock, punk-rock and English football cheers. And years of propelling dancers have toughened up the already limber rhythm section.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"Core of Tax Cut Debate: New York's Self-Image","web_url":"https://www.nytimes.com/1994/10/03/nyregion/metro-matters-core-of-tax-cut-debate-new-york-s-self-image.html","abstract":"  WITH just over a month to go before New York elects its next governor, it would help to get one thing clear: the tax cut debate between Gov. Mario M. Cuomo and his Republican opponent, State Senator George E. Pataki, is not, at its core, about cutting taxes. It is about New York's definition of itself. Because unless New York is prepared to change dramatically what it is and long has been, it will never have low taxes. Lower? Yes. But low? Not likely.   Put simply, New York has vast obligations and historically high standards. The state is home to a lot of needy people and helps care for them because Federal dollars do not go far enough. But New York does not stop there. It spends more than most other states, and not just on the poor. New Yorkers have always had expensive tastes. Even Republican New Yorkers.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"'Quiz Show' Plays With Facts of TV Scandal","web_url":"https://www.nytimes.com/1994/10/03/opinion/l-quiz-show-plays-with-facts-of-tv-scandal-409006.html","abstract":"  To the Editor:   Robert Redford's \"Quiz Show\" is a good piece of moviemaking depicting a 1950's television quiz show scandal. Through a believable but flawed screenplay about the show, \"Twenty-One,\" its fixing, the deception of the public and the Congressional hearings that followed, the audience is led to believe this is an accurate representation of events.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"City of Angels Makes Peace in Water Wars","web_url":"https://www.nytimes.com/1994/10/03/us/city-of-angels-makes-peace-in-water-wars.html","abstract":"  Clusters of pale, delicate limestone spires, stranded in the sagebrush that surrounds a shrinking, million-year-old lake, help tell the story of decades of water wars in which California's thirsty south has sucked dry some of the lakes and rivers of the north.   These brittle fingers, aquatic stalagmites as tall as a man or taller, have been left exposed as the briny lake in which they grew, Mono Lake, has contracted to half its volume and dropped about 45 feet. Since 1941, the waters of four creeks that fed the lake have been diverted, through tunnels and aqueducts, to Los Angeles, 340 miles to the south.","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"A Lesson For Brown; A Loss For Giants","web_url":"https://www.nytimes.com/1994/10/03/sports/pro-football-a-lesson-for-brown-a-loss-for-giants.html","abstract":"  A day like today can define a quarterback's career.    How do you bounce back from a horrible two-interception first half? How will Dave Brown recover from a day where instead of looking like the bright young talent he is, he looked as if he woke up on the wrong side of the bed?","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"Hillary Clinton Says Administration Was Misunderstood on Health Care","web_url":"https://www.nytimes.com/1994/10/03/us/hillary-clinton-says-administration-was-misunderstood-on-health-care.html","abstract":"  Hillary Rodham Clinton says she is willing to take some of the blame for the death of national health insurance legislation this year, for failing to anticipate the intensity and effectiveness of the opposition and for not realizing that the complexity of the Administration's original plan could work against it.   But the most frustrating failure she acknowledges is not getting the country to understand that the plan that the Clintons offered a year ago was an opening offer, \"constructed to be deconstructed.\" Instead of being a basis for negotiations, she said, \"it was described as an ultimatum by our opponents and therefore used to undermine the process of reaching agreement.\"","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"A First for Father vs. Son Coaching But Not a First Victory for Bengals","web_url":"https://www.nytimes.com/1994/10/03/sports/pro-football-first-for-father-vs-son-coaching-but-not-first-victory-for-bengals.html","abstract":"  There was a warm embrace between Don Shula and his son Dave about an hour and a half before the start of tonight's game between Miami and the Bengals. The historic moment -- the first time a father and son coached or managed against each other in major pro sports in America -- was duly recorded by television cameras, and then the two men parted and went their separate ways.   It didn't take long for Don Shula's warm familial feeling to dissipate. He coolly stood on the sideline and taught his son a valuable lesson: He who has the best quarterback and makes the fewest mistakes usually wins. Miami's Dan Marino, who completed 26 of 35 passes for 204 yards, threw 2 touchdown passes and was not intercepted. The Bengals' David Klingler, who completed 16 of 30 passes for 188 yards, was intercepted three times in the second half and lost a fumble.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/03/nyregion/chronicle-420018.html","abstract":"  LEON KIRCHNER won first prize on Saturday in the annual Friedheim Awards competition for new symphonic works awarded by the John F. Kennedy Center for the Performing Arts.   Mr. Kirchner, who won a Pulitzer Prize for music in 1967, took top honors for his \"Music for Cello and Orchestra.\" He received a $5,000 prize.  Second place, and a $2,500 prize, went to TISON STREET for \"Bright Sambas.\" Two composers, JOHN ANTHONY LENNON and JAY ALAN YIM, tied for third place. Mr. Lennon won for \"Zingari,\" a concerto for guitar and orchestra, and Mr. Yim for \"Rain Palace,\" a piece for oboe and orchestra.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"What Would F.D.R. and Einstein Do in Smoke-Free New York?","web_url":"https://www.nytimes.com/1994/10/03/opinion/l-what-would-fdr-and-einstein-do-in-smoke-free-new-york-408956.html","abstract":"  To the Editor:   Your Sept. 26 front-page report that Philip Morris will consider leaving New York City if the City Council bans smoking from nearly all public places was framed in terms of health versus business. You left little doubt that you were in this instance pro-health and against business.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/10/03/nyregion/metro-digest-419729.html","abstract":"  UPSTATE MALAISE HURTS CUOMO'S CHANCES   There's a sour mood abroad in the land, a mood evident in Cattaraugus County. As some see it, times are hard in that corner of western New York, with recession lingering and people hungry for hope. Their favorite target is Governor Cuomo, and the race for his job has become their emotional vent. The depth of Cattaraugus's dissatisfaction is striking: It hints at how enthusiastic his supporters will have to be in New York City and its suburbs to counteract the anti-Cuomo sentiment he is facing in the state's vast rural reaches. A1.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Youths Take Officer's Gun and Beat Him","web_url":"https://www.nytimes.com/1994/10/03/nyregion/youths-take-officer-s-gun-and-beat-him.html","abstract":"  An off-duty veteran transit police officer who awoke to a loud disturbance early yesterday and went to investigate was savagely beaten on a Brooklyn street by a group of young men who took his gun from him, the police said.   The gun was recovered by the police.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Upstate Forecast for Cuomo: Chilly Mood North and West","web_url":"https://www.nytimes.com/1994/10/03/nyregion/1994-campaign-campaign-stop-upstate-forecast-for-cuomo-chilly-mood-north-west.html","abstract":"  There's a sour mood abroad in the land and it has not escaped the notice of Allen Cecchi, who for 50 years has tracked the fortunes of this overlooked region from behind a well-situated barber's chair.   As Mr. Cecchi sees it, times are hard in this corner of western New York. Recession lingers; people are hungry for hope. Their favorite target is the Governor, and the race for his job has become their emotional vent.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"3 Teams' Players Call Themselves Informed and United","web_url":"https://www.nytimes.com/1994/10/03/sports/hockey-3-teams-players-call-themselves-informed-and-united.html","abstract":"  The Rangers rented a room at the Rye Town Hilton yesterday. The Islanders gathered at Troy Loney's place. The Devils were over at Scott Stevens's house.   Three separate meetings. One distinct purpose.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"14-Year-Old to Try Pro Tennis","web_url":"https://www.nytimes.com/1994/10/03/sports/14-year-old-to-try-pro-tennis.html","abstract":"  Venus Williams, the 14-year-old tennis prodigy who hasn't played competitively since she left her humble beginnings in Compton, Calif., three years ago to train in Florida, will make her professional debut at the end of this month in Oakland, Calif., at the $400,000 Bank of the West Classic. \"She wants to test the waters and see where she is on a professional level,\" said her father and coach, Richard Williams, last night from the family's home in Pompano, Fla. \"It's my feeling that a 14-year-old shouldn't play, but this is her decision, so she's going to turn professional on her home ground in California.\"","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"N.H.L. and Union to Go Back to Bargaining Table","web_url":"https://www.nytimes.com/1994/10/03/sports/hockey-nhl-and-union-to-go-back-to-bargaining-table.html","abstract":"  Having each executed a nifty public relations step in the days before the scheduled start of the season, the two sides in the National Hockey League dispute will resume talks tomorrow aimed at getting the season started Oct. 15.   Bob Goodenow, the players' labor leader, spoke with Gary Bettman yesterday and, the league said in a news advisory, told the commissioner he was prepared to meet tomorrow. They will talk again today to set a time and place.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"Canadian Violinist Wins Indianapolis Contest","web_url":"https://www.nytimes.com/1994/10/03/arts/canadian-violinist-wins-indianapolis-contest.html","abstract":"  Juliette Kang, a 19-year-old violinist from Canada, has been awarded first prize in the fourth International Violin Competition of Indianapolis. She is to receive $25,000, a gold medal, a Carnegie Hall recital debut and 50 recital and orchestral engagements.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/10/03/sports/transactions-423190.html","abstract":"  WEEKEND Baseball  American League   CALIFORNIA ANGELS -- Named John Hall director of public affairs. Hockey  National Hockey League    NEW YORK ISLANDERS -- Signed Brett Lindros, right wing, to a five-year contract.  ","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"Pensacola Trial to Be First Test for Clinic Access Law","web_url":"https://www.nytimes.com/1994/10/03/us/pensacola-trial-to-be-first-test-for-clinic-access-law.html","abstract":"  A four-month-old law designed to curb violent and disruptive demonstrations at abortion clinics will get its first legal test on Monday when a 40-year-old former minister, who also faces state murder charges, goes on trial in Federal court here.   The trial of Paul J. Hill comes just two months after he was arrested in the deaths of Dr. John B. Britton, 69, and James H. Barrett, 74, who were killed with a shotgun as they sat in a parked car outside the Pensacola Ladies Clinic on July 29. And it comes well before the state trial on murder charges, in which a guilty verdict could mean the death penalty.","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"Son Envisions a Multimedia Martin Luther King","web_url":"https://www.nytimes.com/1994/10/03/us/son-envisions-a-multimedia-martin-luther-king.html","abstract":"  Dexter King, the youngest son of the Rev. Dr. Martin Luther King Jr., has proposed creating a high-tech, multimedia museum here to make his father's message and legacy, as well as the history of the civil rights era, more accessible to young people.   Associates say the 33-year-old Mr. King, head of the family group that controls the use of Dr. King's name and likeness, envisions using an array of devices like interactive computers and holograms. The aim is to create a time-machine effect, transporting visitors back to the days of Freedom Summer in Mississippi, the Selma-to-Montgomery voting rights march in Alabama and the clashes with Eugene (Bull) Connor's police in Birmingham, Ala.","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"1944: Couture Revives : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/03/opinion/IHT-1944-couture-revives-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Although war is raging only 200 miles from here, Paris began today her display of winter models for smart women. Some thousand women, apparently oblivious of the men fighting at the gates of Germany, pressed their ways to the salons of Maggy Rouff","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"Israel and Tunisia to Begin First Official Ties","web_url":"https://www.nytimes.com/1994/10/03/world/israel-and-tunisia-to-begin-first-official-ties.html","abstract":"  In another sign that it is shaking off its role as Middle East outcast, Israel agreed with Tunisia this weekend to exchange low-level representatives as a first step toward eventual diplomatic relations.   Technically, the step was a small one. The two countries announced on Saturday night at the United Nations that they would appoint economic liaison officers, who would work out of the Belgian embassies in Tunis and Tel Aviv.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/10/03/arts/in-performance-classical-music-422738.html","abstract":"  A Program of Minor Works By a Major Black Composer  Symphony Space    On Wednesday night, the Manhattan Chamber Orchestra honored William Grant Still, the pioneering black composer who broke down multiple barriers facing black musicians early in this century. His \"Afro-American Symphony\" was the first major work by a black composer to be performed by an American orchestra (by the Rochester Philharmonic in 1933), and his opera \"Troubled Island,\" performed by the New York City Opera in 1949, made a parallel step in the field of opera.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"1894: Diphtheria Beaten : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/03/opinion/IHT-1894-diphtheria-beaten-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The year 1894 will be a red-letter one for the science of medicine, as it marks the discovery of a treatment of diphtheria. M. Roux, of the Institut Pasteur, has shown that even at the hospital, under the most unfavorable circumstances, where chil","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"Abroad at Home; Suffer the Children","web_url":"https://www.nytimes.com/1994/10/03/opinion/abroad-at-home-suffer-the-children.html","abstract":"  Dr. Esma Zecevic is chief pediatrician in the children's clinic of the largest hospital still functioning in Sarajevo. Her hospital usually has no electricity or running water; she and her colleagues practice by candlelight. They eat one meal a day.   I heard about Dr. Zecevic from Dr. Jane Green Schaller, a leading Boston pediatrician who has just returned from a visit to Bosnia. We all know about the cruelties of the Serbian war on Bosnia. But the reality of life there was somehow brought home to me more tellingly as Dr. Schaller spoke in a matter-of-fact voice about what she saw.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"A Cynical Turn on Bosnia","web_url":"https://www.nytimes.com/1994/10/03/opinion/a-cynical-turn-on-bosnia.html","abstract":"  The U.N. Security Council's latest maneuverings over the Bosnian arms embargo appear technical and arcane. But future historians may cite this as the moment the Clinton Administration finally yielded to Europe's cynical policy of keeping Bosnia defenseless, forcing it to submit first to ethnic cleansing, then territorial partition and finally to NATO peacekeepers enforcing a surly peace.    Washington's own policy, though never pretty and never pressed aggressively enough, was far better than this, and more sensibly prudent than many of its critics allowed. It consisted of fending off the worst European arm-twisting while pressing Europe to agree to lifting the arms embargo so that Bosnia could at least try to defend itself.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"In Performance; DANCE","web_url":"https://www.nytimes.com/1994/10/03/arts/in-performance-dance-424145.html","abstract":"  Shades of Martha Graham In a Tap-Dance Company  Woodpeckers Tap Dance Center    If Martha Graham had been a tap dancer, she might have resembled Rhonda Price in \"Twister,\" which Anita Feldman Tap presented on Friday night. \"Twister\" served as the title for both an exciting solo and this refreshingly experimental tap-dance company's entire program.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/03/nyregion/c-corrections-423874.html","abstract":"  An article in some copies on Saturday about a walkout by Legal Aid lawyers in New York City misstated the service time required for such lawyers to reach a salary of $64,000. It is 13 years, not five or six years.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Hope Fading for Holocaust Survivor's Reparations; Denied German Compensation on Technicality, Camps' Victim Is Also Blocked by U.S.","web_url":"https://www.nytimes.com/1994/10/03/nyregion/hope-fading-for-holocaust-survivor-s-reparations-denied-german-compensation.html","abstract":"  Had it not been shattered years ago in a concentration camp, Hugo Princz's heart would surely be breaking now. Not at the imminent death of his 40-year battle to extract reparations from the German Government, but at the fact that it is his own beloved America that stands in the way.   \"I cannot understand how they could side with the German Government,\" Mr. Princz said in an interview in his home here in the still suburbs of northern New Jersey. \"I just cannot understand. One American should help out another American, especially in a case like this.\"","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/10/03/style/IHT-what-theyre-reading.html","abstract":"Georg Quander, general manager of the Staatsoper in Berlin, is reading \"Im Palast der Gefühle\" (In the Palace of Feelings), the autobiography of Claus Helmut Drese when he was director of the Vienna Opera. .\"Naturally my interest in","thumbnail":null,"section":"Style"},{"date":"19941003","headline":"How Sporting a Business?;\nKeep That Antitrust Exemption","web_url":"https://www.nytimes.com/1994/10/03/opinion/how-sporting-a-business-keep-that-antitrust-exemption.html","abstract":"The House Judiciary Committee voted last week to eliminate baseball's exemption from the antitrust laws if the owners impose a salary cap on the players. The move is unwise, for a variety of reasons.\n\nIn the first place, the antitrust exemption is not to blame for the current labor impasse. Strikes occur all the time in industries subject to the antitrust laws; hockey has no exemption and is on the verge of problems as severe as baseball's.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"Remaking of the Simpson Prosecutor","web_url":"https://www.nytimes.com/1994/10/03/us/remaking-of-the-simpson-prosecutor.html","abstract":"  Marcia Clark emerged from the fluorescent gloom of the Los Angeles County Superior Court on Friday into the soft California sun. She was instantly surrounded by the roving band of reporters, cameramen and technicians who alight on all celebrities in the O. J. Simpson drama. Then, only a few miles from where Richard M. Nixon gave his \"last\" news conference, Ms. Clark gave her first.   Ever since Ms. Clark first appeared on the scene, shortly after Mr. Simpson was charged with double murder and she was told to try him, she had appeared grim, humorless, even angry. But magically, her voice had warmed up. She smiled often, and incandescently. She laughed, even giggled, repeatedly. She rolled her eyes, cocked her head and shrugged her shoulders. And instead of terse no comments, she spoke about her harried new life, her shopping trips, her children.","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"A Questionable Call That Unquestionably Hurt","web_url":"https://www.nytimes.com/1994/10/03/sports/pro-football-a-questionable-call-that-unquestionably-hurt.html","abstract":"  Giants wide receiver Chris Calloway stood at his locker after the Giants' 27-22 loss to New Orleans and didn't mince words about a controversial call during the game. Risking a fine by the National Football League, Calloway blasted a call that may have changed the game's outcome.   Calloway and Coach Dan Reeves were both fuming about what may have been the biggest play of the game. It happened early in the fourth quarter with the Giants trailing, 27-13. After recovering a Derek Brown fumble at the New Orleans 38, the Giants would eventually find themselves in a third-and-17 situation at the Saints' 45.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"Transit Officer Kills Himself In Subway Station Bathroom","web_url":"https://www.nytimes.com/1994/10/03/nyregion/transit-officer-kills-himself-in-subway-station-bathroom.html","abstract":"  Yesterday afternoon, Officer Robert Smath of the transit police was in full dress uniform, marching with his fellow officers in the Pulaski Day Parade up Fifth Avenue. A few hours later, he was dead by his own hand.   At 8 P.M., civilian transit workers found Officer Smath, 25, lying on the floor of an employee bathroom in the subway station at 145th Street and St. Nicholas Avenue in Harlem, on the IND line, said Chief Michael O'Connor of the transit police. He said the officer, clad in uniform pants and a civilian shirt, had shot himself once in the head with his 9-millimeter service gun.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Washington Ignores Repression in Ethiopia","web_url":"https://www.nytimes.com/1994/10/03/opinion/l-washington-ignores-repression-in-ethiopia-408972.html","abstract":"  To the Editor:   On Sept. 20, according to Amnesty International, hundreds of Ethiopians were beaten and illegally imprisoned following peaceful witness against the imprisonment of Dr. Asrat Woldeyes, a distinguished surgeon and former professor and dean at Addis Ababa University.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/03/nyregion/chronicle-424242.html","abstract":"  Add PATTI LABELLE, the rock and soul singer, to the list of celebrities who have their own clubs. She is opening Chez LaBelle on Thursday in Philadelphia.   \"It will be a 30-seat cabaret theater designed to showcase undiscovered talent,\" Ms. LaBelle said the other day. The first production will feature seven unknown -- so far -- actors, singers and dancers.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Giuliani 'Quiz Show' Seeks City Answers","web_url":"https://www.nytimes.com/1994/10/03/nyregion/the-1994-campaign-political-memo-giuliani-quiz-show-seeks-city-answers.html","abstract":"  With his endorsement held out as the elusive prize, Rudolph W. Giuliani, New York City's Republican Mayor, has done his utmost in recent weeks to turn the governor's race into a local referendum on whether Mario M. Cuomo or George E. Pataki will do more for New York City.   Each day, Mr. Giuliani poses a new question as if he were running his own local edition of \"Quiz Show.\" Where do the candidates stand on a state takeover of local Medicaid costs? Who agrees that New York City \"does not receive its fair share from Albany\" for building new schools? Will State Senator Pataki, the Republican candidate, supplement his tax cut plan with the elimination of state mandates that tell the city how it must take care of its homeless and welfare recipients?","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Best Fighter in the World? Whitaker Taking a Jab at It","web_url":"https://www.nytimes.com/1994/10/03/sports/boxing-best-fighter-in-the-world-whitaker-taking-a-jab-at-it.html","abstract":"  Seth Abraham's roadies were already cleaning up the television cable on Saturday night when his marquee Home Box Office fighter, Pernell (Sweetpea) Whitaker, stepped up to speak.   \"It was as if he were a pitcher, hitting the black of the plate with each pitch,\" the HBO president said with a genuine look of astonishment, sitting in the second row at the post-fight news conference.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"Civilization Discovers A Wild Child of the Sea","web_url":"https://www.nytimes.com/1994/10/03/arts/television-review-civilization-discovers-a-wild-child-of-the-sea.html","abstract":"  Chalk up another coup for the less-is-more brigades. While NBC's overproduced \"Seaquest DSV\" lumbers along with top-heavy sets and lightweight scripts, a relatively modest series called \"Ocean Girl\" covers similar territory and ideas far more imaginatively. The series was made in Australia, off the Great Barrier Reef, and begins a 13-week run on the Disney Channel tonight.   The girl of the title is Neri (Marzena Godecki), who lives on a tree branch on a deserted island. Not only can Neri swim to extraordinary depths at extraordinary speed, but she can also communicate telepathically with a 40-ton humpback whale she calls Charley. Neri's spiritual family obviously includes Tarzan, who could chat up elephants, Francois Truffaut's wild child and, in her aquatic mode, Esther Williams.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"In Performance; POP","web_url":"https://www.nytimes.com/1994/10/03/arts/in-performance-pop-424161.html","abstract":"  Nerd Chic as a Stage In Musical Evolution The Academy    Most punk rockers, whether they be Johnny Rotten or Kurt Cobain, were once nerds. Transforming from a nerd to a punk means changing from being a person without fashion to one against fashion, moving from the bottom rung of the social ladder to off it altogether. In the cynical 1990's, there is no anti-fashion. It's now rebellious to have no fashion: in other words, to be a nerd. It may have been hip to be square for Huey Lewis in the 1980's, but for Blur and Pulp, two English bands that performed on Thursday night, it's punk to be square.   The two bands look back to that brief period of musical history when punk turned into new wave, when cynicism and romanticism met for a brief, shining moment.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"Bridge","web_url":"https://www.nytimes.com/1994/10/03/nyregion/bridge-422126.html","abstract":"  Considerable confusion marked the conclusion of the NEC World Championships here Saturday afternoon. It was known that the World Women's Pair title had been won by Carla Arnolds and Bep Vriend of the Netherlands, the silver medals going to Veronique Bessis and Catherine Saul of France and the bronze to Lynn Deas of Schenectady, N.Y., and Beth Palmer of Silver Spring, Md.   What was not known, for a long time, was the result of the World Open Pairs. It appeared at first that the title had been won by Marek Szymanowski and Marcin Lesniewski of Poland, but they were involved in a crucial appeal on the diagramed deal that had the potential to deprive them of the title.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Upset on the Avenue: An Also-Ran Does It","web_url":"https://www.nytimes.com/1994/10/03/sports/track-upset-on-the-avenue-an-also-ran-does-it.html","abstract":"  On a day when a 91-year-old man ran ramrod straight into the crowd's heart and 31-year-old Regina Jacobs gave a 20-block demonstration of why she is the queen of American milers, the 14th Fifth Avenue Mile turned into a gusty detour yesterday for a cluster of elite men.   Jason Pyrah, a second-tier runner who spent the summer in an often vain quest for a place in races reserved for his betters, turned the tables on them as he powered home to an unexpected victory in the event, the first Discover Card Mile on Fifth Avenue.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/10/03/sports/results-plus-423157.html","abstract":"  HORSE RACING  Arc de Triomphe Is Won by Carnegie  Carnegie was the best of five horses hitting the wire less than a length apart yesterday in the prestigious Arc de Triomphe in Paris, Europe's top horse race. Carnegie, ridden by Thierry Jarnet of France, took the lead in the final quarter-mile. Second was Hernando, ridden by Cash Asmussen of the United States, just a head off the lead. Third was Apple Tree, followed by Ezzoud and Bright Moon. Favored White Muzzle, second in the race last year, finished sixth. The winner covered a mile and a half at Longchamp in 2 minutes 30 seconds, earning $755,000 from the $1.1 million purse. (AP) GOLF  Forecast: Rain and Victory for Elkington  Steve Elkington won the Buick Southern Open in Pine Mountain, Ga., when the final round was rained out yesterday, giving him his fourth victory on the PGA Tour. The Australian secured the lead at the halfway mark when he posted his second consecutive six-under-par 66 on the Callaway Gardens Mountain View course and had a 68 on Saturday, giving him a 54-hole total of 16-under 200. (AP) TENNIS  Pierce Is Toppled by Novotna  Second-seeded Jana Novotna defeated top-seeded Mary Pierce of France, 7-5, 6-1, yesterday to win the $400,000 Volkswagen Grand Prix in Leipzig, Germany. Novotna, of the Czech Republic, fell behind in the first set 2-5, but battled back to tie it at 5-5, then swept the next two games to close out the set. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"Health care in New York City's Neighborhoods","web_url":"https://www.nytimes.com/1994/10/03/world/pulse-health-care-in-new-york-city-s-neighborhoods.html","abstract":"  One of every four hospitalizations in New York City -- and more than half in some of the city's poorer neighborhoods -- could be avoided with timely outpatient care, according to a report released last month by the United Hospital Fund. The 1994 New York City Community Health Atlas shows the wide variations in the availability of primary health care and its effects in different parts of the city. While just 15 percent of the hospitalizations on the Upper West Side in 1992 were considered preventable, 40 percent of those in nearby Harlem and Morningside Heights were for conditions that could have been treated earlier. Graphs: \"Health care in New York City's Neighborhoods\" shows preventable hospitalizations, office based physicians and medicaid hospitalization for New York City. (Source: United Hospital Fund)","thumbnail":null,"section":"World"},{"date":"19941003","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/10/03/nyregion/news-summary-418676.html","abstract":"  International A3-9  HAITI MISSION'S COMPLEXITIES    American troops raided a facility in Haiti that they had been told was a terrorist training camp for Aristide supporters, but it turned out not to be, and that points up the difficulties of the American assignment.  A1","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Mexico Links Assassination To Legislator","web_url":"https://www.nytimes.com/1994/10/03/world/mexico-links-assassination-to-legislator.html","abstract":"  Law enforcement officials said today that a governing party legislator ordered the killing of a powerful Government official last week to prevent him from pushing forward sweeping political reforms. The legislator, Manuel Munoz Rocha, is being sought by the police.   Investigators say they also believe that other killings may have been planned to block attempts to modernize the Institutional Revolutionary Party, the PRI.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"Law Change Urged to Aid In Police Cuts","web_url":"https://www.nytimes.com/1994/10/03/nyregion/law-change-urged-to-aid-in-police-cuts.html","abstract":"  After the Giuliani administration's call for the Police Department to share in the latest round of budget cuts, some city officials recommended yesterday that the Mayor seek to modify a state law mandating the number of officers on the force.   Mayor Rudolph W. Giuliani asked the Police Department last week to cut $60 million, or 3 percent, as part of an effort to close a hole in the city's budget that administration officials estimate to be as large as $1 billion. The department, which has largely escaped the budget cuts demanded of other agencies, faces its deepest spending reductions yet.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"From Repression to Respect, Russian Church in Comeback","web_url":"https://www.nytimes.com/1994/10/03/world/from-repression-to-respect-russian-church-in-comeback.html","abstract":"  Security guards bowed, secretaries crossed themselves and the Mayor of Moscow humbly kissed his hand. In what has become a ritual of Russian power politics, the Patriarch of the Russian Orthodox Church, Aleksy II, made a slow, solemn entrance into the temporal world of doting bureaucrats and elected officials.   This time, they offered him a cathedral.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"PRO FOOTBALL: Sports of The Times; Dick Steinberg Finds Himself on the Spot","web_url":"https://www.nytimes.com/1994/10/03/sports/pro-football-sports-of-the-times-dick-steinberg-finds-himself-on-the-spot.html","abstract":"  HIGH in the Cleveland Stadium press box, Dick Steinberg, in a blue sport shirt and khaki slacks, suffered in silence. Every so often during the Jets' 27-7 disaster, their general manager glanced at a television replay or peered through his binoculars, but he seldom reacted. Not a grunt nor a groan. Not a word, not even to James Harris, the assistant general manager, sitting next to him.   When the Jets' third consecutive loss after a 2-0 start was over, Steinberg put on a blue windbreaker, took the elevator downstairs and walked unrecognized against the tide of celebrating Browns fans to his team's locker room.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"REPORTS DESCRIBE WIDESPREAD ABUSE IN FARM PROGRAM","web_url":"https://www.nytimes.com/1994/10/03/us/reports-describe-widespread-abuse-in-farm-program.html","abstract":"  Federal investigators have uncovered far-reaching fraud and mismanagement in the Agriculture Department aid program that provides billions of dollars to farmers who suffer crop losses in disasters like the Midwest floods of 1993 and Hurricane Andrew in 1992.   Many farmers have collected excessive payments by inflating crop losses, misstating the acreage they planted or failing to harvest crops when market prices fell below the amount paid in disaster assistance, according to sweeping new reports by the Agriculture Department and Senate investigators.","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"Few Environmental Laws Emerge From 103d Congress","web_url":"https://www.nytimes.com/1994/10/03/us/few-environmental-laws-emerge-from-103d-congress.html","abstract":"  As the 103d Congress winds toward a close, there is a surprisingly strong possibility that lawmakers will go home for the midterm elections without having passed one major piece of environmental legislation in two years.   Most of the Administration's environmental initiatives have not succeeded, and the three main bills that remain alive -- dealing with drinking water, hazardous waste dumps and wilderness protection -- are in the legislative equivalent of intensive care.","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"Revealing Secrets by Sorting Through Memories","web_url":"https://www.nytimes.com/1994/10/03/movies/film-festival-review-revealing-secrets-by-sorting-through-memories.html","abstract":"  In the beautiful and mysterious opening scene of Park Kwang Su's film \"To the Starry Island,\" a boat bearing a coffin makes its way across a rain-swept bay to the remote island of Kwisong, off the coast of South Korea. As members of the funeral party watch aghast, inhabitants of the island meet the visitors and angrily refuse to let the body be buried there.    One of the travelers, Kim Chul (Ahn Sung Ki), falls into the water and nearly drowns while trying to mediate with the islanders. A poet who was born on Kwisong and educated in Seoul, he has not seen his native soil in many years.","thumbnail":null,"section":"Movies"},{"date":"19941003","headline":"In Performance; POP","web_url":"https://www.nytimes.com/1994/10/03/arts/in-performance-pop-424170.html","abstract":"  An Eclectic Folk-Based Style Reminiscent of a Gentler Time  Mercury Lounge    Eddi Reader's songs hark back to a more innocent pop era: the mid-1960's, when a clear voice and a buoyant chorus promised that even the direst romantic setback would have a happy ending. On Wednesday night, Ms. Reader honored the rules of well-made pop with songs that neatly allocated instrumental hooks and catchy choruses. Her voice, which soars from a girlish, breathy mezzo-soprano to operatic high notes, had a smile behind every sob.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"Cuomo Claims A Pataki Plan Would Plunder State Lottery","web_url":"https://www.nytimes.com/1994/10/03/nyregion/1994-campaign-candidates-cuomo-claims-pataki-plan-would-plunder-state-lottery.html","abstract":"  Squabbling over state lottery funds like two winners with the same ticket, the leading candidates for governor escalated their battle over the budget yesterday, with Gov. Mario M. Cuomo accusing his Republican opponent, State Senator George E. Pataki, of planning to \"rip off\" the lottery.   The Governor's comments were in response to a new television ad by Mr. Pataki, in which the Republican announced an undetailed plan to \"reduce local property taxes by using state lottery funds.\"","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"High Technology Forces A Fumble by Florida","web_url":"https://www.nytimes.com/1994/10/03/sports/college-football-high-technology-forces-a-fumble-by-florida.html","abstract":"  So there you were, thinking that for the first time in this college football season, a sense of order was developing at the top. You were ready to use the word \"consensus.\" You were going to add up those points, just as the bowl people do in anticipation of their New Year's matchups, and look for the increasing distance between Florida, after a business-as-usual weekend, and Nebraska, after the loss of quarterback Tommie Frazier.   And as Penn State turns its attention toward its game at Michigan on Oct. 15 following a bye this week, with the possibility of having tailback Ki-Jana Carter back following surgery on his dislocated right thumb, there remains the possibility that the Nittany Lions could be part of the championship picture.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"Sludge Still Causes a Stink in Sunset Park","web_url":"https://www.nytimes.com/1994/10/03/nyregion/sludge-still-causes-a-stink-in-sunset-park.html","abstract":"  The Brooklyn industrial community of Sunset Park, tucked under the thunder of the Gowanus Expressway, won a stunning political victory last year when it thwarted a plan to build a 100-acre sludge composting plant along its two-mile waterfront.   The decision, which saved 400 jobs and 20 businesses, was viewed as a sign of the growing political clout of an immigrant neighborhood that had long seen itself as the dumping ground for many of the city's nuisances. But little by little, the neighborhood began to realize that sludge was coming anyway.","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Calm and Confidence Are Rising in Cap-Haitien","web_url":"https://www.nytimes.com/1994/10/03/world/calm-and-confidence-are-rising-in-cap-haitien.html","abstract":"  Two weeks after 1,900 American marines landed in this northern city, signs of ordinary life are returning and people are gaining optimism.   After the marines shot and killed 10 members of the Haitian security forces in a clash on Sept. 24, many Haitians here appeared to grow more confident. This contrasts with the situation in Port-au-Prince, where American forces have been less willing to intervene to stop political violence.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"Collaboration Or Coincidence?","web_url":"https://www.nytimes.com/1994/10/03/sports/hockey-collaboration-or-coincidence.html","abstract":"  Jim Quinn, a players lawyer who has been involved in landmark litigation in football and basketball, sees it as the ultimate dream. \"We could sue them all at once,\" he said, fantasizing about the idea of mounting a mammoth antitrust case against professional sports.   Shaking himself out of his courtroom reverie, Quinn added, \"It may or may not be the seeds of a great lawsuit, but it's interesting that people who purport to be competitors are cooperating.\"","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"For Kennedy, Tenure May Help and Hurt Him","web_url":"https://www.nytimes.com/1994/10/03/us/the-1994-campaign-massachusetts-for-kennedy-tenure-may-help-and-hurt-him.html","abstract":"  Michele Radley and her sister, Alice Gibbons, were window shopping at the Burlington Mall, and arguing about Senator Edward M. Kennedy.    \"Kennedy's fourth on the seniority list,\" said Ms. Radley, 35, explaining why she thought the 62-year-old Democrat deserved another Senate term. \"He's got 32 years in the Senate.\"","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"Martha Graham on Film","web_url":"https://www.nytimes.com/1994/10/03/arts/martha-graham-on-film.html","abstract":"  \"The Martha Graham Centennial Celebration: Her Television Legacy,\" a two-month festival of films, documentaries and television programs about the choreographer, opened on Friday at the Museum of Television and Radio, 25 West 52d Street, Manhattan. The opening program in the seven-part series includes the television tape of the 1979 Kennedy Center Honors salute to Graham and a 1994 film biography, \"Martha Graham: The Dancer Revealed.\" Screenings are daily at 3:30 P.M. Admission: $6; $4 for students and the elderly; $3 for children under 13. Information: (212) 621-6800.","thumbnail":null,"section":"Arts"},{"date":"19941003","headline":"To End the Martyrdom of Haiti","web_url":"https://www.nytimes.com/1994/10/03/opinion/IHT-to-end-the-martyrdom-of-haiti.html","abstract":"Only a few weeks ago, I sought refuge from invasion fever in Cité Soleil, the big, sprawling shantytown of Port- au-Prince, where support for President Jean-Bertrand Aristide burns like a slow fuse..Here is a foul, stinking slum, home to 200,000 p","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"Environmental Downs and Ups; New Life for the Everglades?","web_url":"https://www.nytimes.com/1994/10/03/opinion/environmental-downs-and-ups-new-life-for-the-everglades.html","abstract":"  The exploding population of southern Florida and the threatened ecosystem of the Everglades need more water. Various approaches to the needs of both have been set out in impressive detail by a Federal task force, the Army Corps of Engineers and state authorities. Their reports provide groundwork for an enormously ambitious undertaking. What is needed now is a sign of genuine commitment to proceed by President Clinton.   For more than a century, the people of Miami and its environs and the cane sugar interests inland have taken more and more of the water that once flowed southward unimpeded from Lake Okeechobee to the plants and wildlife of the Everglades, and then into the fertile fishing grounds of Florida Bay. Environmentalists' efforts to prevent further erosion have had off-and-on success.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"India's City of Plague: A Caldron of Urban Ills","web_url":"https://www.nytimes.com/1994/10/03/world/india-s-city-of-plague-a-caldron-of-urban-ills.html","abstract":"  Driven by a breeze from the muddy Tapti River, the smoke spiraling from Lilaben Mensuklal's funeral pyre wafted suddenly across the courtyard at the open-air crematory here on Friday evening, prompting weeping men to clutch homemade masks of cotton cloth more tightly to their faces.    \"It is a sad business, sir, a sad business,\" said Mahendra Modi, caretaker at the Ashwini Kumar crematory, who has overseen dozens of similar cremations since an epidemic of pneumonic plague began sweeping this ancient city two weeks ago. Like others at the funeral, he moved sharply back as the smoke moved in his direction.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"Pope Opens Synod On Religious Life","web_url":"https://www.nytimes.com/1994/10/03/world/pope-opens-synod-on-religious-life.html","abstract":"  Pope John Paul II opened a synod today that will address what some Catholics believe to be an increasingly pressing issue: the disparity between the number of women leading a religious life within the Roman Catholic Church and their lack of influence over its decisions.   That very dichotomy was illustrated by the make-up of the synod, which is to run to Oct. 29 -- 348 men and 59 women.","thumbnail":null,"section":"World"},{"date":"19941003","headline":"Business-Friendlier at City Hall","web_url":"https://www.nytimes.com/1994/10/03/opinion/business-friendlier-at-city-hall.html","abstract":"  Movie projectors have not used combustible nitrate film for decades, so the safety risk is long gone. But an obsolete city regulation still requires projectionists to obtain a license from New York City's Department of Consumer Affairs. Likewise anyone who holds a masquerade ball, works in a pool hall, or drives a laundry truck.   These are among the 21 license categories that Mayor Rudolph Giuliani now proposes to eliminate as part of his larger effort to \"re-engineer\" the city's regulatory process and remove unnecessary burdens on businesses. The City Council will have to determine whether any of the licenses on the City Hall hit list, like the one now required for used-car wholesalers, still make sense as a matter of consumer protection or public safety. But in general Mr. Giuliani's approach to cutting the city's daunting, expensive -- and often mindless -- red tape is both welcome and overdue.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"In '94, 'Vote for Woman' Does Not Play So Well","web_url":"https://www.nytimes.com/1994/10/03/us/the-1994-campaign-women-in-94-vote-for-woman-does-not-play-so-well.html","abstract":"  When Dawn Clark Netsch pulled an upset and won the Democratic primary for governor of Illinois last March, she seemed well on her way to following the trail blazed here two years ago by Carol Moseley-Braun, who rode the sex card to the United States Senate.   Not only is Ms. Netsch the first woman nominated for governor by either major party in Illinois, she is the first woman in the nation with a female running-mate, Penny Severns, as well. Yet Ms. Netsch rarely talks to voters about the historic nature of her ticket, and her candidacy has generated little enthusiasm among women or men. Unlike Ms. Moseley-Braun, a Democrat who drew support from Republican women, Ms. Netsch is having trouble winning over women in her own party and is stalled as much as 30 points behind Gov. Jim Edgar in local polls.","thumbnail":null,"section":"U.S."},{"date":"19941003","headline":"Environmental Downs and Ups; A Sad Death for Mining Law Reform","web_url":"https://www.nytimes.com/1994/10/03/opinion/environmental-downs-and-ups-a-sad-death-for-mining-law-reform.html","abstract":"  Efforts to rewrite a destructive relic known as the 1872 Mining Act came to naught on Thursday. This was a victory for the mining industry and a disappointment for Secretary of the Interior Bruce Babbitt. But more than anything else it reaffirmed that the U.S. Senate, at least on environmental matters, is becoming increasingly deaf to public sentiment and hostile to common sense.    Mining-law reform seemed a cinch. Since 1872, mining companies have been given almost unlimited rights to extract gold, copper and other minerals from Federal land without paying a royalty the way oil, gas and coal producers do. They have been allowed to take title to that land for as little as $2.50 an acre. And they have not been required to restore violated acreage to its original condition.","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"Forty-Five Seconds of Giants Misery","web_url":"https://www.nytimes.com/1994/10/03/sports/pro-football-forty-five-seconds-of-giants-misery.html","abstract":"  If you are looking for a turning point in the Saints' 27-22 upset of the Giants today, look no further than a 45-second span late in the second quarter.   It started with Jim Everett's 59-yard completion to Michael Haynes. It ended three plays later with Everett's 4-yard touchdown pass to Quinn Early.","thumbnail":null,"section":"Sports"},{"date":"19941003","headline":"What Would F.D.R. and Einstein Do in Smoke-Free New York?; Think of the Workers","web_url":"https://www.nytimes.com/1994/10/03/opinion/l-what-would-fdr-and-einstein-do-in-smoke-free-new-york-think-of-the-workers-424218.html","abstract":"  To the Editor:   I can't imagine why curbs on smoking would cause Philip Morris to move from New York City (news article, Sept. 26).","thumbnail":null,"section":"Opinion"},{"date":"19941003","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/03/nyregion/chronicle-424250.html","abstract":"  WHOOPI GOLDBERG married a movie-industry union representative during a weekend ceremony at her home in the Bel Air section of Los Angeles, The Associated Press reported.   Ms. Goldberg exchanged vows Saturday afternoon with LYLE TRACHTENBERG , 44, whom she met on the set of \"Corrina, Corrina,\" a 1950's drama in which Ms. Goldberg stars with Ray Liotta, said the news agency, citing a source who witnessed the ceremony and requested anonymity. It said 350 guests attended, including the actors ARNOLD SCHWARZENEGGER and MATTHEW MODINE and the director STEVEN SPIELBERG .","thumbnail":null,"section":"New York"},{"date":"19941003","headline":"Rainbow's Gone, but U.S. Cyclist Sees How Sweet It Was","web_url":"https://www.nytimes.com/1994/10/03/sports/IHT-rainbows-gone-but-us-cyclist-sees-how-sweet-it-was.html","abstract":"Lance Armstrong is back in his team jersey now, a blue and red one, and only the discreet multicolored stripes at the neck and sleeves indicate that he ever wore the broad bands of the world champion's rainbow jersey..\"My new old jersey, yeah,&quo","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19941003","time":"1994-10-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":94,"wspd":9.4},{"date":"19941003","time":"1994-10-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":92,"wspd":14.8},{"date":"19941003","time":"1994-10-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":81,"wspd":14.8},{"date":"19941003","time":"1994-10-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":81,"wspd":14.8},{"date":"19941003","time":"1994-10-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":81,"wspd":16.6},{"date":"19941003","time":"1994-10-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":79,"wspd":14.8},{"date":"19941003","time":"1994-10-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":79,"wspd":14.8},{"date":"19941003","time":"1994-10-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":79,"wspd":14.8},{"date":"19941003","time":"1994-10-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":75,"wspd":16.6},{"date":"19941003","time":"1994-10-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":72,"wspd":22.3},{"date":"19941003","time":"1994-10-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":73,"wspd":25.9},{"date":"19941003","time":"1994-10-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":75,"wspd":24.1},{"date":"19941003","time":"1994-10-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":76,"wspd":16.6},{"date":"19941003","time":"1994-10-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":81,"wspd":16.6},{"date":"19941003","time":"1994-10-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":83,"wspd":22.3},{"date":"19941003","time":"1994-10-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":76,"wspd":20.5},{"date":"19941003","time":"1994-10-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":77,"wspd":22.3},{"date":"19941003","time":"1994-10-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":77,"wspd":16.6},{"date":"19941003","time":"1994-10-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":69,"wspd":18.4},{"date":"19941003","time":"1994-10-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":70,"wspd":11.2},{"date":"19941003","time":"1994-10-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":66,"wspd":11.2},{"date":"19941003","time":"1994-10-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":65,"wspd":11.2},{"date":"19941003","time":"1994-10-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":67,"wspd":11.2},{"date":"19941003","time":"1994-10-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":70,"wspd":16.6},{"date":"19941003","time":"1994-10-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":44,"wspd":16.6},{"date":"19941003","time":"1994-10-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":47,"wspd":16.6},{"date":"19941003","time":"1994-10-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":49,"wspd":20.5},{"date":"19941003","time":"1994-10-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":45,"wspd":22.3},{"date":"19941003","time":"1994-10-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":46,"wspd":14.8},{"date":"19941003","time":"1994-10-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":50,"wspd":11.2},{"date":"19941003","time":"1994-10-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":59,"wspd":9.4},{"date":"19941003","time":"1994-10-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":65,"wspd":11.2},{"date":"19941003","time":"1994-10-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":63,"wspd":14.8},{"date":"19941003","time":"1994-10-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":65,"wspd":7.6},{"date":"19941003","time":"1994-10-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":65,"wspd":11.2},{"date":"19941003","time":"1994-10-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":65,"wspd":9.4},{"date":"19941003","time":"1994-10-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":56,"wspd":16.6},{"date":"19941003","time":"1994-10-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":52,"wspd":16.6},{"date":"19941003","time":"1994-10-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":44,"wspd":13},{"date":"19941003","time":"1994-10-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":40,"wspd":9.4},{"date":"19941003","time":"1994-10-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":33,"wspd":11.2},{"date":"19941003","time":"1994-10-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":32,"wspd":16.6},{"date":"19941003","time":"1994-10-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":33,"wspd":18.7},{"date":"19941003","time":"1994-10-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":31,"wspd":18.7},{"date":"19941003","time":"1994-10-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":33,"wspd":20.5},{"date":"19941003","time":"1994-10-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":33,"wspd":22.3},{"date":"19941003","time":"1994-10-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":34,"wspd":22.3},{"date":"19941003","time":"1994-10-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":39,"wspd":20.5}]},"19941004":{"guardian_articles":[{"date":"19941004","headline":"The Blair agenda, passion plus","web_url":"https://www.theguardian.com/politics/1994/oct/04/speeches.comment","abstract":null,"thumbnail":null,"section":"Politics"}],"nytimes_articles":[{"date":"19941004","headline":"Disputes on Deep Bacteria","web_url":"https://www.nytimes.com/1994/10/04/science/disputes-on-deep-bacteria.html","abstract":"  THE reported discovery of living bacteria in ancient rocks buried deep under Virginia evokes memories of bitter disputes after similar reports in the past. Mindful of this history, the experimenters have resorted to heroic efforts to avoid contamination.   In the mid-1960's, Dr. Bartholomew Nagy of Fordham University and colleagues reported extracting five types of \"organized elements,\" resembling fossil bacteria, from within a meteorite that had fallen on France in 1864.","thumbnail":null,"section":"Science"},{"date":"19941004","headline":"Leaving It in the Hands and Voices of the Singers","web_url":"https://www.nytimes.com/1994/10/04/arts/opera-review-leaving-it-in-the-hands-and-voices-of-the-singers.html","abstract":"  Eternal hope springs fresh at the start of a new musical season, and the revival of Verdi's \"Rigoletto\" at the Metropolitan Opera on Wednesday evening, if it did not further expand already inflated expectations, at least left them more or less intact.   The production, directed by Otto Schenk with scenery and costumes by Zack Brown and additional stage direction by Sharon Thomas, was introduced in 1989 and last seen two years ago in its present form, with three sets instead of the original four. It plays well in conventional terms despite anomalies: the bizarre contrast, for example, between the assassin Sparafucile's abysmal lair and his dowdy get-up. For the most part, it leaves the fate of the evening squarely in the hands and voices of the characters.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"Italy Moved by Boy's Killing And the Grace of His Parents","web_url":"https://www.nytimes.com/1994/10/04/world/italy-moved-by-boy-s-killing-and-the-grace-of-his-parents.html","abstract":"  It might have been any botched highway robbery in a land where highway robberies are not rare, except that the one who died when masked hoodlums opened fire on the car was an American, and only 7 years old.    The killing last week has inspired a remarkable display of soul-searching among Italians seized by what one newspaper called \"our shame.\"","thumbnail":null,"section":"World"},{"date":"19941004","headline":"Inspection Halts Disassembly of A-Bombs","web_url":"https://www.nytimes.com/1994/10/04/us/inspection-halts-disassembly-of-a-bombs.html","abstract":"  The Department of Energy has shut most operations at its sole plant for handling uranium from disassembled nuclear bombs, after outside inspectors found hundreds of safety violations last month and the plant managers failed to correct them.   The plant, Y-12 in Oak Ridge, Tenn., disassembles and stores the uranium from 800 to 1,000 warheads a year, after the plutonium parts have been removed at another plant. The most serious violations at Oak Ridge, independent inspectors said, involved packing the uranium parts together more closely than safety rules allowed, a practice that could accidentally create a critical mass.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"Neighborhood Grocers, Not Big National Chains, Need Support","web_url":"https://www.nytimes.com/1994/10/04/opinion/l-neighborhood-grocers-not-big-national-chains-need-support-429520.html","abstract":"  To the Editor:   Re your Sept. 22 article and Sept. 24 editorial about an effort to build a Pathmark supermarket in East Harlem: A subsidized superstore in East Harlem is neither needed nor wanted by residents and merchants. There are more than 15 supermarkets in this low-income community. They are not \"overpriced\" or \"understocked\" bodegas. They occupy the same buildings that were abandoned by the chains that fled with the urban disorders of the 1960's.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"What Controversy? N.F.L. Stands By Call","web_url":"https://www.nytimes.com/1994/10/04/sports/pro-football-giants-notebook-what-controversy-nfl-stands-by-call.html","abstract":"  The National Football League stood by its officials today in what was a controversial -- and the league says, correct -- call during the Giants' 27-22 loss to the New Orleans Saints Sunday. Thus Giant wide receiver Chris Calloway will be fined $2,000 for unsportsmanlike conduct.   The call is still a sore subject with the Giants, and Coach Dan Reeves spent most of his news conference today talking about it. While emphasizing that he does not like taunting, he didn't back down from remarks made immediately after the game in which he said the league is legislating the fun out of the game.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Israel Takes New Steps With Jordan","web_url":"https://www.nytimes.com/1994/10/04/world/israel-takes-new-steps-with-jordan.html","abstract":"  After meeting with President Clinton today, Jordanian and Israeli officials announced a series of cooperative steps, including a marine park and a new border crossing, as they pushed toward their goal of a full peace treaty by the end of this year.   At a White House ceremony, Mr. Clinton hailed the new steps, which could include construction of a canal connecting the Dead Sea and the Red Sea, and a free trade zone spanning two ports, Eilat in Israel and Aqaba in Jordan.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"Review/Fashion; In Milan, a Trip to the Cabaret and Disco","web_url":"https://www.nytimes.com/1994/10/04/style/review-fashion-in-milan-a-trip-to-the-cabaret-and-disco.html","abstract":"  Only in the philosophically unfettered arena of fashion could New York in the 1970's be paired with Berlin during World War II. But that's how it is this season so far at the spring and summer shows here.   There was a desperation in the night life of both eras that some people in the 90's can identify with.  In fact, what Milan's designers seem to be offering are cabaret and disco clothes with no place to go.","thumbnail":null,"section":"Style"},{"date":"19941004","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/04/style/chronicle-429309.html","abstract":"  Paddy Chayefsky remains a towering figure in the annals of television and movies even 13 years after his death. Tomorrow evening, the Museum of Television and Radio will show a new BBC/WNET production of one of his works from the early 1950's, \"The Mother.\" The new production stars Anne Bancroft and Joan Cusack.   Afterward, a panel of speakers will assess his contributions to modern drama. Among them will be his son, DAN CHAYEFSKY, himself a writer.","thumbnail":null,"section":"Style"},{"date":"19941004","headline":"Let's Also Think of Biotechnology Safety","web_url":"https://www.nytimes.com/1994/10/04/opinion/l-let-s-also-think-of-biotechnology-safety-431079.html","abstract":"  To the Editor:   Re \"Biodiversity Pact on the Ropes\" (editorial, Sept. 26): More than just \"Republican opposition and Democratic lethargy\" are combining to put the Convention on Biological Diversity on the ropes.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"Judge Declares Mistrial in Hurley Case","web_url":"https://www.nytimes.com/1994/10/04/sports/sports-people-basketball-judge-declares-mistrial-in-hurley-case.html","abstract":"  A judge in Sacramento, Calif., declared a mistrial yesterday after jurors said they could not decide whether a motorist who collided with Sacramento Kings guard BOBBY HURLEY's vehicle was guilty of reckless driving.   Jurors said they were deadlocked, 10-2, in favor of convicting DANIEL WIELAND, 38. They got the case Friday, but Judge ROLAND L. CANDEE declared a mistrial. Prosecutors did not say whether they would seek a new trial.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/04/nyregion/c-corrections-429228.html","abstract":"  A chart in the Mutual Funds Quarterly Review pages of Business Day yesterday about the performance of stock and bond funds included an erroneous figure from Morningstar Inc. for one category. Domestic stock funds lost 2.6 percent in the second quarter; they did not gain 2.6 percent.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Truth, Trust and Lobbying Reform","web_url":"https://www.nytimes.com/1994/10/04/opinion/truth-trust-and-lobbying-reform.html","abstract":"  The lobbying reform bill about to hit the Senate floor is not nearly as far-reaching as the campaign finance overhaul that died last week through indifference by the White House, foot-dragging by House Democrats and filibustering by Senate Republicans. But it deserves support as an overdue swipe at Washington's influence-peddling game.    The bill would bar most of the meals, resort vacations and other gifts that lobbyists now bestow on lawmakers. Other valuable provisions would close loopholes that now excuse most lobbyists from registering and would require disclosure of clients, fees and issues lobbied.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"After Officer's Beating, Dismay Darkens Bay Ridge, but Views Differ on Gangs","web_url":"https://www.nytimes.com/1994/10/04/nyregion/after-officer-s-beating-dismay-darkens-bay-ridge-but-views-differ-on-gangs.html","abstract":"  It was an incongruous setting for a savage beating: a street of small shops and neat apartment buildings in Bay Ridge, Brooklyn, where serious crime is not epidemic, where people support the police, go to church and fly Italian, Irish and American flags in the breezes off the Narrows of New York Harbor.   But for months there had been signs of trouble. Rowdy young toughs had been carousing late into the night at 72d Street and Fort Hamilton Parkway and in nearby McKinley Park, drinking beer, smashing bottles, hurling garbage cans and shouting obscenities. Residents had complained often to the police and dozens of summonses had been issued.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Only 14, but Groomed and Set to Be a Pro","web_url":"https://www.nytimes.com/1994/10/04/sports/only-14-but-groomed-and-set-to-be-a-pro.html","abstract":"  Just after 14-year-old Venus Williams complied with a family rule and went obediently off to bed at 9 P.M. on Sunday, her father and tennis mentor, Richard, confirmed that she has overruled him on the subject of turning professional. She will do so at a $400,000 WTA Tour event later this month in Oakland.   As a result, when Venus Williams woke up and headed to the practice courts yesterday morning, she was no longer a mere ninth-grade prodigy but a prospective pro with just three weeks left to polish her act for what may become the most previewed and reviewed public debut since Jennifer Capriati hit the circuit at 13.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Cairo Journal; In Islam's War, Students Fight on the Front Line","web_url":"https://www.nytimes.com/1994/10/04/world/cairo-journal-in-islam-s-war-students-fight-on-the-front-line.html","abstract":"  The fall semester at Al-Salaam high school has opened with a boisterous demonstration, arrests and finally violence after a dozen girls tried to force their way into the building wearing a traditional Muslim head covering called the niqaab.   The garment, which covers the hair, neck and face, is banned in the schools by the Government, but it has become a symbol of support for Islamic militants fighting to overturn Egypt's secular Government. The start of the school year in Egypt has brought numerous such clashes with militant students.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/10/04/arts/in-performance-classical-music-431060.html","abstract":"  From an Art-Song Singer In French, German and English  Weill Recital Hall    Sanford Sylvan's art seems to refine itself with every passing year. The American baritone, known widely for his intelligence and character as a Mozart principal, has made himself into an art-song singer of unusual versatility. If Mr. Sylvan, who sang French, German and American repertory on Friday night, has had a problem, it may be a tendency to overdo right things: a too-fanatic care for the perfect vowel and consonant or the unequivocal meaning of a word. Friday's recital, with David Breitman as pianist, made the meticulous appear natural and unforced.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"Helping Expatriates Adjust : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/10/04/opinion/IHT-helping-expatriates-adjust-letters-to-the-editor.html","abstract":"In response to \"Heading Off Culture Shock Aids Success\" (Money Report, Sept. 3) by Barbara Wall:.The article was excellent but neglected to mention the wealth of information and support that is given to expatriate families by American Women's","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"2d Trial in Libel Case Opens With Blocks and Interview Tape","web_url":"https://www.nytimes.com/1994/10/04/us/2d-trial-in-libel-case-opens-with-blocks-and-interview-tape.html","abstract":"  A set of wooden alphabet blocks and a comically incomprehensible section of a tape-recorded interview animated opening arguments today in the second libel trial brought by Jeffrey M. Masson against the writer Janet Malcolm for a 1983 New Yorker article she wrote about him.   Ms. Malcolm's lawyer, Gary L. Bostwick, used the tape recording to suggest her difficulties in making sense of a quarter of a million words of colorful but disjointed conversations with Mr. Masson, and the child's blocks to spell out the word \"story\" and demonstrate her method of organizing her material into themes.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"Pataki: Promising Tax Cuts","web_url":"https://www.nytimes.com/1994/10/04/nyregion/1994-campaign-the-ad-campaign-pataki-promising-tax-cuts.html","abstract":"  CANDIDATE George E. Pataki  PRODUCER Russo, Marsh & Associates, Alexandria, Va., and Sacramento, Calif.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Some Qualities Are Beside the Point","web_url":"https://www.nytimes.com/1994/10/04/arts/pop-review-some-qualities-are-beside-the-point.html","abstract":"  Some musicians have no need for virtuosity; it would only get in the way of their music and performing style. When the Jesus Lizard, a quartet based in Chicago, performed on Saturday night at Irving Plaza, its singer, David Yow, dived into the audience repeatedly and sang entire songs while propped up on the arms and heads of his fans. Remarkably, Mr. Yow rarely missed more than a line or two of each song, even when he was accidentally dropped on the floor.   Mr. Yow didn't care much about sound quality when onstage either. He often cupped his hands around the microphone to muffle his voice and dropped the microphone on the ground with a thud. The music was much less freewheeling than Mr. Yow's antics. The Jesus Lizard plays hard, heavy rock in which the guitar, bass and drums are strictly syncopated, providing structure behind Mr. Yow's distorted lyrics about death and mayhem. The bassist, David Wm. Sims, is the lead instrumentalist, plucking his bass incessantly and melodically over the loud, precise drumming of Mac McNeilly and the low-pitched chiming of Duane Denison's guitar. The result is the muddy mixture of industrial music, Southern rock and heavy metal that the Jesus Lizard has been performing almost peerlessly for more than five years.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"Viruses or Prions: An Old Medical Debate Still Rages","web_url":"https://www.nytimes.com/1994/10/04/science/viruses-or-prions-an-old-medical-debate-still-rages.html","abstract":"  EVER since James Watson and Francis Crick discovered the structure of DNA in 1953, one thing seemed perfectly clear. DNA or its relative RNA had to be at the core of any infectious agent, whether fungi, bacteria or viruses. Without DNA or RNA, these organisms could not multiply, and without multiplying in the body they could not cause diseases.   So it was nothing short of astounding when some researchers began claiming that they had found another kind of infectious agent, a tiny protein devoid of genes that could proliferate in the body and make people ill.","thumbnail":null,"section":"Science"},{"date":"19941004","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/10/04/nyregion/inside-425150.html","abstract":"  Hartford Schools Go Private   Hartford became the first community in the nation to put its entire school system under private management. Page B1. U.S. Ends Ban on Sinn Fein   1    The United States ended a ban on contacts with the Irish Republican Army's political arm, recognizing its new commitment to peace. Page A8.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/10/04/opinion/IHT-what-theyre-reading.html","abstract":"Fernando Ros, director of business promotion for Telefónica Internacional, is reading \"Preparing for the Twenty-First Century,\" by Paul Kennedy..\"It analyzes the big problems facing humanity and makes a conjecture about how they will","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/04/style/chronicle-429295.html","abstract":"  Only a few more quirky animals -- or humans -- are coming to newspapers from the pen of GARY LARSON. The cartoonist and creator of the wildly popular \"Far Side\" is not renewing his contract with Universal Press Syndicate, which distributes the cartoon to more than 1,500 newspapers around the world. His present contract expires at the end of the year.    Mr. Larson's editor, JAKE MORRISSEY, said yesterday that the cartoonist was out of the country and was unavailable to comment. \"He chose this opportunity to say goodbye,\" Mr. Morrissey said. \"I will miss the weekly batch of cartoons I get from him every Monday morning.\"","thumbnail":null,"section":"Style"},{"date":"19941004","headline":"Bush Discovers, and Enjoys, a Life After Politics","web_url":"https://www.nytimes.com/1994/10/04/us/the-1994-campaign-bush-discovers-and-enjoys-a-life-after-politics.html","abstract":"  Back home it is five weeks before Election Day, and many candidates are running for their lives, and both parties are humming with intrigue. But for the first time in a very long time, the ultimate party man, former President George Bush, is on the sidelines. Quite happily, he says.   He is spending this day, a Sunday, in Guatemala, rumbling through the Central American countryside in a bus on a relief mission for Americares, a Connecticut-based charity that his wife, Barbara, serves as \"ambassador at large.\"","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"For Giants, Sideline Was A Sideshow","web_url":"https://www.nytimes.com/1994/10/04/sports/pro-football-for-giants-sideline-was-a-sideshow.html","abstract":"  Late in the second half on Sunday in New Orleans as the Giants began to unravel, blown apart at the seams by their own mistakes and a hungry Saints team, shouting matches broke out among players on the sideline. Some defensive players were screaming at one another in frustration at the team's inability to stop New Orleans and some felt others weren't playing hard enough.   For a brief period, frustration, anger and confusion stunned the team.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"The Finalists Are Selected For National Book Awards","web_url":"https://www.nytimes.com/1994/10/04/books/the-finalists-are-selected-for-national-book-awards.html","abstract":"  The fifteen books of fiction, nonfiction and poetry chosen as finalists for the 1994 National Book Awards include \"A Frolic of His Own,\" by William Gaddis; \"How We Die: Reflections on Life's Final Chapter,\" by Sherwin B. Nuland, and \"Like Most Revelations,\" by Richard Howard.    The three winners are to be announced on Nov. 16 and receive $10,000 each. The awards, administered by the National Book Foundation, are given for books written by American citizens and published in the United States between Dec. 1, 1993, and Nov. 30, 1994. In its announcement yesterday, the foundation said that 165 publishers had submitted a record 740 books for consideration this year.","thumbnail":null,"section":"Books"},{"date":"19941004","headline":"Beyond the U.S. Raid: Haiti Is Still a Minefield","web_url":"https://www.nytimes.com/1994/10/04/world/mission-to-haiti-strategy-beyond-the-us-raid-haiti-is-still-a-minefield.html","abstract":"  With the raid today on Haiti's main paramilitary organization, the United States has finally acknowledged that civilian gunmen pose more of a threat to the American presence here than either the uniformed Haitian Army or the police. Disarming such groups completely and permanently, however, is likely to prove much more difficult, even if American forces are willing to assume the police duties implied by their role in today's attack.   By striking decisively at the headquarters of the most belligerent and feared of those groups, known as Fraph, the American forces that began landing here two weeks ago scored a significant political victory and raised their stock among the populace. \"This is what we've been waiting for,\" Haitians chanted gleefully as they watched Fraph members being handcuffed, disarmed and loaded onto United States Army trucks.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"1919: Persian Hanged : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/04/opinion/IHT-1919-persian-hanged-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The Persian Government, says the \"Times\" correspondent at Teheran, which has recently been showing unusual activity in repressing disorder, has hanged the famous robber chief, Nayib Hussein. So powerful did he become that in 1912 the Go","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"Gun Control","web_url":"https://www.nytimes.com/1994/10/04/opinion/l-gun-control-431095.html","abstract":"  To the Editor:   New York City police officers have now, with very real guns, shot two children who brandished toy guns (news article, Sept. 29). The fear of the officers is real because there are so many real guns out there, and so much danger. But our society zealously cherishes the right to bear arms. The obvious solution is a total and immediate ban on all toy guns. RICHARD KANTRO  Kew Gardens, Queens, Sept. 30, 1994","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"In Mamet's First Novel, They Speak Mametese","web_url":"https://www.nytimes.com/1994/10/04/books/books-of-the-times-in-mamet-s-first-novel-they-speak-mametese.html","abstract":"  THE VILLAGE  By David Mamet  238 pages. Little, Brown & Company. $21.95.   At first glance, David Mamet's first novel, \"The Village,\" has a lot in common with his plays. Like \"American Buffalo,\" \"Sexual Perversity in Chicago\" and \"Glengarry Glen Ross,\" it's an ensemble piece, featuring several characters caught up in a common condition. Like \"Speed-the-Plow\" and \"Glengarry,\" it probes the Darwinian rules that govern man's existence. And like all of Mr. Mamet's plays and screenplays, it boasts the author's by now patented language: an almost musical idiom made up of silences and short-cuts, innuendoes, ellipses and repetitions.","thumbnail":null,"section":"Books"},{"date":"19941004","headline":"Cave Filled With Glowing Skulls: A Pre-Columbian Palace of the Dead","web_url":"https://www.nytimes.com/1994/10/04/science/cave-filled-with-glowing-skulls-a-pre-columbian-palace-of-the-dead.html","abstract":"  THE narrow road into the Honduran rain forest was a mire of black mud, a grinding test for the hardiest four-wheel-drive vehicles. After fording a wild river, everyone had to get out and hike up a steep slope. The rocky trail was slippery, crawling with fire ants and bounded by green walls of vines hanging from tall trees.   This was the way to Cueva de Rio Talgua, the Cave of the River Talgua, a haunting place the explorers had taken to calling the Cave of the Glowing Skulls. It is the site of a new-found archeological mystery.","thumbnail":null,"section":"Science"},{"date":"19941004","headline":"Not Just Another First Monday","web_url":"https://www.nytimes.com/1994/10/04/opinion/not-just-another-first-monday.html","abstract":"  The Supreme Court that convened yesterday has a rapidly changing membership, a younger and different look and a docket that could quickly define the ideology and personality of the newly constituted tribunal. The term that opened, by law, on the first Monday in October is thus the subject of greater than usual interest, even suspense, over the developing shape of American law.    Not since President Nixon named four Justices in his first term has the Court's membership changed so dramatically. Then the Court remained stable for the next 14 years as only two new members arrived. Now five of the justices, including the Court's second woman, have been appointed in just the past six years.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"Patterns","web_url":"https://www.nytimes.com/1994/10/04/style/patterns-427624.html","abstract":"  Stow the Spike Heels, Please    Let others pile on the nose-tickling puffs of marabou and other artifacts of glitz. The designer Zoran would have made his ladies check their stiletto heels at the door had they worn them to see his minimalist visions at his informal presentation here on Sunday night.","thumbnail":null,"section":"Style"},{"date":"19941004","headline":"AGRICULTURE CHIEF QUITS AS SCRUTINY OF CONDUCT GROWS","web_url":"https://www.nytimes.com/1994/10/04/us/agriculture-chief-quits-as-scrutiny-of-conduct-grows.html","abstract":"  Agriculture Secretary Mike Espy, whose ethical conduct has been under investigation for months, resigned under pressure today after it was disclosed that the nation's largest poultry producer gave his 37-year-old girlfriend a $1,200 college scholarship.   The latest disclosure follows a swirl of questions that center on Mr. Espy's acceptance of transportation, lodging and sports tickets from large agricultural companies like Tyson Foods, which provided the scholarship to Patricia Dempsey, Mr. Espy's girlfriend. But other issues have also surfaced, including whether Mr. Espy improperly charged the Government for personal travel to Mississippi, his home state, and billed taxpayers for vehicles for his personal use.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"After 'Blue' and 'White,' the Rosiness of 'Red'","web_url":"https://www.nytimes.com/1994/10/04/movies/film-festival-review-after-blue-and-white-the-rosiness-of-red.html","abstract":"Model, ex-judge and crossed phone lines. Stirring drama, from Kieslowski.","thumbnail":null,"section":"Movies"},{"date":"19941004","headline":"Incumbency Dogs a Popular Governor of Colorado","web_url":"https://www.nytimes.com/1994/10/04/us/the-1994-campaign-incumbency-dogs-a-popular-governor-of-colorado.html","abstract":"  In an age when more souls are bared on talk shows than in confessional booths, Bruce Benson, the Republican candidate for governor of Colorado, might have been seeking a sort of electoral hug when he surprised an audience during a debate here last month by revealing that he had been arrested twice for drunken driving in the early 1980's.   His opponent, Gov. Roy Romer, in a rather lame effort to join in the spirit of contrition at the debate, said that he, too, had \"a confession to make -- I'm worried about world population and I've had seven children.\"","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"Stairmasters and the Internet Invade a Staid World; To Attract Younger Alumni, Particularly Women, University Clubs Try to Modernize","web_url":"https://www.nytimes.com/1994/10/04/nyregion/stairmasters-internet-invade-staid-world-attract-younger-alumni-particularly.html","abstract":"  All along Clubhouse Row in midtown Manhattan, university clubs are trying to knock their stuffiness out.   The Princeton Club asked recent graduates if dropping the coat-and-tie requirement in the Tiger Bar and Grill would persuade them to join. The Harvard Club formed a committee to find portraits of female graduates after the overwhelmingly male membership realized that not one of the dark oil paintings lining its dark, wood-paneled walls depicts a woman. And at the Yale Club, members can sign up for an evening class that teaches them \"to play the blues instantly.\"","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Sex Offender Legislation Passes in the Senate","web_url":"https://www.nytimes.com/1994/10/04/nyregion/sex-offender-legislation-passes-in-the-senate.html","abstract":"  With only token debate and by unanimous votes, the State Senate passed a package of legislation today that would mandate harsher penalties for sex offenders, require community notification before the release of a convicted sex offender and allow authorities to register and track paroled sex offenders.   The 10-bill package, often referred to as Megan's Law in honor of a 7-year-old girl whose rape and murder last summer stirred public anger and spurred legislators into swift action, would replace a related set of bills that were rushed through the Assembly five weeks ago.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"After Crash, French Cyclist Is Gingerly Sprinting Again","web_url":"https://www.nytimes.com/1994/10/04/sports/IHT-after-crash-french-cyclist-is-gingerly-sprinting-again.html","abstract":"Of course he gets a bit nervous now in the sprint, Laurent Jalabert admitted with a defensive, lopsided grin. .Defensive because sprinters, especially first-rank ones like Jalabert, do not usually say they feel fear when a bicycle race nears its finish","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/04/nyregion/c-corrections-429252.html","abstract":"  An article on Sunday about former President George Bush and his brother, Prescott, and their decisions to support competing candidates for governor of Connecticut, carried an erroneous byline. The writer was Kirk Johnson, not Dirk Johnson.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/10/04/nyregion/news-summary-424986.html","abstract":"  International A3-11  U.S. RAID ON HAITI GUNMEN  Cheered on by people in the street, American troops raided the headquarters of the main group of civilian gunmen who have been terrorizing Haitians and carried out other arms searches.  A1","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Under Gergiyev, The Kirov Serves A Russian Feast","web_url":"https://www.nytimes.com/1994/10/04/arts/music-review-under-gergiyev-the-kirov-serves-a-russian-feast.html","abstract":"  Nearly every performance by Valery Gergiyev that I have heard in New York City has left behind an afterglow, a sound or texture or effect or idea that remained in the ear and mind long after the performance. Just last season, Mr. Gergiyev, music director of the Kirov Opera, led the New York Philharmonic in a stunning survey of Mussorgsky's \"Pictures at an Exhibition\" that was full of daring, imaginative brushstrokes. He also made his Metropolitan Opera debut conducting Verdi's \"Otello,\" and in his empathetic shaping of the score proved to be an ideal accompaniment for the contemporary master of the title role, Placido Domingo.   Last weekend at Carnegie Hall, Mr. Gergiyev brought the Kirov Opera's orchestra here from St. Petersburg as part of a 12-city United States tour, and again showed why he inspires the sort of wonder that used to be reserved for touring Russians during the Iron Curtain days. Mr. Gergiyev (born in 1953) has established the Kirov Opera as the most significant musical organization in Russia (at least for Westerners). Despite flaws in some performances in these two sold-out concerts, he proved again to be one of the most impressive contemporary performers of the Russian orchestral repertory.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"One Person's Public Good Is Another's Squeeze Play","web_url":"https://www.nytimes.com/1994/10/04/nyregion/our-towns-one-person-s-public-good-is-another-s-squeeze-play.html","abstract":"  SABATINI'S RESTAURANT, short and plain, sits on a prime corner of Pacific Avenue, dwarfed by glittering casinos. Caesars stands across the street on one side of the two-story brick building. On the other, gleaming like the head cheerleader, there is Trump Plaza.   Until a little over a year ago, this made business, and so life, easy for Clare and Vincent Sabatini. They're the mom and pop of the family that has run the restaurant for 30 years. Most of their business is casino-related; casino employees make up the regulars and casino guests take up the slack. But the problem with a great spot is others want it.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"If the N.F.L. Lords Build It, Someone May Stay in L.A.","web_url":"https://www.nytimes.com/1994/10/04/sports/pro-football-if-the-nfl-lords-build-it-someone-may-stay-in-la.html","abstract":"  The National Football League is concerned about both Los Angeles teams defecting to other cities and leaving the league without a franchise in the No. 2 market in the country. That's why league officials have floated the idea of joining with the city, the state and private businesses in building a stadium in the Los Angeles area that would be the site of future Super Bowls on a rotating basis. An entertainment complex, similar to the interactive N.F.L. Experience exhibit at Super Bowl sites each year, would also adjoin the stadium.   Greg Aiello, the N.F.L. Director of Communications, said the idea came up at the owner's meeting in Dallas last week. N.F.L. Commissioner Paul Tagliabue was asked about it during a Fox television broadcast on Sunday, making it public for the first time.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Judge Named By Whitman To Top Court","web_url":"https://www.nytimes.com/1994/10/04/nyregion/judge-named-by-whitman-to-top-court.html","abstract":"  Gov. Christine Todd Whitman today nominated to the New Jersey Supreme Court James H. Coleman Jr., the son of a sharecropper who in three decades as a state judge has earned a reputation as a judicial moderate. If approved by the State Senate, he would be the first black judge to serve on the state's highest court.   The Governor described Judge Coleman, who currently sits on the Appellate Court, as a man of solid credentials who has brought a balanced approach to his decisions.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"U.S. JUSTICES OPEN THEIR NEW SESSION BY REFUSING CASES","web_url":"https://www.nytimes.com/1994/10/04/us/supreme-court-overview-us-justices-open-their-new-session-refusing-cases.html","abstract":"  This was the day the Supreme Court of the United States said no.   Opening its 1994-95 term, the Court disposed of the new appeals that had accumulated over the three-month summer recess. The Justices granted review in none of the new cases. They turned down more than 1,600.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"City to Replace Aid Attorneys Out on Strike","web_url":"https://www.nytimes.com/1994/10/04/nyregion/city-to-replace-aid-attorneys-out-on-strike.html","abstract":"  Mayor Rudolph W. Giuliani, setting up one of the biggest labor showdowns of his administration, moved yesterday to replace the Legal Aid lawyers who walked off their jobs in a bid for higher wages.   Just hours after the lawyers formally voted to strike, Mr. Giuliani terminated the city's contract with the Legal Aid Society, which is the direct employer of the lawyers. The city pays the society $79 million annually to provide the lawyers to represent about 60 percent of the indigent defendants in the city's packed courts.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Hartford Hires Group to Run School System","web_url":"https://www.nytimes.com/1994/10/04/nyregion/hartford-hires-group-to-run-school-system.html","abstract":"  The Board of Education here voted tonight to hire a Minneapolis company to manage its 32 public schools, making Hartford the first community in the nation to put its entire school system under private management.   The vote was a huge victory for the company, Education Alternatives, which had staked its future as a corporate manager of public schools on winning a contract for an entire school district this year.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"No Review of Court Ruling That Let Demjanjuk Return","web_url":"https://www.nytimes.com/1994/10/04/us/the-supreme-court-war-crimes-no-review-of-court-ruling-that-let-demjanjuk-return.html","abstract":"  The Supreme Court today struck what could be a fatal blow to the Government's 17-year effort to banish John Demjanjuk, the World War II figure whom the Justice Department once described as one of the most barbaric Nazi figures of the Holocaust.   Without comment, the Court refused to review a Federal appeals decision that had found that Justice Department lawyers had mishandled the case and fraudulently deceived both the courts and the defense team when they accused Mr. Demjanjuk of being the notorious Ivan the Terrible, a sadistic gas chamber operator at the Treblinka death camp in Poland.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/04/nyregion/c-corrections-429236.html","abstract":"  An article in Business Day on Saturday about a ruling in the bankruptcy case of the New Valley Corporation referred incorrectly to negotiations between the company and the Pension Benefit Guaranty Corporation. A spokeswoman for the Federal agency said yesterday that no agreement had been reached with the company on its pension obligations.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Report Finds Shortage of A.T.M.'s in Poor Areas","web_url":"https://www.nytimes.com/1994/10/04/nyregion/report-finds-shortage-of-atm-s-in-poor-areas.html","abstract":"  Bank branches in the Bronx, Brooklyn and Queens are less likely to have automatic teller machines than branches in Manhattan, and the disparity is much greater between middle-income and poor areas within each of the boroughs, a new study has found.   The problem is fear of crime, both by banks and their customers, according to the study released yesterday by the staff of Mark Green, the city's Public Advocate. And a simple, if limited, solution offered in the report is to put the machines inside or in front of police precinct houses.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Legal Aid Society Plays a Big Role in New York's Courts","web_url":"https://www.nytimes.com/1994/10/04/nyregion/legal-aid-society-plays-a-big-role-in-new-york-s-courts.html","abstract":"  Unlike most American cities, New York relies heavily on the Legal Aid Society to represent the indigent not just in civil matters, but in criminal cases as well.   The strike by the private nonprofit organization will affect the gamut of cases: everything from criminal prosecutions and appeals to tenant disputes, immigration hearings, child abuse and neglect proceedings, prisoners' rights suits, and unemployment and welfare benefits cases.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Science Grants by Hughes Institute","web_url":"https://www.nytimes.com/1994/10/04/us/science-grants-by-hughes-institute.html","abstract":"  An $86 million grant to 62 universities to improve science education will be announced today by the Howard Hughes Medical Institute, an organization founded in 1953 by the secretive billionaire to help advance and improve science education.   The gift is the latest contribution to national science education programs at the collegiate level and in public schools by the Hughes organization and other philanthropic groups. Since 1988, the Hughes Medical Institute has awarded $290 million to 213 research and doctorate-granting universities through its Undergraduate Biological Sciences Education Program.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"COLLEGE SOCCER REPORT","web_url":"https://www.nytimes.com/1994/10/04/sports/college-soccer-report-429155.html","abstract":"  Notre Dame Women Six years of methodical building paid the highest of dividends for the Fighting Irish. They have been the talk of women's soccer since Sunday when they stopped North Carolina's winning streak at 92 with a scoreless tie in a tournament at St. Louis.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Observer; The Visionary Son","web_url":"https://www.nytimes.com/1994/10/04/opinion/observer-the-visionary-son.html","abstract":"  When he was little my son used to scoff at me. \"Someday,\" I used to say, \"when I am used up and decrepit and hovering between life and death I want to be able to call for my son the doctor, who will then come and save my life.\"   \"Hah!\" he would scoff. \"Hah! 'My son the doctor,' eh? A fat lot of good he'll do you in that future someday of your decrepitude, old-timer-to-be.\"","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"Mandela Thanks U.N. for Apartheid Fight","web_url":"https://www.nytimes.com/1994/10/04/world/mandela-thanks-un-for-apartheid-fight.html","abstract":"  Nelson Mandela addressed the General Assembly today as South Africa's first black President, thanked the United Nations for its help in overcoming apartheid and asked it to make a new commitment to fight poverty.   \"It surely must be one of the ironies of the age that this august assembly is addressed for the first time in its 49 years by a South African head of state drawn from among the African majority of what is an African country,\" Mr. Mandela said.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"Clinton Talks About Religion As His Anchor","web_url":"https://www.nytimes.com/1994/10/04/us/clinton-talks-about-religion-as-his-anchor.html","abstract":"  Sounding alternately introspective and frustrated by attacks on his Administration, President Clinton told religion journalists today that he read the Bible and other religious books for guidance and to cope with the isolation of the Presidency.   He defended his Administration's stand on abortion rights and on homosexuals in the military, saying he had read Scripture that had been cited by religious conservatives who are opposed to abortion and found the passages ambiguous, at least in terms of guiding a legal response to the issue.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"World News Briefs; India Says Spread Of Plague Is Halted","web_url":"https://www.nytimes.com/1994/10/04/world/world-news-briefs-india-says-spread-of-plague-is-halted.html","abstract":"  Indian health officials said today that the spread of plague across the country had been checked.    \"We have reached the point of the curve when the cases will now start coming down,\" said M. S. Dayal, the Health Secretary.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"Q&A","web_url":"https://www.nytimes.com/1994/10/04/science/q-a-428760.html","abstract":"  Intrusive Ivy   Q.  Does ivy destroy the mortar between bricks chemically? Or is it just a physical intrusion? How often do you need to cut it down?","thumbnail":null,"section":"Science"},{"date":"19941004","headline":"High Court Refuses Review in Libel Case Against The Times","web_url":"https://www.nytimes.com/1994/10/04/us/supreme-court-media-high-court-refuses-review-libel-case-against-times.html","abstract":"  Acting on a libel lawsuit against The New York Times, the Supreme Court yesterday let stand a ruling in favor of The Times that gave a book review wider legal latitude than that given to a news article.   The Court's decision against reviewing the case meant the end of the suit by Dan E. Moldea, an author who contended that he was libeled in a review in The New York Times Book Review in 1989. The review described a book he wrote as \"sloppy journalism.\"","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"In Performance; THEATER","web_url":"https://www.nytimes.com/1994/10/04/theater/in-performance-theater-428710.html","abstract":"  Male Prostitute With AIDS Is a Stand-In for Jesus  McGinn/Cazale Theater    The two characters in \"Mother and Child,\" a new play by Matthew Lombardo, are named, simply enough, Mother and Child, and the action takes place in Child's hospital room on his birthday, which just happens to be Christmas Eve. If anyone has missed the allegory, Child is dying on his 33d birthday and Mother discloses that her own mother justified her pregnancy with Child (achieved in the back seat of a Pontiac) by calling it an Immaculate Conception.","thumbnail":null,"section":"Theater"},{"date":"19941004","headline":"Cowboys Close to Signing Cleveland Gary","web_url":"https://www.nytimes.com/1994/10/04/sports/sports-people-pro-football-cowboys-close-to-signing-cleveland-gary.html","abstract":"  Concerned that EMMITT SMITH's strained right hamstring might not be fully healed by this weekend, the Dallas Cowboys were close yesterday to signing the free agent running back CLEVELAND GARY, who underwent a physical.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/10/04/nyregion/metro-digest-424579.html","abstract":"  MAYOR MOVES TO REPLACE LAWYERS   Mayor Giuliani, setting up one of the biggest labor showdowns of his administration, moved to replace the Legal Aid lawyers who walked off their jobs in a bid for higher wages. A1.   New York City relies heavily on the Legal Aid Society to represent the indigent. B3. BLACK VOTERS KEY TO CUOMO STRATEGY   In his struggle for political survival, Gov. Mario M. Cuomo knows that he needs a huge turnout of black voters on Nov. 8. Mr. Cuomo is supported enthusiastically by a large number of black elected officials, but public dissent among black leaders, one Cuomo adviser said, is contributing to a sense that \"there's not a propulsive vote out there right now.\" A1.   The promises of the New York lottery have become an issue in the governor's race. B4.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"A Sound Japanese Trade Pact","web_url":"https://www.nytimes.com/1994/10/04/opinion/a-sound-japanese-trade-pact.html","abstract":"  The Clinton Administration has negotiated a good trade agreement with the Japanese that should benefit both countries. By opening up Japanese markets for insurance, telecommunications and medical equipment, the accord will bring lower prices to Japan and higher sales to the U.S. The U.S. backed down from benighted demands that numerical targets be set for imports into Japan -- and seems willing to turn down the rhetoric that has needlessly inflamed trade disputes.   The economic impact of the accord will be small -- boosting Japanese imports by less than $2 billion, by one estimate, only some of which will come from U.S. companies. Nor is the agreement novel; in hammering hard at blatantly protectionist rules and regulations in Japan, it mirrors accords that previous Administrations struck on computers and farm goods.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"1894: Storm in Venice : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/04/opinion/IHT-1894-storm-in-venice-in-our-pages100-75-and-50-years-ago.html","abstract":"VENICE - For three days a tempest has raged in Venice. A curious thing is the perfect regularity of this autumnal tempest. It comes to a day each year, very often, as happened last year, inundating the lower parts of the city and turning the Piazza of St.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"In 'Silk Stocking' Region, Candidates Stress Strengths","web_url":"https://www.nytimes.com/1994/10/04/nyregion/1994-campaign-14th-house-district-silk-stocking-region-candidates-stress.html","abstract":"  In an election year when the Democrats are on the defensive in many parts of the country, the race for New York's 14th Congressional District stands out.   In a debate yesterday, Representative Carolyn B. Maloney, a Democrat seeking re-election in the district that includes the Upper East Side of Manhattan and parts of Brooklyn and Queens, boasted about the accomplishments of her party during the last session.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Proving a Specialized Need All Over Again","web_url":"https://www.nytimes.com/1994/10/04/arts/music-review-proving-a-specialized-need-all-over-again.html","abstract":"  Gerard Schwarz and his New York Chamber Symphony, which opened their 19th season over the weekend, are at a challenging pass. The 92d Street Y, the ensemble's founding patron, has made clear its intention to get out of the orchestra management business and to cut back on its arts presentations generally. The orchestra's response was to form its own board and to start raising money for its budget. There has even been talk of moving to Carnegie Hall or Alice Tully Hall, but cooler heads on the board have argued against severing the umbilical cord precipitately. The orchestra has a long association with the Y and its concert hall, and it has a loyal subscriber base there.   For Mr. Schwarz and his musicians, this new independence means having to prove anew that there is a need for them in New York, a city rich in orchestras of all sizes and specialties. From a utopian perspective, this should not be a problem: the orchestra has always played well, and Mr. Schwarz has often used its youthful vigor and the transparency afforded by its chamber proportions to present illuminating views of familiar scores.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"Irvan Is Hoping to Race Again","web_url":"https://www.nytimes.com/1994/10/04/sports/auto-racing-notebook-irvan-is-hoping-to-race-again.html","abstract":"  Ernie Irvan continues his rehabilitation from injuries suffered in a practice crash at Michigan International Speedway on Aug. 20. \"He's making steady progress, gauged by such things as a gradual increase in the amount of weight he can lift with each kind of exercise equipment,\" said Brian VanDercook, a spokesman for Robert Yates Racing, Irvan's Winston Cup team.   \"Judging by what his physical therapist told me yesterday,\" VanDercook said by telephone from Charlotte Wednesday night, \"he's made some significant progress from last Friday.\"","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Drillers Find Lost World of Ancient Microbes","web_url":"https://www.nytimes.com/1994/10/04/science/drillers-find-lost-world-of-ancient-microbes.html","abstract":"  FICTION writers have fantasized about it. Prominent scientists have theorized about it. Experimentalists have delved into it. Skeptics have ridiculed it. But for decades, nobody has had substantial evidence one way or another on the question of whether the depths of the rocky earth harbor anything that could be considered part of the spectacle of life -- until now.   Two teams of scientists, drilling deep beneath land and sea, have independently come up with tantalizing clues that swarms of microbial life thrive deep within the planet, the evidence in one case coming from a depth of nearly two miles.","thumbnail":null,"section":"Science"},{"date":"19941004","headline":"Cuomo: Warning of Tax Cuts","web_url":"https://www.nytimes.com/1994/10/04/nyregion/the-1994-campaign-the-ad-campaign-cuomo-warning-of-tax-cuts.html","abstract":"  CANDIDATE Mario M. Cuomo  PRODUCER The Garth Group, New York City","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Lottery Company Executive Is Indicted in Kickbacks","web_url":"https://www.nytimes.com/1994/10/04/nyregion/lottery-company-executive-is-indicted-in-kickbacks.html","abstract":"  A former national sales manager for the Gtech Corporation, the world's largest vendor of government-sponsored lottery game systems, was indicted today on charges of generating kickbacks by paying inflated consulting fees to companies controlled by two men whom the authorities named as co-conspirators.   Gtech has run New Jersey's lottery games since 1984 and is currently seeking a renewal of its contract, which would be worth about $100 million. Two other companies have submitted competing bids. The state is expected to decide in about a week which company will be awarded the contract.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Conserve Medical Supplies, and Lower Costs","web_url":"https://www.nytimes.com/1994/10/04/opinion/l-conserve-medical-supplies-and-lower-costs-429503.html","abstract":"  To the Editor:   As a volunteer at the Children's Hospital in Manizales, Colombia, I recently spent six weeks in observing that country's health care system. I learned many things about medicine in a developing country, but what impressed me most was the sense of conservation of supplies.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"Delivery Man Is Shot Dead On His Route","web_url":"https://www.nytimes.com/1994/10/04/nyregion/delivery-man-is-shot-dead-on-his-route.html","abstract":"  After making his regular Monday delivery at a Brooklyn market that had been on his route for 15 years, a 60-year-old milk delivery man was shot and killed yesterday as he returned to his truck parked across the street, the police said.   The victim, Gerald Goldberg, 60, struggled with two assailants who approached while he was crossing Myrtle Avenue in Fort Greene, said a police spokeswoman, Detective Kim Royster. One of the two demanded the cash Mr. Goldberg was carrying, then shot him in the stomach with a handgun, she said, but it was not clear whether the assailants made off with any money after the shooting.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Review/Fashion; Glamour a la Dietrich From Valentino","web_url":"https://www.nytimes.com/1994/10/04/style/review-fashion-glamour-a-la-dietrich-from-valentino.html","abstract":"  Valentino opened the spring fashion season here on Saturday with his Oliver collection. It featured just one model, and she was enough to get the designer's message across.    The message was glamour, and the model was Nadja Auermann, the blond Valkyrie who seems to be the cover girl of the moment.","thumbnail":null,"section":"Style"},{"date":"19941004","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/04/style/chronicle-427284.html","abstract":"  Never in the darkest moments of her illness did LORI SCHILLER envision herself writing a book that would be optioned for the movies, or appearing on television, or testifying before leaders of the psychiatric profession in Washington.    All that has come about. In June, Warner Books published her autobiographical book, \"The Quiet Room: A Journey Out of the Torment of Madness,\" which she wrote with Amanda Bennett; it has been optioned by Touchstone Pictures. The book describes her seven-year struggle with a form of schizophrenia in which she heard voices and for which she was hospitalized eight times, the last time for three years.","thumbnail":null,"section":"Style"},{"date":"19941004","headline":"Two Officers to Serve Time for Illegal Search","web_url":"https://www.nytimes.com/1994/10/04/nyregion/two-officers-to-serve-time-for-illegal-search.html","abstract":"  Two New York City police officers were sentenced to serve time yesterday for ransacking two Harlem apartments and terrorizing the occupants four years ago in an illegal and futile search for a missing police radio.   \"I hope to send a message that police misconduct will not be tolerated,\" said Acting Justice Bonnie Wittner in State Supreme Court as she sentenced Lieut. Patricia Feerick to two years in jail and Officer Orlando Rosario to one to three years in state prison.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"As Game Thrills Climb, So Do Costs","web_url":"https://www.nytimes.com/1994/10/04/science/personal-computers-as-game-thrills-climb-so-do-costs.html","abstract":"  DOOMSDAY is coming next week, which is joyous news indeed for thousands of computer game fans.   Since its arrival last December, Doom has become one of the most widely played games for DOS-based personal computers. The sequel, Doom II, is expected to arrive in stores next Monday, followed quickly by a version for Windows. Versions for OS/2, Macintosh and Atari Jaguar computers are under development.","thumbnail":null,"section":"Science"},{"date":"19941004","headline":"Ireland's Moment","web_url":"https://www.nytimes.com/1994/10/04/opinion/irelands-moment.html","abstract":"It happened in the Middle East and South Africa, and now it is happening in Ireland. The momentous events of the past five weeks, starting with the Irish Republican Army's cease-fire on Aug. 31, make it clear that people in power finally understand that the ability to live together -- and to work out a political framework that accommodates different perspectives -- is the greatest gift they can pass on to future generations.\n\nUntil now the greatest sticking point has been the British Government, with its insistence on playing word games with the I.R.A.: whether a \"complete cessation\" meant a permanent cease-fire, and so on. But now even that Government seems to be inching toward positive involvement in the peace process. As I left Ireland 10 days ago, there were indications that Prime Minister John Major was preparing to abandon this game of Scrabble. And rightly so: the I.R.A. wording is acceptable to the Irish Government, the European Union, Vice President Al Gore, the Irish Nationalist leader John Hume and, indeed, some leading Unionists in Northern Ireland.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"New Puzzle Arises on Universe's Age","web_url":"https://www.nytimes.com/1994/10/04/science/new-puzzle-arises-on-universe-s-age.html","abstract":"  TWO teams of astronomers have independently arrived at new estimates of the size and age of the universe, one of the fundamental puzzles of cosmology. Their estimates disagree, and both give ages for the universe that are younger than the oldest observed stars -- an apparent paradox in need of an explanation.   In one calculation of the universe's expansion rate, by which its size and age can be derived, a team led by Dr. Michael J. Pierce of Indiana University in Bloomington reached an estimate of 7 billion to 11 billion years. The astronomers made a more precise measurement of the distance to the Virgo cluster of galaxies, 50 million light-years away, as the basis for computing the rate at which the universe is expanding. A faster expansion rate means less time has elapsed since the expansion began with the Big Bang, the theorized moment of cosmic creation.","thumbnail":null,"section":"Science"},{"date":"19941004","headline":"Separate Trial for 1 In Kidnapping Case","web_url":"https://www.nytimes.com/1994/10/04/nyregion/separate-trial-for-1-in-kidnapping-case.html","abstract":"  A Hasidic man charged with helping to kidnap a Jewish teen-ager was granted a separate trial yesterday as jury selection began in the trial of two other Hasidim in the case.   The case stems from a battle between the family of the youth, Shai Fhima Reuven, 15, and various Hasidim over the youth's care and religious upbringing.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/04/nyregion/c-corrections-425460.html","abstract":"  An article yesterday about the challenges faced by female candidates this year referred incompletely to races involving women who have female running mates. Besides the ticket of Dawn Clark Netsch, the Democratic nominee for governor of Illinois, with Penny Severns, the campaign for governor of Connecticut includes the independent ticket of Lieut. Gov. Eunice S. Groark and Audrey Rowe.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Newborn Is Found Dead","web_url":"https://www.nytimes.com/1994/10/04/nyregion/newborn-is-found-dead.html","abstract":"  The body of a newborn baby, its umbilical cord still attached, was found in a trash can in the Melrose section of the Bronx yesterday, the police said.   A man looking for soda cans found the infant's body about 10 P.M., near the intersection of 151st Street and Union Avenue, the police said.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"76ers Invite Tate George to Training Camp","web_url":"https://www.nytimes.com/1994/10/04/sports/sports-people-basketball-76ers-invite-tate-george-to-training-camp.html","abstract":"  Three free agents, including former a Nets first-round pick, TATE GEORGE, have been invited to the Philadelphia 76ers' training camp in Lancaster, Pa. Also invited were the rookies DERRALL DUMAS, a free agent center, and CHAD FAULKNER, a swingman. All three have been working out with the 76ers. George was selected by the Nets in the first round of the 1990 draft and spent three seasons in New Jersey. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Why We're Redesigning Computer Keyboards","web_url":"https://www.nytimes.com/1994/10/04/opinion/l-why-we-re-redesigning-computer-keyboards-429589.html","abstract":"  To the Editor:   Your Personal Computers column by Stephen Manes on odd-looking keyboards (Science Times, Sept. 27) was colorful and amusing. While Mr. Manes makes several important points, his wit belies the seriousness of the issue for millions of keyboard users. I comment as a Harvard-trained researcher and president of the company that developed one of the keyboards he mentions.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/10/04/sports/results-plus-427411.html","abstract":"  ASIAN GAMES Women Pace China to Early Medal Lead China, with a predictably strong start from its female athletes, grabbed the lead yesterday on the opening day of medal competition at the 12th Asian Games in Hiroshima, Japan. The Chinese women won five golds, two at the swimming pool and three with lifts in weight lifting that broke world records. China also picked up golds in the men's 200 freestyle swim, men's team gymnastics and in the men's individual foil at the fencing arena. That gave the Chinese eight gold medals, contrasted with the six won by Japan, which won all four karate events and one each in swimming and in the equestrian team dressage event. China can increase its lead today when there are more finals at the pool. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Debating the Fate of a Payoff Not as Magical as It Seemed","web_url":"https://www.nytimes.com/1994/10/04/nyregion/1994-campaign-new-york-lottery-debating-fate-payoff-not-magical-it-seemed.html","abstract":"  Nearly three decades after it was first approved by New York voters, the magical promises of the state lottery -- ranging from immense payoffs to improved education to lower property taxes -- have again become a heated issue, this time in the race for governor. Though many of the promises were always illusory, their power remains strong enough to fuel an intense debate.   State Senator George E. Pataki, the Republican gubernatorial candidate, revived the issue on Sunday with a similar-sounding promise to use lottery money to reduce property taxes. He said yesterday that the purpose of the lottery has always been to support education and hold down property taxes -- a promise he said has never been kept.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Facing Reality in Haiti","web_url":"https://www.nytimes.com/1994/10/04/world/facing-reality-in-haiti.html","abstract":"  Acknowledging the threat from civilian gunmen in Haiti is one thing, but disarming them is another. News analysis, page A10.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"Partnerships for People : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/10/04/opinion/IHT-partnerships-for-people-letters-to-the-editor.html","abstract":"At last week's summit meeting, Presidents Bill Clinton and Boris Yeltsin stressed the importance of their partnership. But in addition to the cooperative ties of political leaders and businessmen, 40 U.S. nonprofit organizations are building partnerships","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/10/04/sports/transactions-427497.html","abstract":"  Basketball National Basketball Association  CLEVELAND CAVALIERS -- Named Sidney Lowe assistant coach.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"By Design; Real Fall Colors","web_url":"https://www.nytimes.com/1994/10/04/style/by-design-real-fall-colors.html","abstract":"  This is one year when shopping for fall clothes doesn't mean drifting through a sea of black and gray. You'll find shots of day-glo to spice up the dark colors that prevailed for so long.    Saks Fifth Avenue has everything from mohair scarfs to scuba-fabric dresses. The scarfs, in neon-bright pink, green, yellow or orange, are $60. The scuba styles include a tank dress in pink, green or yellow ($168); a scuba top styled like a T-shirt ($118), and a cropped top ($128). All by Anna Sui.","thumbnail":null,"section":"Style"},{"date":"19941004","headline":"Hurricanes In a Rare Position: Underdogs","web_url":"https://www.nytimes.com/1994/10/04/sports/college-football-hurricanes-in-a-rare-position-underdogs.html","abstract":"  On Sunday, his day off, Tirrell Greene pulled out a tape of last year's Miami-Florida State game and watched the whole unhappy mess, a 28-10 Hurricane loss.   \"Remembering helps you to rededicate yourself and to focus that much more,\" Greene, a senior offensive tackle at Miami, said today.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/04/nyregion/c-corrections-429244.html","abstract":"  The Music column in the Westchester Weekly on Sunday misstated the time of a concert next Sunday by Gary Rosen, a folk singer, at the Rosenthal Y.M.-Y.W.H.A. in Pleasantville. It will be at 1 P.M., not 2.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Hermitage Reveals It Hid Trove of Impressionist Art","web_url":"https://www.nytimes.com/1994/10/04/arts/hermitage-reveals-it-hid-trove-of-impressionist-art.html","abstract":"  After many years of enforced silence, the State Hermitage Museum in St. Petersburg, Russia, has announced that it has been holding a major trove of French Impressionist and Post-Impressionist paintings from German private collections that were taken to the Soviet Union at the end of World War II and have not been seen since. The paintings, many of which were widely believed to have been lost, are to be shown at the Hermitage in March.    The paintings, more than 70 works by such artists as Degas, Cezanne, Daumier, Toulouse-Lautrec, Monet, Pissarro, Renoir and van Gogh, were sent there by the Soviet military authorities in Germany, and consigned to the Hermitage, where they remained a strictly guarded state secret until after the regime fell in 1991. Even after that, their existence was known to only a very few people until a brief news item about the exhibition appeared last week in the St. Petersburg News.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"High Court Lets Stand Dinosaur Fossil Ruling","web_url":"https://www.nytimes.com/1994/10/04/science/high-court-lets-stand-dinosaur-fossil-ruling.html","abstract":"  IN an action that could have far-reaching effects on the excavation and sale of dinosaur fossils, the Supreme Court yesterday let stand an appeals court's decision that the Federal Government had acted correctly in seizing a tyrannosaur skeleton from a private dealer two years ago.   The case involves a tyrannosaur nicknamed \"Sue,\" which was found and excavated in 1990 near Faith, S.D., by the Black Hills Institute of Geological Research, a commercial dealer in fossils based in Hill City, S.D. Paleontologists say Sue is the most complete and best preserved tyrannosaur fossil ever found.","thumbnail":null,"section":"Science"},{"date":"19941004","headline":"Some Authors in Medical Journals May Be Paid by 'Spin Doctors'","web_url":"https://www.nytimes.com/1994/10/04/science/the-doctor-s-world-some-authors-in-medical-journals-may-be-paid-by-spin-doctors.html","abstract":"  MEDICAL journals are supposed to be ethically immaculate promulgators of scientific articles of the highest caliber, which have been scrutinized for accuracy by independent experts and written by authors who have disclosed all conflicts of interest.   But a professor has charged that public relations firms hired by drug companies -- furtive spin doctors -- are ghostwriting articles in the journals to suit clients' interests.","thumbnail":null,"section":"Science"},{"date":"19941004","headline":"To Cheers, U.S. Troops Clear Haitian Gunmen's Clubhouse","web_url":"https://www.nytimes.com/1994/10/04/world/mission-to-haiti-in-haiti-to-cheers-us-troops-clear-haitian-gunmen-s-clubhouse.html","abstract":"  Cheered by deliriously happy crowds, American soldiers today cleaned out the nest of gunmen bolstering military rule who have scattered pro-democracy demonstrations with guns, clubs and machetes.    \"Liberty! Liberty!\" the crowds chanted wildly, waving their hands, as the soldiers pushed now-cowed gunmen, their hands tied with plastic manacles, into big trucks and scooped up a miscellaneous assortment of M-1 rifles, Uzi submachine guns, pistols and clubs with nails sticking out.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"Chess","web_url":"https://www.nytimes.com/1994/10/04/arts/chess-428868.html","abstract":"  The Professional Chess Association's semifinal championship matches in Linares, Spain, both ended on Sept. 29 with identical one-sided results. Gata Kamsky of Brooklyn defeated Nigel Short of England and Vishwanathan Anand of India defeated Michael Adams of England. Each of the best-of-10-game series to pick a challenger for Gary Kasparov of Russia was decided by a 5 1/2-1 1/2 tally.   Kamsky and Anand will meet each other in the final in London in January.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"World News Briefs; Brazilians Voting In Presidential Election","web_url":"https://www.nytimes.com/1994/10/04/world/world-news-briefs-brazilians-voting-in-presidential-election.html","abstract":"  Voting for president for only the second time since 1960, Brazilians turned out today for a general election widely expected to produce an outright majority for Fernando Henrique Cardoso, a former Finance Minister and a fiscal conservative.   Officials are to start counting ballots on Tuesday.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"No Headline","web_url":"https://www.nytimes.com/1994/10/04/nyregion/no-headline-425362.html","abstract":"  \"It was an unbelievable experience. No one had seen them for 50 years. No restorer had touched them for 70 years. Many of them came from the private collection of Otto Krebs, near Weimar, that had virtually never been seen at all.\" -- MIKHAIL PYOTROVSKY of the Hermitage, recalling his first sight of a secret trove of Impressionist paintings.  [ C16:3. ]","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Ivy Teams Unite for Winning Cause","web_url":"https://www.nytimes.com/1994/10/04/sports/college-football-ivy-teams-unite-for-winning-cause.html","abstract":"  Seven Ivy League teams won games against nonleague opponents last Saturday and the eighth team, Pennsylvania, was idle. Nothing like that has happened since the opening Saturday of the 1970 season.   Furthermore, Yale beat Connecticut for the first time since 1987 and for only the second time since 1981. That victory, coupled with Brown's triumph over Rhode Island the previous week, marked the first time Ivy teams had defeated Yankee Conference opponents since 1989.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"A Choreographer Who Also Has Words","web_url":"https://www.nytimes.com/1994/10/04/arts/a-choreographer-who-also-has-words.html","abstract":"  Bella Lewitzky has been called the conscience of American modern dance. And even a few minutes of conversation makes it easy to see why that label has attached itself to the 78-year-old choreographer, whose Los Angeles-based company opens at the Joyce Theater tonight for a weeklong engagement that marks its return to New York after a 15-year absence.    Choreographers often dread being asked to describe their work, but Ms. Lewitzky displayed no hesitation in an interview yesterday at a friend's New York apartment. Talking about her dances has recently become very easy for her, she said, after an experience last year in Arizona. Settling her small, neat frame into one corner of a sofa, she was off and running on a wide variety of topics.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"'Black Harvard' Label Patronizes Morehouse","web_url":"https://www.nytimes.com/1994/10/04/opinion/l-black-harvard-label-patronizes-morehouse-429597.html","abstract":"  To the Editor:   Your report on the dispute between Leroy Keith and the board of trustees at Morehouse College (Education page, Sept. 28) makes an unnecessary reference to Morehouse as \"the black Harvard.\" Since I attended Morehouse and Harvard Divinity School, I speak with some assurance when I say Morehouse is not the black version of Harvard or any other institution of higher learning.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"High Court Blocks Rent-Control Evictions","web_url":"https://www.nytimes.com/1994/10/04/nyregion/high-court-blocks-rent-control-evictions.html","abstract":"  The United States Supreme Court yesterday ordered a lower court to restudy a decision that would have allowed the Federal Government to evict tenants from rent-regulated apartments acquired from failed savings institutions in New York City.   The order vacated the decision and sent two cases back to the United States Court of Appeals for the Second Circuit, which had undercut the rent regulations with a decision in March that affected nine apartments at 444 East 57th Street in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Mr. Espy Resigns","web_url":"https://www.nytimes.com/1994/10/04/opinion/mr-espy-resigns.html","abstract":"  Mike Espy resigned under pressure as Secretary of Agriculture yesterday at a news conference remarkable for its brevity and general absence of whining. For that he deserves credit. He said he had been rendered ineffective by suspicions that he had been too cozy with industries he is supposed to regulate. Quite true. The only thing he might have added was that these suspicions were not doing his fellow Democrats much good either, especially with a midterm election only a month away.    Some of what Mr. Espy has been accused of consists of small corporate favors like Super Bowl football tickets and free trips from Tyson Foods, the big Arkansas poultry producer. Tyson also gave Mr. Espy's 37-year-old girlfriend a $1,200 college scholarship. The personal checks he has been busily writing to cover past expenses and eliminate what he called \"any appearance of impropriety\" amount so far to around $7,500.","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"Defendant in Clinic Attack Wins a Ruling on Evidence","web_url":"https://www.nytimes.com/1994/10/04/us/defendant-in-clinic-attack-wins-a-ruling-on-evidence.html","abstract":"  Lawyers for the former minister being tried here in the killing of an abortion clinic doctor and the doctor's bodyguard were given permission today to gather evidence to support their contention that the shootings were justified as a way to prevent illegal abortions.   The ruling, by Judge Roger Vinson of Federal District Court, came on the first day of the trial of the former Presbyterian minister, Paul J. Hill, 40. A jury was selected today, and opening arguments are expected on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"Owners 10, Players 0 (in Canada)","web_url":"https://www.nytimes.com/1994/10/04/sports/tv-sports-owners-10-players-0-in-canada.html","abstract":"  The hockey lockout/postponement is making Nordiques fans worry more than ever that this is the team's last season in Quebec. In Edmonton, the deferral of the season is encouraging Oilers fans to turn friendly to the widely unpopular owner, Peter Pocklington. In Winnipeg, Jets fans back the position of Commissioner Gary Bettman.   Morley Scott, the Oilers' radio analyst, said, \"People thought the lockout was inevitable.\" He said fans have heard Glen Sather, Edmonton's general manager, say for years that high salaries would \"kill the game.\"","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"New Shock for CBS: Sunday Movie Ratings","web_url":"https://www.nytimes.com/1994/10/04/arts/new-shock-for-cbs-sunday-movie-ratings.html","abstract":"  CBS continued to receive bad news from its prime-time schedule yesterday. It endured some of the lowest ratings for a Sunday movie that the network has ever received, and it was forced to concede defeat in a showdown of new, highly praised medical dramas.   CBS's Sunday movie, \"The Gambler V,\" a fourth sequel to a cowboy story starring Kenny Rogers, averaged only an 8.1 rating on Sunday night in the preliminary figures from the 32 biggest cities measured by the A. C. Nielsen Company. Last year, CBS's Sunday movies averaged a 16.2 national rating. (Each national rating point last year represented 942,000 homes.)","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"Frustrated Carroll Promises to Realign the Lineup","web_url":"https://www.nytimes.com/1994/10/04/sports/pro-football-frustrated-carroll-promises-to-realign-the-lineup.html","abstract":"  Until today, Coach Pete Carroll had decided to let the Jets try to play themselves into a victory. But this was one of the worst morning-afters following one of the worst Sundays of the season. The status quo is over.   In the wake of their third straight loss, Carroll told his players today at a team meeting: \"Some starters won't be playing as much.\"","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Move Over, Rockefeller, G.O.P.'s Got A New Idol","web_url":"https://www.nytimes.com/1994/10/04/nyregion/the-1994-campaign-whitman-move-over-rockefeller-gop-s-got-a-new-idol.html","abstract":"  \"I'm a Christie Whitman Republican,\" Bernadette Castro told a radio audience last summer.   \"What Christie is doing is what we should all be doing,\" George E. Pataki said last month.","thumbnail":null,"section":"New York"},{"date":"19941004","headline":"Oakley Likely to Report","web_url":"https://www.nytimes.com/1994/10/04/sports/oakley-likely-to-report.html","abstract":"  After his productive meeting with Knicks management last week, Charles Oakley will likely report to training camp Friday, according to a person familiar with negotiations. \"I believe Charles will be there,\" he said. \"The meeting was positive. It's always good when you meet face to face.\"   Oakley has threatened to hold out, unhappy that he is locked into a contract with four years remaining that will pay him $2.2 million this season. For months, Oakley has sought a contract extension, a one-year balloon payment of about $10 million.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"BOOKS : TROUBLED TIGER","web_url":"https://www.nytimes.com/1994/10/04/style/IHT-books-troubled-tiger.html","abstract":"TROUBLED TIGER : Businessmen, Bureaucrats and Generals in South Korea","thumbnail":null,"section":"Style"},{"date":"19941004","headline":"Times Names Friedman To Write Op-Ed Column","web_url":"https://www.nytimes.com/1994/10/04/arts/times-names-friedman-to-write-op-ed-column.html","abstract":"  Thomas L. Friedman, a two-time Pulitzer Prize winner at The New York Times and now its chief economic correspondent, will become the newspaper's Foreign Affairs columnist on the Op-Ed page in January. His appointment was announced yesterday by Arthur Sulzberger Jr., the publisher of The Times.   The Foreign Affairs column began in The Times in 1937 and has been written by Anne O'Hare McCormick, C. L. Sulzberger, Flora Lewis and Leslie H. Gelb, who left the newspaper last year.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"Haiti's Attaches: Deadly Heirs to the Tontons Macoute","web_url":"https://www.nytimes.com/1994/10/04/world/mission-to-haiti-haiti-s-attaches-deadly-heirs-to-the-tontons-macoute.html","abstract":"  In one form or another, all of Haiti's paramilitary gunmen, known collectively as \"attaches,\" are descendants of the dreaded Tontons Macoute, set up a generation ago by the dictator Francois Duvalier. Many , like the armed forces commander, Lieut. Gen. Raoul Cedras, are the sons, nephews or grandsons of leaders or members of the Tontons Macoute, and for that reason continue to be referred to by many Haitians simply as \"Macoutes.\"   The largest and most important of these paramilitary groups is the Front for the Advancement and Progress of Haiti, or Fraph, founded after the military coup that overthrew the Rev. Jean-Bertrand Aristide on Sept. 30, 1991.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"Sale of Ginsberg Papers Requires No Defense","web_url":"https://www.nytimes.com/1994/10/04/opinion/l-sale-of-ginsberg-papers-requires-no-defense-431087.html","abstract":"  To the Editor:   I wonder what sort of world Stephen Dixon (letter, Sept. 28) lives in to suggest that a writer like Allen Ginsberg should donate his papers to a university, rather than sell them? Does Mr. Dixon realize that long-term medical care in this country is not free but expensive?","thumbnail":null,"section":"Opinion"},{"date":"19941004","headline":"Merrill Replaced as Manager","web_url":"https://www.nytimes.com/1994/10/04/sports/merrill-replaced-as-manager.html","abstract":"  Stump Merrill's managerial career probably ended for good yesterday when the Yankees removed him from the helm of their Class AAA Columbus Clippers and reassigned him to an unspecified position within the organization. Merrill, who managed the Clippers the last two seasons, was replaced by the organization's Class AA manager, Billy Evers.   While the 50-year-old Merrill had expressed a willingness to remain the Columbus manager until he retired, the Yankees decided to promote the 40-year-old Evers, who managed Class A Greensboro and Class AA Albany for the last two years, posting a combined record of 150-128. Merrill managed the Yankees for most of 1990 and 1991, succeeding Bucky Dent and being replaced by Buck Showalter. He has an overall minor league record of 936-674.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"N.H.L. and Players Agree! On Where to Hold Their Next Meeting","web_url":"https://www.nytimes.com/1994/10/04/sports/hockey-nhl-and-players-agree-on-where-to-hold-their-next-meeting.html","abstract":"  They weren't debating the shape of the table, but the principals in the National Hockey League labor negotiations seemed to have a bit of a difficult time agreeing yesterday on a site for their meeting today. That sort of problem doesn't bode well for their chances of reaching an agreement that will trigger the start of the season in 11 days.   On what was supposed to be the fourth day of the season, N.H.L. Commissioner Gary Bettman and his aides will meet at league headquarters in Manhattan at noon with Bob Goodenow, the union leader, and assorted players.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Clinton Lifts Ban on Contacts With Sinn Fein","web_url":"https://www.nytimes.com/1994/10/04/world/clinton-lifts-ban-on-contacts-with-sinn-fein.html","abstract":"  President Clinton lifted a generation-old ban today on official contacts between the United States and Sinn Fein, the political wing of the Irish Republican Army.   The White House said its view now is that an organization condemned by successive Administrations as terrorist is seeking to advance its objectives \"by peaceful means.\"","thumbnail":null,"section":"World"},{"date":"19941004","headline":"Klingler May Lose His Stripes","web_url":"https://www.nytimes.com/1994/10/04/sports/pro-football-notebook-klingler-may-lose-his-stripes.html","abstract":"  The Bengals (0-5) are one of only two teams without a victory in the National Football League (the Broncos are the other). But don't be surprised if there are more player changes in Cincinnati than coaching changes at the end of the year.    Quarterback David Klingler could be heading out the door before Coach Dave Shula is.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"The Case of the Swinging Detective","web_url":"https://www.nytimes.com/1994/10/04/arts/television-review-the-case-of-the-swinging-detective.html","abstract":"  One thing about Anna Lee, the Arts & Entertainment Network's new detective from the independent service London Weekend Television: no one is likely to confuse her with Miss Marple.    Played by Imogen Stubbs and based on a character from the novels of Liza Cody, Anna is in her sporadically swinging 20's, lives in the trendy Notting Hill section of London and drives a Sunbeam Alpine convertible that has seen better days. A former policewoman who found the force both too confining and too sexist, she has decided to be a private detective with the small, rather eccentric Brierly Security in Kensington. Anna and the unconventional adore each other.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"The N.F.L. View on Taunting","web_url":"https://www.nytimes.com/1994/10/04/sports/pro-football-the-nfl-view-on-taunting.html","abstract":"  Here is how the National Football League explains rule on taunting:   Taunting of an opponent is a foul under N.F.L. playing rules and will be called by the game officials (15-yard penalty). In addition, the taunting player will be fined.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Serbs Claim Ownership Of Airport At Sarajevo","web_url":"https://www.nytimes.com/1994/10/04/world/serbs-claim-ownership-of-airport-at-sarajevo.html","abstract":"  Sarajevo's main lifeline, its airport, has been closed for 11 days because Bosnian Serbs refuse to guarantee its safety unless the principle of Serbian ownership of the airfield is established, United Nations officials said today.   The demand by the Serbs, who ceded the airport to United Nations control in June 1992, has posed a sharp new threat to Sarajevo and again confronted United Nations military commanders with the issue of how to respond. Lieut. Gen. Sir Michael Rose, commander of the United Nations forces, has chosen negotiation, but NATO pressure to adopt a tougher stance is growing.","thumbnail":null,"section":"World"},{"date":"19941004","headline":"Tailhook Whistle-Blower Recalls Attack","web_url":"https://www.nytimes.com/1994/10/04/us/tailhook-whistle-blower-recalls-attack.html","abstract":"  A former Navy lieutenant who was the original whistle-blower in the Tailhook Association case testified today in a civil suit that she feared that her fellow aviators would rape her when she was trapped in the hallway of the Las Vegas Hilton.    \"I felt that if I didn't make it off the floor, I was sure I was going to be gang raped,\" said the former officer, Paula A. Coughlin, describing the scene at the convention in 1991 of the Tailhook Association, an independent group of retired and active naval aviators. Ms. Coughlin was among several dozen women who Navy investigators determined were groped or fondled by drunken male aviators in a crowded third-floor \"gantlet\" on the final day of the convention.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"In Performance; CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/10/04/arts/in-performance-classical-music-431052.html","abstract":"  Loose and Fleet-Fingered To Sizzling and Driven  Frick Collection    Jon Kimura Parker ended his piano recital on Sunday afternoon with an audacious style-hopping suite. It began with a wonderfully loose, fleet-fingered rendering of Chick Corea's \"Got a Match?\" and ended with a sizzling, driven account of the Fugue from the Barber Sonata. Between them were vignettes by John Adams, Alexina Louie and Walter Buczynski, brief essays in Minimalism, mystically atmospheric tone painting and mildly atonal pointillism. Oddly enough, the progression worked so well that objections to the truncating of the Barber evaporated.","thumbnail":null,"section":"Arts"},{"date":"19941004","headline":"Female Kicker Fails to Make Duke Team","web_url":"https://www.nytimes.com/1994/10/04/sports/sports-people-college-football-female-kicker-fails-to-make-duke-team.html","abstract":"  A first-year Duke student and would-be place-kicker, SUE MERCER, failed in her bid yesterday to become the first female to play for a National Collegiate Athletic Association Division I football team, Blue Devil Coach FRED GOLDSMITH said.   \"She's not where she needs to be to kick at this level of football,\" Goldsmith said. \"The leg strength wasn't there.\" Mercer won't make the team as a walk-on, but will be offered a spot as a special teams manager, the coach said.","thumbnail":null,"section":"Sports"},{"date":"19941004","headline":"Robb Beams as President Joins Him for Fund Raising","web_url":"https://www.nytimes.com/1994/10/04/us/robb-beams-as-president-joins-him-for-fund-raising.html","abstract":"  Bucking a wave of Democratic candidates running away from President Clinton, Senator Charles S. Robb of Virginia appeared downright radiant tonight, as Mr. Clinton gave him a warm and robust endorsement, imploring Virginians not to let Oliver L. North win a Senate seat in November.   In the first of two appearances tonight for the incumbent, Mr. Clinton used a 20-minute speech to criticize Republican tactics in Congress and on the stump, as well as to energize a campaign that has often seemed moribund against the more dynamic style of Mr. North.","thumbnail":null,"section":"U.S."},{"date":"19941004","headline":"High Court Hears Arguments on Allowing Death Row Inmate to Offer New Evidence in Appeal","web_url":"https://www.nytimes.com/1994/10/04/us/supreme-court-capital-punishment-high-court-hears-arguments-allowing-death-row.html","abstract":"  The Supreme Court over the last few years has erected high barriers to state death row inmates seeking Federal court review of their convictions and sentences. The question for the Court today, as the Justices heard arguments on the opening day of the new term, was whether to make those barriers higher still.   At issue in a case from Missouri's death row is what standard Federal judges should apply in deciding whether to grant a hearing to an inmate who has already had one round of Federal court review but who asserts that newly discovered evidence now proves his innocence of the crime for which he has been sentenced to death.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19941004","time":"1994-10-04 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":77,"wspd":9.4},{"date":"19941004","time":"1994-10-04 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":77,"wspd":11.2},{"date":"19941004","time":"1994-10-04 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":81,"wspd":13},{"date":"19941004","time":"1994-10-04 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":80,"wspd":11.2},{"date":"19941004","time":"1994-10-04 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":77,"wspd":9.4},{"date":"19941004","time":"1994-10-04 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":72,"wspd":11.2},{"date":"19941004","time":"1994-10-04 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":69,"wspd":11.2},{"date":"19941004","time":"1994-10-04 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":64,"wspd":7.6},{"date":"19941004","time":"1994-10-04 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":59,"wspd":9.4},{"date":"19941004","time":"1994-10-04 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":51,"wspd":11.2},{"date":"19941004","time":"1994-10-04 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":51,"wspd":13},{"date":"19941004","time":"1994-10-04 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":45,"wspd":20.5},{"date":"19941004","time":"1994-10-04 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":43,"wspd":14.8},{"date":"19941004","time":"1994-10-04 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":33,"wspd":18.4},{"date":"19941004","time":"1994-10-04 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":35,"wspd":18.4},{"date":"19941004","time":"1994-10-04 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":34,"wspd":18.4},{"date":"19941004","time":"1994-10-04 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":34,"wspd":18.4},{"date":"19941004","time":"1994-10-04 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":35,"wspd":14.8},{"date":"19941004","time":"1994-10-04 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":39,"wspd":14.8},{"date":"19941004","time":"1994-10-04 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":44,"wspd":7.6},{"date":"19941004","time":"1994-10-04 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":48,"wspd":5.4},{"date":"19941004","time":"1994-10-04 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":49,"wspd":9.4},{"date":"19941004","time":"1994-10-04 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":56,"wspd":9.4},{"date":"19941004","time":"1994-10-04 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":59,"wspd":9.4},{"date":"19941004","time":"1994-10-04 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":45,"wspd":16.6},{"date":"19941004","time":"1994-10-04 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":47,"wspd":20.5},{"date":"19941004","time":"1994-10-04 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":49,"wspd":16.6},{"date":"19941004","time":"1994-10-04 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":52,"wspd":14.8},{"date":"19941004","time":"1994-10-04 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":56,"wspd":16.6},{"date":"19941004","time":"1994-10-04 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":61,"wspd":20.5},{"date":"19941004","time":"1994-10-04 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10.6,"rhum":63,"wspd":16.6},{"date":"19941004","time":"1994-10-04 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":69,"wspd":18.7},{"date":"19941004","time":"1994-10-04 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":66,"wspd":22.3},{"date":"19941004","time":"1994-10-04 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":71,"wspd":16.6},{"date":"19941004","time":"1994-10-04 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":71,"wspd":7.6},{"date":"19941004","time":"1994-10-04 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":74,"wspd":13},{"date":"19941004","time":"1994-10-04 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":63,"wspd":14.8},{"date":"19941004","time":"1994-10-04 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":59,"wspd":16.6},{"date":"19941004","time":"1994-10-04 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":51,"wspd":14.8},{"date":"19941004","time":"1994-10-04 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":49,"wspd":18.7},{"date":"19941004","time":"1994-10-04 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":49,"wspd":22.3},{"date":"19941004","time":"1994-10-04 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":44,"wspd":20.5},{"date":"19941004","time":"1994-10-04 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":40,"wspd":24.1},{"date":"19941004","time":"1994-10-04 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":42,"wspd":20.5},{"date":"19941004","time":"1994-10-04 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":43,"wspd":18.7},{"date":"19941004","time":"1994-10-04 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":45,"wspd":22.3},{"date":"19941004","time":"1994-10-04 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":20.5},{"date":"19941004","time":"1994-10-04 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":53,"wspd":16.6}]},"19941005":{"guardian_articles":[{"date":"19941005","headline":"Blair defines the new Labour","web_url":"https://www.theguardian.com/politics/1994/oct/05/labour.uk","abstract":null,"thumbnail":null,"section":"Politics"},{"date":"19941005","headline":"Too beautiful a love to remain secret","web_url":"https://www.theguardian.com/politics/1994/oct/05/speeches.simonhoggart","abstract":null,"thumbnail":null,"section":"Politics"},{"date":"19941005","headline":"Blair defines the new Labour","web_url":"https://www.theguardian.com/politics/1994/oct/05/speeches.michaelwhite","abstract":null,"thumbnail":null,"section":"Politics"},{"date":"19941005","headline":"We are on your side, Blair tells voters","web_url":"https://www.theguardian.com/politics/1994/oct/05/speeches","abstract":null,"thumbnail":null,"section":"Politics"}],"nytimes_articles":[{"date":"19941005","headline":"Baker, Lieutenant to Reagan, Salutes North","web_url":"https://www.nytimes.com/1994/10/05/us/the-1994-campaign-baker-lieutenant-to-reagan-salutes-north.html","abstract":"  The man who was a major force in the success of the Reagan White House came to Virginia tonight to pay court to the man whose actions could have toppled it.   James A. Baker 3d, White House chief of staff and Treasury Secretary in the Reagan Administration, and President George Bush's Secretary of State, joined the pilgrimage of Republican Presidential prospects campaigning with Oliver L. North in his remarkable bid to join the Senate he once defied.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/05/style/chronicle-443760.html","abstract":"  Prince KARIM AGA KHAN, the spiritual leader of the world's Ismaili Muslims, and his wife, Princess SALIMA, are ending their 25-year marriage. Their plan to divorce was announced yesterday in London by lawyers for the Aga Khan, 57, whose 12 million Ismaili Muslim followers believe that he is the 49th direct descendant of the prophet Muhammed.   The Times of London reported that Princess Salima, 54, the former Sally Croker-Poole, a former model, was expected to receive a divorce settlement that would be \"one of the largest in European history.\"","thumbnail":null,"section":"Style"},{"date":"19941005","headline":"Baseball Owners Seek Off-Season Freeze","web_url":"https://www.nytimes.com/1994/10/05/sports/baseball-baseball-owners-seek-off-season-freeze.html","abstract":"  Out of the slumber of a season-shattering baseball strike, club owners have proposed to the union that the two sides agree to a 45-day freeze on off-season dates and rules.   The freeze, most noticeably, would push back the free-agency filing period. But it could have potentially greater implications, especially for the clubs' decision on whether to declare an impasse in already dormant negotiations and then impose new rules unilaterally.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Public & Private; Casualties Of War","web_url":"https://www.nytimes.com/1994/10/05/opinion/public-private-casualties-of-war.html","abstract":"  Two baby boys, born many miles apart. Michael was apparently healthy except for the strange sweats that drenched his clothes and bedding. His mother thought of him as a fussy baby because he nursed so often, slept so little, and wanted to be held so much. He died in November, age five months. An autopsy showed a mitral valve defect that had caused his heart to swell several times its normal size.   Cedrick was born with spina bifida and hydrocephalus, missing an eye and an ear, his heart on the right side of his body, his trachea and esophagus connected. People gasped and turned away when they saw him in the cart in the supermarket. He is 2 and has had eight operations so far.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/10/05/nyregion/inside-435910.html","abstract":"  American Auto Sales Surge   Detroit's Big Three auto makers captured sales from foreign producers, sending car and truck sales up 7.4 percent in September. Page D1. Major Earthquake Hits Japan    One of the most powerful earthquakes in its history hit Japan, but it caused surprisingly few casualties and little damage. Page A3. Big Hospital Chains to Merge    Columbia-HCA Healthcare, the nation's largest hospital company, will acquire Healthtrust, the second-biggest, in a $5 billion deal. Page D1.  ","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Hospital Put on Probation Over Tests on Poor Women","web_url":"https://www.nytimes.com/1994/10/05/us/hospital-put-on-probation-over-tests-on-poor-women.html","abstract":"  The Federal Government has put the Medical University of South Carolina on probation for violating ethical standards in a program in which pregnant women were threatened with exposure and jail if they did not complete drug education programs, Federal officials said today.   The Federal Office of Protection From Research Risks, the agency in charge of enforcing ethics rules in experiments, found that the program was tantamount to human experimentation on the black and poor women who received prenatal care from the hospital and that the researchers failed to obtain informed consent from their subjects. If the hospital is not recertified by the office at the end of the probation period, it could lose its Federal financing.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Dancing With China on a Slippery Deck","web_url":"https://www.nytimes.com/1994/10/05/opinion/IHT-dancing-with-china-on-a-slippery-deck.html","abstract":"China is the one power that still targets the United States with nuclear weapons, violates human rights on a wide scale, sells arms to unsavory regimes, defends dangerous rogue states, and bans critical journalists and academics. Such a characterization,","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Children of the Last P.O.W. Close a Pain-Filled Chapter","web_url":"https://www.nytimes.com/1994/10/05/us/children-of-the-last-pow-close-a-pain-filled-chapter.html","abstract":"  Four years to the day after his wife killed herself in despair at her inability to determine his fate, an American pilot who was the last listed prisoner of war from the Vietnam conflict was honored today at her grave in Arlington National Cemetery.   The occasion was a memorial service held by the couple's family and attended by the civilian and uniformed leaders of the Air Force. Yet afterward -- and despite the service's decision last month to reclassify the pilot, Col. Charles E. Shelton, from P.O.W. to killed in action -- two of the Sheltons' five children said they were still not convinced that he was dead.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Mexico Names Two Suspects In Killing","web_url":"https://www.nytimes.com/1994/10/05/world/mexico-names-two-suspects-in-killing.html","abstract":"  Government officials said today that they would charge a former federal official and a fugitive congressman with plotting the assassination of the second-ranking leader of Mexico's governing party.   The prosecution of the two men, one of them formerly a close political associate of the slain party leader, Jose Francisco Ruiz Massieu, suggests that the authorities' theory is that the motive for the killing was at least in part personal revenge.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Major Earthquake Off Japan Causes Little Damage","web_url":"https://www.nytimes.com/1994/10/05/world/major-earthquake-off-japan-causes-little-damage.html","abstract":"  One of the most powerful earthquakes in its history struck Japan Tuesday night, buffeting hundreds of miles of coastline with moderate seismic waves but causing surprisingly few casualties and little damage.   A warning for seismic waves was issued for much of the Pacific Rim, including the West Coast of the United States, causing public schools to be closed and coastal areas evacuated in Hawaii. But as of this morning in Japan, the danger to Hawaii and the West Coast had receded.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Wine Talk","web_url":"https://www.nytimes.com/1994/10/05/arts/wine-talk-442305.html","abstract":"  WHEN it comes to wine, rarity is an asset. No one pays $300 for a bottle of Chateau Petrus because of the taste; it's a very good wine, of course, but the price is based on the fact that so little of it is made.   There's a good chance that if someone could produce a large quantity of Petrus and drop the price, not a few buyers would wonder what all the fuss had been about.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Evolution of the Workplace Alters Office Relationships","web_url":"https://www.nytimes.com/1994/10/05/nyregion/evolution-of-the-workplace-alters-office-relationships.html","abstract":"  The Giffnock Corporation, a small company just off Interstate 95 in Rye, N.Y., that rents office suites to itinerant business executives, is the kind of place that would give an organization man fits: it's a thoroughly modern office.   Most of the people working there are barely connected with one another. They work for large and small companies elsewhere or for themselves -- merely leasing their offices for a monthly fee. There's a foreign-currency trader for a big Wall Street brokerage house telecommuting in one office, just down the hall from a former I.B.M. executive trying to make it on his own. Freelance headhunters stalk the halls.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"British Labor Party Sheds Marx for Middle Class","web_url":"https://www.nytimes.com/1994/10/05/world/british-labor-party-sheds-marx-for-middle-class.html","abstract":"  Tony Blair took full command of the Labor Party today, charting a course that would eliminate the last traces of Karl Marx and move the party unabashedly to the center, where Britain's middle class resides.   The telegenic 41-year-old party leader, who took over only 10 weeks ago, said in a keynote speech at the party's annual conference that he planned to center the party around issues like education, law and order and a \"partnership\" between the Government and the marketplace to generate full employment.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"1944: Germans Girding : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/05/opinion/IHT-1944-germans-girding-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - With Allied blows unhinging the gates to Germany on three fronts, Paul Joseph Goebbels, Adolf Hitler's Minister of Propaganda, and Heinrich Himmler, Gestapo chief, combined [Oct. 4] in an attempt to prepare their people for Allied occupation of t","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"N.H.L. Revises Its Proposal To Players","web_url":"https://www.nytimes.com/1994/10/05/sports/hockey-nhl-revises-its-proposal-to-players.html","abstract":"  Eleven days before Opening Night II, the National Hockey League presented its players with a revised proposal yesterday. Neither side offered details of the proposal, but a person familiar with the offer said it contained nothing the union could be expected to embrace as a way of ending the dispute.   Commissioner Gary Bettman made the revised offer in an effort to inject some impetus into the stalled talks and get the two sides moving toward an agreement that would enable the league to open the season on Oct. 15. That's the date Bettman set last Friday when he announced he was postponing the scheduled Oct. 1 start.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"In Metropolitan Niches, Filipino Dishes Twice as Nice","web_url":"https://www.nytimes.com/1994/10/05/arts/in-metropolitan-niches-filipino-dishes-twice-as-nice.html","abstract":"  TO order Filipino food, turo-turo.   The double word is easy to pronounce (TOO-roh-TOO-roh) and even easier to do. As either a verb or a noun, it means \"point-point.\"","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Haitians March In New York","web_url":"https://www.nytimes.com/1994/10/05/world/mission-in-haiti-haitians-march-in-new-york.html","abstract":"  Marching behind a Haitian flag with a photograph of the Rev. Jean-Bertrand Aristide taped to its center, a chanting crowd of hundreds of Haitians and Haitian-Americans crossed 42d Street from Times Square to the United Nations yesterday in a show of support for the exiled President.   In the hours before Father Aristide addressed the General Assembly, the orderly procession of some 500 people, flanked by an escort of about 50 police officers, filled the midday air with call and response:","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Giuliani and Striking Lawyers: Sending a Message","web_url":"https://www.nytimes.com/1994/10/05/nyregion/giuliani-and-striking-lawyers-sending-a-message.html","abstract":"  Mayor Rudolph W. Giuliani's stand against striking Legal Aid lawyers was not just about the 1,000 lawyers picketing the courthouse yesterday. Instead, it had everything to do with the 210,000 municipal workers he will be facing over the bargaining table next year.   By moving swiftly against the lawyers, Mr. Giuliani -- who told the strikers to go back to work today or lose their jobs for good -- underscored his stance that the city will not be able to afford raises for anyone, sending a message of resolve to the other unions and to a financial establishment whose cooperation he will need to bridge billion-dollar budget gaps over the next few years.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"New Idaho Community Raises Neighbors' Fears","web_url":"https://www.nytimes.com/1994/10/05/us/new-idaho-community-raises-neighbors-fears.html","abstract":"  Ever since Lewis and Clark sloshed their way through this valley 190 years ago, some people have viewed the Pacific Northwest as a refuge for the kind of behavior that might get a person run out of town in other parts of the country.   Communities based on free love or a pending apocalypse or on conversing with ancient spirits have long sprouted among the hidden reaches of the American far corner.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Report Won't Vindicate Iranian Faction","web_url":"https://www.nytimes.com/1994/10/05/opinion/l-report-won-t-vindicate-iranian-faction-443816.html","abstract":"  To the Editor:   \"Listen to All Iranian Voices\" (editorial, Sept. 26) contains a number of factual errors regarding the People's Mujahedeen (Mojahedin-e Khalq) and the Clinton Administration's planned response to the Congressional requirement for a report on this group.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Deep Discontent With Cuomo Strengthens Pataki, Poll Shows","web_url":"https://www.nytimes.com/1994/10/05/nyregion/1994-campaign-new-york-governor-deep-discontent-with-cuomo-strengthens-pataki.html","abstract":"  Five weeks before Election Day, Gov. Mario M. Cuomo and his Republican rival, State Senator George E. Pataki, are locked in a tight race because many New Yorkers are so disenchanted with the three-term incumbent that they are willing to support a challenger who remains largely unknown, according to a New York Times/WCBS-TV News Poll.   The statewide telephone poll, taken between Sept. 29 and Oct. 2, shows a virtual dead heat, with Mr. Pataki holding a slim lead of 44 percent to 41 percent among registered voters. Twelve percent are undecided. The distance between Mr. Pataki and Mr. Cuomo is within the poll's margin of sampling error of plus or minus three percentage points, meaning that either candidate could actually be ahead.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Aristide Backers Start to Surface","web_url":"https://www.nytimes.com/1994/10/05/world/mission-in-haiti-politics-aristide-backers-start-to-surface.html","abstract":"  Slowly, cautiously, a government-in-waiting is surfacing here.   Evans Paul, Mayor of this gritty, impoverished city by the sea, can now speak openly with politicians, journalists and friends, arriving nattily dressed at City Hall and at luxury hotels to appear on television to discuss Haiti's future.   But when night falls he does not go home. Instead, with memories of his arrest and beatings still in mind, he moves around the capital, seeking refuge in the homes of those who promise shelter.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Death at Wall and Main : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/10/05/opinion/IHT-death-at-wall-and-main-letters-to-the-editor.html","abstract":"Regarding the opinion column \"When Wall St. Contaminates Main St.\" (Sept. 23):.James Glassman's analysis of Wall Street's disease reverberates well past Main Street. As children, we are never taught the differences between the symbol of prospe","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Help Us, Oh Help Us, We've Got Buildings","web_url":"https://www.nytimes.com/1994/10/05/sports/on-pro-hockey-help-us-oh-help-us-we-ve-got-buildings.html","abstract":"  One of the big issues in hockey's labor hassle is the suggestion that team owners share revenue. The players want the owners to redistribute some gate receipts so that wealthy clubs from big cities can help their less-fortunate partners in smaller markets.   The owners, represented by Commissioner Gary Bettman, have rejected the proposal, so far. Although they speak in generalities and provide few details, they insist they are losing money as a group, so why spread red ink?","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Medical Investigators Find No Spread of the Plague From India","web_url":"https://www.nytimes.com/1994/10/05/world/medical-investigators-find-no-spread-of-the-plague-from-india.html","abstract":"  As international medical surveillance for plague intensifies, at least six countries have investigated suspect cases from India but none have been confirmed, health officials said yesterday.   A woman passing through customs at Kennedy International Airport in New York on Monday after arriving from India was sent to Bellevue Hospital because she was coughing and had a fever of 100.8 degrees Fahrenheit, a Federal health official said. Tests indicated she did not have plague.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Chancing a Romance With an Eager Stranger","web_url":"https://www.nytimes.com/1994/10/05/movies/film-review-chancing-a-romance-with-an-eager-stranger.html","abstract":"Dangerous N.Y. pickup tale. Spare, striking look and two strong performances but tilts. Too much psychodrama grafted to simple situation.","thumbnail":null,"section":"Movies"},{"date":"19941005","headline":"Man in the News: Fernando Henrique Cardoso; Brazil's Big Winner","web_url":"https://www.nytimes.com/1994/10/05/world/man-in-the-news-fernando-henrique-cardoso-brazil-s-big-winner.html","abstract":"  Hooded, handcuffed and listening to friends' cries under torture, a leftist sociology professor facing interrogation one night 25 years ago thought his life might end at the hands of army intelligence agents. Indeed from 1964 to 1985, the years of Brazil's military dictatorship, he suffered exile, imprisonment, blacklisting and the bombing of his social research group.   But today, voting returns and exit polls indicated that Brazilians had elected the professor, Fernando Henrique Cardoso, to be President by the widest popular margin since a retired army general was chosen to lead the nation in 1945.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Flying Through the Air With the Greatest of Ease","web_url":"https://www.nytimes.com/1994/10/05/movies/film-festival-review-flying-through-the-air-with-the-greatest-of-ease.html","abstract":"  Every society has its own mythological expressions of the human urge to fly. In America, comic-book heroes like Superman and Batman fulfill that fantasy. A trademark of Hong Kong action films is the aerial martial arts combat by kung-fu virtuosos whose spectacular leaps have a supernatural levity.    In \"The Red Lotus Society,\" the Taiwanese film maker Stan Lai's elegant and lighthearted reflection on Chinese myths of the mind and body, the dream has been realized by a group of seven men and women who, according to legend, came to Taiwan from the Chinese mainland in 1949. Trained in the art of \"vaulting,\" the ability to leap great distances, they were sent back to the mainland on a secret mission. After a series of reversals worthy of the trickiest film noir plot, the three survivors of the mission disappeared into Taiwanese society. One became a shipping clerk, another the operator of a dumpling stand and the third a blind masseur.","thumbnail":null,"section":"Movies"},{"date":"19941005","headline":"Simpson Team Opens a New Attack on Evidence in Bronco","web_url":"https://www.nytimes.com/1994/10/05/us/simpson-team-opens-a-new-attack-on-evidence-in-bronco.html","abstract":"  Lawyers for O. J. Simpson have mounted a two-front attack on evidence seized in later searches of his Ford Bronco, maintaining both that such evidence might have been tampered with while the vehicle was left unattended and that police blood tests on the interior are inherently unreliable.   Last month Mr. Simpson's legal team moved to suppress several crucial items, including the carpeting and pieces of bloody upholstery, seized from the Bronco on June 14, a day and a half after the bodies of Mr. Simpson's former wife, Nicole Brown Simpson, and her friend Ronald L. Goldman were found outside her home in the Brentwood section of Los Angeles. Judge Judge Lance A. Ito has essentially rejected that motion, although parts of it will be taken up at a hearing on Wednesday.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/10/05/sports/transactions-441740.html","abstract":"  Baseball  National League    CHICAGO CUBS -- Reassigned general manager Larry Himes as director of Arizona operations-special assignment scout. Announced they are dropping their affiliation with the Huntington club of the Appalachian League for financial reasons.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"German Train Isn't the Fastest","web_url":"https://www.nytimes.com/1994/10/05/opinion/l-german-train-isn-t-the-fastest-443786.html","abstract":"  To the Editor:   Germany's experimental magnetic levitation train is by no means the world's fastest at only 240 miles per hour, as you erroneously report Sept. 25. The French high-speed train, T.G.V. (train a grande vitesse), has bettered that speed on a number of occasions and attained 320.2 miles per hour during a test run in May 1990. Long sections of the new T.G.V. line south of Lyon were built for commercial service of 200 miles an hour at less than half the per-mile cost of the German Transrapid.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Haiti's Military Power Structure Is Showing Signs of Falling Apart","web_url":"https://www.nytimes.com/1994/10/05/world/mission-haiti-haiti-haiti-s-military-power-structure-showing-signs-falling-apart.html","abstract":"  The military power structure that has tyrannized Haiti for three years seemed to be crumbling today, as the feared chief of police suddenly fled the country and the leader of the main paramilitary group publicly endorsed the return of Haiti's ousted President, the Rev. Jean-Bertrand Aristide.   Col. Michel Francois, the police chief of the Port-au-Prince district, was reported to have crossed into the Dominican Republic just before midday after a tense 14-hour standoff at the border in which Dominican officials initially denied him entry. Several officers on his staff were said to have accompanied him into exile.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/10/05/sports/results-plus-442089.html","abstract":"  ASIAN GAMES Chinese Go 1-2-3 in Three Events  Chinese athletes completed sweeps in three sports, including setting two world records in weight lifting, on the second day of the Asian Games in Hiroshima, Japan. After yesterday's competition, China had 20 golds and Japan was second with 8, with 6 of those coming from karate, in which China isn't competing. Iran and Syria wrecked Japan's chances of a sweep in karate, however, by winning two of the day's four events. Of 16 golds awarded yesterday, China won all except the 4 in karate. Xiong Guoming led the sweep in swimming and became the first triple gold medalist by anchoring the relay team to victory after winning the grueling men's 400-meter individual medley in an Asian record of 4 minutes 19.40 seconds. The Chinese also dominated in diving. China's world-record breakers in weight lifting were Chen Xiaomin at 59 kilograms and Tang Weifang at 70 kilograms. (AP) VOLLEYBALL U.S. Team Moves to Quarterfinals  The United States advanced to the quarterfinals of the 13th volleyball men's world championship in Athens, Greece, yesterday, defeating a weak Cuban team by 3-0 (15-6, 15-13, 15-12). Other teams to advance were Italy, Russia, South Korea, the Netherlands, which eliminated Japan, 3-0 (15-8, 15-7, 15-5), and 1992 Olympic gold medalist Brazil, which defeated Canada, 3-0 (15-12, 16-14, 15-10). The quarterfinal schedule will be determined by a draw to be held today. The quarterfinals start tomorrow, with the finals on Saturday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Sports of The Times; Can Carroll Make Jets 'Ballistic'?","web_url":"https://www.nytimes.com/1994/10/05/sports/sports-of-the-times-can-carroll-make-jets-ballistic.html","abstract":"  THE brilliant American comedian Richard Pryor once said that his goal in life was to make everybody in his path say, \"Man, this guy's crazy.\" (I've cleaned it up a bit.)    Not that I value football coaches as highly as I value tetchy geniuses like Pryor, but, for better or worse, intimidation pays off in the only sport we have left. It helps if the lads with the thick necks think Coach is slightly off his flip.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"ARISTIDE, AT U.N., EMPHASIZES NEED FOR CONCILIATION","web_url":"https://www.nytimes.com/1994/10/05/world/mission-to-haiti-at-the-un-aristide-at-un-emphasizes-need-for-conciliation.html","abstract":"  Pledging that \"in 11 days I will be in Haiti,\" its exiled President, the Rev. Jean-Bertrand Aristide, told the United Nations General Assembly today that he is committed to a policy of reconciliation and reconstruction under which civil violence will not be tolerated and retribution will be left to the judicial process.   \"We will prepare our reconciliation coffee with the filter of justice, so that no traces of violence or vengeance will be found,\" he said, quoting a Creole saying. He devoted much of his address to outlining a recovery plan, suggesting also that Haiti's Army, which he called a drain on the economy, would be reduced in size.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Tabasco Cat Mission: Clearing 2 Big Hurdles","web_url":"https://www.nytimes.com/1994/10/05/sports/horse-racing-tabasco-cat-mission-clearing-2-big-hurdles.html","abstract":"  Tabasco Cat flew into New York from Kentucky yesterday, frolicked in the yard outside the Wayne Lukas barn at Belmont Park and prepared to pursue the memory and the record of Holy Bull in two landmark races that could determine who indeed is the Horse of the Year.   \"What we're trying to do,\" said Lukas, who flew alongside his star colt, \"is to have a better year than any other horse in America.\"","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Colors Galore, a Bit of Shine, And Style That Won't Startle","web_url":"https://www.nytimes.com/1994/10/05/arts/colors-galore-a-bit-of-shine-and-style-that-won-t-startle.html","abstract":"  Laura Biagiotti makes the most exquisite handkerchief linen dresses and the most luxurious cashmeres. If only she had focused her energies on them in the spring collection she showed here today.    Too much of the show was devoted to heavy-looking appliques of wild color combinations and tortured cutouts with brass borders.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Mexico City Journal; Among the Ruins of the Left, a Pillar Stands","web_url":"https://www.nytimes.com/1994/10/05/world/mexico-city-journal-among-the-ruins-of-the-left-a-pillar-stands.html","abstract":"  It was in 1975 that Rosario Ibarra de Piedra's 21-year-old son, Jesus, was arrested at an anti-Government rally. He has never been found.    After her son's disappearance, her husband, also named Jesus, was tortured by interrogators demanding information about their son.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/10/05/style/chronicle-443778.html","abstract":"  GEORGE WEISSMAN celebrated his retirement as chairman of Lincoln Center Monday night with a party for 400 friends at -- where else? -- Lincoln Center.    \"I loved it,\" he said afterward.  \"The evening was short on speeches.\"","thumbnail":null,"section":"Style"},{"date":"19941005","headline":"Russia's Mute and Hidden Loot","web_url":"https://www.nytimes.com/1994/10/05/opinion/russia-s-mute-and-hidden-loot.html","abstract":"  The Hermitage Museum in St. Petersburg, Russia, has given a sardonic twist to Andre Malraux's description of the arts as \"the voices of silence.\" For nearly 50 years the museum has maintained total silence about scores of French Impressionist and Post-Impressionist paintings.  Most were the lawful property of a private collector in Weimar. Many were listed as lost or destroyed in Germany during World War II, when in fact they lay hidden in the museum. So closely was the secret kept that Dr. Mikhail Pyotrovsky, the Hermitage's director, did not see the paintings until 1991.    Creditably, Dr. Pyotrovksy has now arranged for the public showing in March of such lost masterpieces as Degas's \"Place de la Concorde.\" But on the matter of returning the paintings he is evasive, saying this is \"a legal question, to be debated in court.\"","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Judge Won't Let Accused in Clinic Attack Argue That Killing Was Justified","web_url":"https://www.nytimes.com/1994/10/05/us/judge-won-t-let-accused-in-clinic-attack-argue-that-killing-was-justified.html","abstract":"  The former minister accused of killing an abortion clinic doctor and the doctor's bodyguard was barred today from arguing that the deaths were \"justified and necessary\" to prevent illegal abortions. Immediately after the ruling, the defendant dismissed his two court-appointed lawyers and announced that he would represent himself.   It was the fourth time in the two months since his arrest that the former Presbyterian minister, Paul J. Hill, changed his mind about who would represent him in a trial that he has sought to use as a forum for his religious convictions against abortion.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Cubs Send Himes to Arizona","web_url":"https://www.nytimes.com/1994/10/05/sports/sports-people-baseball-cubs-send-himes-to-arizona.html","abstract":"  LARRY HIMES was removed as general manager of the Chicago Cubs yesterday and reassigned as director of Arizona operations and as a special assignment scout. Himes will relocate to Arizona to oversee the club's new spring training site in Mesa, said the Cubs' new president, ANDY MacPHAIL. Himes will also scout spring training, the Arizona Fall League and the American League as part of a two-year contract extension.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Blocking a Religious Divorce Proves Costly","web_url":"https://www.nytimes.com/1994/10/05/nyregion/blocking-a-religious-divorce-proves-costly.html","abstract":"  The refusal of an Orthodox Jewish man to grant his wife a religious divorce cost him more than $180,000 yesterday, when a Brooklyn judge ruled that the husband's obstinacy and pressure to extract financial concessions were grounds for forfeiting any claim to a larger share of the couple's marital wealth.   Anthony Daniele, the lawyer for the wife, Naomi Schwartz, said the ruling was the first in New York State in which a husband was financially penalized in a civil court for withholding a religious divorce.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Shut Down Haiti's Police : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/10/05/opinion/IHT-shut-down-haitis-police-letters-to-the-editor.html","abstract":"By showing images of people fighting each other in Haiti without properly explaining what is going on, the media often gloss over the real sources of violence and unrest..On the one hand are the military and police (and paramilitary forces) that have sy","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"World News Briefs; Belgrade Reportedly Sending Arms to Bosnia","web_url":"https://www.nytimes.com/1994/10/05/world/world-news-briefs-belgrade-reportedly-sending-arms-to-bosnia.html","abstract":"  With some sanctions against Yugoslavia expected to be suspended on Wednesday, the Clinton Administration is studying reports that military goods are still crossing the Serbian border into Bosnia, a United States official said today.   But the Administration has not decided whether to turn over its information to the United Nations, the official said, because of reluctance to divulge intelligence methods.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"U.S. AND CHINESE RESOLVE DISPUTE ON MISSILE SALES","web_url":"https://www.nytimes.com/1994/10/05/world/us-and-chinese-resolve-dispute-on-missile-sales.html","abstract":"  As a sign of improving relations, the United States today agreed to allow the export of high-technology satellites to China that was frozen after Beijing secretly transferred missile components and technology to Pakistan.   In return, China pledged that once those sanctions are waived, it will not sell or transfer surface-to-surface missiles covered under an international accord controlling the transfer of sensitive missile technology.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Educators Held in Scheme Involving Supplier Bribes","web_url":"https://www.nytimes.com/1994/10/05/nyregion/educators-held-in-scheme-involving-supplier-bribes.html","abstract":"  Six current and former officials of the New York City Board of Education including a principal, a high school English teacher and several senior administrators were charged yesterday with bribery and other offenses involving the purchase of school supplies.   The charges, culminating a 22-month investigation, suggested that the board's $160 million annual budget for classroom and office supplies continues to be a lucrative target for corrupt officials and the board's 17,000 vendors. The arrests of the six officials and a private supplier came seven weeks after a comptroller's report criticized the purchasing system as vulnerable to abuse, in a system in which actual spending on books, pencil, paper and other classroom supplies is only $44 per student. The charges were announced yesterday and Monday in Brooklyn Federal court and state courts in Brooklyn and the Bronx.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Temper Tantrum Results in Suspension","web_url":"https://www.nytimes.com/1994/10/05/sports/sports-people-soccer-temper-tantrum-results-in-suspension.html","abstract":"  Clemson has suspended men's soccer coach I. M. IBRAHIM for four games for \"conduct unbecoming a Clemson coach\" near the end of Clemson's 1-0 loss to Loyola (Md.) on Sunday, DWIGHT RAINEY, senior associate athletic director, said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Yeltsin Promises to Continue the Fight Against Inflation","web_url":"https://www.nytimes.com/1994/10/05/world/yeltsin-promises-to-continue-the-fight-against-inflation.html","abstract":"  A year after ordering tanks to crush a parliamentary rebellion, President Boris N. Yeltsin said today that Russia was moving toward economic and political stability. He promised to maintain deflationary economic policies at least until the presidential election in June 1996.   At a news conference exactly one year after tanks fired on the Russian Parliament, Mr. Yeltsin also promised to encourage private investment, \"move a bit faster on economic reform\" and pursue a strong Russian role in international affairs.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Personal Health; Why the food you eat may be hazardous to your health.","web_url":"https://www.nytimes.com/1994/10/05/us/personal-health-why-the-food-you-eat-may-be-hazardous-to-your-health.html","abstract":"  RECENT outbreaks of severe illness and deaths from contaminated food have shaken American confidence in what has long been considered the safest food supply in the world and have drawn attention to the antiquated methods used to inspect foods like meats and poultry.    People who dismissed earlier warnings about the growing hazards from eating raw and undercooked eggs could hardly ignore the nearly 500 cases of illness and four deaths (three of them children) that were traced to undercooked hamburgers at fast-food restaurants in the Northwest last year.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/05/nyregion/c-corrections-443433.html","abstract":"  Because of an editing error, an article on Sunday about the role of the economy in the New York State campaign for governor misstated State Senator George E. Pataki's position on reducing the number of state employees. Mr. Pataki says he would fill only two-thirds of the job openings that occur each year, not that he would cut the workforce by a third.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"A Slice of Italy Reached by Subway","web_url":"https://www.nytimes.com/1994/10/05/arts/a-slice-of-italy-reached-by-subway.html","abstract":"IT may not be as picturesque as the Campo dei Fiore in Rome or the Vucciria in Palermo, Sicily, or even as well known as Arthur Avenue in the Bronx. But the Bensonhurst section of Brooklyn, especially the stretch of 18th Avenue between 68th and 77th streets, is one of the best neighborhoods for food shopping this side of Italy.\n\nSeasonal fruits and vegetables like cactus pears, fresh-picked olives, and dandelions can be found in the markets, often at prices much lower than those in other parts of the city. In fall, there are late-season fava beans ready to snap out of their thick pods, peel and eat with shards of sharp pecorino Romano, a sheep's milk cheese, as either an appetizer or a cheese course.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Reviews/Fashion; Versace and Sander Say No to Gimmicks","web_url":"https://www.nytimes.com/1994/10/05/arts/reviews-fashion-versace-and-sander-say-no-to-gimmicks.html","abstract":"  The Great Glamour Movement may look great in department-store windows. But it certainly hasn't been great for design.   Fine fashion design doesn't need cigarette holders or maribou or big diamond collars. It doesn't need Chinese fans or chopsticks in the hair or Shar-Peis on leashes. Elegance, as a fashion sage once said, is refusal. And great design needs that, especially now, with so many temptations so easily obtained.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Leaf Blowers Torment Those Working at Home","web_url":"https://www.nytimes.com/1994/10/05/opinion/l-leaf-blowers-torment-those-working-at-home-443719.html","abstract":"  To the Editor:   Your Sept. 27 report from White Plains on leaf blowers notes that landscape contractors complain that they will be out of business because of bans on the leaf blower, but you say nothing about how their noise is already causing loss of productive work and income for those working at home.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/05/nyregion/c-corrections-443441.html","abstract":"  An article yesterday about university clubs in Manhattan misstated the closing date of a club for Columbia alumni. It was in 1973, not in the last decade. The article also omitted the Columbia Club's current status. Since 1990, it has been an affiliate of the Williams Club.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Food Notes","web_url":"https://www.nytimes.com/1994/10/05/arts/food-notes-442275.html","abstract":"  New East Side Cafe    Fletcher Morgan's Provisions, 864 Lexington Avenue (64th Street), is a new, charming provincial-style cafe with an array of breakfast and lunch items. Buttery breakfast pastries and moist muffins ($1.25 and up) are served with coffee and fresh juices.   Lunch items, to take out or eat in at little cafe tables or at the counter, include sandwiches (roasted vegetables, for example, or French-style ham, $5 to $6), salads (like ratatouille, couscous with vegetables or lentils, mostly $2 to $5 a pound), and main dishes, including roast chicken ($4.50 to $12). There are also dessert tarts, cakes and cookies. The shop is open from 9 A.M. to 7:30 P.M. A Second Porcini Trading    Porcini Trading, a small produce market that opened last fall at 1450 Second Avenue (75th Street), has just opened a second, larger market at 1510 Second Avenue (78th Street). The owners plan to keep both stores open. The new market sells some prepared foods and has a broader selection of groceries and dairy products than the original market. Both now have fresh imported porcini mushrooms from Italy. They range in price from $7.50 to $30 a pound, depending on the size and quality, which for the beefy top-of-the-line ones is impeccable.  Corrado Opens a Market    Joining Corrado, a restaurant at 1373 Avenue of the Americas (55th Street), and its neighboring Corrado Cafe and Corrado Kitchen catering shop is the new Corrado Market. But instead of being clustered with the other Corrado properties, this food market and catering shop is uptown, at 1409 Second Avenue (73d Street). It is a spacious, rather homey-looking food market with a typical array of produce, breads, cheeses and some high-end packaged groceries like olive oils and pasta.   Some of the prepared food items are especially delicious, like the penne pasta with eggplant, baked butternut squash, linguine with shiitake mushrooms, all for $7 a pound, and the fresh salmon salad, $15 a pound. The market is open every day. Telephone: (212) 472-9200. Mail-Order Spices    Adriana's Bazaar, a retail store on the Upper West Side that sold spices and condiments from around the world until it closed earlier this year, has become Adriana's Caravan, a mail-order company in Brooklyn with a catalogue of more than 1,000 items. Copies of the catalogue can be ordered for $3 by calling (800) 316-0820. A condensed version of the catalogue is free. Hot Stuff in Flux    Another source of spiciness may also switch to mail order. Hot Stuff, a shop specializing in spicy ingredients, at 227 Sullivan Street (near Bleecker Street), will close at the end of the year. David Jenkins, the owner, said he hoped to open a new store elsewhere in Manhattan with a small restaurant, to help generate better sales, or to convert it into a mail order house.  The Parlor Set    The younger generation should be more than happy with the fare at Mr. Chips, 27 East 92d Street, a classy new ice-cream parlor owned by Chip Fisher. Mr. Fisher, who has young children and lives in the neighborhood, also owns Fisher & Levy, a cafe and caterer, and Lamalle Kitchenware.    The new ice-cream parlor is sleekly modern, done in blond wood, with low counters and child-height stools in sherbet pastels. A swath of chalk board, with chalk provided, covers the wall above the counter. The ice cream comes in more than a dozen flavors. The restaurant is open from 11:30 A.M to 10 P.M. on weekdays, and from noon to 10 P.M. on weekends. Battle of the Wines    An all-day tasting to compare American chardonnays and pinot noirs with French red and white Burgundies made from the same grapes has been scheduled for Dec. 10 at the International Wine Center, 231 West 29th Street, Suite 210. The tasting, which will begin at 10 A.M. and end at about 4:30 P.M., will cover 42 wines and include lunch. The wines will be tasted blind in groups of three. The fee for the tasting is $235 and must be paid in full to secure a reservation. More information is available from the Wine Center, (212) 268-7517. Indian Feast in Queens    Dinner for 50,000? That is about how many people are expected to show up for an Indian folk and food festival from 8 P.M. to 1 A.M. Friday, Saturday and Sunday and next Friday and Saturday , Oct. 14 and 15, in Flushing Meadow Park, Queens. The festival, called Garba '94, will feature music, dancing and appearances by Indian movie stars. The garba is a kind of dance.    More than 100 food stalls will be selling portions of Indian specialties for $2 to $5. Admission to the festival, which was organized by Rhythm of India, an association of Indian businesses in Jackson Heights, Queens, is $20; those 60 and older will be admitted for $13. More information can be obtained by calling (718) 803-3333.  ","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Officer Is Shot in Queens, Probably by Fellow Officer","web_url":"https://www.nytimes.com/1994/10/05/nyregion/officer-is-shot-in-queens-probably-by-fellow-officer.html","abstract":"  An off-duty officer of the New York City Police Department was slightly wounded last night by a bullet that was probably fired by a housing officer, the police said, apparently marking the second incident in six weeks in which officers in the city have shot their own comrades.   The wounded officer, Angelo Angelico, 27, suffered a deep graze wound to the head and was conscious when he was taken to New York Hospital Medical Center in Queens, said Sgt. John McCluskey, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Daniels Waived by San Antonio","web_url":"https://www.nytimes.com/1994/10/05/sports/sports-people-basketball-daniels-waived-by-san-antonio.html","abstract":"  The San Antonio Spurs have waived guard LLOYD DANIELS, who spent two seasons with the team. Spurs General Manager GREGG POPOVICH announced the move yesterday, just three days before the team's training camp was scheduled to begin.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"May UEFA Do the Just Thing","web_url":"https://www.nytimes.com/1994/10/05/sports/IHT-may-uefa-do-the-just-thing.html","abstract":"The European Football Union, UEFA, is staring down the barrel of its own law. Having fired from the hip in previous years to quash victories of teams whose fans injured an opposing player, UEFA's disciplinary committee must now show whether it has the ap","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"With Plague Come False Reassurances","web_url":"https://www.nytimes.com/1994/10/05/opinion/l-with-plague-come-false-reassurances-443794.html","abstract":"  To the Editor:   \"Return of the Plague\" (editorial, Sept. 29) states that the pneumonic plague that has appeared in Surat, India, \"for all its historic savagery, should be controllable in the modern world.\" This reassurance is reminiscent of the words of Surgeon General William H. Stewart, who told Congress in 1969 that \"it was time to close the book on infectious diseases\" and stated that the war against pestilence was won.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/05/nyregion/c-corrections-443417.html","abstract":"  A chart yesterday about events that led to the forced resignation of Agriculture Secretary Mike Espy referred incorrectly to a Dallas Cowboys football game Mr. Espy attended as a guest of Tyson Foods. The Jan. 16 game, for which Mr. Espy says he has reimbursed Tyson, was between Dallas and the Green Bay Packers, not the New York Giants. The error also appeared in articles on Aug. 7, Aug. 11 and Sept. 17.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Grand Guignol, and Other Revivals on Paris Stages","web_url":"https://www.nytimes.com/1994/10/05/style/IHT-grand-guignol-and-other-revivals-on-paris-stages.html","abstract":"Jean-Marie Besset, a talented French dramatist in his early 30s, is back this season with another new play. But \"Fête Foreign,\" at the Gaïté-Montparnasse, is a departure from his customary sophistication..He has provided a grip","thumbnail":null,"section":"Style"},{"date":"19941005","headline":"Sixers and No. 1 Pick Agree to Agree","web_url":"https://www.nytimes.com/1994/10/05/sports/sports-people-basketball-sixers-and-no-1-pick-agree-to-agree.html","abstract":"  The Philadelphia 76ers reached agreement in principle with their top draft pick, SHARONE WRIGHT of Clemson, and DANA BARROS, a point guard, said he will accept a one-year contract.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/10/05/nyregion/metro-digest-437409.html","abstract":"  DISCONTENT HELPS PATAKI, POLL SHOWS    Gov. Mario M. Cuomo and his Republican rival, State Senator George E. Pataki, are locked in a tight race because many New Yorkers are so disenchanted with their three-term incumbent that they are willing to support a challenger who remains largely unknown, according to a New York Times/WCBS-TV News Poll. A1.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Philip Morris Calls In I.O.U.'s in the Arts","web_url":"https://www.nytimes.com/1994/10/05/arts/philip-morris-calls-in-iou-s-in-the-arts.html","abstract":"  To people in the arts, two of the best words in the English language for more than a generation have been Philip Morris, and never mind if the money comes from tobacco. The $61 billion maker of cigarettes, food and beer has been one of the nation's biggest supporters of culture since 1958, and unlike many companies, Philip Morris has generally given lots of money and asked nothing in return.    Until now. Late last month, writhing in dismay over strong anti-smoking legislation pending before the New York City Council, Philip Morris executives telephoned arts institutions that had benefited from their largess and asked them to put in a good word with Peter F. Vallone, the City Council Speaker. The requests were only a small part of a much larger lobbying campaign Philip Morris has mounted against the bill, which at one point led to threats, later retracted, to move its headquarters out of New York City.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Metropolitan Diary","web_url":"https://www.nytimes.com/1994/10/05/arts/metropolitan-diary-443107.html","abstract":"  DEAR DIARY:   My wife, who teaches first grade at the Grace Church School in Greenwich Village, heard one of the boys humming the first few bars of \"The Star-Spangled Banner.\" She went over to his desk and asked him, \"Scott, do you know what that is that you're humming?\"   \"Yes,\" he replied. \"It's an old baseball song.\" LEE HAYS                    . . .         When is a window not a window? Ask Ann L. Drinan of Manhattan, who was in the Philadelphia airport recently, reading while she waited for her flight to be called. A middle-aged woman approached and very tentatively said, \"I hope I'm not being too bold, but is your name Heloise?\" Ms. Drinan politely said no, her name was Ann.   The woman explained that she saw Ms. Drinan reading a book about cleaning windows and thought she was Heloise, the household-hint columnist. Well, why not? Ms. Drinan was indeed reading a book titled \"It's Time to Clean Up Your Windows.\" How was the woman to know that it was about Microsoft Windows for computers?                    . . .       Dear Diary:   It is a balmy late-summer evening. While walking down West 18th Street, I stumble upon Book Friends Cafe. A quartet is playing a tune from an old Busby Berkeley movie as I walk in. True to its name, the front is a bookstore, the back a cafe.   As I stand, thumbing through Gracie Fields's autobiography, the quartet strikes up a sultry rumba. Two couples, both in vintage evening dress, rise from their tables and take to the floor, dancing with a grace that Fred and Ginger would have envied. I stare, poleaxed with pleasure, at my own private movie.   A moment of perfect bliss in Manhattan. ELISA DeCARLO                    . . .       DREAMS   Someone    should walk the streets    collecting dreams    since those of us    who work at sleep    seem too tired to do the job.   Somewhere   the task of saving memories must   be recorded. Perhaps a storehouse    might hold them in golden barrels.   Sometimes   in the morning, sturdy souls   forget the nighttime fragments of   black and white recollections   that weave in and out of sunlight   like elusive flashy photographs.   There has to be   a permanent collection,   a museum of dreams.   Somehow. ROGER GRANET                    . . .         Dr. William K. Kopp of Rego Park, Queens, who identifies himself as a single man of 55, says that neither he nor Karen Weitz, his companion of 11 years, has ever felt comfortable with the term \"girlfriend.\" But defining the relationship leads to some amusing moments.   Recently, Dr. Kopp reported, \"Karen spotted my daughter with my 16-month-old grandson, Jonah, playing with friends in the park.\"   \"My daughter introduced Karen to her friends as 'my dad's girlfriend,' \" he continued, \"and then turned to my grandson and said, 'Jonah, say hi to Grandma Karen.' '                    . . .         Nardi Reeder Campion of Hanover, N.H., was in the Harvard Club recently and overheard a man discussing his grandson, a freshman at Dartmouth.   \"He went on this hiking trip and slept at a lodge,\" he said. \"In the morning, they had green eggs -- for Dartmouth, don't you know -- and had to choose between two pitchers of juice. One was marked 'O.J. Innocent' and the other 'O.J. Guilty.' \"                    . . .         After fruitless phone calls to her local toy shops in Craryville, N.Y., Shirley Siegel decided she'd try F. A. O. Schwarz in Manhattan.   She explained to the sales clerk that she was looking for a stuffed animal, specifically a snail.   Sales clerk: \"A what?\"   Mrs. Siegel: \"A snail . . . S-N-A-I-L.\"   Sales clerk: \"Oh, a snail, as in escargot.\"   Alas, bilingualism didn't help. Escargot or snail, there wasn't a stuffed one around.   ","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Seminoles Know Pain Of Miami's Mind Games","web_url":"https://www.nytimes.com/1994/10/05/sports/football-seminoles-know-pain-of-miami-s-mind-games.html","abstract":"  They had no heart. That is what today's team leaders at Florida State remember hearing, following the losses to Miami when they were young. Never mind that in two consecutive games, in 1991 and 1992, Miami's victories were not secured until Florida State kicks passed wide of the right upright. Those Hurricanes had mastered the techniques of gamesmanship, an art that goes well beyond mere trash-talking.   Gamesmanship creates doubts for both this time and the next one. That is what those Hurricanes had in mind when they said, again and again, that Florida State had no heart. Those young Seminoles knew that people believed what they were hearing. Maybe some of them began to wonder, too.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Striking Legal Aid Lawyers Bow to Mayoral Ultimatum","web_url":"https://www.nytimes.com/1994/10/05/nyregion/striking-legal-aid-lawyers-bow-to-mayoral-ultimatum.html","abstract":"  Faced with an ultimatum by Mayor Rudolph W. Giuliani, striking lawyers reached a tentative contract agreement with the Legal Aid Society late last night and agreed to return to work this morning, union and management officials said.   Neither side would disclose the details of the accord, and it was not clear whether the deal would be acceptable to Mr. Giuliani, who yesterday demanded that any new contract with the lawyers contain a no-strike clause, with automatic penalties for walking off the job.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Armstrong Adjusts To Chasing Rainbow","web_url":"https://www.nytimes.com/1994/10/05/sports/cycling-armstrong-adjusts-to-chasing-rainbow.html","abstract":"  Lance Armstrong is back in his team jersey now, a blue and red one, and only the discreet multicolored stripes at the neck and sleeves indicate that he ever wore the broad bands of the world champion's rainbow jersey.   \"My new old jersey, yeah,\" he said of the blue and red one. Armstrong, who last year at the age of 21 became the second-youngest man to win the professional bicycle road racing world championship, finished seventh in August in the same race.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Speaking French and Thinking African to Help Children Learn","web_url":"https://www.nytimes.com/1994/10/05/us/speaking-french-and-thinking-african-to-help-children-learn.html","abstract":"  In Nassau Elementary School here in one of the state's more impoverished districts, just past the alphabet cards and Pledge of Allegiance posters, a quiet revolution is taking place. Every day, students enter another culture and speak another language, as their teachers try to prepare them for the world beyond their neighborhood.   This year, 130 kindergarteners and first-graders began taking all their classes except art and gym in French. Within five years, all classes for all grades are to be in French.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"White House Memo; After So Many Awkward Departures, Espy Obedience Brings Sigh of Relief","web_url":"https://www.nytimes.com/1994/10/05/us/white-house-memo-after-so-many-awkward-departures-espy-obedience-brings-sigh.html","abstract":"  In an Administration where high-level dismissals have often proved difficult, the White House expressed relief and even pride today over that rarest of events: the obedient departure.   Unlike Zoe Baird, or Lani Guinier, or Roger C. Altman, Webster L. Hubbell, Les Aspin or Clifford Wharton, Agriculture Secretary Mike Espy cut his White House ties on Monday with almost no warning and even less rancor. Nor was there any advance word of the event that led to his downfall: his girlfriend's acceptance of a $1,200 scholarship from the huge Arkansas-based poultry processor Tyson Foods Inc., which had squired Mr. Espy to a Dallas Cowboys game.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Maneuvering on Bronx Judgeship Violates Federal Election Law","web_url":"https://www.nytimes.com/1994/10/05/opinion/l-maneuvering-on-bronx-judgeship-violates-federal-election-law-443824.html","abstract":"  To the Editor:   Your criticism of Assemblyman George Friedman's maneuvering from Bronx County Democratic chairman into a New York State Supreme Court judgeship in the Bronx (editorial, Sept. 27) is inadequate, given the abuse of power and political hypocrisy involved.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Having 'Done Enough Harm,' Senate Inches to Adjournment","web_url":"https://www.nytimes.com/1994/10/05/us/having-done-enough-harm-senate-inches-to-adjournment.html","abstract":"  With three Senate filibusters running and others waiting their turn, the world's most glacial deliberative body crept toward adjournment today.   Senator George J. Mitchell of Maine, the majority leader, said there could be night sessions and adjournment might be delayed past Friday. \"We are going to finish the bills that are necessary,\" he vowed. But there were hardly any pending measures that Republicans put in that category.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"In Re: The Papal Mass That Wasn't Meant to Be","web_url":"https://www.nytimes.com/1994/10/05/nyregion/about-new-york-in-re-the-papal-mass-that-wasn-t-meant-to-be.html","abstract":"  FOR five months the logistics of Mass for the masses -- from sacred music and liturgy to the decidedly more mundane matters of transportation and tickets -- had consumed the Papal Visit Task Force. In committees large and small, the several dozen staff members of the Archdiocese of New York held lively meetings as they raced the clock to welcome Pope John Paul II to New York City on Oct. 20.   They planned for everything, except the task they are now forced to tackle: stopping and waiting.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Quit Stalling on Trade Accord","web_url":"https://www.nytimes.com/1994/10/05/opinion/quit-stalling-on-trade-accord.html","abstract":"  The symbolism was apt. In the front row at a White House rally this week for GATT -- the international trade accord that the House leadership will try to bring to a vote today -- sat Lawrence Eagleburger, Secretary of State in the Bush Administration, and Brent Scowcroft, its national security adviser. Free trade is a bipartisan policy and, after the cold war, the country's foremost foreign policy. Trade binds disparate nations and creates wealth; the GATT accord is expected to raise world income by $500 billion, and American income alone by $100 billion.    That is why it is important for the House to stop stalling and approve the GATT accord today. The Senate -- because of the unconscionable opposition of a single textile-belt Senator, Ernest Hollings of South Carolina -- must wait until after elections to vote. Once the U.S. ratifies the treaty, more than 100 other nations are likely to follow soon. But delay plays into the hands of protectionists abroad.   Besides die-hard protectionists, some environmental and consumer groups also oppose the accord. These opponents worry that international dispute panels, which oversee enforcement of GATT rules, might undermine U.S. health, safety and environmental laws. But the threat is mostly fictitious -- as a ruling this week by such a dispute panel convincingly proves.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Woman Tells Of Retaliation For Complaint On Tailhook","web_url":"https://www.nytimes.com/1994/10/05/us/woman-tells-of-retaliation-for-complaint-on-tailhook.html","abstract":"  Paula A. Coughlin testified today that she had endured almost relentless harassment from male colleagues in the Navy after going public with her account of sexual assaults at the 1991 Tailhook convention in Las Vegas, and that she still considered suicide as a means of ending her misery.   Testifying for a second day in her Federal court lawsuit against the Hilton Hotels Corporation, Ms. Coughlin, 32, said she had been treated with contempt by fellow aviators who resented her prominent role in the case, and she said her superiors had made no secret of their desire to ease her out of the military. She resigned and left the Navy on May 31.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Terror and Innocence, an Odd Couple","web_url":"https://www.nytimes.com/1994/10/05/books/books-of-the-times-terror-and-innocence-an-odd-couple.html","abstract":"  Nightfather   By Carl Friedman   Translated by Arnold and Erica Pomerans. 133 pages. Persea Books. $18.50.     Tell me a story, the children say, and their father begins.","thumbnail":null,"section":"Books"},{"date":"19941005","headline":"For Smoke-Free Dining","web_url":"https://www.nytimes.com/1994/10/05/opinion/l-for-smoke-free-dining-443832.html","abstract":"  To the Editor:   The likelihood that New York City will ban smoking in all its restaurants has restaurant owners worried, perhaps needlessly.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Double-Decker Buses Engage in Darwinian Battle","web_url":"https://www.nytimes.com/1994/10/05/nyregion/double-decker-buses-engage-in-darwinian-battle.html","abstract":"  This summer was a long, hot one for New York City's double-decker tour-bus operators, who faced a court battle that threatened to put them out of business, a minefield of city and state safety regulations and weekly neighborhood protests. They also accumulated more than 500 parking tickets.   But the fledgling industry survived its first big season, even thrived, and its operators are claiming a permanent place in the slow lane of Manhattan traffic.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"In Oklahoma's Senate Race, Both Candidates Are Running Against Clinton","web_url":"https://www.nytimes.com/1994/10/05/us/1994-campaign-oklahoma-s-senate-race-both-candidates-are-running-against-clinton.html","abstract":"  President Clinton is probably more unpopular in this state than in any other, says one of its Senators, David L. Boren, a Democrat who is retiring this year.   \"When Bill Clinton ran for President, people here hoped he was one of them,\" Mr. Boren explained in an interview. \"Our guy next door, they thought, New Democrat, a lot less liberal than Dukakis or Mondale or Carter. So he carried the state. Now they've decided he ran under false colors, and that has infuriated them.\"","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"No Headline","web_url":"https://www.nytimes.com/1994/10/05/nyregion/no-headline-435988.html","abstract":"  \"In 11 days I will be in Haiti.\" THE REV. JEAN-BERTRAND ARISTIDE.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"The Legal Aid Crisis","web_url":"https://www.nytimes.com/1994/10/05/opinion/the-legal-aid-crisis.html","abstract":"  In a space of just a few days, strongarm tactics by the lawyers' union and the Mayor's response have threatened three decades of arrangements that delivered most of New York City's criminal defense services. Mayor Rudolph Giuliani's retaliatory cancellation of the Legal Aid Society's contract with the city at first looked authoritarian and even dangerous at a time when he is urging the police to crowd the courts with more defendants.   But Mr. Giuliani's action has a firm foundation in fiscal reality. The city faces a big budget deficit. Public-employee unions are being told they cannot have raises. It follows then that the legal professionals who already cost the city $79 million a year should know that this is not a year for negotiating the 4.5 percent raise they are demanding.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"A Celebration Of Dunham","web_url":"https://www.nytimes.com/1994/10/05/arts/dance-review-a-celebration-of-dunham.html","abstract":"  Katherine Dunham, the pioneering dancer, choreographer and anthropologist, was saluted on Sunday afternoon at Town Hall with a happy, boisterous 85th-birthday tribute. The event, presented by the Caribbean Cultural Center, began a monthlong, citywide homage to her.   With Danny Glover as the host, the gala benefit opened with exciting traditional drumming by Joe Sircus and the Dunham Drum Ensemble and closed with music by Tito Puente, his band and Mongo Santamaria. Highlights included the hauntingly plain, resonant singing of Pauline Lot and Myriam Dorisme, and drum solos by a genial Max Roach.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"New Trend in Clubs: Big, Bigger, Biggest","web_url":"https://www.nytimes.com/1994/10/05/sports/on-golf-new-trend-in-clubs-big-bigger-biggest.html","abstract":"  We have seen the future of golf equipment, and we are certain of one thing: It is big. It is bulging. It is bulbous. The word fat comes to mind. Corpulent, even. From the size of the sticker price to the merchandise itself, we are talking Alaska-big, China-big.   There is no minimalist movement on the golf horizon. No, indeed. We will need Schwarzenegger to play the golf pro in the futuristic equipment movie. Get us Arnold.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"The Dreyfus Affair Isn't Forgotten, Not In Berlin Anyway","web_url":"https://www.nytimes.com/1994/10/05/arts/the-dreyfus-affair-isn-t-forgotten-not-in-berlin-anyway.html","abstract":"  Musically, the centennial year of the infamous court-martial that convicted Capt. Alfred Dreyfus of the French Army of treason is taking place only in Germany. Since it was in Germany that the European mixture of anti-Semitism, xenophobia and distorted nationalism illustrated by the Dreyfus Affair came to a horrific climax, perhaps this is not surprising.   So far the French seem to be turning a deaf ear. Neither the world premiere of Jost Meier and George R. Whyte's opera, \"Dreyfus: The Affair,\" at the Deutsche Oper Berlin this spring nor \"Dreyfus: J'Accuse,\" the Bonn Opera's new ballet drama by Mr. Whyte and the choreographer Valery Panov, to music by the Russian composer Alfred Schnittke, has attracted an invitation from the country where the affair took place a hundred years ago.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Supplies Cost $44 a Student, Badillo Finds","web_url":"https://www.nytimes.com/1994/10/05/nyregion/supplies-cost-44-a-student-badillo-finds.html","abstract":"  Although New York City's school system spends more money per student than any of the nation's 15 largest districts, a new report commissioned by Mayor Rudolph W. Giuliani has found that the actual spending on books, pencil, paper and other classroom supplies is only $44 per student.   By contrast, the system spends $788 per pupil on its administration at the central and district levels, according to the study, which was overseen by the Mayor's special adviser on school finances, Herman Badillo, to review spending at the city's Board of Education.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Know the Limits as Seasons Change","web_url":"https://www.nytimes.com/1994/10/05/sports/outdoors-know-the-limits-as-seasons-change.html","abstract":"  New York State hunters will have 10 more days for waterfowling this fall and winter, and canvasback ducks will be legal quarry for the first time in a decade.   Responding to increased duck populations in the United States and Canada, the United States Fish and Wildlife Service has given all the states the option of extending their seasons from 30 to 40 days or increasing the daily bag limit of birds. In the Atlantic, Mississippi and Central flyways, the daily limit, without the longer season, could be raised from three birds to four. In the Pacific Flyway, it could be raised from four to five. The flyways are the major north-south corridors used by migrating waterfowl.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/05/nyregion/c-corrections-443450.html","abstract":"  A chart in Business Day on Monday about Nasdaq stocks with the largest gains in the third quarter misstated the prices of two stocks. Shares of Access Health Marketing closed at $7.875 on June 30 and at $18.75 on Sept. 30. Shares of Microtouch Systems closed at $18.875 on June 30.   An adjacent chart about the biggest gainers on the American Stock Exchange omitted one stock. Shares of Wireless Telecom Group had the second-largest gain of stocks traded on the exchange; the stock ended the quarter at $14.125, for a gain of 109.3 percent in the third quarter.  ","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Bay Ridge Begins to Fear Its Youths","web_url":"https://www.nytimes.com/1994/10/05/nyregion/bay-ridge-begins-to-fear-its-youths.html","abstract":"  When the teen-agers who hang out in Bay Ridge, Brooklyn, ponder their lives, they see run-of-the-mill youths enamored of beer and play.   \"We're not car thieves or thugs,\" said Scott Nickolson, 17. \"We're kids who trust each other and know more about each other than our parents do.\"","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Survival Lesson For 'River' Director","web_url":"https://www.nytimes.com/1994/10/05/movies/survival-lesson-for-river-director.html","abstract":"  Curtis Hanson was in turmoil. Should he drive from theater to theater and hear the reaction of crowds on the first day of his new film, \"The River Wild,\" or drive to the Los Angeles County Museum of Art and see a film by his favorite director, John Ford?   Almost guiltily, Mr. Hanson acknowledged that he slipped into the museum to watch the film \"7 Women,\" Ford's last feature.","thumbnail":null,"section":"Movies"},{"date":"19941005","headline":"Away From Home and in a Dorm 101","web_url":"https://www.nytimes.com/1994/10/05/movies/film-review-away-from-home-and-in-a-dorm-101.html","abstract":"  Day after day in a coed dorm at Stanford University, a group of freshmen sit around on beds and on the floor, discussing sex, religion and books. Nick blithely announces that he is bisexual, which causes Debbie to giggle and admit she has always been taught sex is wrong. Sam, a gangly boy from New Jersey, says he wishes he had a girlfriend, just once. Cheng, a first-generation Chinese-American from the Midwest fears he is not as smart as his classmates. And a black woman named Monique decides that Aristotle would not be taught if he were black or a woman, \"especially because he's always wrong.\" In between crises they go to the bookstore and the cafeteria, and for the first time try on attitudes away from their parents.    To make the documentary \"Frosh: Nine Months in a Freshman Dorm,\" Dan Geller and Dayna Goldfine followed 10 Stanford students at Trucco Hall through their first year. The film is best when it captures the sense of culture shock that all freshmen undergo. One boy stands in the doorway, his mouth hanging open in astonishment, as Monique talks about her parents. He is more amazed by the fact that her mother and father never married than he is by the information that Monique's mother is a crack addict she hasn't seen for several years.","thumbnail":null,"section":"Movies"},{"date":"19941005","headline":"Yes, People Are Right. Caffeine Is Addictive.","web_url":"https://www.nytimes.com/1994/10/05/us/yes-people-are-right-caffeine-is-addictive.html","abstract":"  RESEARCHERS have confirmed for the first time the widely held belief that some people are addicted to caffeine in the same way that others are addicted to cigarettes, alcohol or intravenous drugs.   Caffeine addicts may try to give up their coffee, tea or cola habit but usually cannot, even when it threatens their health. Like emphysema patients who continue smoking cigarettes, they continue to use caffeine against their doctors' orders.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Governor Delays Plan For Cuts","web_url":"https://www.nytimes.com/1994/10/05/nyregion/the-1994-campaign-cuomo-and-taxes-governor-delays-plan-for-cuts.html","abstract":"  Gov. Mario M. Cuomo delayed releasing his tax-cut proposal, saying today that he wants to hear more details of how his Republican challenger, State Senator George E. Pataki, will pay for his own plan to slash the top personal income tax rate by 25 percent.    \"First, I want to hear from him,\" Mr. Cuomo said in a news conference after a state police cadet graduation here. \"I don't want to set up a fog that allows him to escape. Let's hear their answers first. Why should we get to my plan?\"","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Off the Menu","web_url":"https://www.nytimes.com/1994/10/05/arts/off-the-menu.html","abstract":"  Goodbye to the Farm    Charles Chevillot has closed La Petite Ferme, his restaurant at 973 Lexington Avenue, near 70th Street, which for years drew fashionable patrons like Jacqueline Kennedy Onassis. \"It has been 23 years, and you don't have the same energy after all that time,\" he said. He is considering opening a country inn.   Mr. Chevillot originally opened the restaurant in 1971 in the tiny space on West 10th Street that now houses La Metairie. In 1978, he packed up his pair of trademark white doves and moved uptown.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"IN THE KITCHEN WITH: Morley Safer; Serving Up Brouhahas And Garlic","web_url":"https://www.nytimes.com/1994/10/05/arts/in-the-kitchen-with-morley-safer-serving-up-brouhahas-and-garlic.html","abstract":"  THE ivy-draped, turn-of-the-century stone cottage with its aromatic herb gardens, rolling lawns and granite swimming pool could easily be in the south of France. Behind the garage there is even a wood-framed playing field for the Provencal game of petanque, also known as boules, which is a French twist on boccie.   Two hours from New York City and along the Connecticut River, this is the weekend home of a resolute Francophile, Morley Safer, the correspondent for the CBS television program \"60 Minutes.\" Mr. Safer and his wife of 25 years, Jane, come here to read, to garden, to paint (Mr. Safer works in watercolors and acrylics) and, of course, to cook.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"The Brazilian Monster Awaits Him","web_url":"https://www.nytimes.com/1994/10/05/opinion/IHT-the-brazilian-monster-awaits-him.html","abstract":"Many an election has been lost over a weak currency or rising inflation. But seldom has a candidate been propelled into office by creating a shortage of money..Monday's remarkable first- round victory of Fernando Enrique Cardoso in Brazil's presidentia","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Despite Legal Aid Walkout, Courts Run Mostly as Usual","web_url":"https://www.nytimes.com/1994/10/05/nyregion/despite-legal-aid-walkout-courts-run-mostly-as-usual.html","abstract":"  It was business as only-slightly-unusual yesterday in New York City courts, on the second full day of a strike by staff lawyers of the Legal Aid Society. Lawyers in private practice took on all the new cases, and snappish Legal Aid supervisors handled the old ones, as chants from picketing lawyers wafted through courtroom windows, intermittently drowning out proceedings.   While administrators were relieved that caseloads were light and that the courts were functioning in a manner that habitues would describe as normal, there were warning signs that problems could erupt by week's end. Supervising lawyers with the Legal Aid Society, which represents the city's indigent in civil and criminal matters, were asking for postponements deep into November. Judges predicted that backlogs would begin to accumulate.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Women Locked Up","web_url":"https://www.nytimes.com/1994/10/05/opinion/women-locked-up.html","abstract":"Since 1989, I have taken photographs at 26 women's prisons in France, Russia, Czechoslovakia, India, Switzerland, Israel, Alaska and South Carolina. Although many imprisoned women have only themselves to blame, most of the women I met said they had been provoked into commiting serious crimes by the men in their lives.\n\nIn my visits, I learned about \"mules,\" ignorant women conned by men into smuggling drugs. Many are mothers who were struggling alone to support children, only to find themselves stopped at the airport, thrown into a foreign jail, tried and sentenced although unable to speak the language. \n\nIn the U.S. and France, a frightening majority of the women prisoners told me that they had been battered or sexually abused in childhood, usually by male relatives. In one U.S. prison, almost half of the women convicted of murder had killed husbands or boyfriends that had beaten them; all said they had repeatedly called for police help before resorting to homicide. In India, many women had been sent into prearranged marriages with strangers who abused them or even tried to burn them to death because their dowry was insufficient or they had given birth to girls.\n\nAre most women behind bars because of the men in their lives? Once imprisoned, are they treated worse than male convicts? With the incarceration rate for American women rising twice as fast as that of men, these are questions that legal officials should be asking.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"CBS's Fight Card Packs Surprising Punch","web_url":"https://www.nytimes.com/1994/10/05/sports/boxing-cbs-s-fight-card-packs-surprising-punch.html","abstract":"  When CBS Sports started to sign up a boxing series that starts Saturday, it did not plan on spending millions of dollars, so it was unlikely to get marquee match-ups like Pernell Whitaker against Buddy McGirt.   But in the revamping of CBS Sports during the post-National Football League era, snaring a fighter like Oscar de la Hoya, who is 14-0 and the World Boxing Organization lightweight champion, is a programming coup. So is the chance to showcase Orlando Canizales, who has held the International Boxing Federation bantamweight championship through 15 defenses over nearly seven years and is considered one of the top three or four fighters, pound-for-pound, in the world.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Raveling Suffers a Setback","web_url":"https://www.nytimes.com/1994/10/05/sports/sports-people-basketball-raveling-suffers-a-setback.html","abstract":"  Southern Cal Coach GEORGE RAVELING, who was injured in a car accident on Sept. 25, has been moved to intensive care because of bleeding in his chest. The move was precautionary, a spokeswoman at U.S.C. University Hospital said Monday. Raveling, 57, was listed in serious but stable condition. He suffered fractures of nine ribs, his pelvis and his collarbone in the two-car accident near the university campus. (AP)","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"School Corruption Case","web_url":"https://www.nytimes.com/1994/10/05/nyregion/school-corruption-case.html","abstract":"  6 Held in School Corruption Six current and former officials of the New York City Board of Education have been charged with bribery and other offenses in the purchase of school supplies. Article, page B7.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Man in the News; New SUNY Chancellor: Thomas Alva Bartlett","web_url":"https://www.nytimes.com/1994/10/05/us/man-in-the-news-new-suny-chancellor-thomas-alva-bartlett.html","abstract":"  As Thomas A. Bartlett recalls it, \"it was a complete bolt out of the blue.\"   There he was, one afternoon early in June, sitting contentedly in the Portland office of the University of Oregon. At 63, retiring after five years as Chancellor of the Oregon state university system, he was looking forward to assuming the mantle of chancellor emeritus, and leading a different sort of life. There was his cattle farm in the foothills of the Cascade Mountains, and some projects connected with international education. Maybe even a book.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Ticket Sales Are Set For Knicks and Nets","web_url":"https://www.nytimes.com/1994/10/05/sports/ticket-sales-are-set-for-knicks-and-nets.html","abstract":"  Single-game tickets to Nets home games will go on sale at 9 A.M. Friday, and seats for Knick games will be available at 9 A.M. on Oct. 18.   The Nets said some tickets would be available at $16, $20 and $39.50.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Quarterbacks Are Entitled to Off Day (Just Ask Brown)","web_url":"https://www.nytimes.com/1994/10/05/sports/football-quarterbacks-are-entitled-to-off-day-just-ask-brown.html","abstract":"  Dave Brown had to have a rough game sooner or later.   \"Being a young quarterback, everybody says you're allowed to make mistakes,\" said Brown, who made his share of them in a 27-22 loss in New Orleans on Sunday. \"I want to go out there and learn as the game goes on, but not by making mistakes.\"","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Comeback Kid? Ralph Sampson Can't Run, but Refuses to Hide","web_url":"https://www.nytimes.com/1994/10/05/sports/on-pro-basketball-comeback-kid-ralph-sampson-can-t-run-but-refuses-to-hide.html","abstract":"  Ralph Sampson pulled his University of Virginia T-shirt over his head, and bared an upper body in sublime condition. His shoulders and arms were sculptures of muscle. His stomach was flat. His waist was sleek.   At 34 years of age, Sampson's face was smooth, handsome, young. Smiling and shaking hands with the players around him, he appeared to be just like them, in the glorious prime of athletic life.   And then Sampson was asked to run.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"An Unexpected Debate On 'Unexpected' Content In Classroom Materials","web_url":"https://www.nytimes.com/1994/10/05/us/an-unexpected-debate-on-unexpected-content-in-classroom-materials.html","abstract":"  The University of Iowa is divided by a policy that requires professors to warn students if course presentations -- from literature to movies -- include anything \"unusual or unexpected.\"   The policy has arisen from debate over sexually explicit films shown in the classroom.   The policy was put together earlier this year by Hunter Rawlings 3d, the university president, who thought he was disposing of a divisive issue by rewriting a proposed policy by the State Board of Regents that would have permitted students to receive alternative assignments instead of reading about or seeing \"explicit representations of human sexual acts\" in classroom material.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"Ellis Takes His Aim to Denver","web_url":"https://www.nytimes.com/1994/10/05/sports/sports-people-basketball-ellis-takes-his-aim-to-denver.html","abstract":"  The Denver Nuggets have signed one of the National Basketball Association's best shooters, DALE ELLIS, to a contract that will pay him $1.3 million this season.   The Nuggets also signed the rookie guard ABDUL FOX from the University of Rhode Island and were expected to add CLIFF LEVINGSTON, a 6-foot-7-inch power forward.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Take the Plague Seriously : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/10/05/opinion/IHT-take-the-plague-seriously-letters-to-the-editor.html","abstract":"Regarding the report \"Plague No Reason to Drop Trips to India, WHO Says\" (Sept. 28):.The World Health Organization was irresponsible to say last week that there was no reason to cancel visits to India, despite the plague outbreak. Any knowled","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Mourning in Sitcomville","web_url":"https://www.nytimes.com/1994/10/05/opinion/mourning-in-sitcomville.html","abstract":"  It is a sad day in Sitcomville. To say this is not to belittle the human loss that her real-life family is experiencing at the death of Harriet Nelson in California this week. For Mrs. Nelson, her husband, Ozzie, and their sons, David and Ricky, were also inhabitants of a mythic electronic community.   It seemed vaguely Californian. People wore sweaters at all seasons, and the hedges were always healthy. Inside the house the geographic location seemed less important than its commercial orientation. The kitchen looked like the kind of place where Betty Furness would feel comfortable touting the appliances. The cabinets seemed to be hiding food products that deserved to be praised in the golden tones of Ed Herlihy.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Ferry Sinking Recalls Baltic Wartime Horror","web_url":"https://www.nytimes.com/1994/10/05/opinion/l-ferry-sinking-recalls-baltic-wartime-horror-443808.html","abstract":"  To the Editor:    The sinking of the ferry Estonia is an enormous tragedy, but it is not \"the worst maritime disaster in modern Baltic history\" (front page, Sept. 29). That occurred Jan. 30, 1945, when the German liner Wilhelm Gustloff was torpedoed and sunk by the Soviet submarine S-13 in the Baltic as it left Danzig.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/10/05/nyregion/news-summary-435406.html","abstract":"  International A3-17  ARISTIDE SEEKS RECONCILIATION  The exiled president of Haiti, Jean-Bertrand Aristide, addressed the United Nations General Assembly and promised a policy of reconciliation and reconstruction.  A1  HAITI STRUCTURE CRUMBLING  The military structure that has governed Haiti for three years seemed to be crumbling as the police chief fled and the head of the major paramilitary group declared his support for the exiled President.  A1","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"A Cyclist's Joy, With No Fame or Roses","web_url":"https://www.nytimes.com/1994/10/05/sports/IHT-a-cyclists-joy-with-no-fame-or-roses.html","abstract":"The heady days are over for Eros Poli. No more daily bouquets of summer flowers, no more crowds of young fans chanting his name. Er-os, Er- os. Ah well, Poli says..When he mounted the podium to sign in for the Paris-Tours bicycle race, several hundred","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"In Hartford Schools, Exhaustion Creates Opportunity","web_url":"https://www.nytimes.com/1994/10/05/nyregion/in-hartford-schools-exhaustion-creates-opportunity.html","abstract":"  Education Alternatives, the company hired by the Hartford Board of Education on Monday to manage the city's public schools, surveyed the district's buildings last spring to estimate the cost of repairs.   The 32 schools needed immediate work costing $1.6 million, the company found. But one building was too far gone, too derelict, too expensive to fix and needed to be abandoned. It was 100 years old, sagging, cut off from the downtown by a highway, with front doors splintered from vandals.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Quel Shock! The Italianization Of French Cuisine","web_url":"https://www.nytimes.com/1994/10/05/arts/quel-shock-the-italianization-of-french-cuisine.html","abstract":"  FOR more than three centuries, France has set the international gold standard for fine restaurants. From lobster thermidor to beef Wellington, the nature of dishes was as immutable as the order in which each course was served, the arrangement of flatware as unyielding as the presence of sweet butter on the well-laid table.    So there is, understandably, much consternation at the growing Italian influence in haute bastions like Le Louis XV, Alain Ducasse's three-star restaurant in Monte Carlo. Increasingly, the menu offers more and more pasta, risotto and Italian-style vegetables. And last summer, the chef took the butter off the tables and set them with five different varieties of olive oil -- Italian olive oil. Quelle horreur!","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Corrections","web_url":"https://www.nytimes.com/1994/10/05/nyregion/c-corrections-443425.html","abstract":"  Because of an editing error, an article in Business Day on Monday about opponents of a global free trade pact misstated the position of Senator Bob Dole, Republican of Kansas, on the North American Free Trade Agreement. He supported it.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"Investigator Is Said to Admit Tampering With Evidence","web_url":"https://www.nytimes.com/1994/10/05/nyregion/investigator-is-said-to-admit-tampering-with-evidence.html","abstract":"  A former New York state police investigator who was convicted last month of faking fingerprint evidence has decided to plead guilty to evidence tampering in another case, his lawyer said yesterday.   But in a setback to prosecutors, the former investigator, Edward Pilus, is refusing to assist in the investigation of other troopers suspected of similar activities.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"More Budget Cuts Needed, Hospitals Chief Says","web_url":"https://www.nytimes.com/1994/10/05/nyregion/more-budget-cuts-needed-hospitals-chief-says.html","abstract":"  Two weeks after announcing that budget constraints would result in thousands of layoffs at public hospitals, New York City's Health and Hospitals Corporation said yesterday that it will cut its budget again, possibly by as much as $95 million, as it grapples with lower financing from the Giuliani administration.    The president of the corporation, Dr. Bruce Siegel, said it remained unclear how the cuts would be achieved or the impact on service. And while he and other officials said it was unlikely that any of the city's 11 public hospitals would be closed, they acknowledged that more staff reductions were possible and service could well suffer.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"1894: Unseemly Tippers : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/05/opinion/IHT-1894-unseemly-tippers-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Many efforts have been made in Paris to do away with \"tipping.\" An Englishman has proposed to attack it by organizing a sentiment of \"bad form\" against people who tip extravagantly. He writes: \"Could not Mr. du Maurier giv","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"In the Haiti Showdown, Is the Task Completed?","web_url":"https://www.nytimes.com/1994/10/05/world/mission-in-haiti-diplomacy-in-the-haiti-showdown-is-the-task-completed.html","abstract":"  Like the hero in an old grade-B Hollywood western, William H. Gray 3d is set to ride out of town, having cleaned up the mess that was the Clinton Administration's Haitian policy.   At least that's the way he sees it.   \"We have accomplished the goals,\" he said recently over lunch. \"That's why I'm leaving. The goals were: one, restore democracy. Guaranteed. Two, return Aristide. Guaranteed. Three, get the coup leaders out of power. They're out of power. They're sitting in their offices with nothing to do. And four, get the multinational force in there to protect the pro-democracy people and to keep the pro-democracy people from killing the coup leaders. That's happened.\"","thumbnail":null,"section":"World"},{"date":"19941005","headline":"Graber Sounds Off at Critics","web_url":"https://www.nytimes.com/1994/10/05/sports/football-graber-sounds-off-at-critics.html","abstract":"  The fallout from having lost three straight games -- to Syracuse, Penn State and Miami -- seemed to be catching up with Coach Doug Graber of Rutgers today.   When asked about a published report suggesting that Graber had taken the Rutgers football program as far as he could and that perhaps a change in coaching scenery was the answer to improving the struggling Scarlet Knights (2-3), Graber fired back at reporters.","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Whose Body Is It? Not Always One's Own","web_url":"https://www.nytimes.com/1994/10/05/arts/television-review-whose-body-is-it-not-always-one-s-own.html","abstract":"  The story dramatized in \"Against Her Will: The Carrie Buck Story\" is about the woman chosen as the test case for a 1927 Supreme Court ruling that legalized the compulsory sterilization of \"mentally deficient\" women. Being telecast on Lifetime tonight, the film is in many ways a standard television movie: issues are spelled out laboriously, emotions are milked shamelessly. In this instance, however, the issues are genuinely unsettling and the emotions, delivered in strong performances by Melissa Gilbert and Marlee Matlin, are justifiable.    It's Virginia in 1924. Melissa Prentice (Ms. Gilbert), a law student with entry to all the right social circles, has a chance meeting on a dusty road with Carrie Buck (Ms. Matlin), who is running away from a state mental institution run by Melissa's uncle, Dr. Arthur Kent (Pat Hingle). Carrie has been separated from her out-of-wedlock baby and now the institution, having judged her feeble-minded and a moral delinquent, wants her sterilized. Much to the distress of her uncle, who hopes she gets \"this damn lawyer stuff out of your system,\" Melissa insists on being Carrie's advocate.","thumbnail":null,"section":"Arts"},{"date":"19941005","headline":"Mandela Bids U.S. Assist In New Fight","web_url":"https://www.nytimes.com/1994/10/05/world/mandela-bids-us-assist-in-new-fight.html","abstract":"  In his first visit to the United States since his inauguration, President Nelson Mandela thanked the American people today for helping to overturn the apartheid system and then implored them to join South Afria in its newest struggle: overcoming poverty and building its economy.   At an emotional White House ceremony that included a 21-gun salute and trumpet flourishes, Mr. Mandela said that after coming so far in helping the rebirth of his nation, the United States should not abandon its friend, but must instead invest in a new South Africa.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"No Reaganomics Redux","web_url":"https://www.nytimes.com/1994/10/05/opinion/l-no-reaganomics-redux-443840.html","abstract":"  To the Editor:   The return to Reaganomics espoused by most Republican candidates for Congress (editorial, Sept. 28) would saddle the Federal Government with huge debt increases and would jeopardize our economy. A balanced budget amendment is useless if combined with policies that add to the deficits.","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"75 Groups Open Drive for F.D.A. Tobacco Rules","web_url":"https://www.nytimes.com/1994/10/05/us/75-groups-open-drive-for-fda-tobacco-rules.html","abstract":"  Seventy-five health, consumer and religious groups announced today that they are beginning a national petition drive to encourage the enactment of a law that would require the regulation of tobacco by the Food and Drug Administration.    The groups are led by former Surgeon General C. Everett Koop and an anti-smoking organization, the Coalition on Smoking or Health, made up of the American Lung Association, the American Cancer Society and the American Heart Association.","thumbnail":null,"section":"U.S."},{"date":"19941005","headline":"For Democracy's Defense : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/10/05/opinion/IHT-for-democracys-defense-letters-to-the-editor.html","abstract":"Regarding \"Power and Diplomacy: America's Democracy Defense\" (Opinion, Sept. 24):.W. Anthony Lake, President Bill Clinton's national security adviser, offers a thesis that power and diplomacy are the nation's best democracy defense. He furthe","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Frazier May Miss Rest of the Season","web_url":"https://www.nytimes.com/1994/10/05/sports/sports-people-football-frazier-may-miss-rest-of-the-season.html","abstract":"  Nebraska quarterback TOMMIE FRAZIER, a leading contender for the Heisman Trophy, may be lost for the season after the discovery yesterday of a new blood clot in his leg. He was hospitalized and Coach TOM OSBORNE said the 20-year-old junior quarterback apparently will stay on blood thinners for three to six months.   \"Which means the rest of the season is in jeopardy and doubt for him,\" Osborne said. \"I doubt if he will play any more this year.\"","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"1919: Bolshevist Rift?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/10/05/opinion/IHT-1919-bolshevist-rift-in-our-pages100-75-and-50-years-ago.html","abstract":"HELSINGFORS - Statements made here by returning Finnish travellers from Russia are that Maxim Gorky told them the Soviet Government cannot last another three months. Further he said that Lenin has lost all authority and that the real chief of the bolshevi","thumbnail":null,"section":"Opinion"},{"date":"19941005","headline":"Judge Refuses to Void Ohio Obscenity Charges","web_url":"https://www.nytimes.com/1994/10/05/movies/judge-refuses-to-void-ohio-obscenity-charges.html","abstract":"  In a ruling that echoes a celebrated case in Cincinnati four years ago, a municipal judge there denied motions on Monday to dismiss and suppress charges against a bookstore and three of its clerks for renting a tape of the film \"Salo, or the 120 Days of Sodom.\"   The charge against the Pink Pyramid -- a bookstore that specializes in gay and lesbian titles -- and the other defendants is pandering obscenity, which refers to exhibiting, disseminating and distributing obscene material as defined by Ohio state law. The offense, a misdemeanor, is punishable by up to 180 days in prison and a $1,000 fine. In addition, the store could be fined $5,000. A trial is scheduled for Jan. 9.","thumbnail":null,"section":"Movies"},{"date":"19941005","headline":"Aristide's Talk: 'Yes to Reconciliation'","web_url":"https://www.nytimes.com/1994/10/05/world/mission-in-haiti-aristide-s-talk-yes-to-reconciliation.html","abstract":"  Following are excerpts from the address today by the Rev. Jean-Bertrand Aristide, President of Haiti, to the United Nations General Assembly, as translated from the French and Creole by The New York Times.   . . . Finally, in 11 days, I will be in Haiti.","thumbnail":null,"section":"World"},{"date":"19941005","headline":"For the Jets, 10 Yards Is Four-Down Territory","web_url":"https://www.nytimes.com/1994/10/05/sports/football-for-the-jets-10-yards-is-four-down-territory.html","abstract":"  This is the \"we've got to stick together\" phase of the Jets' season. They have learned not only that they are human -- but that they are, in the words of one assistant coach, \"very fragile.\"   Fragile? A team that routs the Bills in Game 1 and then produces a sensational overtime victory against the Broncos before more than 70,000 home fans?","thumbnail":null,"section":"Sports"},{"date":"19941005","headline":"Death of Queens Fire Company's Leader Ends 59-Day Vigil","web_url":"https://www.nytimes.com/1994/10/05/nyregion/death-of-queens-fire-company-s-leader-ends-59-day-vigil.html","abstract":"  The signal -- a sequence of five bells repeated four times -- echoed through firehouses across the city yesterday. Slowly, solemnly, it confirmed what a telephone call had already told the firefighters at Ladder Company 136 in Elmhurst, Queens: the 59-day vigil for their commanding officer was over.   The commander, Capt. Wayne E. Smith, was trapped in a two-alarm fire on Aug. 7. With burns over 40 percent of his body and lung injuries from the air in the burning building at 81-04 37th Avenue, Captain Smith died at New York Hospital-Cornell Medical Center. His wife, Connie, had kept a daily vigil. Fire Commissioner Howard Safir had stopped by nearly every day.","thumbnail":null,"section":"New York"},{"date":"19941005","headline":"'Doo-wop, Doo-wop.' 'Scalpel.' 'Scalpel.'","web_url":"https://www.nytimes.com/1994/10/05/arts/doo-wop-doo-wop-scalpel-scalpel.html","abstract":"  \"HEARTBREAK HOTEL\" is on the radio, and Dr. Roy M. Schoen is ready to perform a hysterectomy.   Dr. Schoen, a Manhattan gynecologist and an attending physician at Lenox Hill Hospital, firmly believes that hummable tunes are as essential as sutures in the operating room. \"Music is relaxing,\" says the doctor, a self-described \"older guy\" who likes to listen to the rock-and-roll of his youth when he operates. \"It relieves a lot of pressures and makes things seem easier. Sometimes I hum along.\"","thumbnail":null,"section":"Arts"}],"wiki_events":[{"date":"19941005","headline":"Swiss police find the bodies of 48 members of the Order of the Solar Temple, who had died in a cult mass murder-suicide.","pages":[{"title":"Order of the Solar Temple","web_url":"https://en.wikipedia.org/wiki/Order_of_the_Solar_Temple","description":"Esoteric new religious movement (1984–1997)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Embl%C3%A8me_de_l%27Ordre_du_Temple_solaire.svg/320px-Embl%C3%A8me_de_l%27Ordre_du_Temple_solaire.svg.png","thumbnail_width":320,"thumbnail_height":317},"abstract":"The Order of the Solar Temple, or simply the Solar Temple, was an esoteric new religious movement and secret society, often described as a cult, notorious for the mass deaths of many of its members in several mass murders and suicides throughout the 1990s. The OTS was a neo-Templar movement, claiming to be a continuation of the Knights Templar, and incorporated a mix of Rosicrucianism, Theosophy, and New Age ideas. It was led by Joseph Di Mambro, with Luc Jouret as a spokesman and second in command. It was founded in 1984, in Geneva, Switzerland."},{"title":"1994 Solar Temple massacres","web_url":"https://en.wikipedia.org/wiki/1994_Solar_Temple_massacres","description":"Cult mass murder-suicide","thumbnail":null,"abstract":"From 30 September to 5 October 1994, 53 members or former members of the Order of the Solar Temple cult died in a series of mass murders and suicides in Morin-Heights, Quebec and in Cheiry and Salvan in Switzerland. The Solar Temple, or OTS, was a cult and secret society founded in 1984, active in several Francophone countries. This group was lead by Joseph Di Mambro with Luc Jouret as a second in command; it had developed an ideological concept of \"transit\" to the star Sirius, and following several scandals and outside pressures the group faced, this idea became more prominent. They began to plan the \"transit\", and wrote a letter declaring their intents and purposes in the act, called The Testament."}]}],"weather":[{"date":"19941005","time":"1994-10-05 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":65,"wspd":11.2},{"date":"19941005","time":"1994-10-05 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":70,"wspd":7.6},{"date":"19941005","time":"1994-10-05 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":72,"wspd":9.4},{"date":"19941005","time":"1994-10-05 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":74,"wspd":7.6},{"date":"19941005","time":"1994-10-05 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":74,"wspd":9.4},{"date":"19941005","time":"1994-10-05 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":79,"wspd":9.4},{"date":"19941005","time":"1994-10-05 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":80,"wspd":7.6},{"date":"19941005","time":"1994-10-05 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":77,"wspd":7.6},{"date":"19941005","time":"1994-10-05 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":69,"wspd":7.6},{"date":"19941005","time":"1994-10-05 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":62,"wspd":5.4},{"date":"19941005","time":"1994-10-05 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":55,"wspd":9.4},{"date":"19941005","time":"1994-10-05 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.9,"rhum":45,"wspd":18.4},{"date":"19941005","time":"1994-10-05 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":44,"wspd":11.2},{"date":"19941005","time":"1994-10-05 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":45,"wspd":9.4},{"date":"19941005","time":"1994-10-05 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":45,"wspd":11.2},{"date":"19941005","time":"1994-10-05 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":40,"wspd":7.6},{"date":"19941005","time":"1994-10-05 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":38,"wspd":13},{"date":"19941005","time":"1994-10-05 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":42,"wspd":13},{"date":"19941005","time":"1994-10-05 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":43,"wspd":9.4},{"date":"19941005","time":"1994-10-05 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":50,"wspd":9.4},{"date":"19941005","time":"1994-10-05 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":50,"wspd":13},{"date":"19941005","time":"1994-10-05 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":54,"wspd":5.4},{"date":"19941005","time":"1994-10-05 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":56,"wspd":7.6},{"date":"19941005","time":"1994-10-05 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":65,"wspd":5.4},{"date":"19941005","time":"1994-10-05 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":55,"wspd":18.7},{"date":"19941005","time":"1994-10-05 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":59,"wspd":22.3},{"date":"19941005","time":"1994-10-05 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":61,"wspd":18.7},{"date":"19941005","time":"1994-10-05 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":63,"wspd":16.6},{"date":"19941005","time":"1994-10-05 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.7,"rhum":63,"wspd":16.6},{"date":"19941005","time":"1994-10-05 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":66,"wspd":14.8},{"date":"19941005","time":"1994-10-05 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":11.2},{"date":"19941005","time":"1994-10-05 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":9.4},{"date":"19941005","time":"1994-10-05 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":69,"wspd":13},{"date":"19941005","time":"1994-10-05 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":13},{"date":"19941005","time":"1994-10-05 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":13},{"date":"19941005","time":"1994-10-05 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":13},{"date":"19941005","time":"1994-10-05 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":11.1,"rhum":71,"wspd":14.8},{"date":"19941005","time":"1994-10-05 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.2,"rhum":64,"wspd":16.6},{"date":"19941005","time":"1994-10-05 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.3,"rhum":57,"wspd":27.7},{"date":"19941005","time":"1994-10-05 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":49,"wspd":25.9},{"date":"19941005","time":"1994-10-05 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":46,"wspd":24.1},{"date":"19941005","time":"1994-10-05 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":44,"wspd":25.9},{"date":"19941005","time":"1994-10-05 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.1,"rhum":41,"wspd":24.1},{"date":"19941005","time":"1994-10-05 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":38,"wspd":20.5},{"date":"19941005","time":"1994-10-05 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":42,"wspd":29.5},{"date":"19941005","time":"1994-10-05 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":39,"wspd":24.1},{"date":"19941005","time":"1994-10-05 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":42,"wspd":25.9},{"date":"19941005","time":"1994-10-05 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":12.8,"rhum":45,"wspd":25.9}]}}