{"19930727":{"guardian_articles":[{"date":"19930727","headline":"Gooch does his best for England and resigns","web_url":"https://www.theguardian.com/sport/1993/jul/27/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930727","headline":"Review/Dance; World and City Premieres In a Starry Prospect Park","web_url":"https://www.nytimes.com/1993/07/27/arts/review-dance-world-and-city-premieres-in-a-starry-prospect-park.html","abstract":"  When summer comes, dancers often leave theaters behind to perform in parks and city streets. Although dancing under the stars can be pleasant, not all dance groups and public spaces are made for each other.    That became clear on Saturday night when Matthew Nash Music and Dance appeared in Brooklyn at the band shell in Prospect Park. A large audience enthusiastically welcomed the well-disciplined and technically agile company. Yet, as the evening progressed, many emotional nuances in Mr. Nash's choreography failed to register.","thumbnail":null,"section":"Arts"},{"date":"19930727","headline":"Review/Jazz; Saxophonists Facing a New Direction","web_url":"https://www.nytimes.com/1993/07/27/arts/review-jazz-saxophonists-facing-a-new-direction.html","abstract":"  A few years ago, the World Saxophone Quartet lost one of its founders, Julius Hemphill, and it hasn't been the same since. Mr. Hemphill was the group's master harmonist, and its master formalist as well, and when he left, the group's music turned into a shambles.   In its second set last Tuesday at Sweet Basil (88 Seventh Avenue South, at Bleecker Street, Greenwich Village), the band didn't present even a shadow of its former self. The group now features the saxophonist James Spaulding on various instruments, often flutes, and three African-style drummers, and it opened its set with 30 minutes of Mr. Spaulding fooling around on flute over the percussion. Occasionally another saxophonist soloed a bit. One of the drummers sang \"This Generation Is Too Busy Thinking About Themselves.\"","thumbnail":null,"section":"Arts"},{"date":"19930727","headline":"A Blow to Russian Reforms","web_url":"https://www.nytimes.com/1993/07/27/opinion/a-blow-to-russian-reforms.html","abstract":"  The Russian central bank's decision to withdraw older ruble banknotes from circulation is either inept, malicious or corrupt. But whatever lies behind it, the policy announced Saturday is sure to undermine badly needed economic reform in the former Soviet Union.   Under the plan, the bank would let Russians swap small amounts of pre-1993 rubles for new rubles, but would confiscate large ruble holdings. The policy was presented as a way to clamp down on inflation by cutting down excess ruble holdings in Russia and stemming the flow of rubles from neighboring republics. But this rationale is transparently lame.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Chess","web_url":"https://www.nytimes.com/1993/07/27/arts/chess-389793.html","abstract":"  There is almost nothing you can absolutely count on in chess; there is almost nothing to which there is no exception. Take the endgame: It is the phase of a game where, in general, quite a lot of material has come off the board and there are no mating attacks. Yet often a situation has to be treated as an endgame even though just a few pawns and the queens have been exchanged. Moreover, in a position that has been dominated for more than 20 moves by slow maneuvering, the chance for a mating attack can dramatically arise, even when there are only a few pieces left on the board.   So you must be alive to whatever fluctuating concrete opportunities come up, no matter what the general situation may be. The game between the Manhattan grandmaster Joel Benjamin and Aviv Friedman of Israel in the International Open Tournament in Marigot on the Caribbean island of St. Martin, from May 1 to May 8, shows how a mating attack can stunningly intrude into a quiet endgame.","thumbnail":null,"section":"Arts"},{"date":"19930727","headline":"Observer; Failure in Chic","web_url":"https://www.nytimes.com/1993/07/27/opinion/observer-failure-in-chic.html","abstract":"  I learn from Styles of The Times, my favorite guide to up-to-date dressing, that it is no longer de rigueur to have your jacket sleeve sewn to your jacket. To do so may even be gauche, revealing you are out of touch with the deconstructionist movement in men's wear.   The chic male, I gather, can now rip the sleeve off his best hound's-tooth check and tie it to the jacket shoulder with a ribbon. It's not clear whether you put your arm in the amputated sleeve or just leave the thing -- the sleeve, not the arm -- dangling empty in the breeze.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Man Injured Cushioning Four-Story Leap","web_url":"https://www.nytimes.com/1993/07/27/nyregion/man-injured-cushioning-four-story-leap.html","abstract":"  If Marshall Mazeroski had not been there, Letitia Cox might have died. But when a fire sent her leaping from a fourth-floor window yesterday, he cushioned her fall, saving her life, but severely injuring his head and neck.   \"The only reason she's alive is because he caught her,\" said Francis J. McCabe, a Fire Department spokesman. \"If she had hit the concrete or any of the fencing around there, she would have either been impaled or killed by the impact.\"","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Jurisdiction Being Sorted Out in Serial Killings","web_url":"https://www.nytimes.com/1993/07/27/nyregion/jurisdiction-being-sorted-out-in-serial-killings.html","abstract":"  Prosecutors from nine New York counties met here today to discuss jurisdiction in the case of Joel Rifkin, the unemployed landscaper who has admitted to killing 17 women.    The Nassau County District Attorney, Denis E. Dillon, said the closed-door talks were about \"the problems that arise when various jurisdictions are involved\" in a complex murder case like that of Mr. Rifkin's.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Critic's Notebook; Is It Fiction? Is It Nonfiction? And Why Doesn't Anyone Care?","web_url":"https://www.nytimes.com/1993/07/27/books/critic-s-notebook-is-it-fiction-is-it-nonfiction-and-why-doesn-t-anyone-care.html","abstract":"  What's upsetting about \"The Last Brother,\" by Joe McGinniss, isn't just that the author invented thoughts Senator Edward M. Kennedy might have had, or that in the opening section of the book Mr. McGinniss seems to have appropriated significant portions of his narrative from William Manchester's 1967 book, \"The Death of a President.\" What's even more alarming is that \"The Last Brother\" represents the logical culmination of several disturbing trends in publishing, literary theory and American culture at large that have accelerated precipitately in recent years.   The lines between fact and fiction have become so blurred nowadays that many readers are likely to shrug off Mr. McGinniss's startling acknowledgment that in creating his portrait of the Massachusetts Democrat, he has \"written certain scenes and described certain events from what I have inferred to be his point of view,\" despite the fact that he did not even interview the Senator for the book. Indeed, we are daily assaulted by books, movies and television docudramas that hopscotch back and forth between the realms of history and fiction, reality and virtual reality, with impunity.","thumbnail":null,"section":"Books"},{"date":"19930727","headline":"On My Mind; The Torture Continues","web_url":"https://www.nytimes.com/1993/07/27/opinion/on-my-mind-the-torture-continues.html","abstract":"  In their living room in Atlanta, Hassan and Yasmin Ibrahim are having one of their nightly worried talks about their three little girls. Both want what is best for the children. But they cannot agree on a decision that will affect the girls every day of the rest of their young lives.   Mrs. Ibrahim seems a gentle woman. But she insists that each girl must in childhood have her clitoris removed.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Belmont Gate Drop Becomes A Concern","web_url":"https://www.nytimes.com/1993/07/27/sports/horse-racing-belmont-gate-drop-becomes-a-concern.html","abstract":"  Belmont Park rang down the curtain yesterday on its 72-day meeting with a 5.4 percent drop in attendance but with a 3 percent rise in the betting handle, chiefly from simulcast betting from other states. And the president of the New York Racing Association promptly declared that simulcast betting was \"not only the future of racing, but the present as well.\"   The trend is expected to continue when the racing season is resumed tomorrow at Saratoga Springs, N.Y., the upstate track in the Adirondacks where New York racing has pitched its tent in summertime for 126 years. During the next five weeks, Saratoga will stage 29 stakes races in 30 racing days with purses of more than $4.4 million. Then the caravan will roll downstate again to open Belmont's fall meeting on Sept. 1.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Johnson Is Working Out Only His Body, Not His Problems","web_url":"https://www.nytimes.com/1993/07/27/sports/pro-football-johnson-is-working-out-only-his-body-not-his-problems.html","abstract":"  There was a Pepper Johnson sighting today. Yes, that's right, Pepper was here. He practiced hard and in the process slightly pulled his groin. The injury isn't serious at all, but his attitude is, and some of the things he said today must scare the Giants more than any groin pull. His arrival left several questions unanswered: Is Johnson still unhappy and how long will he remain in camp?   Despite Coach Dan Reeves's saying he felt the dispute between Johnson and the team was behind them all, Johnson gave the definite impression that this was not indeed over and that he could pull a disappearing act any time now.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Letters to the Editor","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-letters-to-the-editor.html","abstract":"Regarding \"Bonn Angrily Rebuffs U.S. Charge It Provoked Yugoslav Crisis\" (June 19): .Secretary of State Warren Christopher's statement that Germany \"bears particular responsibility for the breakup of Yugoslavia and the escalation of the","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Makings of the Balkan War : Letters to the Editor","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-makings-of-the-balkan-war-letters-to-the-editor.html","abstract":"Regarding \"The Charge Is Serbia's to Answer\" (Opinion, July 1) by Immo Stabreit, ambassador of Germany to the United States: .Ambassador Stabreit deserves strong suport for his article. Of course German recognition of Slovenia and Croatia did","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/27/nyregion/news-summary-999793.html","abstract":"  International A2-7  ISRAELI BARRAGE INTENSIFIES Israeli strikes battered Lebanon on Monday and again today, sending 150,000 people fleeing, and pro-Iranian militiamen fought back, with neither side backing down.  A1  Despite the bloodshed, the Mideast's leaders don't want a fight.  A2","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"East Asian Security Means Dialogue and U.S. Will","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-east-asian-security-means-dialogue-and-us-will.html","abstract":"Rapid growth is transforming the economic landscape of East Asia. Together with changes set in motion by the end of the Cold War, it will transform the strategic landscape as well, creating a need for new structures to maintain stability and defuse tensi","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Study Sees Pain Ahead in States' Budgets","web_url":"https://www.nytimes.com/1993/07/27/us/study-sees-pain-ahead-in-states-budgets.html","abstract":"  After three years of painful and protracted budget battles, most states approved spending plans this spring and summer with relative ease, if not resignation.   But the pain has just begun for many states, according to a study made public yesterday by the National Conference of State Legislatures at its annual meeting in San Diego.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"From Cairo Up to St. Louis, The River Spreads Its Wrath","web_url":"https://www.nytimes.com/1993/07/27/us/the-midwest-flooding-from-cairo-up-to-st-louis-the-river-spreads-its-wrath.html","abstract":"  At Cairo, Ill., where the Mississippi meets the Ohio, the mighty river becomes more than a mile wide and 100 feet deep in spots, its sheer size swallowing up the violence of the widespread flooding up river.   It is an effect that Army Corps of Engineer officials like to compare to a two lane country road suddenly becoming a six-lane highway.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/27/style/chronicle-431193.html","abstract":"  It was one of the more glittering evenings of the midsummer social season in Washington on Saturday, when Sir ROBIN RENWICK, the British Ambassador to the United States, and his wife, ANNIE, gave a party in honor of Gen. COLIN L. POWELL, Chairman of the Joint Chiefs of Staff, and his wife, ALMA, and Sir CHARLES POWELL and his wife, CARLA.   Sir Charles was private secretary and adviser on foreign affairs and defense to Prime Ministers Margaret Thatcher and John Major, and is now a director of Jardine Matheson Holdings and Associated Companies, an international banking organization in Hong Kong. The two Powells are longtime friends, hence the dual tribute at the ambasssador's residence.","thumbnail":null,"section":"Style"},{"date":"19930727","headline":"Brazil Arrests Military Policemen In the Killing of 7 Homeless Boys","web_url":"https://www.nytimes.com/1993/07/27/world/brazil-arrests-military-policemen-in-the-killing-of-7-homeless-boys.html","abstract":"  Three military policemen were arrested and questioned today about the killings on Friday of seven homeless boys who slept on sidewalks of downtown Rio.   The arrests, ordered by a judge today, came after a weekend of protests in the city center and tumultuous funerals in the city's bleak northern suburbs.","thumbnail":null,"section":"World"},{"date":"19930727","headline":"4 Hurt in Sheepshead Bay Shotgun Attack","web_url":"https://www.nytimes.com/1993/07/27/nyregion/4-hurt-in-sheepshead-bay-shotgun-attack.html","abstract":"  In a brazen midafternoon shooting, four people were injured by shotgun fire yesterday on a residential street in Sheepshead Bay, Brooklyn.   The police said that three of the victims, all immigrants from Russia, were shot when they emerged from a Lexus automobile and were walking toward a residence at 2553 East 16th Street. The fourth victim, not a member of their group, was hit four times in the stomach, the police said.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"A Witness and a Victim Tell of an 'Explosion'","web_url":"https://www.nytimes.com/1993/07/27/sports/baseball-a-witness-and-a-victim-tell-of-an-explosion.html","abstract":"  The firecracker apparently tossed by Mets outfielder Vince Coleman on Saturday was described today by witnesses as an explosion that sent debris flying into a crowd of fans and cut the face of a 1-year-old girl.   Floyd Brown of Elysian Heights, Calif., said today that he and about 100 other people were behind a chain-link fence adjacent to the player parking lot at Dodger Stadium when the firecracker went off. \"I heard the explosion and saw a cloud of smoke,\" he said. \"And then I saw a woman holding a baby running into the security office. The lady was freaking out. She was saying, \"My baby, my baby.' \" A Boom, Not a Pop    The arson unit of the Los Angeles City Fire Department has not disclosed the type of firecracker used. But Brown said: \"When I was a kid, firecrackers went 'pop, pop, pop,' but this was a boom, loud. People were hit by the rebound or the ricochet.\"","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Senate Democrats See Re-election Perils in '94","web_url":"https://www.nytimes.com/1993/07/27/us/senate-democrats-see-re-election-perils-in-94.html","abstract":"  When Senators Charles S. Robb of Virginia and Donald W. Riegle Jr. of Michigan appeared on the Senate floor recently to deliver enthusiastic pitches for President Clinton's economic program, they were thinking not just of the President's political fortunes but also of their own.   Both men are atop the list of the most vulnerable Democratic incumbents facing re-election next year. And both, following deliberate strategies, have decided to stick by their President when they comfortably can, but not to hesitate to offer sometime biting public criticism.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"This Jet Secondary Seems 2d To None","web_url":"https://www.nytimes.com/1993/07/27/sports/pro-football-this-jet-secondary-seems-2d-to-none.html","abstract":"  Cornerback Eric Thomas looks at the Jets' secondary and sees a group that, he says, is better than the one he played with in Cincinnati in 1989.   That Bengals team reached the Super Bowl and included a couple of Pro Bowl players, Thomas and strong safety David Fulcher.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Walton Gets a Coaching Job","web_url":"https://www.nytimes.com/1993/07/27/sports/sports-people-college-football-walton-gets-a-coaching-job.html","abstract":"  Maybe it is because he will not feel any pressure to win immediately. Perhaps the chants of \"Joe Must Go\" no longer ring in his ears. It could even be that he missed being a head coach.   Whatever the reason, JOE WALTON is making a comeback of sorts. Walton, the former Jets head coach who was one of the most unpopular in team history, will be named today as the first head football coach at Robert Morris. The Pittsburgh-area school recently decided to field a team for the first time, and it will begin play at the Division I-AA level in the Eastern College Athletic Conference in 1994.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"What Rivalry? Banks and Redskins Hit It Off","web_url":"https://www.nytimes.com/1993/07/27/sports/pro-football-what-rivalry-banks-and-redskins-hit-it-off.html","abstract":"  Once the Giants signed Carlton Bailey and then Michael Brooks as unrestricted free agents, Carl Banks became almost a financial luxury.   The Giants already had four linebackers (Lawrence Taylor, Bailey, Brooks and Pepper Johnson) earning at least $1.2 million a year, and Banks, a premier strongside outside linebacker who is almost 31, was ripe to be replaced.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Review/Television; Child's Right to Parents She Knows","web_url":"https://www.nytimes.com/1993/07/27/arts/review-television-child-s-right-to-parents-she-knows.html","abstract":"  Barbara Walters leaves no doubt about whose side she is on in the dispute over Kimberly Mays's efforts to \"divorce\" her biological parents. Ms. Walters comes down undisguisedly in favor of 14-year-old Kimberly, where most viewers of tonight's preview of \"Turning Point,\" the new ABC news-magazine program, are likely to join her.   The case, which is to go before a Florida judge next week, resembles that of Gregory K., the first minor to be permitted to sue to terminate the rights of his biological parents. The main difference is that no one says that Kimberly was ill-treated by Ernest or Regina Twigg; indeed, she never heard of them until she was 9 years old.","thumbnail":null,"section":"Arts"},{"date":"19930727","headline":"The High Price of Patience","web_url":"https://www.nytimes.com/1993/07/27/opinion/the-high-price-of-patience.html","abstract":"Nigeria's political crisis deepens by the day.\n\nSince the free presidential elections on June 12 were anulled by the military leader, Gen. Ibrahim Babangida, at least a hundred people have died in strikes and demonstrations. Taking no chances on further unrest, the Government has closed a radio station and several newspapers, including The Concord, owned by the apparent winner of the elections, Moshood Abiola, of the Social Democratic Party. New elections have been rescheduled for Saturday, but few observers believe that they will take place or that Nigerians will accept the results if they do.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Letters to the Editor","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-letters-to-the-editor-91429403869.html","abstract":"A solution for Bosnia is to separate the religious groups and use the United Nations to keep them apart. But it is impossible to impose a division of land that would keep both sides happy. A method we used to generate peace between our children when div","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"FLOOD AREA AWAITS A FATEFUL MEETING OF RECORD CRESTS","web_url":"https://www.nytimes.com/1993/07/27/us/the-midwest-flooding-flood-area-awaits-a-fateful-meeting-of-record-crests.html","abstract":"  Like some great watery pincer, the rampaging Missouri and Kansas Rivers are closing in on Kansas City.   Sometime Tuesday, a record flood crest coming down the Kansas and another record crest coming down the Missouri will collide here where the two rivers join.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"1918:Allies in Control : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-1918allies-in-control-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE FIGHTING ARMIES - Every line of communications within the German salient between the Marne and the Aisne is being subjected to a constant Allied bombardment, night and day, either from artillery or aeroplanes. Only with the greatest difficulty an","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Transactions","web_url":"https://www.nytimes.com/1993/07/27/sports/transactions-623393.html","abstract":"  Baseball  American League   BALTIMORE ORIOLES -- Signed David Lamb, infielder.   KANSAS CITY ROYALS -- Signed Jeff Granger, pitcher, and assigned him to Eugene of the Northwest League.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Norwalk Police Find Focus Turns to Them After a Death","web_url":"https://www.nytimes.com/1993/07/27/nyregion/norwalk-police-find-focus-turns-to-them-after-a-death.html","abstract":"  A few blocks from brick sidewalks lined with antiques stores and bistros and an extensive array of \"shoppes,\" a dozen of Keith Sumpter's friends were lingering on the chipped pavement near the Carlton Court housing project. It was another restless summer day.   Like many young black men in small cities across the New York region, they said they could not find jobs. So they stood bare-chested in the sun, raging against the local police, who, they insisted, had killed Mr. Sumpter earlier this month for no apparent reason and who routinely harass them.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"The Chances Are Good You're Random","web_url":"https://www.nytimes.com/1993/07/27/opinion/l-the-chances-are-good-you-re-random-885693.html","abstract":"  To the Editor:   Eric J. Lerner misquotes my paper in the May issue of Nature in \"Horoscopes for Humanity?\" (Op-Ed, July 14). He claims I had said there was a 95 percent chance that humans will become extinct within several thousand years (the actual upper limit I gave was 7.8 million years!). Our total predicted longevity is thus quite consistent with other mammals and hominids.   I never said the Earth wasn't a special place; I noted that you can be in a special (that is, habitable) location because you are an intelligent observer. My hypothesis is that among intelligent observers we do not expect you to occupy a special place. One expects that there is a 95 percent chance that you are not among either the first 2.5 percent of all humans who will ever live or among the last 2.5 percent.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"SCIENTIST AT WORK: Luigi Luca Cavalli-Sforza;\nA Geneticist Maps Ancient Migrations","web_url":"https://www.nytimes.com/1993/07/27/science/scientist-at-work-luigi-luca-cavallisforza-a-geneticist-maps-ancient.html","abstract":"THE genes of modern populations carry the encoded history of humans' remote past and their early wanderings around the globe. Deciphering that history has been the preoccupation of population geneticists for a century, but key pieces of information have begun to fall quickly into place only in the last 10 years, since the advent of rapid methods for working out the chemical sequences of genes.\n\nStanding in the midst of this giant jigsaw puzzle is a soft-spoken, Italian-born scientist with the mind of a mathematician and the interests of a philosopher: Dr. Luigi Luca Cavalli-Sforza. Perhaps more than anyone else in his field, Dr. Cavalli-Sforza, a 71-year-old genetics professor at Stanford University Medical School, has been able to make sense of the whisperings of human ancestors that are recorded in the genes of present-day people. His graphic maps make evident at a glance the patterns of ancient migrations, and they hint at some of the events that may have prompted them.","thumbnail":null,"section":"Science"},{"date":"19930727","headline":"Sihanouk, After U.S. Shift, Lets Government Talk to Khmer Rouge","web_url":"https://www.nytimes.com/1993/07/27/world/sihanouk-after-us-shift-lets-government-talk-to-khmer-rouge.html","abstract":"  Prince Norodom Sihanouk, having apparently won concessions he wanted from the Clinton Administration, agreed today to allow Cambodia's newly formed coalition Government to resume negotiations with the Khmer Rouge to end their civil war.   Prince Sihanouk, the head of state and former monarch, said in a statement that he would allow the talks to resume if they were \"likely to bring peace and resolve the problem of the partitioning of Cambodia.\" U.S. Signals Policy Shift    Last week, the Prince called off peace talks set for September with Khieu Samphan, the titular leader of the Khmer Rouge, the Maoist-inspired rebels responsible for the deaths of at least several hundred thousand and possibly more than one million Cambodians under their rule in the 1970's.","thumbnail":null,"section":"World"},{"date":"19930727","headline":"Long-Lost Spanish Fort Found in St. Augustine","web_url":"https://www.nytimes.com/1993/07/27/science/long-lost-spanish-fort-found-in-st-augustine.html","abstract":"  ARCHEOLOGISTS have found buried traces of a 16th-century fort in St. Augustine, Fla., and are confident that this establishes for the first time the exact site where the Spanish planted the earliest permanent European settlement in what is now the United States.   Excavations this summer have exposed part of the moat and other artifacts of a structure that archeologists say was almost certainly the first fort built by Pedro Menendez de Aviles in 1565. He arrived that year with 1,500 soldiers and settlers to found the Spanish colony he called St. Augustine, decades before the English established the Virginia Colony at Jamestown in 1607 and the Pilgrims on the Mayflower landed at Plymouth Rock in 1620.","thumbnail":null,"section":"Science"},{"date":"19930727","headline":"Secondhand Smoking","web_url":"https://www.nytimes.com/1993/07/27/opinion/secondhand-smoking.html","abstract":"  Secondhand smoke is at the very least a nuisance, and at the very worst a health hazard. So Americans can be grateful that the Environmental Protection Agency announced guidelines last week on smoking in public buildings. The guidelines, however, are voluntary -- which means that it's up to states and localities to make them stick. Some states -- among them California, Hawaii, Vermont, North Dakota and Utah -- already have regulations on environmental tobacco smoke.   New York might have been on its way to having intelligent restrictions, too, had the State Legislature passed the \"Prokids\" bill this month. But the Senate majority leader, Ralph Marino, seems to have thought the tobacco industry, just handed a 17-cent-per-pack tax hike, had taken enough of a hit. The bill, agreed upon by Gov. Mario Cuomo and the Senate Health Committee, and passed overwhelmingly by the Assembly, never got to the Senate floor.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"German Company Got Crematorium Patent","web_url":"https://www.nytimes.com/1993/07/27/opinion/l-german-company-got-crematorium-patent-856293.html","abstract":"  To the Editor:   Prof. Gerald Fleming's recent discovery in Russian archives of the records of the 1946 Red Army interrogations of the employees of the German firm J. A. Topf und Sohne who designed and built the crematoriums at Auschwitz and other Nazi camps (\"Engineers of Death,\" Op-Ed, July 18) is an important contribution to the historiography of the Holocaust.   I was particularly struck by the quoted statement of the senior engineer Fritz Sander that the company's diabolical design innovation -- a crematorium that used the fat of the burning corpses as fuel to operate the furnaces -- \"could not yet be approved\" for a patent because it was classified by the Third Reich as a state secret.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Police Arrest Man In Subway Shooting","web_url":"https://www.nytimes.com/1993/07/27/nyregion/police-arrest-man-in-subway-shooting.html","abstract":"  It was a New York nightmare come to life. A gang of robbers preying on people aboard the subway picks as its target a man who refuses to be victimized, and instead the man is shot.   Yesterday, with Corey Townsend of the Bronx staging an impressive recovery from the damage from four .45-caliber slugs, Steven Lopez, 18, was arrested in the July 19 shooting.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Pan Am 103:Libya Must Still Be Made to Pay : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-pan-am-103libya-must-still-be-made-to-pay-letters-to-the-editor.html","abstract":"Regarding \"Gadhafi: Unlikely Help With His Public Relations\" (Opinion, July 22): .Is not justice delayed justice denied? The relatives of the 270 people murdered at Lockerbie, Scotland, are still waiting for justice to be done. On Dec. 21, we","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Dinosaur Institute Keeps Digging","web_url":"https://www.nytimes.com/1993/07/27/science/dinosaur-institute-keeps-digging.html","abstract":"  UNDAUNTED by a year of F.B.I. raids, subpoenas, the prospect of Federal indictments, pressure from half a dozen Government agencies and uneven support from academic paleontologists, a South Dakota fossil dealer is still digging for dinosaurs and has just bagged a new Tyrannosaurus rex, its third in two years.   Robert Farrar, an officer of the beleaguered Black Hills Institute of Geological Research of Hill City, S. D., a commercial dealer in fossils, declined to disclose the site in northwest South Dakota where the new tyrannosaur had been found, but he said the skeleton appeared to be fairly complete. Peter L. Larson, the company's president, said that only 15 \"significant\" tyrannosaur skeletons had been unearthed throughout the world and that 3 of them had been excavated by his company.","thumbnail":null,"section":"Science"},{"date":"19930727","headline":"America's Best, but He's Off to Budapest","web_url":"https://www.nytimes.com/1993/07/27/sports/olympics-america-s-best-but-he-s-off-to-budapest.html","abstract":"  Darrick Heath settled down under a tree outside of his dormitory room and contemplated his final 48 hours before leaving the United States.   First there is Tuesday night's game for the East, when Heath and his teammates will face the South in a gold-medal game of the United States Olympic Festival's team handball competition.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Faith in Multiple-Drug AIDS Trial Shaken by Report of Error in Lab","web_url":"https://www.nytimes.com/1993/07/27/science/doctor-s-world-faith-multiple-drug-aids-trial-shaken-report-error-lab.html","abstract":"  MISTAKES in laboratory research are embarrassing and more common than generally recognized. Only a few make headlines, such as the serious error acknowledged last week by scientists at the Massachusetts General Hospital and Harvard Medical School.   The error, in a theory justifying a novel drug therapy for H.I.V., the virus that causes AIDS, illustrates the enormous pressures on AIDS scientists to publish quickly while maintaining traditional scientific standards. And it points up the risks run by scientists and Federal health officials when they rush into clinical trials on the ground that a lethal disease justifies greater speed. In the Harvard case, a national trial began without independent confirmation of preliminary research findings, illustrating the risks in taking such short cuts.","thumbnail":null,"section":"Science"},{"date":"19930727","headline":"Gunmen Rob 14 on a Bus In the Bronx","web_url":"https://www.nytimes.com/1993/07/27/nyregion/gunmen-rob-14-on-a-bus-in-the-bronx.html","abstract":"  Fourteen people on a shuttle bus bound from Washington Heights to Providence, R.I., were robbed yesterday on the Major Deegan Expressway by three fellow passengers who produced pistols and forced the driver to pull over at the Van Cortlandt Park exit in the Bronx.   The police said the highway bandits took cash and jewelry from the passengers and driver, then escaped in what the passengers described as an \"old black Buick\" that had been traveling directly in front of the shuttle bus. No arrests had been made last night, the police said.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Too Often, New York's Mentally Ill Get Swept Under a Bridge; Republican Support","web_url":"https://www.nytimes.com/1993/07/27/opinion/l-too-often-new-york-s-mentally-ill-get-swept-under-a-bridge-republican-support-886493.html","abstract":"  To the Editor:   State Senate Republicans are portrayed as not \"pure of heart\" in passing the community mental health resources bill (Michael Winerip column, July 11). Our purpose, it is claimed, is mainly to embarrass the Governor, who opposed the bill.   The Senate Republicans have a long record of standing up for New Yorkers with mental illness. When the state's budget crunch hit in 1989, the Senate Republican majority led the fight against the Governor's budget, which excessively singled out the Office of Mental Health for cuts.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Spain Launches Invasion Of Latin America, to Push For Cultural Preservation","web_url":"https://www.nytimes.com/1993/07/27/arts/spain-launches-invasion-of-latin-america-to-push-for-cultural-preservation.html","abstract":"  Against a landscape of rolling fields and grazing cows, church columns of pink stone rise unfinished. Work stopped in 1768 when a decree arrived here from King Carlos III of Spain, ordering the expulsion of all Jesuit missionaries from this distant corner of empire.   Now, a new fence protects the ruins from art thieves. Sturdy beams shore up sagging walls. Near a new guard cottage, a billboard heralds the mission's new benefactor: Spain.","thumbnail":null,"section":"Arts"},{"date":"19930727","headline":"What They're Reading","web_url":"https://www.nytimes.com/1993/07/27/style/IHT-what-theyre-reading.html","abstract":"Helga Steeg, executive director of the International Energy Agency, is reading Paul Kennedy's \"Preparing for the Twenty-First Century.\" .\"It is intended as a guide for understanding global changes, not as a technical primer for responses.","thumbnail":null,"section":"Style"},{"date":"19930727","headline":"Too Often, New York's Mentally Ill Get Swept Under a Bridge","web_url":"https://www.nytimes.com/1993/07/27/opinion/l-too-often-new-york-s-mentally-ill-get-swept-under-a-bridge-873293.html","abstract":"  To the Editor:   Re \"Mental Health Politics\" (editorial, July 15): Although I do not agree with Gov. Mario M. Cuomo's determination, if such is the case, to return most of the money that has accrued from closing several New York hospitals for people with mental illness to the general fund, I agree that funds should not be allocated to community programs without first developing specific policy to insure that the neediest of the mentally ill receive the benefit of these funds.   Too often vendors or those with mental illness who are not necessarily the neediest benefit from financing that is allocated without proper consideration. Most programs for the seriously mentally ill who do not fall into standard categories are neither well conceived nor relevant to \"difficult-to-manage populations.\"","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Candidly Broadway","web_url":"https://www.nytimes.com/1993/07/27/theater/candidly-broadway.html","abstract":"  There's Richard Rodgers, briefing the cast of \"Carousel.\" And Leonard Bernstein, coaching the dancers in \"West Side Story.\" Carol Channing holds forth in her dressing room during the run of \"Gentlemen Prefer Blondes,\" and the young Jerome Robbins looks ready to leap into a dance routine in \"The Straw Hat Revue of 1939.\"   Yesterday's theater comes vibrantly alive again in \"100 Years of Broadway: A Photographic View,\" an exhibition that runs through Oct. 3 at the International Center of Photography Midtown, 1133 Avenue of the Americas, at 43d Street.","thumbnail":null,"section":"Theater"},{"date":"19930727","headline":"1893:Debating the Duel : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-1893debating-the-duel-in-our-pages100-75-and-50-years-ago.html","abstract":"BRUSSELS - The Senate to-day [July 26] discussed Baron de Coninck's bill seeking to prevent duelling by severe penalties against duellists, their seconds, and all parties concerned. The Minister of Justice declared the bill to be too severe. Baron de Coni","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Perez Hoping That He's Not Penciled Into the Pen","web_url":"https://www.nytimes.com/1993/07/27/sports/baseball-perez-hoping-that-he-s-not-penciled-into-the-pen.html","abstract":"  There is a huge pitching calendar hanging in Manager Buck Showalter's office at Yankee Stadium that lists his daily starters. For Sunday's game, Showalter had Melido Perez written in, but he also had Domingo Jean printed beside Perez. Jean, who pitched for Class AAA Columbus Sunday, is hovering around Perez on and off the calendar.   After Perez was shelled for six runs and six hits in only one and two-thirds innings in New York's improbable 9-8 comeback victory over the Angels Sunday, Showalter met with his struggling starter for 20 minutes later that night to discuss his \"situation.\" Although Showalter claimed today that Perez will not be demoted to the bullpen, the prospect still seems likely.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/27/nyregion/no-headline-033293.html","abstract":"  \"Once again, we are making fools of ourselves in the eyes of the world. We are using Bolshevik methods of a Stalinist nature to try to resolve economic problems in the context of a market economy.\" -- BORIS G. FYODOROV, the Russian Finance Minister.  [ A3:3 ]","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Service Bill Hits Home","web_url":"https://www.nytimes.com/1993/07/27/us/service-bill-hits-home.html","abstract":"  While Bob Dole is urging senators to defeat the President's national service plan, his wife, Elizabeth, is asking them to support it. Page D22.  ","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"Science Park Plan Offers Vision of Newark's Center","web_url":"https://www.nytimes.com/1993/07/27/nyregion/science-park-plan-offers-vision-of-newark-s-center.html","abstract":"  An elaborate vision of high-tech offices, homes, parks and shops was put forth today for a desolate 50-acre tract in this city's Central Ward, with Federal, state and community leaders praising the plans as a formula for hope and economic growth during the next 20 years.   Although the proposal, called University Heights Science Park, is little more than a concept at this point, officials at the announcement ceremony in City Hall spoke encouragingly of the collaboration of educational institutions and civic leaders that would lead, they said, to 3,000 permanent jobs and $4 million in property-tax revenue on land that now generates next to nothing. Educated Guesses    They also acknowledged that the detailed architectural renderings arrayed behind Gov. Jim Florio, Senator Frank R. Lautenberg and Representative Donald M. Payne were merely educated guesses as to what might eventually be built. They insisted, however, that their goal of a $250 million development amid the scars left by the 1967 riots was realistic.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Making the Most of a Rare Clemency in New York","web_url":"https://www.nytimes.com/1993/07/27/nyregion/making-the-most-of-a-rare-clemency-in-new-york.html","abstract":"  Last January, Lawrence Snider found himself in the middle of a trendy Long Island clothing store, clutching a pocketful of money and watching his sister Lori pull jeans off the racks for him.    After spending almost 11 years in prison on drug charges, he felt strangely displaced, like a tourist who could only barely make out the signs in a foreign language. \"The manager of the store walked up to me and asked, 'Is someone helping you?' \" he said. \"I turned to my sister and said, 'What do I say?' \"","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"EAST ASIAN PACT IS BACKED BY U.S.","web_url":"https://www.nytimes.com/1993/07/27/world/east-asian-pact-is-backed-by-us.html","abstract":"  Secretary of State Warren Christopher affirmed United States support today for a new security pact that would allow the countries of East Asia to head off conflicts as the region becomes increasingly important in the world economy.    Mr. Christopher and United States officials traveling with him say they envision an Asian equivalent of the Conference for Security and Cooperation in Europe, which was established to provide a forum for European countries to work out disputes peacefully.","thumbnail":null,"section":"World"},{"date":"19930727","headline":"Clinton Assails G.O.P. Delays In Bitter Tones","web_url":"https://www.nytimes.com/1993/07/27/us/clinton-assails-gop-delays-in-bitter-tones.html","abstract":"  President Clinton accused Congress today of returning to old habits of gridlock and said obstructionism by Republicans there was hurting ordinary Americans, including victims of the Midwestern floods.   The sharp criticism was an unexpected turn to confrontation by a President who has maintained a largely cordial relationship with Capitol Hill.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"Letters to the Editor","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-letters-to-the-editor-90899261274.html","abstract":"Negotiations continue with Serbian leaders while they use the time to grab more land and kill more people. Perhaps we would be wise to recall the words of America's anti-slavery advocate, William Lloyd Garrison: \"With reasonable men, I will reason;","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Fix, but Don't Kill, the N.E.D.","web_url":"https://www.nytimes.com/1993/07/27/opinion/fix-but-don-t-kill-the-ned.html","abstract":"  In a surprising turnabout in June, the House of Representatives voted to kill funding for the National Endowment for Democracy. By Washington standards, the money is trivial -- $48 million -- but the principle is scarcely petty. Unless the Senate decides otherwise this week, it will mark the end of the N.E.D., which was established during the Reagan years to promote democracy abroad and is now supported by President Clinton.    Opponents charge that the endowment is a cold-war fossil whose mission has been compromised by its peculiar status as a private foundation using public funds. They point with alarm to dubious grants to right-wing trade unions or exile groups favored by one or another of four \"core\" intermediaries who make the grants -- the Republican and Democratic parties, the A.F.L.-C.I.O. and the U.S. Chamber of Commerce. But one can acknowledge the point and still wonder if the right remedy is to scuttle the program rather than repair it.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"How to Make Donations To Help Flood Victims","web_url":"https://www.nytimes.com/1993/07/27/us/the-midwest-flooding-how-to-make-donations-to-help-flood-victims.html","abstract":"  Several American charities have established special funds and sent disaster teams to the Midwest. Here is a list of organizations seeking donations:   The American Red Cross Disaster Relief Fund, P.O. Box 9140, Church Street Station, New York, N.Y. 10256. (800) 842-2200, or, for Spanish speakers, (800) 257-7575.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"Business Tax Break Put Back on Table","web_url":"https://www.nytimes.com/1993/07/27/us/business-tax-break-put-back-on-table.html","abstract":"  After months of negotiating over $500 billion in tax increases and spending cuts, Congress is suddenly having second thoughts about its long-settled decision to reduce the tax break that businesses get for meals and entertainment expenses.   Although both the House and Senate voted to reduce the deduction for meals and entertainment, lobbyists and Congressional aides now say that lawmakers are seriously considering restoring a chunk of the deduction, at a cost of perhaps $7 billion in lost tax revenues.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/27/nyregion/metro-digest-072393.html","abstract":"  FOR NEW YORK INMATES, CLEMENCY IS RARE Last December, after almost 11 years in prison on drug charges, Lawrence Snider was one of only two New York State inmates to receive clemency from Gov. Mario M. Cuomo. The other was Jean Harris, whose conviction for killing her former lover became a cause celebre. Inmate advocates say that while cases like Mrs. Harris's attract attention, prisoners like Mr. Snider -- who developed drug and AIDS awareness programs and organized charity drives in prison -- are more representative of those who deserve to be considered for clemency. But in 11 years, Mr. Cuomo has granted the extraordinary relief only 31 times. A1. NEW YORK CITY HIGHWAY ROBBERY IN THE BRONX Fourteen people on a shuttle bus bound from Washington Heights to Providence, R.I., are robbed on the Major Deegan Expressway by three fellow passengers who produced pistols and forced the driver to pull over at the Van Cortlandt Park exit. The highway bandits took cash and jewelry, then made their escape in a waiting car. B2.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Attack on Cape Town Church Keeps a Rattled Nation Edgy","web_url":"https://www.nytimes.com/1993/07/27/world/attack-on-cape-town-church-keeps-a-rattled-nation-edgy.html","abstract":"  Absurdly, the first notion that came to Kara-Anne Harris on Sunday night as the killers kicked in the door of St. James Church and blasted worshipers with automatic-rifle fire and grenades was that they were after the Russians.   If St. James is a symbol of anything, it may be a kind of openhearted evangelical hospitality, extended to squalid black shacktowns of nearby Khayelitsha township and to homesick fishermen from visiting Russian trawlers.","thumbnail":null,"section":"World"},{"date":"19930727","headline":"Beating Indurain Is Problem For Rivals","web_url":"https://www.nytimes.com/1993/07/27/sports/cycling-beating-indurain-is-problem-for-rivals.html","abstract":"  The Motorola team went to a Tex-Mex restaurant in Paris. The Banesto team went to a night club. Most everybody who finished the Tour de France went somewhere afterward to celebrate.   It is certain that a little time was spent during the festivities in discussing the 80th Tour and how it will be ranked. A difficult one, certainly. A fast one, surely -- the fifth fastest. A great one, not really.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"San Marcos Journal; In Nicaragua, No Peace, and Nostalgia for Somoza","web_url":"https://www.nytimes.com/1993/07/27/world/san-marcos-journal-in-nicaragua-no-peace-and-nostalgia-for-somoza.html","abstract":"  On the musty walls of her somber dry goods shop just off this small town's central square, Maria-Elsa Palacio pointed to a faded portrait of the longtime dictator Anastasio Somoza Debayle and issued a startling judgment.   \"He was the last good President we had,\" Mrs. Palacio said, passing over mention of the late general's record of massacres and land-grabbing. \"Say what you will about him, but in his time there was work. To us, he was a real winner.\"","thumbnail":null,"section":"World"},{"date":"19930727","headline":"A War No One Wants","web_url":"https://www.nytimes.com/1993/07/27/world/a-war-no-one-wants.html","abstract":"  On the face of it, the fiercest fighting in Lebanon in more than a decade may seem destined to sabotage the latest chapter in the Middle East peace talks and perhaps even to draw Israel and Syria into an all-out war.    Certainly, the violence of the last few days has a familar feeling: guerrilla fighters in southern Lebanon using long-range artillery and Katyusha rockets against Israel positions; Israeli forces responding with such ferocity that the only prospect seems to be ever-worsening fighting.","thumbnail":null,"section":"World"},{"date":"19930727","headline":"Coroner Assailed in Detroit Beating Trial","web_url":"https://www.nytimes.com/1993/07/27/us/coroner-assailed-in-detroit-beating-trial.html","abstract":"  Prosecutors in the trial of three former police officers accused in the fatal beating of a man asserted today that a pathologist who had undermined the state's case was bitter toward his former boss and therefore unreliable as a witness.    The pathologist, Ljubisa Dragovic, who is the Oakland County Medical Examiner, testified last week that cocaine played a much larger role in the Nov. 5 death of the victim, Malice Green, than the initial autopsy indicated. He called that first autopsy sloppy. It was done in Wayne County and found that Mr. Green had died of more than a dozen blows to the head.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"Q&A","web_url":"https://www.nytimes.com/1993/07/27/science/q-a-692693.html","abstract":"  Avoiding Ozone   Q. I know ozone is formed because of chemical pollution, but do natural sources of ozone also lead to dangerous air? Where should I live to avoid ozone pollution?    A. Ozone is constantly being formed and lost at both high and low regions of the atmosphere. Ozone at high regions is protective against dangerous ultraviolet radiation. At low elevations, ozone or 03 , a highly reactive chemical, is dangerous to delicate lung tissue, although it is only one component of air pollution.","thumbnail":null,"section":"Science"},{"date":"19930727","headline":"First Olympic Event: Going for the Green","web_url":"https://www.nytimes.com/1993/07/27/sports/tv-sports-first-olympic-event-going-for-the-green.html","abstract":"  Olympic and TV executives will square off today over the sale of network rights to the 1996 Summer Olympics in Atlanta. The networks will try to show how cost-conscious they can be. The International Olympic Committee will push the value of the centennial Olympiad happening live on the East Coast. The Atlanta organizing committee will simply scream for the most money it can get.   The closed-door meetings scheduled for today and tomorrow will need plenty of intrigue to match past Olympic TV negotiations, which have comprised a rather enthralling Olympic event on their own. Most of the fascination grew out of the great competitiveness among the three networks and ABC's position through 1988 as the pre-eminent network of Olympic television. Roone Arledge, the former president of ABC Sports, once said: \"Olympic negotiation with the networks is a case of putting scorpions in a bottle.\"","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/27/style/chronicle-818093.html","abstract":"  Another marker of the passage of time: MICK JAGGER turned 50 yesterday and kept right on rocking as he recorded a new album with the Rolling Stones, The Associated Press reported. No, he wasn't deprived of a party on his half-century milestone. His wife, JERRY HALL, the American model, gave him a party with a French Revolution theme on July 16 in West London, where the guests included the actor Eric Idle, of Monty Python fame, and a former British cabinet minister, Paul Channon.    The Rolling Stones recorded their first hit record, \"Come On\" 30 years ago. On Mr. Jagger's birthday the band members were in Dublin, working on their latest album, due for release next year.","thumbnail":null,"section":"Style"},{"date":"19930727","headline":"Rise Granted On Insurance For Doctors","web_url":"https://www.nytimes.com/1993/07/27/nyregion/rise-granted-on-insurance-for-doctors.html","abstract":"  With efforts to tame the rapid rise in health-care costs delayed in both Washington and Albany, the State Insurance Superintendent today approved an average 14 percent rise in medical malpractice insurance rates paid by doctors.   The increase, which takes effect on July 30, will be the first rise in malpractice premiums after four years of stable or declining rates. The Insurance Superintendent, Salvatore R. Curiale, said in a statement that the change was justified because of an increase in the number of malpractice lawsuits being filed, a rise in the dollar amount of malpractice awards and a decline in interest rates, which has limited insurers' investment income.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"To Give Is Sublime","web_url":"https://www.nytimes.com/1993/07/27/opinion/to-give-is-sublime.html","abstract":"\"Paramount Pictures decided to do something quite nice for several people connected to its new film 'The Firm.' The studio bought new $100,000 Mercedes-Benz 500 SL convertible two-seaters for the film makers and star.\n\n\" \"The attempt is to make this a warmer and more human place, where people feel part of a family,' \" \n[\nthe Paramount chairwoman, Sherry\n]\n Lansing, said.\" -- The New York Times, July 12.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Lost in a Complex Maze","web_url":"https://www.nytimes.com/1993/07/27/science/peripherals-lost-in-a-complex-maze.html","abstract":"  LAST week's column described how a 386 system crashed after installing QEMM 7.01, the Quarterdeck Expanded Memory Manager, although the program absolved itself of any responsibility: \"Without QEMM, your system would have crashed without warning or explanation.\" Without QEMM, the system had not crashed at all. The only thing to do was to turn the machine off and on again. This time, the original error message, Exception 13, did not recur. Nevertheless, as two sections of the manual suggested, I ran the Manifest program.    First, you must find Manifest. It is not mentioned in the manual's table of contents and, although there are 15 references to it in the index, none of them, as far as I could determine, told how to invoke it. Getting a listing of the QEMM subdirectory through DOS showed there was a program called MFT.EXE and, sure enough, that was it.","thumbnail":null,"section":"Science"},{"date":"19930727","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/27/nyregion/c-corrections-834193.html","abstract":"  A list of outdoor concerts in the special SummerTimes section distributed with some copies on Sunday misstated the date of a Central Park performance of Verdi's \"Aroldo\" by the New York Grand Opera. It is tonight at 8 at the Rumsey Playfield (mid-park at 72d Street); it was not last night.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Calendar Crazy","web_url":"https://www.nytimes.com/1993/07/27/opinion/calendar-crazy.html","abstract":"  Insurance and plumbing supply companies hand them out to customers. So do banks. But it's never been clear why members of Congress need specially imprinted calendars to distribute to constituents. It's harder to fathom why, when Congress ought to be trying to trim spending, taxpayers should continue to pay for this self-promotion.   Representative Martin Hoke, a freshman Republican from Ohio, wants to end the Congressional calendar craze. He got nowhere last month when he tried to get the House Rules Committee to accept an amendment striking the $740,000 allotted for next year's Congressional calendars from the 1994 legislative appropriations bill. Had he succeeded, the actual savings would have been much more.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"His Honor Himself Is Counselor To Pacino","web_url":"https://www.nytimes.com/1993/07/27/movies/his-honor-himself-is-counselor-to-pacino.html","abstract":"  Justice Edwin Torres is standing in a familiar place, in a little alcove off a fourth-floor courtroom in State Supreme Court in Manhattan, but he is seeing something highly unusual, and irksome in the extreme. In the courtroom itself, and visible to various technicians and Justice Torres on a camera monitor in the alcove, Al Pacino is mouthing off to a judge, played by Paul Mazursky.   The mouthing-off part isn't the problem. It's what's in the mouth. A Baby Ruth. As Mr. Pacino rips through the opening scene in \"Carlito's Way,\" directed by Brian De Palma and shooting on location in New York, he is chewing furiously.","thumbnail":null,"section":"Movies"},{"date":"19930727","headline":"Strategic No More, Mohair Loses Its Status in Senate","web_url":"https://www.nytimes.com/1993/07/27/us/strategic-no-more-mohair-loses-its-status-in-senate.html","abstract":"  With no debate or recorded vote, the Senate voted today to kill a subsidy dating from an era when wool and mohair were considered strategic materials essential for military uniforms.   But the sheep and goat farmers may prevail after all. The word on Capitol Hill is that the subsidy program will probably be preserved, though trimmed somewhat, when the agriculture appropriations bill goes to a House-Senate conference.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"Feeney Suffers Mild Stroke","web_url":"https://www.nytimes.com/1993/07/27/sports/sports-people-baseball-feeney-suffers-mild-stroke.html","abstract":"  CHARLES (CHUB) FEENEY, a former National League president, apparently suffered a mild stroke at yesterday's Giants-Dodgers game in San Francisco and was hospitalized.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"When It's Time to Pay the Piper Electronically","web_url":"https://www.nytimes.com/1993/07/27/science/personal-computers-when-it-s-time-to-pay-the-piper-electronically.html","abstract":"  THE scientific theory of chaos holds that if a butterfly flaps its wings in China, your household finances will be a mess. That pesky butterfly is particularly busy near the end of the month, leaving the checkbook chaotic and the bills piling up. Fortunately, the financial butterflies can be counteracted by two impressive new household finance programs, one for Windows computers and one for Macintoshes.   The newest program is Quicken 4.0 for Macintosh, a major upgrade of the Apple version of the most popular computer program for handling personal finances. In some ways the new Mac version is just catching up to its Quicken 7.0 for DOS counterpart, but in others it moves ahead.","thumbnail":null,"section":"Science"},{"date":"19930727","headline":"In West, Dinkins Promotes Candidacy and Filming","web_url":"https://www.nytimes.com/1993/07/27/nyregion/in-west-dinkins-promotes-candidacy-and-filming.html","abstract":"  Battered last week by criticism of his handling of the Crown Heights violence, Mayor David N. Dinkins managed to create some positive moments here, spending the last three days raising money for his re-election campaign and drumming up support for filming in New York City.   Mr. Dinkins met with movie studio executives today, brandishing statistics that he said showed that filming had become less costly and hectic in New York, before he boarded a plane to return home. During the weekend, Mr. Dinkins held a fund-raiser, played tennis and met Barbra Streisand and friends for dinner and movies. They watched \"Poetic Justice\" and \"Cliffhanger.\" The Political Wars    But New York's political wars did intrude a bit. Responding to criticism by Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, that Mr. Dinkins was masking fund-raising in Los Angeles as an official trip, the Mayor said: \"Put this with a long list of things he doesn't understand. Instead of just raising funds I'm spending time doing good government, which is useful to the city.\"","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/27/nyregion/inside-048093.html","abstract":"  Yeltsin Relaxes Money Plan   Russia's President softened a drastic currency revision the Central Bank announced on Saturday. Page A3. Rebuilding in Afghanistan    In Herat, on the western edge of Afghanistan's border with Iran, rebuilding has begun. Page A6. Fiction or Nonfiction?    Disturbing trends in literary theory and American culture meet in Joe McGinniss's book about Edward Kennedy. Critic's Notebook, page C13. 'Plymouth Rock' of Florida    Archeologists have found what they believe is the site of the first permanent European settlement in the United States. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"GALILEE UNDER FIRE","web_url":"https://www.nytimes.com/1993/07/27/world/israel-intensifies-raids-in-lebanon-galilee-under-fire.html","abstract":"  Israeli forces continued bombing strikes and artillery barrages early this morning on targets in southern Lebanon for a third straight day of attacks on pro-Iranian militiamen.   The renewed assault, in accounts from Israeli and Lebanese officials, followed an intensified drive by Israeli forces on Monday to stop rocket attacks on Israeli settlements near the Lebanon border. But it failed to stop the militiamen from unleashing more rocket attacks on Israeli settlements, and the fighting forced civilians on both sides of the border region to flee or seek safety in bunkers on Monday.","thumbnail":null,"section":"World"},{"date":"19930727","headline":"Gallagher Is Inside Looking Out","web_url":"https://www.nytimes.com/1993/07/27/sports/lacrosse-gallagher-is-inside-looking-out.html","abstract":"  Danielle Gallagher's lacrosse career started at the age of 10, when she joined a boys' youth league at Manhasset (L.I.) High School. It was a determined beginning for a young athlete who, 16 years later, is a member of the United States team in the Women's Lacrosse World Cup.   The cup is the ultimate in women's lacrosse, and the United States is the defending champion. Gallagher is one of 16 players who will try to defend the title when cup play gets under way in Edinburgh, Scotland, on Aug. 7. In the final of the last World Cup championship, in Perth, Australia, in 1989, the United States seized the trophy from the England with a 6-5 victory in sudden-death overtime.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Political Memo; Health Plan Sits in the Waiting Room","web_url":"https://www.nytimes.com/1993/07/27/us/political-memo-health-plan-sits-in-the-waiting-room.html","abstract":"  Remember health care reform? The Clinton Administration's self-imposed 100-day deadline for producing a plan has long since passed, and some experts in the field worry that a rare moment of political opportunity has been lost.   But officials in the White House and the Democratic leadership on Capitol Hill say they hope to return quickly to health care once the President's economic plan is passed. They plan to send members of Congress home on their August recess with briefing books on the issue, and the President himself will begin to campaign on health care in mid-August, probably at the National Governors Association meeting, aides say.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"Keeping It to a Low Roar; New York City Tries Electronic Muzzles to Zap Bus Noise","web_url":"https://www.nytimes.com/1993/07/27/nyregion/keeping-it-to-a-low-roar-new-york-city-tries-electronic-muzzles-to-zap-bus-noise.html","abstract":"  Watch out, Klingons, a new cloaking technology is in the field. It helps hide a city bus.   The technology is an \"anti-noise generator,\" a computer-driven, 220-watt speaker in the tailpipe of a bus that emits sound waves to partially cancel exhaust noise. The New York City Transit Authority is testing the device, also called an electronic muffler, in four buses.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"1Big Ten Takes a Penalty","web_url":"https://www.nytimes.com/1993/07/27/sports/sports-people-college-football-1big-ten-takes-a-penalty.html","abstract":"  The Big Ten Conference will lose $75,000 in grant money because a flawed policy allowed seven member schools to award more scholarships than permitted under National Collegiate Athletic Association rules.   The penalty imposed yesterday marked the first time in N.C.A.A. history that a national conference was fined, said DAVID SWANK, chairman of the N.C.A.A.'s Committee on Infractions.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"On Horizon, the Specter of a Casino","web_url":"https://www.nytimes.com/1993/07/27/nyregion/our-towns-on-horizon-the-specter-of-a-casino.html","abstract":"  FOR 14 years, the Ramapough community that lives on Stag Hill has been tugging at Washington's sleeve, trying to become certified as a duly recognized American Indian tribe.   Being members of an official tribe in the midst of suburbia would mean housing and health-care benefits and scholarship aid for the young, said Ronald Van Dunk, the elected chief of the Ramapoughs. Maybe some of the young people would be able to get help with down payments for homes or get some training, he said.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Quarter? Quarter? Dollar? Sidewalk Charity Lives","web_url":"https://www.nytimes.com/1993/07/27/nyregion/quarter-quarter-dollar-sidewalk-charity-lives.html","abstract":"  As she moves each day through the outstretched hands and jingling coffee cups on the sidewalks and subways of New York, Grace Desnoes has to make choices.   She saves her money to give to two homeless men she has come to know. Others, like Bernice Anderson, give only food to those who ask for help. Angelo Cinti sets aside $5 a week, which he gives to anyone who asks.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Top G.O.P. Couple Splits on a National Service Bill","web_url":"https://www.nytimes.com/1993/07/27/us/top-gop-couple-splits-on-a-national-service-bill.html","abstract":"  Bob Dole's latest filibuster has its supporters in the Senate, but it has a major opponent at home: his wife.   Backers of the national service bill revealed today that Elizabeth Dole, the president of the American Red Cross, favors the measure that her husband, the Senate Republican leader, portrays as a threat to the American taxpayer.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"Rain Forests Seen as Shaped by Human Hand","web_url":"https://www.nytimes.com/1993/07/27/science/rain-forests-seen-as-shaped-by-human-hand.html","abstract":"  FOR decades, La Selva, a lush, dripping jungle filled with towering trees and swinging vines, has served as the quintessential example of the pristine rain forest, untouched and unchanged for millenniums. But scientists who have begun to look more closely into the history of the world's rain forests say they are finding clues that this one and others like it are not the stable museums of biodiversity they were thought to be.    In the very forests biologists have long prized as pristine, pot shards and the remnants of ancient crop fields are now turning up. And ecologists say they are being forced to reformulate their ideas about how the world's rain forests came to be and how best to manage them.","thumbnail":null,"section":"Science"},{"date":"19930727","headline":"Key Continues His Untimely Fall Back to Earth","web_url":"https://www.nytimes.com/1993/07/27/sports/baseball-key-continues-his-untimely-fall-back-to-earth.html","abstract":"  The sight is strange to the Yankees. It was enough of a surprise when Jimmy Key allowed runs earlier this season, but now he has actually lost some games, too. Their most reliable pitcher has been tough on the eyes lately.   The decline of Key continued tonight when the Tigers nicked him for eight hits, including Cecil Fielder's crushing opposite-field home run, and eased to a 5-2 victory at Tiger Stadium. Key has lost two straight games after only losing twice in his first 20 starts with the Yankees. The lefty who rarely made a mistake has been human for the last week.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Review/Performance Art; Gentle Souls of Gay, Black Defiance","web_url":"https://www.nytimes.com/1993/07/27/theater/review-performance-art-gentle-souls-of-gay-black-defiance.html","abstract":"  For a group that straddles the cutting edges of racial and sexual politics, Pomo Afro Homos, a trio of black gay male performance artists from San Francisco, is a remarkably low-key ensemble. Even when mouthing the rhetoric of defiance and challenging black institutions to face up to the reality of the AIDS epidemic, the attitude of Brian Freeman, Djola B. Branner and Marvin K. White remains more friendly than threatening.   \"Dark Fruit,\" the show they brought to Alice Tully Hall on Friday evening as part of Serious Fun is a collection of six satirically edged sketches and monologues about black gay life and the myths and attitudes around it. The most touching section, \"Sweet Sadie,\" is an autobiographical monologue by Mr. Branner about growing up with a mother who many years later developed Alzheimer's disease. Playing both himself and his mother, Mr. Branner evokes a complicated mixture of devotion and resentment for the woman whose ruby red lipstick he used to put on for Halloween parties. Mr. Branner is not a charismatic actor, but his gentle, heartfelt memoir conveyed a stinging poignancy.","thumbnail":null,"section":"Theater"},{"date":"19930727","headline":"Criminal Charge Likely in Firecracker Case","web_url":"https://www.nytimes.com/1993/07/27/sports/baseball-criminal-charge-likely-in-firecracker-case.html","abstract":"  The Los Angeles District Attorney's office said late yesterday that a formal criminal charge was expected to be filed as a result of last Saturday's firecracker incident outside Dodger Stadium. Vince Coleman, the left fielder for the Mets, has been identified as the person who threw a lighted firecracker from a vehicle, an action that apparently resulted in injuries to at least three persons.   Officials from the District Attorney's office met with officials of the Los Angeles Fire Department's arson unit yesterday. A spokeswoman for the District Attorney's office said a decision had not yet been made on whether to press a misdemeanor or felony charge. It is also possible, but unlikely, that no charge will be brought.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"It's Our Own Genes We Should Worry About; Predisposed to Be Gay","web_url":"https://www.nytimes.com/1993/07/27/opinion/l-it-s-our-own-genes-we-should-worry-about-predisposed-to-be-gay-883093.html","abstract":"  To the Editor:   Please note the difference between \"Report Suggests Homosexuality Is Linked to Genes\" (front page, July 16) and \"scientists said the work suggests that one or several genes located on the bottom half of the sausage-shaped X chromosome may play a role in predisposing some men toward homosexuality.\" A world of difference exists between \"is linked\" and \"may play a role\" as between \"homosexuality\" as such and \"predisposing some men toward homosexuality.\"  KEN WHELAN  San Francisco, July 16, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Books of The Times; Two English Languages, A Vast and Fertile Field","web_url":"https://www.nytimes.com/1993/07/27/books/books-of-the-times-two-english-languages-a-vast-and-fertile-field.html","abstract":"  A Mouthful of Air  Language, Languages . . .  Especially English  By Anthony Burgess 416 pages. William Morrow. $25.","thumbnail":null,"section":"Books"},{"date":"19930727","headline":"Abandoning the Muslims : Letters to the Editor","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-abandoning-the-muslims-letters-to-the-editor.html","abstract":"The commander of the Serbian militia in Bosnia, General Ratko Mladic, was quoted in your July 22 edition as saying of the Muslims: \"I hope that today, or tomorrow, we will have cut off their forces completely, both on Mount Bjelasnica and on Mount I","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"It's Our Own Genes We Should Worry About","web_url":"https://www.nytimes.com/1993/07/27/opinion/l-it-s-our-own-genes-we-should-worry-about-874093.html","abstract":"  To the Editor:   It seems (despite your own caution against it) you fell for the hype of \"Jurassic Park,\" dwelling on the silliest issues in two editorials. There is no danger that dinosaurs will be brought back, now or ever. It can't be done for the very reasons your first piece carefully spelled out (\"Should We Revive the Dinosaurs?,\" editorial, June 13). But then you turned against your own argument, entertaining the fantasy long enough to conclude that scientists should leave well enough alone.   Worse, when Karl E. Meyer revisited scientific issues in the movie (\"The Instant T. Rex,\" Editorial Notebook, July 18), he examined a \"plot hole,\" whether these creatures could have grown so fast. This is equivalent to publishing a discussion about a cartoon, \"The Rocky and Bullwinkle Show,\" explaining that flying squirrels merely glide, but then quibbling that Rocky actually seems to fly. Remember, this is Steven Spielberg, this is science fiction.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Accidental Justice for Jessica DeBoer","web_url":"https://www.nytimes.com/1993/07/27/opinion/accidental-justice-for-jessica-deboer.html","abstract":"The judges in Michigan who ordered 2-year-old Jessica DeBoer returned to her natural parents, Dan and Cara Schmidt, made the best decision in a tragic case. A child is better off being returned to even a mediocre home with competent natural parents than being left in an apparently superior home with adoptive parents.\n\nParadoxically, the judges made it clear that the child's best interests were not a factor in their decision; the only basis was the rights of the adults. In our legal and cultural traditions, adoption is mainly a question of the parents' interests. The child has no voice, not even an imagined one.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"U.S. Accused Sheik Last Year Of Inciting Violence in Egypt","web_url":"https://www.nytimes.com/1993/07/27/nyregion/us-accused-sheik-last-year-of-inciting-violence-in-egypt.html","abstract":"  A State Department report on Sheik Omar Abdel Rahman issued last year found that while the Islamic cleric had never been placed at the scene of violence committed by his supporters, \"the evidence shows a clear pattern of encouraging others to commit violent acts against Christians in Egypt and against others.\"   The report by the State Department's Bureau of Human Rights and Humanitarian Affairs was submitted to a Federal immigration judge in October 1992 -- four months before the bombing of the World Trade Center -- in response to Mr. Abdel Rahman's request for political asylum in the United States. The asylum request was considered and rejected in closed proceedings.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Watch Russia's Baltic 'Near Abroad'","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-watch-russias-baltic-near-abroad.html","abstract":"Absent from the headlines of the world media, the situation in and around Narva in northeast Estonia is developing as a crucial test case of Russia's ambitions in its \"near abroad\" area, as well as a test of the potential of European institutio","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"1943:Press Unshackled : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-1943press-unshackled-in-our-pages100-75-and-50-years-ago.html","abstract":"BERN - [From our New York edition:] The Italian press tonight [July 26] found its lost voice in a full-lunged shout against Fascism. Whether the Italian press has been restored in its full freedom of expression was not yet certain, but a few copies of Ita","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Congress Is Feeling Pressure To Preserve Meal Deduction","web_url":"https://www.nytimes.com/1993/07/27/us/congress-is-feeling-pressure-to-preserve-meal-deduction.html","abstract":"  In the last days of politically agonizing negotiations over $500 billion in tax increases and cuts in programs like Medicare, Congress is suddenly having second thoughts this week about a long-settled decision to reduce the huge tax break businesses get for meals and entertainment expenses.   Both the House and Senate voted months ago to reduce the deduction for meals and entertainment from 80 percent of expenses to 50 percent, a move that would raise $15 billion in new tax revenues during the next five years. That roughly equals the amount that would be raised by a proposed increase, to 35 percent from 34 percent, in the corporate income tax.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"It's Our Own Genes We Should Worry About; Military's Closet","web_url":"https://www.nytimes.com/1993/07/27/opinion/l-it-s-our-own-genes-we-should-worry-about-military-s-closet-882193.html","abstract":"  To the Editor:   When my brother's 3-year-old daughter won't go to sleep because of monsters under the bed, or, even scarier, in the closet, he picks her up, and together they open the doors and look. She doesn't like this, and squirms with resistance. But it works out. See? Nothing to be afraid of.   Too bad she's not 20 years older, homophobic and a member of the military. Because then, if she had an irrational fear of what might be in the closet, the military, with a blind eye from Congress and the courts, would nail the door shut for her.","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Smith Still in Critical Condition","web_url":"https://www.nytimes.com/1993/07/27/sports/sports-people-auto-racing-smith-still-in-critical-condition.html","abstract":"  The stock-car driver STANLEY SMITH showed signs of ending his paralysis yesterday but he remained in critical condition in Birmingham, Ala., with a skull fracture sustained during the DieHard 500 Sunday in Talladega, Ala.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Supermodel Curves:New Life for the Wonderbra","web_url":"https://www.nytimes.com/1993/07/27/style/IHT-supermodel-curvesnew-life-for-the-wonderbra.html","abstract":"In recession-hit Britain, they are the cups that cheer. The Gossard Wonderbra - a 42-piece confection of power net and lace - is busting sales figures for its parent company. The bra, launched as a bust-enhancer in 1968, has been a perennial best-seller,","thumbnail":null,"section":"Style"},{"date":"19930727","headline":"Yeltsin Softens a Plan to Withdraw Old Ruble Notes","web_url":"https://www.nytimes.com/1993/07/27/world/yeltsin-softens-a-plan-to-withdraw-old-ruble-notes.html","abstract":"  In the face of growing popular dissatisfaction and loud criticism from the Westernized market-oriented wing of his Government, President Boris N. Yeltsin issued a decree today sharply watering down a drastic currency revision that the Central Bank announced on Saturday.    As Russians stood complaining in long lines from St. Petersburg to Khabarovsk to exchange their suddenly invalid pre-1993 ruble banknotes at state savings banks that had inadequate supplies of new notes, even Mr. Yeltsin's political rival, Ruslan I. Khasbulatov, the parliamentary speaker, usually an ally of the bank, opposed the change, calling it confiscatory and threatening to reconvene Parliament to overturn it.","thumbnail":null,"section":"World"},{"date":"19930727","headline":"After Sex Attacks, Fear Spreads in Starrett City","web_url":"https://www.nytimes.com/1993/07/27/nyregion/after-sex-attacks-fear-spreads-in-starrett-city.html","abstract":"  Laurie Ramos was simply startled by her 7-year-old son's question two nights ago. \"Mommy, what is rape?\" the boy asked innocently, she recalled, after he glimpsed a television news report of what had happened to other children in their Brooklyn community.   \"It's terrible that at his age he has to deal with these horror stories,\" Mrs. Ramos, 32, lamented as she walked, hand and hand, yesterday afternoon with the boy, Peter, to the local grocery store. \"I wasn't ready for him to have to become a grown-up so fast.\"","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"South Korean Plane Crashes in a Storm; 66 Reported Killed","web_url":"https://www.nytimes.com/1993/07/27/world/south-korean-plane-crashes-in-a-storm-66-reported-killed.html","abstract":"  A South Korean airliner crashed on Monday in the southwestern coast of the Korean peninsula, killing 66 of the 110 people aboard, airline officials and news reports said this morning.   The plane, an Asiana Airlines Boeing 737-500 from Seoul, crashed into a mountain after heavy winds and rain prevented it from landing at the port city of Mokpo, officials said. Three foreigners, Japanese, were among the passengers, many of whom were vacationers heading for the popular summer resort there off the Yellow Sea, the airline said.","thumbnail":null,"section":"World"},{"date":"19930727","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/27/nyregion/c-corrections-835093.html","abstract":"  The \"On Sunday\" column in the Metro Report on Sunday referred incorrectly to a cemetery in Queens that prompted a new state law banning burials amid landfill debris. It is the Cypress Hills Cemetery.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Bosnian Leader Goes to Geneva for Start of Talks","web_url":"https://www.nytimes.com/1993/07/27/world/bosnian-leader-goes-to-geneva-for-start-of-talks.html","abstract":"  The President of the Muslim-dominated Bosnian Government arrived here today to discuss his Serbian and Croatian rivals' proposal to partition the country into three ethnic enclaves, and international mediators planned to press the Serbs and Croats to be more generous to the Muslims in the division.    The attendance of the President, Alija Izetbegovic, had been in doubt until the last minute because of a Serbian offensive against Sarajevo and the Serbs' violation of a cease-fire that was to have started on Sunday.","thumbnail":null,"section":"World"},{"date":"19930727","headline":"New Orleans Journal; From Gator Fodder to Haute Cuisine","web_url":"https://www.nytimes.com/1993/07/27/us/new-orleans-journal-from-gator-fodder-to-haute-cuisine.html","abstract":"  Louisianians have tried everything to get rid of nutrias, the big brown rodents that are eating up the marshes. They have shot them. They have trapped them. They have turned them into fur coats. They have even fed them to the alligators. Now they're going to try eating them.   Paul Prudhomme, the Cajun chef, busied himself today in the kitchen of his restaurant here inventing nutria etouffee, nutria sausage, nutria gumbo and other dishes. He plans to prepare them next weekend at a Nutriafest, and state officials hope they prove so popular that hunters, who rarely bother with nutrias anymore, will take to the swamps again to provide them for the nation's markets.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/27/nyregion/bridge-384693.html","abstract":"  One of the country's most experienced partnerships won the Life Master Pair Championship here Sunday night at the American Contract Bridge League's Summer Nationals. Dan Morse of Houston and John Sutherlin of Dallas, who have previously won several major team titles but none in pairs, came from behind with a 59 percent final session to win by almost a full board.   The standings were: in first, Morse and Sutherlin with 1213.678 match points; in second, Tom Clarke of Lake Charles, La., and Alan Le Bendig of Los Angeles with 1178.05; in third, William Root of Manhattan and Richard Pavlicek Sr. of Fort Lauderdale, Fla., with 1154; in fourth, Robert Levin of Orlando, Fla., and Gaylor Kasle of Palm Springs, Calif., with 1153.23; in fifth, Bjorn Fallenius of Manhattan and Mats Nilsland of Malmo, Sweden, with 1152.08.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Reporter's Notebook; Unraveling the Seminar: Call It Culture Thrash","web_url":"https://www.nytimes.com/1993/07/27/arts/reporter-s-notebook-unraveling-the-seminar-call-it-culture-thrash.html","abstract":"  It was all about culture of various kinds; yours, mine and ours. The many constituents of the New Music Seminar -- insurgents and members of the business establishment, hip-hoppers, metal heads, rockers who are collegiate, Irish, Japanese or Turkish, as well as those who shun definition -- came together on Saturday to thrash out the wide-ranging topic at the music-business convention's \"Culture Summit.\"   The daylong program at the Sheraton New York Hotel and Towers included several panels, like \"Wake Up! Fighting Issues Through Unity,\" which discussed homophobia, racism and sexism in music; \"World Music: Whose World, Whose Music\"; \"International Video: The Americanization of World Culture,\" and \"Nightclubbing Fab Forum,\" which offered a glance at the club life.","thumbnail":null,"section":"Arts"},{"date":"19930727","headline":"Letters to the Editor","web_url":"https://www.nytimes.com/1993/07/27/opinion/IHT-letters-to-the-editor-92057781986.html","abstract":"I am puzzled and disgusted by the double standard adopted by the United States and the United Nations. While they are intervening in a civil war in Somalia, they withhold help to the Bosnian government, a recognized member of the United Nations, by exten","thumbnail":null,"section":"Opinion"},{"date":"19930727","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/27/nyregion/c-corrections-065093.html","abstract":"  A chart in Business Day on Thursday with the Market Place column, about the financial contracts known as derivatives, mislabeled some dollar amounts. In the part of the chart showing a breakdown of the types of investors involved in interest-rate and currency swaps in 1991, the figures should have been labeled in billions, not millions. Transactions between dealers totaled $865 billion in 1991, financial institutions $591 billion, corporations $362 billion, governments $111 billion and others $21 billion.","thumbnail":null,"section":"New York"},{"date":"19930727","headline":"Cancel That Summer Vacation for the Phillies","web_url":"https://www.nytimes.com/1993/07/27/sports/on-baseball-cancel-that-summer-vacation-for-the-phillies.html","abstract":"  The general manager of the Philadelphia Phillies was discussing the difficulty the St. Louis Cardinals encountered during a long weekend in Colorado. The Rockies won two of four games, giving them four victories in seven recent contests with the Cardinals.   \"The Cardinals by no means are a juggernaut,\" Lee Thomas said. \"There are a lot of clubs out there that can beat the Cardinals. We just have trouble beating them ourselves.\"","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Justice Refuses to Block Return Of Girl, 2, to Biological Parents","web_url":"https://www.nytimes.com/1993/07/27/us/justice-refuses-to-block-return-of-girl-2-to-biological-parents.html","abstract":"  A Michigan couple fighting to keep a 2-year-old they have raised since birth were turned down today by a Supreme Court Justice whom they had asked to block an order that they give the girl to her biological parents.   The rejection, by Justice John Paul Stevens, came on an emergency request by the couple, Jan and Roberta DeBoer. The order requires them to give the girl they call Jessica to her biological parents in Iowa by next Monday.","thumbnail":null,"section":"U.S."},{"date":"19930727","headline":"Sports of The Times; Light a Fuse On Coleman's Departure","web_url":"https://www.nytimes.com/1993/07/27/sports/sports-of-the-times-light-a-fuse-on-coleman-s-departure.html","abstract":"  VINCE COLEMAN was hired to be the Mets' firecracker, a leadoff batter with explosive speed who could steal bases and score runs. But he has been mostly a dud. And a detriment.   Just when the 31-year-old left fielder with hamstrings as fragile as violin strings has remained healthy enough to generate possible interest in a trade that would liberate the Mets from his sneering, surly attitude as well as the remainder of his four-year, $11.95 million contract, he has done something stupid. Again.","thumbnail":null,"section":"Sports"},{"date":"19930727","headline":"Another Round in Fix Scandal","web_url":"https://www.nytimes.com/1993/07/27/sports/sports-people-soccer-another-round-in-fix-scandal.html","abstract":"  Reopening the second front in the Olympique Marseilles match-fixing scandal, investigators yesterday inquired deeper into allegations that the club owner, BERNARD TAPIE, tried persuading a rival coach to take the fall. The investigating judge, BERNARD BEFFY, questioned BORO PRIMORAC, former coach for Valenciennes, on Primorac's charge that Tapie offered him money and career opportunities to become a scapegoat. The encounter was expected to last several hours.   The Primorac affair is the only part of the bribery scandal directly implicating Tapie, who called the coach a liar and accused prosecutors of taking a new tack in trying to destroy him.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930727","time":"1993-07-27 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":82,"wspd":11.2},{"date":"19930727","time":"1993-07-27 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":84,"wspd":13},{"date":"19930727","time":"1993-07-27 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":80,"wspd":20.5},{"date":"19930727","time":"1993-07-27 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":88,"wspd":16.6},{"date":"19930727","time":"1993-07-27 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":91,"wspd":16.6},{"date":"19930727","time":"1993-07-27 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":93,"wspd":14.8},{"date":"19930727","time":"1993-07-27 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":90,"wspd":18.4},{"date":"19930727","time":"1993-07-27 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":86,"wspd":14.8},{"date":"19930727","time":"1993-07-27 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":88,"wspd":16.6},{"date":"19930727","time":"1993-07-27 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":93,"wspd":18.4},{"date":"19930727","time":"1993-07-27 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":93,"wspd":18.4},{"date":"19930727","time":"1993-07-27 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":93,"wspd":16.6},{"date":"19930727","time":"1993-07-27 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":89,"wspd":20.5},{"date":"19930727","time":"1993-07-27 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":75,"wspd":29.5},{"date":"19930727","time":"1993-07-27 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":71,"wspd":24.1},{"date":"19930727","time":"1993-07-27 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":73,"wspd":18.4},{"date":"19930727","time":"1993-07-27 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":66,"wspd":18.4},{"date":"19930727","time":"1993-07-27 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":64,"wspd":22.3},{"date":"19930727","time":"1993-07-27 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":66,"wspd":22.3},{"date":"19930727","time":"1993-07-27 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":67,"wspd":22.3},{"date":"19930727","time":"1993-07-27 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":68,"wspd":20.5},{"date":"19930727","time":"1993-07-27 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":68,"wspd":20.5},{"date":"19930727","time":"1993-07-27 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.4,"rhum":69,"wspd":22.3},{"date":"19930727","time":"1993-07-27 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":72,"wspd":22.3},{"date":"19930727","time":"1993-07-27 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":73,"wspd":16.6},{"date":"19930727","time":"1993-07-27 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":76,"wspd":13},{"date":"19930727","time":"1993-07-27 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":79,"wspd":16.6},{"date":"19930727","time":"1993-07-27 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":79,"wspd":16.6},{"date":"19930727","time":"1993-07-27 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":76,"wspd":16.6},{"date":"19930727","time":"1993-07-27 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":18.7},{"date":"19930727","time":"1993-07-27 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":84,"wspd":14.8},{"date":"19930727","time":"1993-07-27 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":14.8},{"date":"19930727","time":"1993-07-27 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":11.2},{"date":"19930727","time":"1993-07-27 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":11.2},{"date":"19930727","time":"1993-07-27 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":91,"wspd":13},{"date":"19930727","time":"1993-07-27 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":93,"wspd":16.6},{"date":"19930727","time":"1993-07-27 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":93,"wspd":14.8},{"date":"19930727","time":"1993-07-27 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":91,"wspd":14.8},{"date":"19930727","time":"1993-07-27 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":22.3},{"date":"19930727","time":"1993-07-27 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":77,"wspd":16.6},{"date":"19930727","time":"1993-07-27 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":67,"wspd":16.6},{"date":"19930727","time":"1993-07-27 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":59,"wspd":11.2},{"date":"19930727","time":"1993-07-27 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":43,"wspd":22.3},{"date":"19930727","time":"1993-07-27 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":37,"wspd":25.9},{"date":"19930727","time":"1993-07-27 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":36,"wspd":27.7},{"date":"19930727","time":"1993-07-27 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":44,"wspd":16.6},{"date":"19930727","time":"1993-07-27 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":45,"wspd":25.9},{"date":"19930727","time":"1993-07-27 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":45,"wspd":16.6}]},"19930728":{"guardian_articles":[],"nytimes_articles":[{"date":"19930728","headline":"U.S. Grants $4.5 Million to Help Military Contractors Shift Focus","web_url":"https://www.nytimes.com/1993/07/28/nyregion/us-grants-4.5-million-to-help-military-contractors-shift-focus.html","abstract":"  Gov. Mario M. Cuomo came here today to announce that the Federal Government has awarded the state a $4.5 million grant to help Long Island's sagging military industries convert to peacetime pursuits.   \"This grant will enable us to do a lot of things, like expanding the state's industrial effectiveness program,\" Mr. Cuomo said to an audience of about 500 business owners at the Crest Hollow Country Club. \"It will fund new training programs for defense workers, expand new market development for defense firms and set aside $2 million as a working capital revolving loan fund to help finance individual diversification programs.\"","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Valenzuel Stirs Memories","web_url":"https://www.nytimes.com/1993/07/28/sports/baseball-valenzuel-stirs-memories.html","abstract":"  Fernandomania is only a memory in Los Angeles, but the Mexican Mesmerizer has resurfaced in Baltimore.    Fernando Valenzuela does not wear a cape and he does not carve his mark on the walls of opposing dugouts. But he does leave his mark on opposing batters.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Uniting in Fight Against Crime in 47th Precinct; Bronx Neighborhood Welcomes Community Policing Despite Frustration With Plan","web_url":"https://www.nytimes.com/1993/07/28/nyregion/uniting-fight-against-crime-47th-precinct-bronx-neighborhood-welcomes-community.html","abstract":"  On White Plains Road in the north Bronx, they all know their beat officer, John Crowley. Elvira Wyart, a neighborhood civic leader, has the highest praise for him. Kevin Eybergen, owner of the Deli, can't see enough of him. Residents at St. Luke's housing for the elderly gave him a rousing ovation one recent night. Children at Public School 21 wave when the 6-foot-4-inch 220-pound officer passes, and neighborhood drug dealers seek his support when in a bind.   Officer Crowley was walking the beat some months back, when Mark DaCosta, an oft-convicted marijuana dealer, came running his way. Crack dealers on 223d Street, marijuana dealers on 228th -- they know the name Crowley. He's arrested most of them, including Mr. DaCosta, some several times. Cop of the Month    \"Mr. Crowley, Mr. Crowley!\" yelled the dealer. \"Mr. Crowley, it's me, it's me, I'm shot in the leg.\"","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Beijing Journal; Whither That Torch? China's Burning to Have It","web_url":"https://www.nytimes.com/1993/07/28/world/beijing-journal-whither-that-torch-china-s-burning-to-have-it.html","abstract":"  A few years ago, China seemed to have about as much chance of becoming host to the Summer Olympic Games in 2000 as Deng Xiaoping had of winning a gold medal in the pole vault.   But the Chinese leadership, with Mr. Deng at its core, has been remarkably successful in promoting Beijing's bid for the Olympics. With the International Olympic Committee set to choose a host city in less than two months, Beijing has become a front-runner.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"Wrestling for Rubles","web_url":"https://www.nytimes.com/1993/07/28/world/wrestling-for-rubles.html","abstract":"  In the last two months, the first glimmers of progress have appeared in two central issues for Russia: slowing inflation and stabilizing the ruble. Feeling encouraged, industrial countries pressed ahead with a $43 billion package of aid to help Russia make the transition to a market economy.   But today, after drastic currency controls were imposed over the weekend by the Central Bank and then eased by the Government, some diplomats are expressing new concern about the fragility of economic reform and the future of aid.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"1893: Making Light : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/28/opinion/IHT-1893-making-light-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The German press generally condemns the action of France toward Siam. The Frankfurter Zeit ung, for example, remarks that the French are treating this crisis, which means peace or war, lightly as though it were merely a matter of taking a walk in","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"U.S. Says Ukraine Has Begun Dismantling Nuclear Missiles","web_url":"https://www.nytimes.com/1993/07/28/world/us-says-ukraine-has-begun-dismantling-nuclear-missiles.html","abstract":"  Ukraine has begun dismantling some of its SS-19 long-range nuclear missiles in an effort to address American concerns that it is determined to preserve its nuclear arsenal, Pentagon officials said today.   But while American officials described the move as an important first step, Ukraine has declined to discuss a schedule for dismantling its more modern SS-24 missiles. Nor has Ukraine promised to put the warheads from the SS-19 missiles immediately under international control or ship them back to Russia for dismantling.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"The Autistic Find Doubters Prevail","web_url":"https://www.nytimes.com/1993/07/28/opinion/l-the-autistic-find-doubters-prevail-985893.html","abstract":"  To the Editor:   \"New Treatments for Autism Arouse Hope and Skepticism\" (Science Times, July 13) discusses facilitated communication, \"in which a helper holds or braces the hand, wrist or arm of an autistic person who uses one finger to type words on a keyboard.\" You fail to say that when autistic Sharisa Kochmeister writes by facilitated communication she is not touched: her father's hand hovers inches above hers on the keyboard. She and her father Jan have learned to fade back his initial support.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Clinton Seeks More Powers To Stem Illegal Immigration","web_url":"https://www.nytimes.com/1993/07/28/us/clinton-seeks-more-powers-to-stem-illegal-immigration.html","abstract":"  President Clinton asked Congress today for more money and new laws to tighten the borders against illegal immigrants, speed interviews of people seeking political asylum and let the Government have the same tools it uses against organized crime to fight foreign gangs promoting illegal immigration.   The President said his decision to push for this legislation was prompted in part by the World Trade Center bombing, which showed how porous the American immigration system is. But he said it was also an attempt to meet what is likely to be one of the biggest domestic challenges the country will face in the 1990's: how to stem the increasing flow of illegal immigrants while maintaining the fundamental American commitment to legal immigration and legitimate political refugees.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Bomb Attacks Kill 5 In Milan and Strike 2 Churches in Rome","web_url":"https://www.nytimes.com/1993/07/28/world/bomb-attacks-kill-5-in-milan-and-strike-2-churches-in-rome.html","abstract":"  Car bombs rocked historic sites in Milan and Rome late last night and early today, killing at least five people and raising official concerns that Italy's political turmoil has unleashed a new wave of terrorism intended to destabilize the country.    \"At the very moment we are speaking of elections, at the moment at which anti-corruption investigations have reached a crucial point, I do not think that these attacks are a coincidence,\" said Francesco Saverio Borrelli, head of the magistrates investigating Italy's vast and still unfolding political corruption. At Basilica and Forum    Witnesses and officials said three car bombs -- one in Milan and two in Rome -- went off just before and shortly after midnight, killing 5 people in Milan and injuring 13 in Rome.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"Mideast and Bosnia Call Christopher Back to U.S.","web_url":"https://www.nytimes.com/1993/07/28/world/mideast-and-bosnia-call-christopher-back-to-us.html","abstract":"  As the situation in Bosnia continues to deteriorate, the Clinton Administration is considering an urgent French request to use air power to punish Serbian attacks against French peacekeeping troops, a senior Administration official said today.   President Clinton summoned Secretary of State Warren Christopher home from a trip to Asia for wide-ranging discussions with other officials at the White House Wednesday on what to do next in Bosnia, including the possible use of American warplanes to enforce United Nations resolutions providing humanitarian measures to ease the suffering in Sarajevo, the official said.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"U.S. IS SAID TO LAG IN SPACE RESEARCH","web_url":"https://www.nytimes.com/1993/07/28/us/us-is-said-to-lag-in-space-research.html","abstract":"  A Federal study said yesterday that the United States is in danger of losing its lead to foreign rivals in the $15-billion-a-year business of building communication satellites and related systems.   \"The United States has lost its leading position in many critical satellite communications technologies,\" and this erosion has put America's market lead \"at risk,\" said the report's executive summary, which was made public yesterday.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"A New 'Tristan' Gives 'Ring'-Less Bayreuth Plenty to Talk About","web_url":"https://www.nytimes.com/1993/07/28/arts/a-new-tristan-gives-ring-less-bayreuth-plenty-to-talk-about.html","abstract":"  The opening of the Bayreuth Wagner Festival is a great annual German occasion, equivalent to sports events elsewhere like the Super Bowl, the Henley Regatta in England and the Prix de l'Arc de Triomphe horse race in France. It is an opportunity for national pride and corporate display, with the richest Germans flaunting their status through the number of guests for whom they can provide Bayreuth tickets. Since there are seven times more requests than tickets, a fistful represents considerable status.   As always, there were guests of honor at this year's opening, on Sunday, 270 of them. Aside from the usual Bavarian and other German political potentates, Mikhail S. and Raisa Gorbachev were on hand. Mr. Gorbachev used the occasion to appeal for Western help, to be funneled through his foundation, in supporting Russian culture, imperiled by the current political and economic crisis. He also managed to get his dark suit splattered with eggs, but the hurler of the eggs said later that he was aiming at Edmund Stoiber, the President of Bavaria.","thumbnail":null,"section":"Arts"},{"date":"19930728","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/07/28/health/personal-health-815093.html","abstract":"  Cathy M. was in her ninth month of pregnancy when she awakened with a toothache-like pain in her jaw that within hours spread to her ear. Thinking she had an abscessed tooth, she saw her dentist, who immediately referred her to an oral surgeon. But the surgeon's tests showed that it was not a tooth but more likely a facial nerve that was causing Cathy's pain.   By the next day, when she saw a neurologist, her eye was tearing uncontrollably and one side of her face had begun to feel numb and to droop. When she tried to smile, she looked like a split-faced clown: happy on one side, sad on the other.  ","thumbnail":null,"section":"Health"},{"date":"19930728","headline":"Review/Film; Mel Brooks Aims His Comedic Barbs At Robin Hood et al.","web_url":"https://www.nytimes.com/1993/07/28/movies/review-film-mel-brooks-aims-his-comedic-barbs-at-robin-hood-et-al.html","abstract":"Mel Brooks skewers past Robins. Typically funny to brashly awful.","thumbnail":null,"section":"Movies"},{"date":"19930728","headline":"NBC Wins TV Rights to 1996 Atlanta Games","web_url":"https://www.nytimes.com/1993/07/28/sports/olympics-nbc-wins-tv-rights-to-1996-atlanta-games.html","abstract":"  With a record-setting bid of $456 million, NBC last night won the right to broadcast 168 hours of the 1996 Summer Olympics from Atlanta, the third consecutive Summer Olympics to be aired by the network. With a bid that exceeds by $55 million its money-losing payment for the 1992 Summer Olympics in Barcelona, Spain, NBC defeated ABC's offer of $450 million and CBS's of $415 million.   The winning bid by NBC includes revenue sharing with the International Olympic Committee, but does not feature a cable TV partner. ABC's proposal had included ESPN and the Turner Broadcasting Systems' TNT and TBS channels. CBS had the option of uniting with the Turner channels and the USA Network.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Religion Returns to Russia, With a Vengeance","web_url":"https://www.nytimes.com/1993/07/28/world/religion-returns-to-russia-with-a-vengeance.html","abstract":"  The venues are quintessentially Soviet -- the Lenin Stadium, the October movie theater, the Locomotive sports complex -- but what goes on there would have old Bolsheviks turning in their urns.   Thousands pack Lenin Stadium to hear the Rev. Billy Graham, then a few weeks later Jack Finley, then Morris Cerullo. At the dark, cavernous October Theater on the seamy New Arbat Street, just over a garish car dealership, an American charismatic preacher named Bob Wilcox calls the sufferers forward and cries out: \"I speak to back pain! In the name of Jesus, I command you to go!\" A Russian interpreter deftly echoes Mr. Wilcox's gesture and rhythm, and the people stretch out their hands in ecstatic worship.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"Books of The Times; The Mediterranean, in Glory and in Tragedy","web_url":"https://www.nytimes.com/1993/07/28/books/books-of-the-times-the-mediterranean-in-glory-and-in-tragedy.html","abstract":"  The Inner Sea  The Mediterranean and Its People  By Robert Fox  Maps. 575 pages. Alfred A. Knopf. $30.   In the Mediterranean, artillery shells and jet bombers now scream over Homeric seas. Renewed tribal feuds and religious conflicts are reminders of many centuries of strife in the region. The glories and cultural contributions of the countries along the Mediterranean littoral remain influential; but the tragedy that continues to overwhelm the lives of people there is war.","thumbnail":null,"section":"Books"},{"date":"19930728","headline":"Poll Finds Edge Still for Dinkins","web_url":"https://www.nytimes.com/1993/07/28/nyregion/poll-finds-edge-still-for-dinkins.html","abstract":"  Mayor David N. Dinkins appears to have suffered virtually no erosion of his political support in the aftermath of a state report last week that criticized his handling of the racial violence in Crown Heights two years ago, according to a new poll.   The poll released yesterday by New York 1 News, the all-news cable television station, indicated that most New Yorkers have accepted the Mayor's admission that he made mistakes during the four days of unrest, and that they would like the issue to be put to rest.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Condom Plan Is Authorized In New Haven","web_url":"https://www.nytimes.com/1993/07/28/nyregion/condom-plan-is-authorized-in-new-haven.html","abstract":"  Seeking to halt the spread of AIDS in a city that is the center of the epidemic in Connecticut, the New Haven Board of Education has approved a plan to give condoms to students in middle school and high school.   The board voted 6 to 1 on Monday night to provide condoms at school health clinics to students as early as the fifth grade, apparently making New Haven the first school system in the nation to adopt such a program for children so young. Some board members said they felt they had to act after a student survey found that 27 percent of sixth graders and 49 percent of eighth graders said they were sexually active.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"All the Leading Men Set for U.S. Open","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-tennis-all-the-leading-men-set-for-us-open.html","abstract":"  The United States Tennis Association says that all of the top 40 players on the men's tour have entered the United States Open, which will run from Aug. 30-Sept. 12 at the National Tennis Center in Flushing Meadows, Queens.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"To Serve Justice in Salvadoran Massacre","web_url":"https://www.nytimes.com/1993/07/28/opinion/l-to-serve-justice-in-salvadoran-massacre-986693.html","abstract":"  To the Editor:   \"Testimony in '82 on Salvador Criticized\" (news article, July 16) reports that the State Department \"sharply criticized the department's handling of the largest massacre of the Salvadoran civil war . . . but it rejected accusations that officials regularly lied to Congress about human rights violations in El Salvador to maintain the flow of military aid.\"","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Campus Journal; An Exchange Program To Escape the Shelling","web_url":"https://www.nytimes.com/1993/07/28/education/campus-journal-an-exchange-program-to-escape-the-shelling.html","abstract":"  Out past the cornfields and not too far from the grain depot in the center of town here, Alan Walczak, the one-man international studies department at Grand Valley State University, is dialing Sarajevo again.   \"Busy,\" he said on Monday, then tried once more. \"Busy . . . busy.\" Rescue officials in Sarajevo have explained to him that when the shelling begins, the electricity to their antenna is cut off and the telephones go out. \"Busy,\" he said. \"That's all I get since the heavy shelling started last week. I'll try again in a half hour.\"","thumbnail":null,"section":"Education"},{"date":"19930728","headline":"Survivors of Fatal Hike Fault Lack of a Warning","web_url":"https://www.nytimes.com/1993/07/28/us/survivors-of-fatal-hike-fault-lack-of-a-warning.html","abstract":"  A spokesman for the survivors of a deadly hike in a canyon in Utah said today that the party had not been warned that floodgates were open at the head of the canyon's creek, releasing a rush of water that drowned two people.    \"It makes the tragedy all the more painful to realize it could have been prevented,\" said the spokesman, Mark Easton.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Bolivia Steals Brazil's Thunder, and Its Methods","web_url":"https://www.nytimes.com/1993/07/28/sports/IHT-bolivia-steals-brazils-thunder-and-its-methods.html","abstract":"Surprise is the spice of life, the life blood of sport. And for Bolivia to beat Brazil in a World Cup qualifying match is confirmation that all things are possible during 90 minutes of play. .It happened in La Paz on Sunday night, when Europeans were s","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Bombing Suspect Tied to Drugs","web_url":"https://www.nytimes.com/1993/07/28/nyregion/bombing-suspect-tied-to-drugs.html","abstract":"  For more than three years, the latest suspect in the foiled plot to blow up New York City targets regularly supplied heroin to two Detroit drug dealers, Federal drug agents said yesterday.   The man, Matarawy Mohammad Said Saleh, 37, moved back and forth between in New York City, where he bought the drugs, and Detroit before being arrested in 1988 as he collected money from one of the dealers, the agents said. The dealers were identified as Albanians who had a network of six drug sellers in Detroit.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"National Guard Joins Puerto Rico Police on Beat as Crime Rises","web_url":"https://www.nytimes.com/1993/07/28/us/national-guard-joins-puerto-rico-police-on-beat-as-crime-rises.html","abstract":"  Every weekend now, troops in camouflage uniforms patrol the beaches here, M-16's in hand as they weave through crowds of children playing in the sand and bathers lying on towels. Outside Plaza Las Americas, the biggest shopping center in the commonwealth, and in the theater and restaurant districts, soldiers in military vehicles rove the parking lots and streets.   In its long history, the National Guard has played many roles, including quelling riots in Los Angeles, aiding victims of natural disasters in Florida and the Midwest and fighting in the Persian Gulf, just to cite some recent examples. But for the first time, the authorities here and in Washington said, American military reserve units have been routinely deployed to assist local police in fighting crime.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Dinkins Tries to Reassure Starrett City After Attacks","web_url":"https://www.nytimes.com/1993/07/28/nyregion/dinkins-tries-to-reassure-starrett-city-after-attacks.html","abstract":"  Mayor David N. Dinkins went to Starrett City yesterday to try to reassure residents unnerved by three sexual assaults on young girls in the sprawling housing complex over the last six weeks, most recently on Friday.   The Mayor, like his predecessors, routinely goes to the scene of major crimes and accidents. But with Mr. Dinkins politically vulnerable -- the subject for the last week of harsh criticism for his management of the Crown Heights disturbances two years ago -- his helicopter journey to the housing development in southeast Brooklyn was clearly also intended to reassure voters citywide by demonstrating that he was engaged in his job and cared about the concerns of ordinary New Yorkers.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/28/nyregion/no-headline-294293.html","abstract":"  \"There are a lot fewer 'no' votes that are leaning to 'yes' than there are 'yes' votes that are leaning to 'no.\"' -- SENATOR JOHN B. BREAUX on the budget negotations.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Snow Is Optioned to Minors by Angels","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-baseball-snow-is-optioned-to-minors-by-angels.html","abstract":"  The rookie first baseman J.T. SNOW, brilliant in April but an offensive disappointment ever since, has been optioned to Class AAA Vancouver by the California Angels.   \"I think he knows that he needs it, and that it's the best thing for him,\" Manager BUCK RODGERS said after his team lost its 10th straight game, 11-4 to the Oakland Athletics on Monday night. \"He'll be down there for a month, and I hope he'll come back in September with his head straight and be the kind of player we know he can be -- not the player he was in April. That was Superman.\"","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"House Approves Flood Relief After Fight on Deficit","web_url":"https://www.nytimes.com/1993/07/28/us/the-midwest-flooding-house-approves-flood-relief-after-fight-on-deficit.html","abstract":"  The House today narrowly approved a $2.74 billion relief package for Midwest flood victims, resolving five days of mostly partisan wrangling in favor of Democrats who insisted that emergency aid took priority over cutting the budget deficit.   The politics of flood relief had little to do with cresting flood waters, battered levees or submerged corn fields. Not a single Republican or Democratic lawmaker argued against helping those who are suffering, but members disagreed sharply over how and when to pay for Federal relief efforts, which could reach $10 billion.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"1918: Separate Siberia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/28/opinion/IHT-1918-separate-siberia-in-our-pages100-75-and-50-years-ago.html","abstract":"PEKING - News is received from Omsk that the Provisional Government has proclaimed the indepen dence of Siberia under the authority of the Council of Ministers sitting at Omsk. It has annulled all Maximalist decrees and has formed Soviets, restored the Si","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Abbott Finds His Best Form For 2d Half","web_url":"https://www.nytimes.com/1993/07/28/sports/baseball-abbott-finds-his-best-form-for-2d-half.html","abstract":"  The Yankees rang up four runs in the second inning tonight, then realized they were playing in Tiger Stadium, that Jim Abbott has had difficulty protecting leads and that it might be shrewd to keep their fingers crossed. The night was still young.   But this time Abbott kept stressful situations to a minimum and looked to be the pitcher the Yankees have been waiting for. Cancel the search party and trash the missing pitcher's report; the Abbott of previous seasons emerged at an opportune time in this Yankee pursuit of a division title. The Yankees desperately need tonight's Abbott to hang around.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/28/style/chronicle-692193.html","abstract":"  Tamper with the image of Miss America? Let down her teased and sprayed helmet of hair?    Proving that there is nothing that cannot be changed, LEONARD HORN, the president and chief executive of the Miss America Organization, and JEFF MARGOLIS, who will produce and direct the broadcast of the pageant in September, plan to give her, whoever she may be, and her 49 competitors a new look.","thumbnail":null,"section":"Style"},{"date":"19930728","headline":"Saberhagen Admits to 'Joke'","web_url":"https://www.nytimes.com/1993/07/28/sports/baseball-saberhagen-admits-to-joke.html","abstract":"  Bret Saberhagen yesterday identified himself as the player who lit a firecracker and threw it under a table near reporters in the Shea Stadium clubhouse on July 7.   \"I have nothing to hide,\" said Saberhagen, the right-hander for the Mets.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"1943: The Heat on Italy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/28/opinion/IHT-1943-the-heat-on-italy-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Italian people, now freed of the Mussolini regime, must decide whether they will surrender unconditionally as a whole nation or become, as the Germans hope, a battleground which will delay the carrying of the war","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Consider This a Complaint About a Big Pothole","web_url":"https://www.nytimes.com/1993/07/28/opinion/l-consider-this-a-complaint-about-a-big-pothole-987493.html","abstract":"  To the Editor:   My attempt to file a complaint about a pothole that recently destroyed a fine Michelin tire might interest other New Yorkers.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Bacteria in Water Prompts Warnings in Manhattan","web_url":"https://www.nytimes.com/1993/07/28/nyregion/bacteria-in-water-prompts-warnings-in-manhattan.html","abstract":"  After finding bacteria in the water supply, city officials last night warned residents and workers in large areas of the West Village, Chelsea and lower Manhattan not to drink or cook with tap water unless it is boiled first.   The Department of Environmental Protection said the water alert would be in effect for at least two days while the water supply is tested and flushed.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Catholic Church Can't Follow Fashion in Morals; Gay Priests","web_url":"https://www.nytimes.com/1993/07/28/opinion/l-catholic-church-can-t-follow-fashion-in-morals-gay-priests-984093.html","abstract":"  To the Editor:   Thomas C. Fox manifests his homophobia in \"Wrong About Sex, Absolutely\" (Op-Ed, July 16) when he states that the disproportionate number of gay priests and seminarians, relative to the general population, is symptomatic of the Roman Catholic priesthood's collapse.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Fernandez Is Out With Shoulder Injury","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-tennis-fernandez-is-out-with-shoulder-injury.html","abstract":"  MARY JOE FERNANDEZ seeded second, withdrew from the Acura United States Women's Hard Court Championships in Stratton Mountain, Vt., yesterday because of a right-shoulder injury.   Fernandez, ranked seventh in the world, hurt the shoulder in a three-hour match last Saturday with MARY PIERCE in Mahwah, N.J. She said she aggravated it playing JENNIFER CAPRIATI, who beat her in the final the next day.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Court Upholds New York Plan On Transportation Borrowing","web_url":"https://www.nytimes.com/1993/07/28/nyregion/court-upholds-new-york-plan-on-transportation-borrowing.html","abstract":"  A New York State Supreme Court justice upheld today a state plan to borrow $6 billion for transportation projects, rejecting a taxpayer's lawsuit that has jeopardized major rebuilding programs for roads, bridges, buses and subways across the state.   The decision by Justice Edward O. Spain removes, at least temporarily, a restraining order barring the Metropolitan Transportation Authority and the New York State Thruway Authority from borrowing to help finance a transportation package that would include freezing New York City transit fares at $1.25 through 1994.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/28/nyregion/news-summary-252793.html","abstract":"  International A2-8  RAIDS ON LEBANON CONTINUE  Israeli warplanes and artillery pounded villages in southern Lebanon for the third straight day in attacks intended to drive residents out of the southern part of the country until assaults on Israel by pro-Iranian guerrillas are halted.  A1  120,000 LEBANESE LEAVE VILLAGES  United Nations observers estimated that 120,000 Lebanese had left their villages in southern Lebanon in the last two weeks.  A6","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Celtics' Lewis Dies After Collapsing in a Gym","web_url":"https://www.nytimes.com/1993/07/28/sports/pro-basketball-celtics-lewis-dies-after-collapsing-in-a-gym.html","abstract":"  Reggie Lewis, the Boston Celtics' star who collapsed with a heart ailment during a playoff game last April and was warned by doctors that he would risk his life if he ever played basketball again, died last night after collapsing while shooting baskets at the team's training center at Brandeis University in Waltham, Mass.    He was 27 and had resumed light workouts after seeking a second medical opinion and being told he really didn't have a severe heart ailment at all.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/07/28/sports/transactions-732493.html","abstract":"  Baseball  American League   DETROIT TIGERS -- Announced the resignation of Greg Shea, assistant director of public relations, to become the sports information director for Northwestern University.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/28/us/inside-246293.html","abstract":"  Tariffs Cut on Steel Imports   A Federal agency eliminated dozens of tariffs on imported steel, in a move that may ultimately lead to lower steel prices for consumers. Page D1. Celtics' Star Dies at 27    Reggie Lewis, the Boston Celtic star, collapsed for the second time in three months and died at age 27. Page B7. NBC Gets Atlanta Olympics    NBC's record bid of $456 million won the TV rights to the 1996 Summer Olympics in Atlanta. Page B7. U.S. Readies New Arms Plan    The Clinton Administration is preparing an arms control plan calling for a global ban on the production of materials for nuclear weapons. Page A2.  Condom Plan in New Haven    New Haven has approved a plan to provide condoms to students in middle school and high school. Page B1.  ","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Wheelchair Warrior Lays Siege to Schools","web_url":"https://www.nytimes.com/1993/07/28/education/wheelchair-warrior-lays-siege-to-schools.html","abstract":"  School officials hate to see Gregory Solas coming. But to the handicapped he is a champion -- a wheelchair warrior in the fight to make schools accessible to the disabled.   Mr. Solas is a 40-year-old former construction worker from Warwick, R.I., who has been in a wheelchair since his legs were crushed in an accident on the job seven years ago. Since 1990 he has filed complaints against nearly 2,000 schools, colleges and universities over the absence of ramps for wheelchairs, signs for the visually impaired and other accommodations required by Federal law.","thumbnail":null,"section":"Education"},{"date":"19930728","headline":"Clinton Sought To Cheer Aide, Official Reports","web_url":"https://www.nytimes.com/1993/07/28/us/clinton-sought-to-cheer-aide-official-reports.html","abstract":"  President Clinton telephoned Vincent W. Foster Jr. the night before he committed suicide in part because he knew that the deputy White House counsel was \"having a rough time\" at work, the White House said today.   The statement, confirming a report in Newsweek magazine, appeared somewhat at variance with a previous White House assertion that no one had known Mr. Foster was feeling troubled. But Dee Dee Myers, the White House press secretary, said the President had been aware only that it had been a difficult week for the office of the White House counsel, where Mr. Foster was the second-ranking official.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Family's Battle to Put Child in Regular Classroom","web_url":"https://www.nytimes.com/1993/07/28/nyregion/family-s-battle-to-put-child-in-regular-classroom.html","abstract":"  Rafael Oberti's parents know their 8-year-old son will never make the dean's list.   \"My boy has Down syndrome, and I know what he cannot do,\" said Carlos A. Oberti, Rafael's father. \"But that's not the point. I want to emphasize what he can do, and to build on that.\"","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Oliver Agrees to Another Dolphin Pact","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-football-oliver-agrees-to-another-dolphin-pact.html","abstract":"  Miami Dolphins free safety LOUIS OLIVER signed a one-year contract yesterday and said he would take a chance on the National Football League free-agent market next year. The strategy is risky for Oliver, 27, because the N.F.L. is expected to have a salary cap in place for the 1994 season.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Western Aid Is No Help","web_url":"https://www.nytimes.com/1993/07/28/opinion/western-aid-is-no-help.html","abstract":"  It has become clear that new Western credits are no longer a remedy for Russia, but a drug helping maintain an unfit system, one accustomed to continual budget overruns and fiscal irresponsibility.    In 1992, Western countries rescheduled more than $7 billion of Russia's debt and granted it $13.3 billion in new credits, which financed more than half of Russia's hard-currency imports.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Assad's Double Game","web_url":"https://www.nytimes.com/1993/07/28/opinion/assads-double-game.html","abstract":"President Clinton made a mistake yesterday in praising President Hafez al-Assad of Syria for \"commendable restraint\" in Lebanon. What's needed when Secretary of State Warren Christopher arrives in the Middle East this week to try to unlock negotiations is an effort to rein in Syrian brinkmanship.\n\nThis means making it clear that the Administration is not fooled by Mr. Assad's attempt to use force to compel Washington to take Syrian peace demands seriously, if only to avert full-scale confrontation.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Homophobia Takes a Hit","web_url":"https://www.nytimes.com/1993/07/28/opinion/homophobia-takes-a-hit.html","abstract":"  Among the gay-bashing referendums on state and local ballots last fall, Colorado's was one of the most sweeping and punitive. Voters amended the State Constitution to forbid both state and local governments from enacting any laws protecting gay men and lesbians from discrimination. Last week the Colorado Supreme Court, in a creative and thoughtful opinion, struck down the measure as unconstitutional.    The state court, by recognizing that the measure's main vice was a form of disfranchisement for a targeted group of Americans, may have found a constitutional antidote for the political poison of gay-hating campaigners. The decision's reasoning could apply equally well to similar ballot maneuvers afoot in other states.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/07/28/books/book-notes-562793.html","abstract":"    A Big Year for 'Bridges'","thumbnail":null,"section":"Books"},{"date":"19930728","headline":"Youth Guilty in Pool Case","web_url":"https://www.nytimes.com/1993/07/28/nyregion/youth-guilty-in-pool-case.html","abstract":"  A 17-year-old Bronx youth pleaded guilty yesterday to sexually assaulting a 14-year-old girl in a municipal swimming pool in Crotona Park during the Independence Day weekend, when a group of youths surrounded the girl in the water, pulled off her bathing suit and fondled her. The youth, Philip Munoz of 1899 Belmont Avenue, told the court that he, acting with others, touched the girl's breasts and buttocks, Bronx District Attorney Robert T. Johnson said.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Review/Dance; Nikolais's 'Imago,' Forever Young","web_url":"https://www.nytimes.com/1993/07/28/arts/review-dance-nikolais-s-imago-forever-young.html","abstract":"  No choreographer was as adept at turning a prop into a philosophy as Alwin Nikolais; the quintessential Nikolais was on view Monday night with the revival of his 1963 \"Imago\" at the Joyce Theater (175 Eighth Avenue, at 19th Street, Chelsea).   This third program by Nikolais and Murray Louis Dance (Mr. Louis has directed the troupe since Nikolais's death in May) is not a mixed bill like the the others in the current Nikolais Retrospective but an evening-long suite. Over the decades, the public has been treated to the more ingenious excerpts from \"Imago,\" which is subtitled \"The City Curious.\" This three-act reconstruction provides a rare opportunity to see a full version.","thumbnail":null,"section":"Arts"},{"date":"19930728","headline":"Germany and Foreigners : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/28/opinion/IHT-germany-and-foreigners-letters-to-the-editor-91033604261.html","abstract":"Regarding \"Q&A: Roots of the Violence That Has Shaken Germany\" (June 21): .Although Mrs. Noelle-Neumann is wrong in her view of racial violence as something bred in the blood, she is consistent in her description of \"Germans' sensat","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Judge's Optimistic Signature On a Grim-Faced Death Row","web_url":"https://www.nytimes.com/1993/07/28/us/judge-s-optimistic-signature-on-a-grim-faced-death-row.html","abstract":"  Charles J. Hearn, a Texas state judge, has been putting a happy face on his signature for years.    The happy face is on his driver's license, on all the checks he signs, on thousands of court documents. Now it is on an execution order he sent to a state prisoner here, informing him of the date he is to be put to death, and therein may lie a legal issue.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Catholic Church Can't Follow Fashion in Morals; Alienated Women","web_url":"https://www.nytimes.com/1993/07/28/opinion/l-catholic-church-can-t-follow-fashion-in-morals-alienated-women-983193.html","abstract":"  To the Editor:   \"Wrong About Sex, Absolutely\" by Thomas C. Fox (Op-Ed, July 16) raises troubling questions about the Roman Catholic Church's regrettable lack of sympathetic understanding of human sexuality as it concerns both clergy and laity. The rule of celibacy for the clergy is responsible for many resignations from the priesthood and the decline of vocations among the younger generation. Mr. Fox also mentions that this month the church is celebrating the 25th anniversary of the papal encyclical \"Humanae Vitae,\" condemning contraception.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Drastic Start From Scratch On Financing for Schools","web_url":"https://www.nytimes.com/1993/07/28/education/drastic-start-from-scratch-on-financing-for-schools.html","abstract":"  Frustrated by its inability to provide residents with property-tax relief, the Michigan Legislature took the ultimate political gamble last week. It repealed all property taxes that support public schools, betting that the pressure to quickly find $6 billion a year for public education would force the lawmakers to make difficult decisions.    Gov. John Engler, a Republican, said he would sign the measure into law next month, making Michigan the first state to repeal property taxes for schools. While the bill had bipartisan support, many experts in education and government consider the measure foolhardy because it scraps the existing system without a substitute in place.","thumbnail":null,"section":"Education"},{"date":"19930728","headline":"Petty Politics on National Service","web_url":"https://www.nytimes.com/1993/07/28/opinion/petty-politics-on-national-service.html","abstract":"  Two years or three? It's a trivial difference, but Senate Republicans think President Clinton's national service initiative is worth scuttling for the sake of knocking a year off the life of the program.   But what is really at issue is not the length of the program, or even its cost. The Senate minority leader, Bob Dole, is marshaling a filibuster in an apparent effort to deny President Clinton a major legislative victory at any cost. The Senate will vote tomorrow on breaking the filibuster; there's a chance enough Republicans will rise above partisan politics to support the worthy bill.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"If the Hudson Imitated the Mississippi","web_url":"https://www.nytimes.com/1993/07/28/opinion/l-if-the-hudson-imitated-the-mississippi-979393.html","abstract":"  To the Editor:   \"The extra water pouring into the Mississippi from the Missouri swelled the nation's greatest river toward a record crest, or maximum depth, of 47 feet as it rolled southward past the soaring Gateway Arch\" you report in \"St. Louis Wins the Early Rounds as the Mississippi Does Its Worst\" (front page, July 19).","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"From Whom the Cuban Bell Tolls","web_url":"https://www.nytimes.com/1993/07/28/opinion/from-whom-the-cuban-bell-tolls.html","abstract":"  The Clinton Administration has wisely relaxed the economic embargo of Cuba to allow U.S. telephone companies to share toll revenues with the Castro regime. This could end a cruel and senseless game that has compelled Cuban-Americans in Miami to speak to relatives 90 miles away by routing calls through Canada, which shares tolls with Havana. Yet there is another hurdle before the lines open: Fidel Castro has to agree.    In complying with the embargo, American telephone companies have placed in escrow $80 million owed to Cuba. Havana insists this money has to be handed over before direct calls from Florida are permitted. But one good turn deserves another. Cuba can reciprocate Washington's gesture by putting the escrow issue on hold. It could earn as much as $15 million in the first year of the new telephone operation and gain good will among exiles who are eager to speak with cooped-up kinfolk.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"The Human Drama Overshadows Russian Politics : A Coup for 'Misha's Party'","web_url":"https://www.nytimes.com/1993/07/28/style/IHT-the-human-drama-overshadows-russian-politics-a-coup-for-mishas.html","abstract":"\"Misha's Party\" (in the Barbican Pit) is an unusual collaboration between the American dramatist Richard Nelson and the Russian playwright Alexander Gelman. Working through interpreters, since neither speaks the other's language, they have devi","thumbnail":null,"section":"Style"},{"date":"19930728","headline":"Schuylerville Stakes to Kick Off the Saratoga Scene","web_url":"https://www.nytimes.com/1993/07/28/sports/horse-racing-schuylerville-stakes-to-kick-off-the-saratoga-scene.html","abstract":"  Saratoga, the home of racing tradition and racing upsets, will open its 126th season today with the 75th running of the Schuylerville Stakes for 2-year-old fillies trying to pass the first milestone on the road to success.   But waiting in the barns, filled with 1,800 horses who shipped into Saratoga for the five-week season, some of the stars of the Triple Crown campaign will be waiting for the first marquee race of the meeting, the Jim Dandy Stakes on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Son to Shelter Troubled Man Residents Fear On West Side","web_url":"https://www.nytimes.com/1993/07/28/nyregion/son-to-shelter-troubled-man-residents-fear-on-west-side.html","abstract":"  A mentally ill man who in the past has frightened residents of the Upper West Side and was once convicted of pushing a girl into traffic will be released tomorrow from a state mental hospital in Queens.   The man, Larry Hogue, has agreed to live with his grown son in Bridgeport, Conn., but some residents of West 96th Street said they feared he would soon be harassing them again.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"ISRAEL CONTINUES TO BLAST VILLAGES IN SOUTH LEBANON","web_url":"https://www.nytimes.com/1993/07/28/world/israel-continues-to-blast-villages-in-south-lebanon.html","abstract":"  Israeli warplanes and artillery pounded villages in southern Lebanon for the third straight day today in attacks intended to drive residents out of the southern part of the country until assaults on Israel by pro-Iranian guerrillas are halted.   Prime Minister Yitzhak Rabin, who said on Monday that he would make southern Lebanon uninhabitable unless the guerrilla attacks stopped, told a parliamentary committee today that he planned to flood Beirut with refugees to press the Lebanese Government to end the attacks. He said Israel would continue to blast villages as long as Katyusha rockets slammed into Israeli settlement towns in Galilee.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"Giants' Meggett Is About Ready to Sign","web_url":"https://www.nytimes.com/1993/07/28/sports/pro-football-giants-meggett-is-about-ready-to-sign.html","abstract":"  Running back Dave Meggett will probably end his holdout and join the Giants today, according to his agent, Tony Agnone.   Agnone said that Meggett will likely accept a one-year deal and could sign it as early as Wednesday night.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"LEBANON REFUGEES FLEE ISRAELI BOMBS","web_url":"https://www.nytimes.com/1993/07/28/world/lebanon-refugees-flee-israeli-bombs.html","abstract":"\"We could not take the raids and the shelling,\" Nuhad Olaik said. She had just arrived in Tyre today with three of her children, aged 9, 7 and 2, part of an exodus of Lebanese from areas of southern Lebanon bombed and shelled by Israel.\n\nUnited Nations observers estimate that 120,000 Lebanese have left their villages in areas patrolled by the United Nations in southern Lebanon in the last two weeks. The observers said the exodus began shortly after seven Israeli soldiers were killed earlier this month, and intensified on Monday when the Israeli-sponsored South Lebanon Army began broadcasting warnings urging the residents of more than 30 villages, including three Palestinian refugee camps, to leave \"because your villages are going to be bombarded.\"","thumbnail":null,"section":"World"},{"date":"19930728","headline":"Jury Selection Starts Today in Beating of Los Angeles Truck Driver","web_url":"https://www.nytimes.com/1993/07/28/us/jury-selection-starts-today-in-beating-of-los-angeles-truck-driver.html","abstract":"  A painstaking process of jury selection is to begin Wednesday in the racially volatile trial of two black men charged with beating a white truck driver in the riots here last year.   The widely televised beating of the driver, Reginald O. Denny, became a symbol of the violence of the riots in which more than 50 people died.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Linebacker Surplus A Strength For Giants","web_url":"https://www.nytimes.com/1993/07/28/sports/pro-football-linebacker-surplus-a-strength-for-giants.html","abstract":"  Lawrence Taylor stood before reporters and proclaimed that he was actually thrilled about going to practice and attending meetings. He was just tickled to death. The Giants' linebacker spoke as if he had just sunk a 19-foot birdie putt on the 18th hole to win the Masters.   Oh, those happy-go-lucky linebackers. And who said they were big, bruising monsters? Whatever, it seems the Giants' linebackers are the deepest and most formidable part of the team, the lifeblood of the defense at the very least and maybe even the anchor of the whole squad. With questions surrounding the defensive line and the secondary, it has become apparent in such a short period of time that the linebacking corps will be relied upon heavily to fortify the defense.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"For Illinois Town Battling River, a Sense of Doom","web_url":"https://www.nytimes.com/1993/07/28/us/the-midwest-flooding-for-illinois-town-battling-river-a-sense-of-doom.html","abstract":"  The 2,000 or so people who live in and around this historic southern Illinois village have pretty much resigned themselves to the likelihood that their levee, under tremendous pressure for weeks, will break when Mississippi River crests here next week.   Even before the National Weather Service predicted a record 48-foot flood crest on Aug. 3, residents of this area about 50 miles downstream from St. Louis had been frantically working to contain three sand boils threatening the foundations of the main river levee, spurred on by news of other nearby levees succumbing to the river.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Undefeated but Second Billing on the Card","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-boxing-undefeated-but-second-billing-on-the-card.html","abstract":"  ERNEST MATEEN, who has never been defeated in 19 pro fights, has a reputation for taking on tough opponents, enough anyway that the light-heavyweight boxer from Brooklyn is ranked No. 10 by the United States Boxing Association and No. 13 by the World Boxing Council.   So how come Mateen's defense of his New York State title against TIM ST. CLAIR of White Plains at the Ramada Hotel across from Madison Square Garden has second billing Friday night to a junior-lightweight bout between unranked opponents?","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Homosexuals in Service Sue Over Clinton's Compromise","web_url":"https://www.nytimes.com/1993/07/28/us/homosexuals-in-service-sue-over-clinton-s-compromise.html","abstract":"  Just eight days after the White House announced compromise regulations governing their lives, seven gay and lesbian members of the armed services sued the Government today, contending that their treatment was unconstitutional.   In the first of what will likely be several court challenges to the new regulations, the plaintiffs -- gay and lesbian officers as well as enlisted personnel -- asked that they be treated not according to their sexual orientation but by their abilities.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Faculty Leaders at CUNY Vote to Condemn Chancellor","web_url":"https://www.nytimes.com/1993/07/28/nyregion/faculty-leaders-at-cuny-vote-to-condemn-chancellor.html","abstract":"  Faculty leaders from most campuses of the City University of New York yesterday passed a strongly worded resolution condemning the university's Chancellor, Dr. W. Ann Reynolds, faculty representatives said.   However the representatives, who say they feel betrayed by the Chancellor's decision to provide discretionary funds only to those colleges that have cooperated with her efforts to consolidate the university's programs, refused to disclose the content of the resolution until it is delivered to Dr. Reynolds today.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"The Road to Recovery: From Drugs to Drama","web_url":"https://www.nytimes.com/1993/07/28/nyregion/about-new-york-the-road-to-recovery-from-drugs-to-drama.html","abstract":"  HE remembers it like yesterday. He had gone to visit his 3-year-old son Danny in the projects, and his ex-wife would not allow him in the house. He was at the lowest point of his heroin addiction. He was homeless and he no longer believed in anything.   Danny pressed 50 cents and a little knife into his hands. \"Here, Daddy,\" he said. \"This is so you can get something to eat.\" The knife, Danny explained, was for protection.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"This Jet Tackle Fits the Order for Bulk","web_url":"https://www.nytimes.com/1993/07/28/sports/pro-football-this-jet-tackle-fits-the-order-for-bulk.html","abstract":"  Ask Siupeli Malamala of the Jets about his weight any time you want. He insists that at 6 feet 5 inches and 300-plus pounds he doesn't have a weight problem.   \"On a good day I could be about 310, and they want me about 310,\" Malamala said after leaving the lunchroom at the team's practice facility at Hofstra. \"But after practice I could be around 303.\"","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Panel Says Penn Police Overreacted","web_url":"https://www.nytimes.com/1993/07/28/education/panel-says-penn-police-overreacted.html","abstract":"  A review panel at the University of Pennsylvania has found that several campus police officers overreacted in April when they tried to stop eight black students from seizing copies of the student newspaper as a protest against a conservative columnist.   The university appointed the panel of teachers and administrators, including one security official from outside, to investigate the university police department's response to the incident after five of the students filed complaints. The students said the officers had cursed at them and used unnecessary force, including handcuffing four and hitting one with a baton.","thumbnail":null,"section":"Education"},{"date":"19930728","headline":"Counting the Immigrants : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/28/opinion/IHT-counting-the-immigrants-letters-to-the-editor.html","abstract":"The report \"U.S. Public Now Calls for Fewer Immigrants\" (June 28) states: \"According to the Immigration and Naturalization Service, 8.9 million people have legally immigrated to the United States in the past decade, and 3 million others ma","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/07/28/books/book-notes-562794.html","abstract":"    A Big Year for 'Bridges'","thumbnail":null,"section":"Books"},{"date":"19930728","headline":"Unusual Heart Therapy Wins Coverage From Large Insurer","web_url":"https://www.nytimes.com/1993/07/28/health/unusual-heart-therapy-wins-coverage-from-large-insurer.html","abstract":"  In a move that could be a boon to alternative medicine, the nation's largest provider of health insurance for individuals announced yesterday that it would reimburse patients participating in a program that combines diet, meditation, exercise and support groups to reverse heart disease.   The \"reversal program,\" which was developed by Dr. Dean Ornish, director of the Preventive Medicine Research Institute in Sausalito, Calif., is the first non-surgical, non-pharmaceutical therapy for heart disease to qualify for insurance reimbursement, which it was granted yesterday by the Mutual of Omaha Insurance Company.","thumbnail":null,"section":"Health"},{"date":"19930728","headline":"Rodriguez a Shortstop With a Long Reach","web_url":"https://www.nytimes.com/1993/07/28/sports/olympics-rodriguez-a-shortstop-with-a-long-reach.html","abstract":"  Alex Rodriguez celebrated his 18th birthday today, and while the smooth, Miami-born shortstop has the world by a string, he also is feeling the tug of reality.   Rodriguez, who is playing for the South team here in the Olympic Festival, is regarded by most baseball experts as the top amateur player in the nation. He was the first player chosen in last month's draft and with his arm, speed and range, most scouts project him as a great infielder.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Lebanese Flee Northward","web_url":"https://www.nytimes.com/1993/07/28/world/lebanese-flee-northward.html","abstract":"  United Nations observers estimate that 120,000 Lebanese have fled north from their villages in southern Lebanon in the last two weeks. Page A6.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"Germany and Foreigners : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/28/opinion/IHT-germany-and-foreigners-letters-to-the-editor.html","abstract":"Regarding \"Q&A: Roots of the Violence That Has Shaken Germany\" (June 21): .Elisabeth Noelle-Neumann in effect blames the violence currently being directed against foreigners in Germany on the victims themselves, on the asylum-seekers who","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/07/28/sports/metropolitan-golf-report.html","abstract":"  Northville Classic    George Archer this week will attempt to do what no one has done on a professional tour for golfers since Walter Hagen in 1927. The lanky 54-year-old will be seeking his fourth consecutive title in the same event when the Senior PGA Tour stops at the Meadow Brook Club in Jericho for the Northville Long Island Classic starting Friday.   Many of the game's great players have tried to match Hagen's accomplishment of winning his fourth consecutive P.G.A. Championship in 1927 but none has succeeded. Arnold Palmer had two chances to do it; Jack Nicklaus and Johnny Miller had one.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"4 Wounded as Rebels Bomb U.S. Embassy in Peru","web_url":"https://www.nytimes.com/1993/07/28/world/4-wounded-as-rebels-bomb-us-embassy-in-peru.html","abstract":"  Guerrillas presumed by the police to be members of the Maoist movement Shining Path set off a huge car bomb early this morning in front of the American Embassy here, wounding four people, shattering glass and causing fires in the four-story concrete building.    The police said an unidentified Peruvian was killed in his car in the crossfire of shooting between guards and guerrillas.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"Court Sets a 2-Year Limit On Sex-Harassment Suits","web_url":"https://www.nytimes.com/1993/07/28/nyregion/court-sets-a-2-year-limit-on-sex-harassment-suits.html","abstract":"  Victims of sexual harassment will have to file suits within two years or lose their right to sue, the New Jersey Supreme Court said today.   The court said the question of the statute of limitations for such claims has been \"murky.\" Sometimes lower courts have treated the cases as economic loss suits, with a six-year limit, and sometimes as personal injury claims, with a two-year limit.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Kansas City Holds the Line As a Double Crest Surges By","web_url":"https://www.nytimes.com/1993/07/28/us/the-midwest-flooding-kansas-city-holds-the-line-as-a-double-crest-surges-by.html","abstract":"  The Missouri and Kansas Rivers, rising in muddy concert to record crests, worked their watery worst today on the levees and flood walls of this city and neighboring Kansas City, Kan. But except for a few minor leaks, the protective berms and barriers held off the double-barreled onslaught.   At least for the moment.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Browns' Hassan Jones Retires","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-football-browns-hassan-jones-retires.html","abstract":"  HASSAN JONES, a wide receiver who signed with the Cleveland Browns as a free agent on June 28 after seven years with Minnesota, retired yesterday. \"I no longer feel capable of handling the day-to-day rigors of the game, both physically and mentally,\" the 29-year-old Jones said in a statement released by the Browns at their training camp in Berea, Ohio. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Lemieux to Undergo Back Surgery Today","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-hockey-lemieux-to-undergo-back-surgery-today.html","abstract":"  MARIO LEMIEUX, the National Hockey League's scoring champion and most valuable player, is to have surgery today to explore the cause of back spasms he has had for the last three seasons. The surgery was scheduled months ago.   The Pittsburgh Penguins' star had a herniated disk repaired three years ago, and he missed the first 50 games of the 1990-91 season.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"U.S. Hopes to Curb A-Arms By Restricting Fuel Output","web_url":"https://www.nytimes.com/1993/07/28/world/us-hopes-to-curb-a-arms-by-restricting-fuel-output.html","abstract":"  The Administration is preparing a new arms-control plan that calls for a worldwide ban on the production of materials for nuclear weapons.   President Clinton promised during the campaign to step up efforts to slow the spread of weapons of mass destruction, and Washington has pushed diplomatic efforts to stop North Korea's efforts to develop nuclear weapons.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"In America; Thuggery, Not Sports","web_url":"https://www.nytimes.com/1993/07/28/opinion/in-america-thuggery-not-sports.html","abstract":"  Vince Coleman is an ill-tempered, base-stealing, 31-year-old left fielder for the worst team in baseball, the New York Mets.   This team is not to be confused with the lovably inept bunch that won over a city while kicking the ball around the field in the early 1960's.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/28/nyregion/bridge-628093.html","abstract":"  Almost all the top-ranked teams survived the first day of play in the Spingold Knockout Team Championship here Monday at the American Contract Bridge League's Summer Nationals. The lone exception was a team seeded 15th in the field of 148.    Marty Bergen of Farmingdale, L.I., Jaggy Shivdasani of India, Fred Stewart of Andes, N.Y., Steve Weinstein of Upper Montclair, N.J., all of whom have won numerous national titles, were teamed with Ethan Stein of Irvington, N.Y., and Luella Slaner of Scarsdale, N.Y. They lost by 16 imps to the 114th-seeded squad: Nancy Pickering of Penllyn, Pa., Roberto Scaramuzzi of Baton Rouge, La., and Jeff Goldsmith and Walter Hamilton, both of Pasadena, Calif.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Bears' Woolford Has 3-Year Extension","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-football-bears-woolford-has-3-year-extension.html","abstract":"  Cornerback DONNELL WOOLFORD yesterday signed a three-year contract extension with the Chicago Bears estimated to be worth slightly more than $3 million. Woolford led the team with seven interceptions and 27 passes defended last year.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"G.O.P. Continues to Block Youth Service Bill as Democrats Falter","web_url":"https://www.nytimes.com/1993/07/28/us/gop-continues-to-block-youth-service-bill-as-democrats-falter.html","abstract":"  Republicans continued to block action on President Clinton's national service legislation today, demanding that the Administration shorten the program's duration to just two years as the price of ending their filibuster.   Democrats, lacking the 60 votes needed to end debate, postponed until Thursday any open test of strength on the legislation, which as it stands would authorize educational grants of up to $5,000 a year to as many as 150,000 Americans in exchange for their agreement to tutor grade school students, help the elderly or perform other public services.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Iran's Isolation: Few Arab Friends Left","web_url":"https://www.nytimes.com/1993/07/28/world/iran-s-isolation-few-arab-friends-left.html","abstract":"  The Israeli military raids on the Iranian-sponsored Party of God in southern Lebanon bring a long-simmering confrontation between Israel and Iran to a new threshold. But Iran and its allies in the region may find little sympathy even within the ruling circles of Syria, Teheran's longtime strategic partner and only Arab friend.   Despite widespread condemnation of the raids in Arab capitals today, it was difficult to escape the impression that many decision makers in this region welcome any blows dealt to the radicals in their midst, most particularly Islamic fundamentalist allies of Iran and the most radical fringes of the Palestinian movement.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"Review/Film; Sembene's Microscopic Look at a Vast Issue","web_url":"https://www.nytimes.com/1993/07/28/movies/review-film-sembene-s-microscopic-look-at-a-vast-issue.html","abstract":"Corpse of murdered African hero disappears before funeral. Microscopic, beautifully observed human comedy touching vast issues, via Sembene.","thumbnail":null,"section":"Movies"},{"date":"19930728","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/28/style/chronicle-939493.html","abstract":"  BARRY and FRAN WEISSLER, the Broadway producers, seem to have developed a peculiar knack for scheduling.   Their road company production of \"Falsettos\" opens its national tour in Washington on Sept. 15, the eve of Rosh ha-Shanah. The Weisslers closed the Broadway production of the show on Gay Pride Day, June 27. And their revival of \"My Fair Lady\" will have its first preview performance on Thanksgiving night and its opening on Dec. 9, the second night of Hanukkah, though that is not so likely to keep audiences away.","thumbnail":null,"section":"Style"},{"date":"19930728","headline":"Clinton Facing Threat of Revolt On Budget Plan","web_url":"https://www.nytimes.com/1993/07/28/us/clinton-facing-threat-of-revolt-on-budget-plan.html","abstract":"  As negotiators tried to resolve the differences in House and Senate budget bills, Democratic senators and representatives who are not on the conference committee threatened today to break ranks and bring President Clinton's deficit-reduction package crashing down like Samson's temple.   Senator David L. Boren, a thorn in President Clinton's side all year, delivered a speech on the Senate floor in which he threatened to switch sides and vote against the measure. In the House, Representative W. J. (Billy) Tauzin has been telling his constituents in Louisiana that he could not vote for a gasoline tax, which is sure to be part of the final version of the legislation.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Rivers Isn't Too Old To Spend Time With Kids","web_url":"https://www.nytimes.com/1993/07/28/sports/pro-basketball-rivers-isn-t-too-old-to-spend-time-with-kids.html","abstract":"  A handful of kids waited outside the Convent of the Sacred Heart High School on 91st Street and Fifth Avenue yesterday, anticipating the arrival of Doc Rivers. A roar of excitement went up when the Knicks guard pulled in. Rivers said hello, then joined the others in the gym who were there to listen to him talk and answer questions.   The youngsters did everything right as they listened attentively, cheering when Rivers mentioned the Knicks and booing when he talked about Michael Jordan and New York's disappointing loss to the Bulls at the Garden in Game 5 of the playoffs.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/07/28/books/book-notes-704993.html","abstract":"  A Big Year for 'Bridges'   It was rebuffed by some bookstore chains, treated most unkindly in a number of reviews, and scoffed at by the publishing elite in New York City, where one quite bitter editor recently said, \"People buy it for the same reason they would buy a Mother's Day card.\"   But who cares? \"The Bridges of Madison County\" -- the 171-page story of a four-day, one-time-only extramarital affair in farm country, which The New York Times Book Review dismissed as a \"bodice-heaving\" book filled with \"quasi-mystical business\" -- will, on Aug. 8, celebrate its 52d week on the New York Times best-seller list. It is currently standing firm at No. 1, staring down at books by John le Carre, Robert Ludlum, Scott Turow and John Grisham.","thumbnail":null,"section":"Books"},{"date":"19930728","headline":"China Needs Time To Deserve the Games","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-of-the-times-china-needs-time-to-deserve-the-games.html","abstract":"  IF we all can curb our suicidal instincts for war and pollution, China must surely be an Olympic host for the first time, very early in the next century. But not in the year 2000.    At the point when the decision must be made, in Monaco on Sept. 23, the International Olympic Committee should use the yardstick of preparedness for not choosing Beijing. Then while China is improving its stadiums and hotels, it can work on its observation of human rights, without having been seen as openly criticized.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Why College Costs Rise and Rise and Rise","web_url":"https://www.nytimes.com/1993/07/28/opinion/why-college-costs-rise-and-rise-and-rise.html","abstract":"Any parent who lies awake wondering how to put a son or daughter through college must wonder why the cost is rising so fast -- to $25,000 a year at elite private colleges and universities, to $8,000 even at a state-supported institution like mine.\n\nIf society is to control the rising cost of higher education, it is important to understand the answers. But most lawmakers and policy makers are misled by standards of measure that betray an inadequate grasp of the financial challenges we face, especially at major research institutions.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Sports of The Times; Lewis: The Guard Played On","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-of-the-times-lewis-the-guard-played-on.html","abstract":"  \"WHAT do you hear about Reggie Lewis?\" Ernie Grunfeld, the Knicks' general manager, was asked yesterday, hours before the horrible news would come out of Boston and bring the sport of behemoths to its knees. \"What were the Celtics people saying last week?\"   \"Not much,\" said Grunfeld, on the telephone from the Knicks' offices at Madison Square Garden. \"They were being pretty tight-lipped, like they really didn't want to talk about it. I guess it's something they must not feel comfortable with.\"","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Another Generation Lost","web_url":"https://www.nytimes.com/1993/07/28/arts/another-generation-lost.html","abstract":"  \"The Lost Generation,\" the title of tonight's NBC News special, refers to the many young people who, as Tom Brokaw puts it, have \"walked out of high school into a recession.\" It is no revelation that good jobs are hard to find these days, and this hourlong report tends toward the familiar and repetitious. But the subject is important enough to bear some repeating.   By way of example, Mr. Brokaw visits an Ohio town whose General Motors plant, once its major employer, shut down in 1987. Since then, youngsters who would ordinarily have followed their parents onto the assembly line at union wages have had to settle for minimum-wage jobs in fast-food chains. Instead of rearing families and putting money in the bank, they are scrambling to get by, and prospects are bleak. Interviews bring out their feelings that they have somehow been betrayed, that they will never attain the simple but solid comforts their parents took for granted and they expected.","thumbnail":null,"section":"Arts"},{"date":"19930728","headline":"Horror in Liberia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/28/opinion/IHT-horror-in-liberia-letters-to-the-editor.html","abstract":"Regarding the editorial \"Amok in Liberia\" (Editorial, June 10): .As a missionary living in Liberia, I saw firsthand that it was the common, everyday person who suffered the most as a result of Liberia's civil war. This graphic editorial vivid","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Pierce to Seek Court Order on Father","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-tennis-pierce-to-seek-court-order-on-father.html","abstract":"  MARY PIERCE, who dropped her father as coach a week ago, will go to court for a restraining order to enforce the ban against him attending tour events, a tournament promoter said yesterday in Carlsbad, Calif.   Pierce, ranked 14th in the world, is scheduled to file documents in San Diego County Superior Court in nearby Vista after arriving today to prepare for the Mazda Classic.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"How Do We Stop Mania To Build on West Side?","web_url":"https://www.nytimes.com/1993/07/28/opinion/l-how-do-we-stop-mania-to-build-on-west-side-988293.html","abstract":"  To the Editor:   I recently attended a community board meeting dealing with real estate development in the Special Lincoln Square Historical District. Attending were representatives of the community board, the Municipal Art Society, lawyers and architects from Landmark West, the City Planning Commission, local block associations and residents of the area.","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"G.O.P. Legislator to Run For Comptroller Next Year","web_url":"https://www.nytimes.com/1993/07/28/nyregion/gop-legislator-to-run-for-comptroller-next-year.html","abstract":"  Assemblyman John J. Faso of Kinderhook today became the first Republican to announce his candidacy for state comptroller, and in the process provided a preview of his party's 1994 strategy for unseating the Democratic incumbent, H. Carl McCall.   Mr. Faso tied Mr. McCall to both Gov. Mario M. Cuomo and Mayor David N. Dinkins, calling them \"a double-barreled disaster for the New York State economy and the New York City economy.\"","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Bills Sign Smith to Four-Year Deal","web_url":"https://www.nytimes.com/1993/07/28/sports/sports-people-football-bills-sign-smith-to-four-year-deal.html","abstract":"  RALPH C. WILSON Jr., the Bills' owner, wrote another healthy check yesterday, signing defensive end BRUCE SMITH to a four-year, $13.5 million contract that is almost identical to the deal that running back THURMAN THOMAS got last week.   Although details of Smith's deal were not released, sources said that like Thomas, the All-Pro defensive end, will receive about $4 million this year, roughly $2.7 million in each of the next two years, then another $4 million in the fourth and final year.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Nets Sign 6-Foot Guard While Thinking of Dudley","web_url":"https://www.nytimes.com/1993/07/28/sports/pro-basketball-nets-sign-6-foot-guard-while-thinking-of-dudley.html","abstract":"  The Nets landed another player well short of their unrestricted free-agent center Chris Dudley yesterday. About a foot short, in fact.   Based on his strong performance in the recently concluded summer league, 6-foot guard David Wesley was invited back to the team's October training camp with a one-year contract, said Willis Reed, the team's executive vice president.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Catholic Church Can't Follow Fashion in Morals","web_url":"https://www.nytimes.com/1993/07/28/opinion/l-catholic-church-can-t-follow-fashion-in-morals-982393.html","abstract":"  To the Editor:   I reply as an organizer of the 20th anniversary celebration of the papal encyclical \"Humanae Vitae,\" held at Princeton University in 1988, to \"Wrong About Sex, Absolutely\" by Thomas C. Fox (Op-Ed, July 16).","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"Reviews/Television; Young and Uncertain, But Ready for a Risk","web_url":"https://www.nytimes.com/1993/07/28/arts/reviews-television-young-and-uncertain-but-ready-for-a-risk.html","abstract":"  The New York youth scene gets the once-over twice on television tonight and, for a change, ends up looking just fine. On the new ABC series \"Street Match,\" at 8:30, singles on the streets of Manhattan are paired off, warily, for impromptu dates. And on MTV's \"Unplugged: Spoken Word,\" at 10, young poets demonstrate forcefully that there is more to the age of short attention spans than hypnotic rhythms.   \"Street Match,\" whose host is Ricky Paull Goldin of the daytime soap opera \"Another World,\" proceeds on what is probably the year's most unpromising premise: Just stop single people on the street and fix them up with strangers they find attractive, then pick up the tab for dinner, at a nice restaurant with a table that is wired for sound, and see what happens. It's \"The Dating Game\" spiked with MTV's \"Real World.\" Spare me, you well might cry.","thumbnail":null,"section":"Arts"},{"date":"19930728","headline":"HUD'S CHIEF SEEKS WIDE NEW POWERS","web_url":"https://www.nytimes.com/1993/07/28/us/hud-s-chief-seeks-wide-new-powers.html","abstract":"  Housing Secretary Henry G. Cisneros asked Congress today for broad new powers to deal with what he said was his department's most serious problem: the rapidly growing inventory of Government-owned apartment buildings.   The projects, many of which are in poor condition, have come into the hands of the Department of Housing and Urban Development because of a spate of defaults by private developers on Government-insured mortgages. Government auditors have estimated that as much as $11.9 billion worth of mortgages may not be repaid over the next few years, probably expanding the number of buildings in Government ownership.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"Herbicide Tied to 2 More Veterans' Ills","web_url":"https://www.nytimes.com/1993/07/28/us/herbicide-tied-to-2-more-veterans-ills.html","abstract":"  A report released today by the Institute of Medicine in Washington said there was evidence to link Agent Orange and other herbicides with two health disorders in addition to the three already under suspicion. But because of uncertainties about whether troops serving in Vietnam received a large enough dose of herbicide to cause such diseases, the committee said it was not possible to quantify the likely risk to them.    Nonetheless, the Department of Veterans Affairs announced that it would add the two further diseases to those for which veterans are already compensated.","thumbnail":null,"section":"U.S."},{"date":"19930728","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/28/nyregion/metro-digest-341893.html","abstract":"  NEW YORK CITY  MAYOR VISITS STARRETT CITY   Mayor Dinkins went to Starrett City to try to reassure residents unnerved by three sexual assaults on young girls in the sprawling housing complex over the last six weeks, most recently on Friday. B2. POLL SHOWS MAYOR'S SUPPORT STEADY   Mayor Dinkins appears to have suffered virtually no erosion of his political support in the aftermath of a report last week that criticized his handling of the racial violence in Crown Heights two years ago, according to a new poll. B2.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"India's Prime Minister Faces a No-Confidence Vote","web_url":"https://www.nytimes.com/1993/07/28/world/india-s-prime-minister-faces-a-no-confidence-vote.html","abstract":"  Burdened by allegations of corruption and indifference to the growing polarization of Hindus and Muslims, Prime Minister P. V. Narasimha Rao faces the most serious parliamentary challenge to his minority Government since assuming office 25 months ago.   India's usually fragmented and fractious parliamentary opposition, which together outnumbers Mr. Rao's Congress Party, has banded together for the first time in two years and appears close to toppling his Government. Three days of what has become an increasingly vituperative debate are to conclude on Wednesday with a vote on a motion of no confidence in Mr. Rao's administration.","thumbnail":null,"section":"World"},{"date":"19930728","headline":"D'Amato Panel Plans for '94","web_url":"https://www.nytimes.com/1993/07/28/nyregion/d-amato-panel-plans-for-94.html","abstract":"  Senator Alfonse M. D'Amato announced today that he has formed a fund-raising committee to help him decide whether to run for governor in 1994.   By forming a state committee, Mr. D'Amato said he was trying to demonstrate that he was serious about the gubernatorial race and not simply trying to retire the $183,000 debt left from his 1992 re-election campaign.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"On the Way to the Top : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/28/opinion/IHT-on-the-way-to-the-top-letters-to-the-editor.html","abstract":"Regarding the report \"The Judge's Biggest Booster (June 18): .Don't get me wrong: Support is warmly welcome from either spouse. But this article's canonization of Judge Ruth Bader Ginsburg's husband is ironic when women are expected as a matter of","thumbnail":null,"section":"Opinion"},{"date":"19930728","headline":"A Civil Suit Expected in Mets' Incident","web_url":"https://www.nytimes.com/1993/07/28/sports/baseball-a-civil-suit-expected-in-mets-incident.html","abstract":"  The lawyer representing the 2-year-old girl apparently injured in last Saturday's firecracker incident at Dodger Stadium said yesterday that the girl's family would announce today in Los Angeles plans to file a civil suit naming Vince Coleman, Bobby Bonilla, Eric Davis, the Mets and the Dodgers.   Darrell York, the lawyer for the child, Amanda Santos, said that under California law a plaintiff seeking punitive damages was prohibited from specifying the dollar amount of the suit.","thumbnail":null,"section":"Sports"},{"date":"19930728","headline":"Review/Music; Pianist Honors John Cage With Playful Devotion","web_url":"https://www.nytimes.com/1993/07/28/arts/review-music-pianist-honors-john-cage-with-playful-devotion.html","abstract":"  During the intermission of Monday night's Serious Fun concert at the Walter Reade Theater, the pianist Margaret Leng Tan invited the audience on stage to watch her transform a prepared piano into a \"string piano.\" Rubber, screws and nuts came out of the instrument, then other bolts were inserted at precise intervals, giving the strings the resonance of bells. Ms. Tan went about her task with the same playful devotion that she brought to this entire program dedicated to John Cage's memory.    Much of that devotion was contagious. Ms. Tan is the sort of musician who can hear the tensions between random notes. So it is no surprise that she is probably the most convincing interpreter of Cage's keyboard music. Cage was often determined that there be no relation between notes; Ms. Tan is so talented that she cannot help but provide one.","thumbnail":null,"section":"Arts"},{"date":"19930728","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/28/nyregion/c-corrections-317593.html","abstract":"  Because of a transmission error, an article yesterday about the arrest of Brazilian military policemen in the killing of homeless boys misidentified the director of the Center for the Study of Violence at the University of Sao Paulo, who called Brazil's police the most authoritarian in Latin America. He is Paulo Sergio Pinheiro.","thumbnail":null,"section":"New York"},{"date":"19930728","headline":"Commission Is Seen as Skeptical of Internal Police Monitoring","web_url":"https://www.nytimes.com/1993/07/28/nyregion/commission-is-seen-as-skeptical-of-internal-police-monitoring.html","abstract":"  The mayoral commission examining police corruption in New York City is skeptical of efforts by Police Commissioner Raymond W. Kelly to overhaul the Police Department's internal monitoring system, according to advisers to the commission and law-enforcement officials familiar with its work.   The officials said the commission, appointed more than a year ago and headed by Milton Mollen, a former deputy mayor and ex-judge, is moving toward a consensus that many of Mr. Kelly's changes -- including reorganizing the internal-affairs operation -- are superficial. At this time, they said, the majority of the commission tends to believe in the necessity of a move that Mr. Kelly strongly opposes -- establishment of a permanent monitor of corruption from outside the department.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930728","time":"1993-07-28 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":75,"wspd":20.5},{"date":"19930728","time":"1993-07-28 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":79,"wspd":11.2},{"date":"19930728","time":"1993-07-28 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":81,"wspd":14.8},{"date":"19930728","time":"1993-07-28 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":82,"wspd":14.8},{"date":"19930728","time":"1993-07-28 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":81,"wspd":14.8},{"date":"19930728","time":"1993-07-28 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":82,"wspd":16.6},{"date":"19930728","time":"1993-07-28 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":81,"wspd":14.8},{"date":"19930728","time":"1993-07-28 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":83,"wspd":13},{"date":"19930728","time":"1993-07-28 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":82,"wspd":16.6},{"date":"19930728","time":"1993-07-28 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":76,"wspd":18.4},{"date":"19930728","time":"1993-07-28 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":73,"wspd":18.4},{"date":"19930728","time":"1993-07-28 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":64,"wspd":18.4},{"date":"19930728","time":"1993-07-28 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":62,"wspd":24.1},{"date":"19930728","time":"1993-07-28 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":54,"wspd":20.5},{"date":"19930728","time":"1993-07-28 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":51,"wspd":25.9},{"date":"19930728","time":"1993-07-28 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":50,"wspd":20.5},{"date":"19930728","time":"1993-07-28 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.8,"rhum":48,"wspd":24.1},{"date":"19930728","time":"1993-07-28 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":50,"wspd":20.5},{"date":"19930728","time":"1993-07-28 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":49,"wspd":18.4},{"date":"19930728","time":"1993-07-28 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":55,"wspd":14.8},{"date":"19930728","time":"1993-07-28 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":69,"wspd":16.6},{"date":"19930728","time":"1993-07-28 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":71,"wspd":13},{"date":"19930728","time":"1993-07-28 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":73,"wspd":16.6},{"date":"19930728","time":"1993-07-28 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":78,"wspd":13},{"date":"19930728","time":"1993-07-28 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":47,"wspd":13},{"date":"19930728","time":"1993-07-28 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":50,"wspd":13},{"date":"19930728","time":"1993-07-28 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":55,"wspd":9.4},{"date":"19930728","time":"1993-07-28 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":14.8},{"date":"19930728","time":"1993-07-28 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":16.6},{"date":"19930728","time":"1993-07-28 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":65,"wspd":13},{"date":"19930728","time":"1993-07-28 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":72,"wspd":13},{"date":"19930728","time":"1993-07-28 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":77,"wspd":9.4},{"date":"19930728","time":"1993-07-28 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":72,"wspd":11.2},{"date":"19930728","time":"1993-07-28 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":79,"wspd":13},{"date":"19930728","time":"1993-07-28 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":82,"wspd":7.6},{"date":"19930728","time":"1993-07-28 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":9.4},{"date":"19930728","time":"1993-07-28 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":62,"wspd":16.6},{"date":"19930728","time":"1993-07-28 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":55,"wspd":18.7},{"date":"19930728","time":"1993-07-28 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":48,"wspd":16.6},{"date":"19930728","time":"1993-07-28 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":45,"wspd":14.8},{"date":"19930728","time":"1993-07-28 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":41,"wspd":9.4},{"date":"19930728","time":"1993-07-28 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":37,"wspd":13},{"date":"19930728","time":"1993-07-28 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":32,"wspd":11.2},{"date":"19930728","time":"1993-07-28 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":39,"wspd":14.8},{"date":"19930728","time":"1993-07-28 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":43,"wspd":13},{"date":"19930728","time":"1993-07-28 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":53,"wspd":20.5},{"date":"19930728","time":"1993-07-28 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":57,"wspd":14.8},{"date":"19930728","time":"1993-07-28 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":59,"wspd":11.2}]},"19930729":{"guardian_articles":[],"nytimes_articles":[{"date":"19930729","headline":"A Blind Solo Sailor Sets Out for England","web_url":"https://www.nytimes.com/1993/07/29/sports/sports-people-yachting-a-blind-solo-sailor-sets-out-for-england.html","abstract":"  The quest to sail alone across the Atlantic Ocean is a formidable challenge for anyone. But for 58-year-old HANK DEKKER, blind since 1977, it is the next step in a series of long-distance voyages. Having sailed for the first time 13 years ago, Dekker has crossed the Pacific Ocean alone twice.   Dekker plans to set out today in a 30-foot sailboat from Cape May, N.J., for a 3,000-mile solo voyage to Plymouth, England. He will navigate with the help of a Braille compass and charts, and with the aid of voice-synthesized readouts from radar and a satellite tracking device, the Global Postioning System.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"No Change of Heart : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-no-change-of-heart-letters-to-the-editor.html","abstract":"Regarding \"Mideast: All Stand to Gain\" (Opinion, June 14): .Shibley Telhami lists Libya's authorized pilgrimage by private citizens to Jerusalem as a symptom of improvement. That pilgrimage turned out to be a calculated platform from which to","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Puccini's Original (Rejected) 'Butterfly'","web_url":"https://www.nytimes.com/1993/07/29/arts/puccini-s-original-rejected-butterfly.html","abstract":"  Just when you thought it was safe to skip \"Madama Butterfly,\" the New York City Opera has given Puccini's warhorse a new twist. Or, actually, an old one. When the company revives its 1967 Frank Corsaro production tomorrow evening, it will not present the well-worn standard edition. Instead, Christopher Keene will conduct the American premiere of the score as it was performed at its world premiere at La Scala.    That version had only a single performance, on Feb. 17, 1904, and was booed off the stage for a complicated combination of reasons. The audience found its Wagnerian-length acts too long, and objected to the absence of a tenor aria. Some listeners derided the Japanese folk elements, and criticized other sections of the work as warmed-over \"La Boheme.\" And some objected to the brutality and outright nastiness with which Puccini and his librettists, Giuseppe Giacosa and Luigi Illica, described this tragic meeting of East and West.","thumbnail":null,"section":"Arts"},{"date":"19930729","headline":"Questions On Signing Up New Voters","web_url":"https://www.nytimes.com/1993/07/29/nyregion/questions-on-signing-up-new-voters.html","abstract":"  In an often partisan hearing, State Senate Republicans yesterday sharply questioned the credibility of a former New York City Board of Elections official who now works for Mayor David N. Dinkins's re-election campaign and raised concerns about whether duplicate registrations and other irregularities could skew a close race this fall.   At the hearing at the State Office Building in lower Manhattan, Board of Elections officials acknowledged that they had found as many as 22,000 duplicate registrations on file in the city between the time of the Presidential election last fall and this spring, but they said that a random check of 180 of them had found no evidence that any of those registrants had voted twice. They said they were weeding out the duplicates from the three million voters on the rolls. Duplicate Registrations    For years the board has been plagued by administrative problems, and Senator Michael F. Nozzolio of Seneca Falls, the chairman of the Senate's Elections Committee, called the hearing to examine recent reports of sloppy record-keeping and potential irregularities, especially in the wake of big voter registration drives last year. Aides to the Republican-Liberal mayoral nominee, Rudolph W. Giuliani, who lost in 1989 by less than 50,000 votes, have repeatedly claimed there is potential for outright fraud, arguing that duplicate registrations, particularly in heavily black districts, could hurt their candidate this fall.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Hentrich: Punt, Pray And Kick","web_url":"https://www.nytimes.com/1993/07/29/sports/pro-football-hentrich-punt-pray-and-kick.html","abstract":"  After a college career at Notre Dame, Craig Hentrich should have no problem punting or kicking before a large crowd and a national television audience. The real question for Hentrich and the Jets is: Can he kick better than the incumbent, Louie Aguiar?   Punters in the National Football League are ranked by the average net distance of the kick (the total distance of the kick minus the return yardage). By that measure, Aguiar ranked third in the American Conference and fifth in the league, with 37.6 yards. Still, there is a perception that Aguiar's job is in jeopardy because of Hentrich's mere presence in camp. Al Roberts, the Jets' special teams coordinator, made it clear today that Hentrich, the team's eighth-round draft pick, was not being handed the job, but that he could kick his way into contention.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/07/29/sports/nfl-training-camp-report.html","abstract":"  Green Bay Packers   Wayne Simmons, the Green Bay Packers' top draft pick and a projected starter, will undergo arthroscopic surgery on his right knee and miss four to six weeks, Coach Mike Holmgren said yesterday.   Simmons will have the surgery today to repair torn cartilage he suffered during Monday morning's workout. A test Tuesday revealed the tear. Simmons was the 15th player selected in the draft and had been slotted to start at left outside linebacker.   \"It'll set him back a little bit, certainly,\" Holmgren said. \"But we're talking four to six weeks and he'll be back in there at the beginning of the season.\"   In Simmons's absence, the Packers will start Jeff Brady, a third-year man. A knee injury limited him to 8 games and 18 tackles last year. (AP) San Francisco 49ers    What is a trip to a foreign land for his teammates is a homecoming of sorts for the San Francisco 49ers' offensive tackle James Parrish.   Parrish, a veteran of the Barcelona Dragons of the World League of American Football and now struggling to win a spot on the 49ers, said he was mobbed by young autograph-seekers during an evening walk on the Ramblas, the city's jammed promenade.   \"It's great, I'm just glad to be back in the city and see some of my old friends,\" Parrish said before the 49ers and Pittsburgh Steelers scrimmaged at a practice for their American Bowl game in Barcelona, Spain, on Sunday.   \"All the guys on the team know I played here and know the city and the people -- and my Spanish is pretty fluent,\" said Parrish, who played for the Dragons before the W.L.A.F. folded after the 1992 season. Parrish was cut last season by San Diego after he spent the 1991 season on Miami's \"physically unable to perform list.\" (AP) Miami Dolphins    At first it looked as if it were just another scuffle during two-a-day drills in Davie, Fla. Hot, tired and suddenly angry, Huey Richardson reached out and grabbed offensive guard Charles Hope's face mask. Then Richardson ripped it off, and the message was clear -- he'll fight to keep his career alive.   Richardson, a former Florida Gators star, is trying to win a job at defensive end with the Miami Dolphins, his fourth team in three years. He was a bust with the Pittsburgh Steelers, who made him the 15th player selected in the 1991 draft. The Washington Redskins and Jets waived him last year. In two seasons, he made seven tackles.   \"I had the opportunity at those other places; they just didn't pan out,\" said Richardson, 25. \"My dad always told me that adversity builds character, so I guess I'm getting a lot of character.\" (AP) Cincinnati Bengals    David Klingler, Cincinnati's starter in his second pro season, says he isn't worried about Jay Schroeder taking his job. Klingler, last year's first-round draft pick, said he welcomes the experience Schroeder and quarterbacks coach Ken Anderson have to offer.   \"If anything, having Jay there takes off the pressure,\" said Klingler, who has played in four N.F.L. games, compared with 100 for Schroeder. \"With Kenny, now you have two guys back there with a lot to offer.\"   Schroeder, once the starter for Washington and the Los Angeles Raiders, played for the 1987 Super Bowl champion Redskins. He came to the Bengals as an unrestricted free agent, signing a two-year contract for up to $3 million, but was told he would be Klingler's backup.   \"In the back of my mind, I'm thinking I could go 16 weeks and not get a shot,\" Schroeder said. \"But I've got to be prepared. That's the only way I can treat it. I've seen it happen for nine years. It's tough to go through a whole season with one quarterback. I don't think they would have brought me in here if they didn't think I could start.\" (AP) San Diego Chargers    Cornerback Gill Byrd, the San Diego Chargers' career interception leader with 31 over 6 years and the current player with the most time as a Charger, underwent reconstructive surgery on his left knee yesterday and is out for the season.   The team physician, Dr. Gary Losse, repaired two ligaments and a tendon that Byrd, 32, tore when he apparently caught his cleats in the grass and fell during a non-contact, one-on-one drill Tuesday afternoon.   Byrd's loss means the Chargers have to fill both starting cornerback spots. They lost right cornerback Anthony Blaylock to the Chicago Bears via free agency. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Ojeda Is Given Permission to Leave Team","web_url":"https://www.nytimes.com/1993/07/29/sports/sports-people-baseball-ojeda-is-given-permission-to-leave-team.html","abstract":"  BOB OJEDA has left the Cleveland Indians, interrupting his rehabilitation from the injuries suffered in the boating accident that killed two teammates.   \"This is a setback, but he still might be able to pitch by mid-to late August,\" said Indians General Manager JOHN HART.  \"I really believe he'll pitch for the Indians this year. He wants it. It's important to him.\"","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Japan Coalition Gathers Votes to Oust Ruling Party","web_url":"https://www.nytimes.com/1993/07/29/world/japan-coalition-gathers-votes-to-oust-ruling-party.html","abstract":"  Opposition leaders from seven disparate parties said today that they had assembled the votes to oust the governing Liberal Democratic Party from office for the first time in four decades, and prepared to select a leader who would become Japan's next prime minister.   The leading candidate appears to be Tsutomu Hata, a former Finance Minister who led a rebellion against Prime Minister Kiichi Miyazawa last month, leading dozens of legislators out of the party and setting off a series of events that brought down the Government. Tonight, however, several officials in the coalition said they were still pressing the candidacy of Morihiro Hosokawa, whose 18-month-old Japan New Party planted the seeds of collapse for the governing camp.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"Cuba Will End Restrictions On Exiles Wanting to Visit","web_url":"https://www.nytimes.com/1993/07/29/world/cuba-will-end-restrictions-on-exiles-wanting-to-visit.html","abstract":"  Accelerating a drive to obtain desperately needed foreign currency, the Cuban Government will announce the lifting of tight restrictions on travel to the island this week for Cuban-American exiles that had forced most to wait for months or even years for visas allowing them to visit their families.   Travel agencies in Miami that specialize in trips to Cuba for Cuban-Americans say Havana has notified them that it will quickly seek a fivefold increase in the number of exiles visiting the island. To accomplish this, the Cuban Government has said it will reduce the processing time for most visa applications to about two weeks.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/07/29/arts/classical-music-in-review-749493.html","abstract":"  'From the Heart' 'Vocal Music of the 20th Century'  Rutgers Summerfest    It is certainly true, as a three-concert series at the Rutgers Summerfest argues, that 20th-century music is no one thing. But it is not quite true, as the second program seemed to imply this evening, that 20th-century music is everything but the one thing most people think it is.","thumbnail":null,"section":"Arts"},{"date":"19930729","headline":"Party Lines Extra Hard and Fast","web_url":"https://www.nytimes.com/1993/07/29/us/party-lines-extra-hard-and-fast.html","abstract":"  Rarely have the two parties in Congress been so united in opposition to one another. Rarely have the political stakes been so high. And rarely has it been so uncertain which side was gaining the political advantage.   When the final version of President Clinton's economic program comes up for votes in the House of Representatives and the Senate next week, no amendments will be allowed. So the representatives and senators will have no choice but to vote for or against the entire package of tax increases and spending cuts.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Meggett Signs a Pact, Then Clears the Air","web_url":"https://www.nytimes.com/1993/07/29/sports/pro-football-meggett-signs-a-pact-then-clears-the-air.html","abstract":"  David Meggett would like everyone to know that it's David, not Dave, as most people have called him since he joined the Giants five years ago.   He would also like to say that he is happy with his new two-year, $2.7 million contract, but not ecstatic.   Whether the checks will read Dave or David has not been determined.   Anyway, Meggett ended his holdout today and agreed to a two-year deal that gave him quite a raise. Consider that last season he made $625,000 and this year he will make about $1.35 million. Not bad. Business Is Business    \"How many guys you speak to actually are happy about their contract?\" he asked. \"It's marketable. It's valuable, as to where I am and my importance to the team. The money is the money. It's the business side of the game.\"","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"A Big 'Gamble' on Bradley, a Big Player","web_url":"https://www.nytimes.com/1993/07/29/sports/sports-people-pro-basketball-a-big-gamble-on-bradley-a-big-player.html","abstract":"  SHAWN BRADLEY, the 7-foot-6-inch center who was the second choice over all in the National Basketball Association draft, signed a multiyear contract yesterday with the Philadelphia 76ers.   Terms were not disclosed, but HAROLD KATZ, the 76ers owner, called the signing of Bradley, who has not played in two years, \"the biggest gamble I've ever taken by far.\"","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"No Reason to Readmit Death Camp Guard; From Their Nightmares","web_url":"https://www.nytimes.com/1993/07/29/opinion/l-no-reason-to-readmit-death-camp-guard-from-their-nightmares-013493.html","abstract":"  To the Editor:   \"Release Demjanjuk,\" Fredric Dannen pleads (Op-Ed, July 16). He says that the Israelis, who convicted John Demjanjuk as the sadistic Treblinka gas chamber operator Ivan the Terrible, have the wrong man.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"IRANIAN ARMS SENT BY SYRIA, U.S. SAYS","web_url":"https://www.nytimes.com/1993/07/29/world/iranian-arms-sent-by-syria-us-says.html","abstract":"  Syria helped to ship antitank rockets and other weapons sent by Iran to the Party of God, or Hezbollah, days before the worst outbreak of violence between Israel and the militant organization in southern Lebanon in a decade, Government officials said today.   Disclosure of the shipments came from Representative Tom Lantos, Democrat of California, in testimony before a House Foreign Affairs Subcommittee by the Director of Central Intelligence, R. James Woolsey.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"Australian Study Says AZT Slows Progression to Full-Blown AIDS","web_url":"https://www.nytimes.com/1993/07/29/us/australian-study-says-azt-slows-progression-to-full-blown-aids.html","abstract":"  A report concludes that the drug AZT significantly slows the progression toward full-blown AIDS, appearing to contradict recent studies showing that people with H.I.V. gained scant benefit by taking the medication early in the course of their infection.   But scientists familiar with all the clinical trials of AZT said the data were consistent in essential ways and that the basic message remained the same: AZT is a moderately useful drug that can slow the course of AIDS in some patients for a limited period of time.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"...Nor Any Drop to Mix a Drink or Brew the Coffee","web_url":"https://www.nytimes.com/1993/07/29/nyregion/nor-any-drop-to-mix-a-drink-or-brew-the-coffee.html","abstract":"  Suddenly, chefs were inventing waterless meals.   Teachers were telling children to line up not at the water fountain, but at the water bottle.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"No Reason to Readmit Death Camp Guard","web_url":"https://www.nytimes.com/1993/07/29/opinion/l-no-reason-to-readmit-death-camp-guard-992693.html","abstract":"  To the Editor:   To reach the conclusion that John Demjanjuk is not Ivan the Terrible (Op-Ed, July 16) and should therefore be returned to the United States, Fredric Dannen quotes selectively from the report of the special master, Judge Thomas Wiseman of Nashville, to the United States Court of Appeals for the Sixth Circuit.   In the report, which will form the basis for hearings scheduled for Sept. 3 in Cincinnati, Judge Wiseman concludes there is serious doubt that Mr. Demjanjuk served at the Treblinka death camp as charged, although that conclusion was beyond the scope of his investigation and was based on a limited portion of the material before the Israeli Supreme Court.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Robert Altman, Very Much a Player Again","web_url":"https://www.nytimes.com/1993/07/29/movies/robert-altman-very-much-a-player-again.html","abstract":"  At 68, an age when most of Hollywood's film makers are retired, ignored or treated like dinosaurs by movie executives and talent agents, Robert Altman has embarked on the most radical and adventurous journey of his career.   \"People here have just come to the conclusion that I'm not going to go away,\" he said the other afternoon. \"I seem to have become like one of those old standards, in musical terms. Always around. Lauren Bacall said to me, 'You just don't quit, do you?' Guess not. I guess 30-year-olds out here have decided I'm not just an old man living in the past.\"","thumbnail":null,"section":"Movies"},{"date":"19930729","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/29/nyregion/c-corrections-233693.html","abstract":"  An article yesterday about the deployment of National Guard troops in Puerto Rico gave incorrect rates for murders there and elsewhere. The 1991 rates of 22.6 in Puerto Rico, 9.8 in the United States and 29 in New York City are per 100,000 people, not per 1,000.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Health Plan May Give Small Businesses Break","web_url":"https://www.nytimes.com/1993/07/29/us/health-plan-may-give-small-businesses-break.html","abstract":"  Seeking to ease the fears of small businesses, Hillary Rodham Clinton said today that they might be allowed to pay significantly lower health care premiums under the Administration's health care proposals than large companies would.   At a closed meeting with members of the House Small Business Committee, Mrs. Clinton suggested that the Administration was thinking of limiting what many small businesses would have to pay for health care to less than 3.5 percent of their payrolls.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Music In Concert With Good Causes","web_url":"https://www.nytimes.com/1993/07/29/arts/music-in-concert-with-good-causes.html","abstract":"  These days, projects like Club USA's dance benefit for AIDS on Aug. 5 are not emanating from Charles Hamlen's old high-rent headquarters at I.M.G. Artists on Madison Avenue. Mr. Hamlen now works out of an unrenovated loft space on West 45th Street. He and his associate, Deborah Edison, sit on donated furniture, typing their own letters, answering their own phones, taking turns going to the bank, making their own coffee.   Up until a year ago, Mr. Hamlen shared the direction of one of New York's newest and most powerful classical-music managements, helping to oversee the careers of such bankable stars as Itzhak Perlman, Andre Watts, James Galway, Joshua Bell and Yevgeny Kissin.","thumbnail":null,"section":"Arts"},{"date":"19930729","headline":"Summer's Odd Weather Is Returning to Normal","web_url":"https://www.nytimes.com/1993/07/29/us/the-midwest-flooding-summer-s-odd-weather-is-returning-to-normal.html","abstract":"  The weather pattern that has been locked in place over North America for at least six weeks, causing mammoth floods in the Midwest and parched conditions along the East Coast, is finally breaking up.   The emerging pattern promises drier weather for the Midwest, which has already begun to dry out, and warmer weather for states in the Northwest, which has had record low temperatures this summer.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Fund Infusion for Dinkins; None for Giuliani","web_url":"https://www.nytimes.com/1993/07/29/nyregion/fund-infusion-for-dinkins-none-for-giuliani.html","abstract":"  Mayor David N. Dinkins will receive $951,887 in public campaign funds today while his Republican-Liberal rival, Rudolph W. Giuliani, will receive nothing until after the Sept. 14 primary, the city's Campaign Finance Board announced yesterday.   The Mayor is to get the money because he is facing a challenge for the Democratic nomination from two minor candidates, while Mr. Giuliani has no primary opposition, finance board officials said.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/07/29/arts/classical-music-in-review-001093.html","abstract":"  Goldman Memorial Band  Damrosch Park Lincoln Center    The Goldman Memorial Band has been blaring classics and rarities of the concert-band repertory for 76 years, and this year was no exception. Its summer-season finale on Sunday evening ranged from Sousa marches to suites from \"The Music Man\" and \"West Side Story,\" from new pieces by Michael Valenti, Walter Skolnik and Kadish Millett to selections from Boito's \"Mefistofele.\"","thumbnail":null,"section":"Arts"},{"date":"19930729","headline":"Democracy Stood Beside Carol Moseley Braun","web_url":"https://www.nytimes.com/1993/07/29/opinion/democracy-stood-beside-carol-moseley-braun.html","abstract":"  To the Editor:   \"The Senate's only black member, Carol Moseley Braun, made the chamber listen,\" you report July 23, \"as freshmen seldom do. Her oratory of impassioned tears and shouts stopped Jesse Helms in his tracks as he defended the Confederate flag.\" You capture much of the spirit of the Senate's debate on the Helms amendment, which sought to preserve a design patent on an insignia that includes the Confederate flag. But, having watched the debate live on C-Span, I had hoped to see you give the event more prominent coverage.   As one among the millions who have accepted cynicism as the normal response to our governmental institutions, I was powerfully stirred by the drama in the Senate chamber: Carol Moseley Braun, a first-year Senator, eloquently, movingly standing alone on an issue of principle, appealing to her colleagues' vision, not of politics as it is, but of the America most of us want it to be.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Ferlinghetti Reflects on Glow of City Lights","web_url":"https://www.nytimes.com/1993/07/29/books/ferlinghetti-reflects-on-glow-of-city-lights.html","abstract":"  Although this city has christened its playful, humpbacked boulevards with the names of such drop-ins as Mark Twain, William Saroyan and Jack Kerouac, it has yet to confer any such honor on Lawrence Ferlinghetti, the poet, publisher and inveterate resident who has done more to put San Francisco on the literary map than any other living writer.   \"Oh, there's a bill before the Board of Supervisors proposing to name a little alley after me,\" said Mr. Ferlinghetti last week, still slim, spry and modest at the age of 75, \"but I don't know what will come of it. This city, noted for poets and writers, has ignored them for years.\"","thumbnail":null,"section":"Books"},{"date":"19930729","headline":"Books of The Times; The Minds of Kennedys as Imagined by McGinniss","web_url":"https://www.nytimes.com/1993/07/29/books/books-of-the-times-the-minds-of-kennedys-as-imagined-by-mcginniss.html","abstract":"  The Last Brother  By Joe McGinniss  Illustrated. 626 pages. Simon & Schuster. $25.   How do you read Joe McGinniss's new biography of Senator Edward M. Kennedy, \"The Last Brother,\" without being overwhelmed by the tempest it has already created? You try to read it objectively, but it all too quickly becomes apparent that its problems are even greater than anticipated. The book isn't bad; it's awful.","thumbnail":null,"section":"Books"},{"date":"19930729","headline":"For Sarajevo's Fearful Serbs, Misery Cushioned by Mercy","web_url":"https://www.nytimes.com/1993/07/29/world/conflict-in-the-balkans-for-sarajevo-s-fearful-serbs-misery-cushioned-by-mercy.html","abstract":"  After several knocks, the door opened a crack. The face peering anxiously into the darkened corridor was that of a 40-year-old Serbian teacher, one of about 55,000 Serbs still living in Sarajevo after 16 months under siege by Serbian nationalist troops. The man was ashen-faced, so fearful that his hands trembled.   \"Forgive me, I am not myself,\" he said, after ushering his guest in and taking a few moments to compose himself. \"We feel incarcerated here. We sit here languishing, afraid to go out, terrified that there will be a knock on the door from armed men who will drag me out, take me to the mountains and make me dig trenches or fight against my own people.\"","thumbnail":null,"section":"World"},{"date":"19930729","headline":"No Reason to Readmit Death Camp Guard; Don't Implicate Poland","web_url":"https://www.nytimes.com/1993/07/29/opinion/l-no-reason-to-readmit-death-camp-guard-don-t-implicate-poland-011893.html","abstract":"  To the Editor:   In \"Release Demjanjuk\" (Op-Ed, July 16), Fredric Dannen writes that John Demjanjuk \"was for a time, posted at a different Polish death camp, at Sobibor.\"","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"French Barricades : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-french-barricades-letters-to-the-editor-93541549714.html","abstract":"Regarding \"Bring Down Those New Bastille Walls \" (Opinion, July 12) by John Vinocur: .I disagree. No European country has ever offered foreigners more opportunities than France. Out of hundreds of cases of immigrants who did well in France, j","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Editors' Note","web_url":"https://www.nytimes.com/1993/07/29/nyregion/editors-note-228093.html","abstract":"  The headline of the main front-page article yesterday, about cutbacks at the International Business Machines Corporation, carried differing figures in various editions for the number of jobs being eliminated -- some versions using 60,000 and others 35,000.   In all editions, the article noted that I.B.M. was setting aside $8.9 billion, as a charge against its earnings, to pay the costs of cutting the jobs and closing surplus factories and office buildings. Although the elimination of 25,000 had been disclosed earlier, the $8.9 billion charge -- newly reported -- applied to those jobs along with 35,000 more to be cut under the plans announced yesterday.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Balkan Mediators Fear Allies May Hurt Talks","web_url":"https://www.nytimes.com/1993/07/29/world/conflict-in-the-balkans-balkan-mediators-fear-allies-may-hurt-talks.html","abstract":"  With leaders of the warring Bosnian factions discussing a three-way ethnic split in detail for the first time, officials here expressed concern today that any new move to authorize NATO air strikes against Bosnian Serb forces could make agreement more difficult to reach.   In recent days the two Balkan mediators, Lord Owen of Britain and Thorvald Stoltenberg of Norway, said they believed that Washington and its NATO allies would not move any closer to using air power against the Serbian forces in Bosnia and Herzegovina while the faction leaders were talking peace at the negotiating table.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"The Missing Link:Marker for Compassion Gene : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-the-missing-linkmarker-for-compassion-gene-letters-to-the-editor.html","abstract":"Regarding \"Science Ought to Stay Out of the Gay-Rights Fight\" (Opinion, July 24) by Charles Krauthammer: .Mr. Krauthammer points out that science produces facts that are ambivalent at best. He includes the question: Does science \"tell us","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Israeli Jets Drive Lebanese North . . .","web_url":"https://www.nytimes.com/1993/07/29/world/israeli-jets-drive-lebanese-north.html","abstract":"For four days the coastal road between the Lebanese capital and Sidon, the southern port city, has been packed bumper-to-bumper with cars, buses and trucks carrying refugees forced out of their homes by Israeli artillery, warplanes and gunboats. \n\nThe 32-mile trip normally takes an hour, but today only lucky travelers made it in 8 or 10 hours as thousands of Lebanese streamed from the battered southern region to safer areas in the north, creating an enormous refugee problem for the vulnerable Government.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"BACTERIAL TAINT IN WATER SUPPLY BAFFLES EXPERTS","web_url":"https://www.nytimes.com/1993/07/29/nyregion/bacterial-taint-in-water-supply-baffles-experts.html","abstract":"  Bacteria that mysteriously survived more than three times the dose of chlorine that New York City uses to assure safety yesterday drove residents and office workers in lower Manhattan and Chelsea to boil water, avoid ice cubes and stock up on bottled water.   \"Nothing alive should have been there,\" Albert F. Appleton, the city's Commissioner of Environmental Protection, said about 12 hours after his department issued a water alert in two neighborhoods with a combined population of about 25,000.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Schnellenberger Signs Contract Extension","web_url":"https://www.nytimes.com/1993/07/29/sports/sports-people-college-football-schnellenberger-signs-contract-extension.html","abstract":"  The University of Louisville football coach, HOWARD SCHNELLENBERGER, signed a six-year contract extension yesterday that will keep him with the Cardinals until the year 2000.   Schnellenberger, 59, became Louisville's 16th head coach in 1984. He signed a five-year-contract in 1989 that lasts through next season.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"DEMOCRATS VOICING DOUBT ON CHANCES FOR ECONOMIC PLAN","web_url":"https://www.nytimes.com/1993/07/29/us/democrats-voicing-doubt-on-chances-for-economic-plan.html","abstract":"  Amid rising anxiety among Democratic leaders over the prospects for President Clinton's economic package, Senator Daniel Patrick Moynihan of New York, a quarterback in the drive to push the plan through Congress, proclaimed today that he lacked the votes to pass the measure in the Senate next week and was not sure how to get them.   As Mr. Moynihan and Representative Dan Rostenkowski of Chicago shuttered themselves in the Capitol today, trying to work out a compromise version of the plan that could pass both houses of Congress, the plan's political woes only seemed to mount.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Bullpen Takes Over for Humbled Hutton","web_url":"https://www.nytimes.com/1993/07/29/sports/baseball-bullpen-takes-over-for-humbled-hutton.html","abstract":"  Tiger Stadium is a renowned setting where pitchers get swallowed up, where bites are taken out of their best stuff and where hits sometimes come in such bunches they send even the best mound artists scurrying for cover. Quickly.   With the wind swirling and thunderstorms threatening, the old park claimed victims from both the Yankees and the Tigers on this sticky day.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/29/nyregion/c-corrections-866093.html","abstract":"  An article on Saturday about the funeral of Vincent W. Foster Jr., the deputy White House counsel, referred incorrectly in some editions to the source of a quotation used by President Clinton in his eulogy. He was paraphrasing Leon Russell, the pop musician, not Leon Redbone, the jazz musician, when he said, \"I love you in a place that has no space and time.\"","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Saint-Exupry's Math : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-saintexuperys-math-letters-to-the-editor.html","abstract":"In response to \"350 Years Later, Math Conundrum Bites the Dust\" (June 25): .Antoine de Saint-Exupry, the famous French writer, was a fan of mathematics. In April 1943, a few months before being downed over the Mediterranean, he had lunc","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Final Workout Ends in Tragedy","web_url":"https://www.nytimes.com/1993/07/29/sports/pro-basketball-final-workout-ends-in-tragedy.html","abstract":"  Deo Djossou, the forward for the Northeastern University Huskies, arrived at the Celtics' practice gym shortly after 6 P.M. Tuesday evening for a low-key workout with Reggie Lewis, his friend and mentor.   \"We must have missed him by 15 minutes,\" Djossou said today in a somber voice.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Editorial Notebook: Not an Anchorman in Sight; War Correspondents Remember Korea","web_url":"https://www.nytimes.com/1993/07/29/opinion/editorial-notebook-not-an-anchorman-in-sight-war-correspondents-remember-korea.html","abstract":"  Last weekend, vaguely inspired to commemorate the Korean armistice signed 40 years ago this week, some 100 correspondents who had covered the Korean War traveled to Washington D.C. to reminisce together.   War stories were out. Blue blazers were in. Most, it turned out, had retired since the group's last reunion 10 years ago. That made this gathering feel more like a country club weekend than a convention of old barracks mates. No one took a formal poll, but former CBS correspondent Lou Cioffi, at a reported 67, was considered the youngest. His white ponytail seemed to clinch the title.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Saratoga Season Starts With an Upset","web_url":"https://www.nytimes.com/1993/07/29/sports/horse-racing-saratoga-season-starts-with-an-upset.html","abstract":"  The Saratoga race track, the home of the upset and the graveyard of champions, opened its 126th season today with a fitting sense of history when a 38-1 long shot won the first race of the 286 that will be run here during the next five weeks.   The upset was pulled by a 5-year-old mare named Saturday Sunshine in a steeplechase run in bright Wednesday sunshine. But the first major winner of the season was anointed eight races later when Strategic Maneuver rallied in the final yards to take the 76th running of the Schuylerville by a neck.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/29/nyregion/bridge-451793.html","abstract":"  The top-ranked teams continued to cruise ahead here in the Spingold Knockout and Women's Knockout at the American Contract Bridge League's Summer Nationals.   In the Spingold, the top 14 seeds of the original 148 teams survived to play in the third round today. However, some upsets are to be expected today. Cliff Russell of Miami and the team of stars he will take to play in the world championships next month are seeded third. They are likely to have to work hard against a young foursome headed by David Rowntree of Cambridge, Mass. The seventh-seeded team led by Dick Freeman of Atlanta had trouble last night and may have more today against Karen McCallum of Exeter, N.H., and three visiting Australians.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Divided, They Are United","web_url":"https://www.nytimes.com/1993/07/29/us/divided-they-are-united.html","abstract":"  Rarely have the parties in Congress been so united against one another. Rarely have the stakes been so high. News analysis, page A18.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Salvador Journal; For Brazil's Street Children, a Happy Path to Take","web_url":"https://www.nytimes.com/1993/07/29/world/salvador-journal-for-brazil-s-street-children-a-happy-path-to-take.html","abstract":"  At age 15, Sinval Santos de Assis was one of thousands of Brazilian street youths teetering on the brink of delinquency or possibly death.   Home was a cramped, unhappy slum shanty he shared with his mother, stepfather and six younger siblings. If Sinval went home at night without cigarette money for his stepfather, he could expect a beating. Sometimes he was beaten just for going home.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"No Deal to Free Troubled Addict","web_url":"https://www.nytimes.com/1993/07/29/nyregion/no-deal-to-free-troubled-addict.html","abstract":"  A plan to release Larry Hogue, who for years harassed residents of the Upper West Side in Manhattan, may have hit a snag, and prosecutors said yesterday that they may ask that he remain at a state mental hospital.   Mr. Hogue, 49, was scheduled to be released to the care of his son, John Shawn Sells, in Bridgeport, Conn., but officials said there is a pending eviction case against the son.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Israel Keeps Pounding South Lebanon","web_url":"https://www.nytimes.com/1993/07/29/world/israel-keeps-pounding-south-lebanon.html","abstract":"  Israel continued to shell and bomb southern Lebanon today in what officials acknowledged was a campaign to reduce dozens of villages and towns to heaps of rubble, creating an uninhabited area inhospitable to anti-Israel guerrillas.    \"Now we are at the stage in which we are firing into the villages in order to cause damage to property,\" said Gen. Yehosh Dorfman, commander of the Artillery Corps. \"The aim is to create a situation in which the residents will leave the villages and go north. The aim is to damage the infrastructure, to destroy the villages and the houses of the activists and the locations from which the rockets are fired. A large part of the rocket-launchers were placed inside villages.\"","thumbnail":null,"section":"World"},{"date":"19930729","headline":"A Friend Remembers a Giving Neighbor","web_url":"https://www.nytimes.com/1993/07/29/sports/pro-basketball-a-friend-remembers-a-giving-neighbor.html","abstract":"  An hour before his East team played for the bronze medal today, Danta Bright sat alone in the bleachers, listening to music through earphones and looking as though his thoughts were miles away from the arena.   Indeed, during the last 24 hours, basketball, the United States Olympic Festival and medals had slipped several notches on Bright's list of priorities.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Lewis's College Coach Discusses Pressures","web_url":"https://www.nytimes.com/1993/07/29/sports/pro-basketball-lewis-s-college-coach-discusses-pressures.html","abstract":"  He got the news through a fence at a softball field during a game his daughter was playing in. His wife rushed down to whisper to him that Reggie Lewis, his prize recruit at Northeastern University, his friend, was dead of cardiac arrest Tuesday night in Boston. Karl Fogel began to cry. His voice choked as he told the story less than 24 hours later.   He was asked yesterday when he'd last seen Lewis, and he said that would have been a couple of weeks ago in the gymnasium at Brandeis University, the same place where Lewis would later meet his tragic fate. They were both there to watch the Celtics' rookie camp. They spoke, briefly. Oh, and one other thing, Fogel remembered. At Lewis's side that day was Dr. Gilbert H. Mudge.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Parking Garage at Trade Center To Reopen for Some Vehicles","web_url":"https://www.nytimes.com/1993/07/29/nyregion/parking-garage-at-trade-center-to-reopen-for-some-vehicles.html","abstract":"  The parking garage beneath the World Trade Center will be reopened to some vehicles on Sept. 1, six months after the garage was gutted by a terrorist bomb that killed six people, the Port Authority of New York and New Jersey has announced.   But parking for most who work in the trade center remains months away, and public parking will probably never be permitted again, officials said. A bomb in a rented van ripped a gaping hole through the garage's five levels on Feb. 26.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Reform in Seoul : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-reform-in-seoul-letters-to-the-editor.html","abstract":"Regarding \"Kim the Reformer Is Out on a Long Korean Limb\" (Opinion, July 10) by Donald Kirk: .In many respects, the new president of South Korea, Kim Young Sam, is different from his predecessors, all of whom vowed at the outset to root out c","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Survivor of June Ambush Is Shot to Death in Car Chase","web_url":"https://www.nytimes.com/1993/07/29/nyregion/survivor-of-june-ambush-is-shot-to-death-in-car-chase.html","abstract":"  A man who survived an ambush in the Bronx last month was shot and killed here early today after a high-speed car chase punctuated by gunfire.   The victim, identified as Wayne Carwin, 30, of Englewood, N.J., was shot four times in the head and once in the shoulder. John J. Fahy, the Bergen County Prosecutor, said assailants overtook Mr. Carwin's rented 1993 sedan about 4 miles from the George Washington Bridge after chasing it east on Route 46, a busy Bergen County highway.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Carnage In Bosnia, For Starters","web_url":"https://www.nytimes.com/1993/07/29/opinion/carnage-in-bosnia-for-starters.html","abstract":"The international community appears content to wash its hands of Bosnia-Herzegovina. Yet before we settle too comfortably in our seats for a spectacle of unimaginable carnage, it is worth remembering that Bosnia-Herzegovina and the Balkan peninsula have not yet washed their hands of the international community.\n\nIf the fighting does not stop by the end of October, at the very latest, the danger of the southeast European security situation deteriorating into a morass like the one that preceded World War I will become acute.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Candidate for County Executive Calls for Cut in Nassau Sales Tax","web_url":"https://www.nytimes.com/1993/07/29/nyregion/candidate-for-county-executive-calls-for-cut-in-nassau-sales-tax.html","abstract":"  Richard M. Kessel, a Democratic candidate for Nassau County executive, today proposed cutting the county sales tax by half a penny as part of a \"total change\" in the way the county conducts business.   Mr. Kessel, who has taken an unpaid leave from his position as executive director of the State Consumer Protection Board, said the Republican incumbent, Thomas S. Gulotta, had \"mismanaged this county into a state of utter chaos that is bleeding the taxpayers dry.\"","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"No Olympic Gold for Beijing","web_url":"https://www.nytimes.com/1993/07/29/opinion/no-olympic-gold-for-beijing.html","abstract":"  In legitimate protest against China's inhuman record on human rights, the House has registered its opposition to Beijing as host for the Summer Olympics in the year 2000. The Senate should do the same quickly -- before its vacation.   The site for the turn-of-the-century games will be picked by the International Olympic Committee at a meeting in Monte Carlo in September. Sydney, Australia, is rated most likely to get the nod, but there are still four other bidders besides Beijing -- Berlin, Brasilia, Istanbul and Manchester, England.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Review/Film; 'La Vie de Boheme' With a Finnish Lilt","web_url":"https://www.nytimes.com/1993/07/29/movies/review-film-la-vie-de-boheme-with-a-finnish-lilt.html","abstract":"  \"La Vie de Boheme\" was shown as part of the 1992 New York Film Festival. Following are excerpts from Vincent Canby's review, which appeared in The New York Times on Oct. 9, 1992. The French-language film opens today at Film Forum 3, 209 West Houston Street, South Village.   From the look and manner of his films, Aki Kaurismaki would seem to be like the character in \"Li'l Abner\" who walks the earth shadowed by a small dark cloud. The cloud follows him with the fidelity of a severely depressed hound dog. It's almost affectionate. Yet the cloud isn't big enough to block out the sun completely, and life lived in the penumbra can sometimes be astonishingly rich.","thumbnail":null,"section":"Movies"},{"date":"19930729","headline":"A Wise Decision on Steel","web_url":"https://www.nytimes.com/1993/07/29/opinion/a-wise-decision-on-steel.html","abstract":"  It's tempting to criticize the decision by the International Trade Commission to eliminate many of the tariffs that protect American steel producers from foreign competition. After all, the Commerce Department had ruled that many foreign suppliers were violating U.S. trade laws by selling at prices that did not cover their costs -- an injustice the tariffs were designed to correct.   But the criticism is off target. The commission's decision is a model of professional discretion. It carefully sifted the data to determine, as U.S. law requires, whether foreign subsidies and price cutting had injured the large, integrated steel mills that brought the complaints. What the commission found was that in many cases the foreign imports weren't the villain.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Indian Government Survives Parliament Vote","web_url":"https://www.nytimes.com/1993/07/29/world/indian-government-survives-parliament-vote.html","abstract":"  After three days of vigorous public debate and intense private political bargaining, the Government of Prime Minister P. V. Narasimha Rao survived a parliamentary vote of no confidence tonight. The vote was 265 to 251.   For the first time in Mr. Rao's tenure, all the opposition parties, some of them natural political enemies, had banded together to try to oust the Government. So rare was this alliance that just 24 hours ago most political commentators said it was unclear whether the Government could win.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"Besieged 465 Days, Young Finally Breaks Free","web_url":"https://www.nytimes.com/1993/07/29/sports/baseball-besieged-465-days-young-finally-breaks-free.html","abstract":"  He didn't end it with a strikeout, or a slider-induced grounder, or even a simple fly ball. In fact, he didn't even end it on the mound.   Anthony Young was sitting on the dugout bench in Shea Stadium when Eddie Murray hit the line drive to the right-field corner, and he was on his feet screaming in celebration when Ryan Thompson bunny hopped across the plate. New York had scored two runs in the bottom of the ninth inning. And Young, the much-celebrated Mets' loser, had finally earned that long-elusive victory.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"New Jersey Court Says Victims of Car Chases Cannot Sue Police","web_url":"https://www.nytimes.com/1993/07/29/nyregion/new-jersey-court-says-victims-of-car-chases-cannot-sue-police.html","abstract":"  In a decision that seems to go against the national trend to rein in hot pursuits by law-enforcement officers, the State Supreme Court ruled today that except for willful misconduct, officers are absolutely immune under New Jersey law for injuries or deaths resulting from such chases.   While various lower courts in New Jersey had split on the issue, police departments around the country, as well as state and Federal lawmakers, have generally clamped down on the wild, Hollywood-style chases that sometimes involve caravans of speeding cruisers. So the decision today placed New Jersey among a small number of states to give police officers and the jurisdictions that employ them broad protection against lawsuits by innocent victims or criminals arising from chases.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"St. Louis Braces; Other Cities in State Can Do Little","web_url":"https://www.nytimes.com/1993/07/29/us/the-midwest-flooding-st-louis-braces-other-cities-in-state-can-do-little.html","abstract":"  Reinforcement of a small section of this city's 11-mile-long flood wall and other flood barriers began in earnest today, while in Kansas City, 530 miles west of here on the Missouri River, cresting flood waters lingered longer than expected.    Midway between the two cities, at Jefferson City, surging water on the Missouri ripped a 20,000-gallon propane gas tank from its base and sent it down river, where it struck a bridge support and began leaking. A spokesman for the Jefferson City Fire Department said that more than 800 people from a nearby industrial park had been evacuated for several hours until evening when the tank's contents had emptied and dissipated in the atmosphere.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Our No. 1 Objective Is to Keep the Yankees in Yankee Stadium; Let Him Go","web_url":"https://www.nytimes.com/1993/07/29/opinion/l-our-no-1-objective-is-to-keep-the-yankees-in-yankee-stadium-let-him-go-014293.html","abstract":"  To the Editor:   During the John V. Lindsay administration, New York City spent about $75 million to renovate Yankee Stadium. George Steinbrenner now threatens to leave the Bronx because he says the neighborhood is not safe.    Gov. Mario M. Cuomo proposes that the $75 million go down the tubes, the city take over the ballpark, do what with is anybody's guess, and the public foot the bill for a new stadium on Manhattan's West Side.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Four Farms Chosen for Agriculture Awards","web_url":"https://www.nytimes.com/1993/07/29/nyregion/four-farms-chosen-for-agriculture-awards.html","abstract":"  Four family farms have won the annual Governor's agricultural awards for service to farming and to their communities.   The winners are a dairy farm, a poultry farm, a potato farm and a vegetable farm, reflecting the range of agriculture in New York State. Farming is a $3 billion a year industry, measured in sales by farmers.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Bienvenidos a los Suburbios; Increasingly, New York's Outskirts Take On a Latin Accent","web_url":"https://www.nytimes.com/1993/07/29/nyregion/bienvenidos-los-suburbios-increasingly-new-york-s-outskirts-take-latin-accent.html","abstract":"  A rich man once advised Rudy Rodriguez, \"Follow the sun and always stay close to where the wealthy people live, because you will find money there.\"   So after Mr. Rodriguez left Bogota, Colombia, he settled in 1973 in this gritty harbor village on Long Island Sound, sandwiched between two of the nation's most prosperous towns -- Greenwich, Conn., and Rye, N.Y. He took jobs for people in those towns, mowing their lawns, shampooing their carpets, driving their limousines and doing other manual labor.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Clinton Says He's Ready to Hit Serbs Attacking U.N. in Bosnia","web_url":"https://www.nytimes.com/1993/07/29/world/conflict-balkans-clinton-says-he-s-ready-hit-serbs-attacking-un-bosnia.html","abstract":"  President Clinton said today that the United States was ready to take part in allied bombing of Serbian gunners who attack United Nations peacekeeping forces in Bosnia should the United Nations request such an action.   Aides said Mr. Clinton's statement was not only a response to a recent Serbian attack on French peacekeepers, but also an effort to avert what officials feared could be a major disaster if Sarajevo is overrun by the Serbs.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"Sure Thing: Ebersol Guarantees Profit on NBC's Winning Olympics Bid","web_url":"https://www.nytimes.com/1993/07/29/sports/olympics-sure-thing-ebersol-guarantees-profit-on-nbc-s-winning-olympics-bid.html","abstract":"  Dick Ebersol made like Joe Namath yesterday. The president of NBC Sports guaranteed a profit on the winning $456 million bid NBC made Tuesday night for the broadcast rights to the 1996 Summer Olympics in Atlanta.   If the stagnant advertising market doesn't improve between now and 1996, Ebersol predicted a $10 million profit. If it perks up, well, there will be that much more profit to spread around.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/29/nyregion/c-corrections-862893.html","abstract":"  Because of an editing error, the obituary on Tuesday about Gen. Matthew B. Ridgway included contradictory dates for his retirement in some editions. He retired in 1955, not 1959.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/07/29/arts/classical-music-in-review-000293.html","abstract":"  Naumburg Orchestra  Lincoln Center Band Shell    Saturday night's casual crowd had cool, clear skies above and some very interesting music making down below as Jens Nygaard conducted the Naumburg Orchestra. These free concerts have been going on in one venue or another since 1905, and the leisurely yet enthusiastic response here indicated that they are as popular as ever.","thumbnail":null,"section":"Arts"},{"date":"19930729","headline":"Crown Heights: An Overestimated Mayoral Issue?","web_url":"https://www.nytimes.com/1993/07/29/nyregion/political-memo-crown-heights-an-overestimated-mayoral-issue.html","abstract":"  Campaigns are long, voters unpredictable and the conventional political wisdom can sometimes be as meaningful as a candidate's latest press release.   Just last week, New York City politicians were virtually unanimous in concluding that Mayor David N. Dinkins would suffer significant political damage from the release of a voluminous state report that criticized sharply his administration's handling of the Crown Heights disturbances two years ago.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/07/29/style/IHT-what-theyre-reading.html","abstract":"Eberhard Diepgen, mayor of Berlin, is reading \"Die Berliner Lekionen 1991,\" a collection of articles adapted from speeches by people such as Andr Glucksmann, Nadine Gordimer and Yehudi Menuhin. ..Diepgen missed the Berlin evening of re","thumbnail":null,"section":"Style"},{"date":"19930729","headline":"Private Meetings, Public Apologies","web_url":"https://www.nytimes.com/1993/07/29/sports/baseball-private-meetings-public-apologies.html","abstract":"  The Mets held two closed-door meetings before last night's game against the Florida Marlins in an attempt to address their plummeting public image and their increasingly volatile relationship with the New York-area news media.   Reporters were not allowed in the clubhouse before the game as the players met first with Manager Dallas Green and the assistant vice president, Gerry Hunsicker, then with Donald Fehr, the president of the Players Association. Fehr had called an emergency meeting to discuss what he termed \"an adversarial relationship between some members of the club and members of the media.\"","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Allies' Air-Strike Ability In Bosnia Lacks Basics","web_url":"https://www.nytimes.com/1993/07/29/world/conflict-in-the-balkans-allies-air-strike-ability-in-bosnia-lacks-basics.html","abstract":"  Although the United States and its allies agreed in May to use air power to protect the United Nations troops in Bosnia, they have not yet put in place all the command and control arrangements needed to carry out air strikes against Serbian artillery and tanks.   While the allies have moved warplanes within striking distance of the Bosnian Serbs, military officials said today, they have not yet sent all the spotters or all of the communications equipment and target-designating devices that are needed for air strikes.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"Review/Dance; Late Nikolais, Horrifying and Hilarious by Turns","web_url":"https://www.nytimes.com/1993/07/29/arts/review-dance-late-nikolais-horrifying-and-hilarious-by-turns.html","abstract":"  Visual beauty was so dominant in Alwin Nikolais's brand of mixed-media choreography that his fondness for the macabre always comes as a surprise.   That element balanced the decorative in the fourth and final bill of the Nikolais Retrospective, which is to continue through Saturday night at the Joyce Theater (175 Eighth Avenue, at 19th Street, Chelsea).","thumbnail":null,"section":"Arts"},{"date":"19930729","headline":"French Barricades : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-french-barricades-letters-to-the-editor.html","abstract":"Nowhere in the article does Mr. Vinocur mention France's large unemployed population. With unemployment so high, it would be folly not to expel illegal immigrants. Furthermore, not only should France come down hard on illegal immigrants but it should als","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/07/29/sports/results-plus-788593.html","abstract":"  TRACK AND FIELD  Close but No Ferrari  Colin Jackson's time was good enough for a new European record in the 110-meter hurdles. It wasn't quite good enough for a new Ferrari. The $140,000 Ferrari Testarossa, the prize for anyone setting a world record in Sestriere, Italy, at Europe's highest track -- 6,000 feet -- went unclaimed yesterday for the fifth consecutive year. Plenty of big names tried, including Sergei Bubka, Kevin Young and Quincy Watts. But it was Jackson who came the closest to winning the car as he won in 12.97 seconds, just 0.05 off the world record of 12.92 set by Roger Kingdom in 1989. Running against a headwind of 1.6 meters a second, the Welshman became only the third man to break the 13-second barrier. He broke his European record of 13.04, set last year in Cologne, Germany. Bubka won the pole vault, clearing 19 feet 1/4 inch. He barely missed at a world-record attempt at 20-1 3/4, hitting the bar with his arms after clearing it with the rest of his body. Young, an American, won the 400 hurdles in 48.20. Watts, another Olympic champion from the United States, won the 400 in 44.13 seconds, the third best time of the year. (AP) TENNIS  Martinez Overcomes Illness  Conchita Martinez, weakened by a virus and jet lag, defeated Camille Benjamin, 6-0, 6-3, yesterday in the second round of the United States Women's Hardcourt championships in Stratton Mountain, Vt. Martinez, the top-seeded player, is from Spain. Third-seeded Helena Sukova downed Tracey Morton, 6-2, 6-2, and sixth-seeded Chanda Rubin lost to Susi Lohrmann, 5-7, 6-3, 6-3, in a match suspended Tuesday because of darkness. Other seeded players who won second-round matches were No. 8 Tami Whitlinger, a 6-2, 6-4 victor over Shannon McCarthy; No. 9 Kathy Rinaldi, who handled Miya Kidowaki by 6-2, 6-1; and No. 10 Caroline Kuhlman, who defeated Michelle Jackson Nobrega, 6-3, 7-6 (9-7). Beverly Bowes upset No. 14 Christina Papadaki, 6-0, 1-6, 6-2. Ann Stephenson, who received a tournament berth when Mary Joe Fernandez withdrew with a shoulder injury, trounced Amy Schwartz, 6-1, 6-0, to advance to the third round. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Autopsy Expected to Give Answers","web_url":"https://www.nytimes.com/1993/07/29/sports/pro-basketball-autopsy-expected-to-give-answers.html","abstract":"  Only the autopsy can determine what caused the death of Reggie Lewis, the Boston Celtics' captain, and help to clarify a bizarre public controversy over conflicting medical opinions about a possible heart ailment and what treatment might have been necessary.    Lewis, who collapsed during a playoff game this past April, collapsed again while shooting baskets Tuesday night at the team's training center at Brandeis University in Waltham, Mass., and was pronounced dead after doctors and paramedics tried for nearly two hours to resuscitate him.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"1918: Concrete Vessels : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-1918-concrete-vessels-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - \"Concrete vessels which the Emergency Fleet Corporation is building are twenty percent lighter than the wooden ships, and will be coated with a substance which will make them as durable as steel vessels,\" asserts the chief engineer of","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"No Reason to Readmit Death Camp Guard; Testimony Misquoted","web_url":"https://www.nytimes.com/1993/07/29/opinion/l-no-reason-to-readmit-death-camp-guard-testimony-misquoted-012693.html","abstract":"  To the Editor:   Although the Israeli Supreme Court will announce its verdict in the case of John Demjanjuk on July 29, Fredric Dannen (Op-Ed, July 16) shockingly presents the testimony of a key witness falsely.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"1893: China Prepared : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-1893-china-prepared-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The attitude of China in respect to the Siamese question is put into defininte shape in a despatch from Pekin to the Standard: \"While the Chinese Government is not likely to attempt to enforce its rights as nominal suzerain of Siam to the ex","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Officers Seize Cigarettes Bound for an Indian Shop","web_url":"https://www.nytimes.com/1993/07/29/nyregion/officers-seize-cigarettes-bound-for-an-indian-shop.html","abstract":"  A four-month standoff between the state and the Golden Hill Paugussett Indians escalated sharply today when state troopers and tax-enforcement officers seized a truck and 5,000 cartons of cigarettes that the officers said were bound for the tribe's tax-free reservation smoke shop in Colchester.   In announcing the action, Gov. Lowell P. Weicker Jr. said the 47 cents per pack the state is losing on cigarette sales at the shop was only part of the problem. With tribe members armed and vowing to fight any intrusion by the state, Mr. Weicker said the \"volatile, highly charged and unpredictable situation\" had to be defused.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"House Speaker and Ex-Attorney General Dueling Over Term Limits","web_url":"https://www.nytimes.com/1993/07/29/us/house-speaker-and-ex-attorney-general-dueling-over-term-limits.html","abstract":"  Two lifelong Democrats, Speaker Thomas S. Foley and former Attorney General Griffin B. Bell, have drawn legal swords against each other in a fight to determine whether voters have the right to limit the terms of members of Congress.   To the dismay of some constituents, Mr. Foley, who represents a district in eastern Washington, filed a lawsuit in Federal District Court in Seattle last month to overturn the term-limits law that Washington voters approved last fall. Similar measures have passed in 14 other states, although their impact will not be fully felt until there is a court review.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Blame Croatia?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-blame-croatia-letters-to-the-editor.html","abstract":"The obvious intent of the editorial \"Secure the 'Safe Areas' (June 14) is to put the blame on Croatia and the Croats of Bosnia for the war in Bosnia. First of all, the Croats of Bosnia did not reject the Bosnian government's declaration of independe","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Ex-Banker in Rhode Island Gets 30 Years in Theft","web_url":"https://www.nytimes.com/1993/07/29/us/ex-banker-in-rhode-island-gets-30-years-in-theft.html","abstract":"  Joseph Mollicone Jr., the former bank president whose multimillion-dollar theft set off the collapse of Rhode Island's privately insured banking system, was sentenced today to 30 years in prison. It is the longest sentence ever received by a white-collar criminal in this state.   Mr. Mollicone, 50, who enjoyed a lavish life style before his Heritage Loan and Investment Company failed and he fled the state, was also ordered to pay $420,000 in fines and $12 million in restitution.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Florio Signs Death Penalty Aimed at Terrorist Murders","web_url":"https://www.nytimes.com/1993/07/29/nyregion/florio-signs-death-penalty-aimed-at-terrorist-murders.html","abstract":"  In the type of carefully staged public ceremony that has become increasingly familiar this election year, Gov. Jim Florio flew to Liberty State Park here today to sign a bill that makes terrorists who kill anyone in New Jersey liable to the state's death penalty.   With a battery of cameras in front of him, columns of police bomb squad members in blue jump suits flanking him and the Statue of Liberty and the World Trade Center towers as a backdrop, Mr. Florio said he agreed with the Old Testament dictum that anyone who takes a life forfeits his own.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/29/style/chronicle-954393.html","abstract":"  What's a co-anchor, if not someone with whom to share happy occasions (in addition to delivering the news)?   CORA-ANN MIHALIK will give a party for JOHN ROLAND, her WNYW-TV co-anchor on \"The 10 O'Clock News,\" on Sunday evening at Nino's Restaurant on the Upper East Side. The party will mark Mr. Roland's 25th anniversary at Channel 5. The two are on the air together every weeknight for an hour on the Fox Broadcasting station.","thumbnail":null,"section":"Style"},{"date":"19930729","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/29/nyregion/inside-640493.html","abstract":"  Merck Buying Discounter, Seeing Era of Price Restraint    Merck will buy Medco, the country's largest mail-order drug company,for $6 billion, positioning Merck in the discount drug business as managed health care emerges. Page D1. Young Ends Losing Streak    Anthony Young got a victory after a record 27 straight defeats as the Mets beat the Marlins, 5-4. Page B7.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/29/nyregion/news-summary-201893.html","abstract":"  International A3-15  CLINTON READY FOR BOSNIA  President Clinton said the United States was now ready to take part in allied bombing of Serbian gunners who attack United Nations peacekeeping forces in Bosnia and Herzegovina as soon as the United Nations requests it.  A1  COMMAND NETWORK IS NEEDED  The United States and its allies have not yet put in place all the command and control arrangements needed to carry out air strikes in Bosnia. Western nations have quietly moved warplanes within striking distance of the Bosnian Serbs, but the allies never dispatched all the spotters or communications gear and target designating devices, military officials said.  A6","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"New York to Play Host to Event in 1994","web_url":"https://www.nytimes.com/1993/07/29/sports/sports-people-gay-games-new-york-to-play-host-to-event-in-1994.html","abstract":"  Although she will be playing tennis and not competing in the tournament, MARTINA NAVRATILOVA was honored at Madison Square Garden last night during a fund-raiser for the Gay Games IV and Cultural Festival that will be held around the New York metropolitan area next summer.    \"I'm just trying to help bring more money and visibility to the games,\" said Navratilova. \"Sports is a wonderful way to bridge differences, and the Gay Games is just another way to show people we are just like everybody else.\"","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Two British Ex-Cultists Win Reprieve on U.S. Extradition","web_url":"https://www.nytimes.com/1993/07/29/world/two-british-ex-cultists-win-reprieve-on-us-extradition.html","abstract":"  Two British women won a reprieve today from extradition to the United States, where they face charges of plotting to murder an American lawyer eight years ago while they were members of a religious cult.    The High Court said Sally Croft, 43, and Susan Hagan, 47, who deny plotting to kill the lawyer, Charles Turner, had legal grounds to challenge an extradition order signed by Home Secretary Kenneth Clarke in April.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"His Skill on the Courts Wasn't the Best of Lewis","web_url":"https://www.nytimes.com/1993/07/29/sports/IHT-his-skill-on-the-courts-wasnt-the-best-of-lewis.html","abstract":"It helps to know something about Reggie Lewis. His ability to shoot a basketball was just one facet of his talent. He was improving steadily when he collapsed on a court in suburban Boston. .Audiences paid a lot of money for the chance to watch him pla","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Green-Bashing: A Health Hazard","web_url":"https://www.nytimes.com/1993/07/29/opinion/greenbashing-a-health-hazard.html","abstract":"The nation is seeing a backlash against protection of the environment that goes beyond the boundaries of valid scientific criticism and legitimate debate about where to put environmental dollars.\n\nThis movement disparages the environmental program as grossly flawed, grounded in bad science and worse economics. The critics say that the nation has wasted vast sums to fix trivial risks and that sweeping reform is needed. This argument unfairly discounts the hard-won gains since the major environmental laws were passed in the 1970's and threatens the heart of the environmental program: the commitment to prevent disease.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Parents of Injured Girl Plan a Lawsuit","web_url":"https://www.nytimes.com/1993/07/29/sports/baseball-parents-of-injured-girl-plan-a-lawsuit.html","abstract":"  The two-year-old girl whose parents said she was wounded last Saturday by Vince Coleman's firecracker has lacerations to her right cornea, a blood blister in her right eye and no desire to return to Dodger Stadium.   The child, Amanda Santos of Los Angeles, spent this morning and afternoon with a pediatric ophthalmologist. Meanwhile, her father and mother -- Derrek and Marivel Santos -- promised today in a news conference to sue Coleman within the next 30 days. The family's lawyers also said, in \"high likelihood,\" the suit would also name the Mets organization and left fielder Eric Davis of the Dodgers. The lawyers were less certain about including Coleman's teammate, Bobby Bonilla, or the Dodgers organization in the suit.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Jewish Theater Wins Ruling","web_url":"https://www.nytimes.com/1993/07/29/theater/jewish-theater-wins-ruling.html","abstract":"  A State Supreme Court justice in Manhattan issued a restraining order that enabled the American Jewish Theater to return yesterday to its performance space in the Susan Bloch Theater at 307 West 26th Street in Chelsea.    The action was the latest twist in an continuing confrontation between the American Jewish Theater and its landlord, the Roundabout Theater Company, which had denied the Jewish theater access to the space on July 16.","thumbnail":null,"section":"Theater"},{"date":"19930729","headline":"1943: No Escapes : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-1943-no-escapes-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Addressing the nation and the world by radio, President Roosevelt declared tonight [July 28] that \"we shall not settle for less than total victory\" in a war in which the \"first crack in the Axis has","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Our No. 1 Objective Is to Keep the Yankees in Yankee Stadium","web_url":"https://www.nytimes.com/1993/07/29/opinion/l-our-no-1-objective-is-to-keep-the-yankees-in-yankee-stadium-989693.html","abstract":"  To the Editor:   You casually contemplate the departure of the New York Yankees from New York City in \"Mr. Steinbrenner's Threats\" (editorial July 18), suggesting the city's \"spirit, image and economy\" could sustain such a loss and that the city would \"surely live on if the Yankees desert.\"","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Clinton Aide Appeared Depressed Before Death, His Associates Say","web_url":"https://www.nytimes.com/1993/07/29/us/clinton-aide-appeared-depressed-before-death-his-associates-say.html","abstract":"  In contrast to White House assertions that there had been no signs of trouble, Vincent W. Foster Jr., the longtime friend of President Clinton who apparently committed suicide last week, had displayed signs of depression in the final month of his life, according to Federal officials and people close to Mr. Foster.   Mr. Foster, the deputy White House counsel, had been so depressed about his job that before his death he had spent parts of several weekends working reclusively at home in bed with the shades drawn, a close associate said today.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"House Clears National Service Plan as Senate Remains Stalled","web_url":"https://www.nytimes.com/1993/07/29/us/house-clears-national-service-plan-as-senate-remains-stalled.html","abstract":"  The House passed President Clinton's five-year national service proposal today while the Senate remained locked in a filibuster over a similar measure.   Administration officials and Senate Republicans spent the day futilely trying to find a compromise. Despite an early evening Republican offer, there was no tangible evidence of progress.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Kurils:Yes, but... : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/29/opinion/IHT-kurilsyes-but-letters-to-the-editor.html","abstract":"Regarding \"Russia Agrees to Talk With Japan About Kuril Islands\" (July 9) by Steven Brull: .Few would question the fact that Kuril Islands should be returned to Japan. As Prime Minister Kiichi Miyazawa told President Boris Yeltsin: \"Comp","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/29/style/chronicle-540893.html","abstract":"  VIRGINIA KELLEY, President Clinton's mother, has signed a contract for the rights to her life story, which she will write with an Arkansas journalist, JAMES MORGAN.    \"She has reached an agreement with Simon & Schuster to do her autobiography, and we expect it to be published in the fall of 1994,\" her lawyer, ROBERT BARNETT, of the Washington law firm of Williams & Connolly, said yesterday. \"Her editor will be Alice Mayhew, who edits among others Taylor Branch, Garry Wills and Robert Woodward, and the co-editor will be Rebecca Saletan. Mrs. Kelley is very candid, and this book will reflect her personality.\"","thumbnail":null,"section":"Style"},{"date":"19930729","headline":"Music Has Long Had Political Undertone","web_url":"https://www.nytimes.com/1993/07/29/opinion/l-music-has-long-had-political-undertone-994293.html","abstract":"  To the Editor:   Bernard Holland's \"Music and Virtue: Is Making Art Good Making Good Art?\" (Critic's Notebook, July 20) makes cultural points, but misses a historical one: Music in the service of a political agenda has been the norm, not the exception in the West.","thumbnail":null,"section":"Opinion"},{"date":"19930729","headline":"Transactions","web_url":"https://www.nytimes.com/1993/07/29/sports/transactions-760593.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Released Scott Sanderson, pitcher. Recalled Phil Leftwich, pitcher, from Vancouver of the Pacific Coast League.   SEATTLE MARINERS -- Signed Ted Power, pitcher. Sent Bob Ayrault, pitcher, to Calgary of the Pacific Coast League. National League   SAN FRANCISCO GIANTS -- Signed Steve Soderstrom, pitcher, and assigned him to San Jose of the California League. Basketball  National Basketball Association   PHILADELPHIA 76ERS -- Signed Shawn Bradley, center, to a multiyear contract. Renounced options on Manute Bol and Charles Shackleford, centers; Ron Anderson, forward; Greg Grant and Mitchell Wiggins, guards; and Eddie Lee Wilkins, forward-center. Waived Armon Gilliam, forward.   PHOENIX SUNS -- Signed Frank Johnson, guard, to a one-year contract. Football  National Football League   INDIANAPOLIS COLTS -- Named Clyde Powers director of pro personnel.   KANSAS CITY CHIEFS -- Signed Mike Panasuk, punter-placekicker. Waived Jim Jennings, guard.   NEW YORK GIANTS -- Signed Dave Meggett, running back, to a two-year contract.   NEW YORK JETS -- Signed Mike Jarmolowich, linebacker. Waived Paul Peters, wide receiver. Hockey  National Hockey League   NHL -- Named David F. Hancy director of creative services, effective August 2.   DETROIT RED WINGS -- Named Barry Smith assistant coach. American Hockey League   HERSHEY BEARS -- Named Jay Leach coach.","thumbnail":null,"section":"Sports"},{"date":"19930729","headline":"Remark Ends a Job Candidacy","web_url":"https://www.nytimes.com/1993/07/29/us/remark-ends-a-job-candidacy.html","abstract":"  Dale W. Lick, a finalist for the presidency of Michigan State University, has withdrawn in response to a campus uproar over a remark he made in 1989 asserting that some black athletes are naturally superior to white ones.   \"In the minds of some people, it raised old issues that were very tender,\" Dr. Lick said in an interview on Tuesday, after announcing his withdrawal over the weekend. \"I felt I didn't have a broad enough base of support to provide the leadership I thought was needed.\"","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"Italians Seeking to Solve Bombing Riddles Can Only Peer Into a Fog","web_url":"https://www.nytimes.com/1993/07/29/world/italians-seeking-to-solve-bombing-riddles-can-only-peer-into-a-fog.html","abstract":"  Over the past three months, Italians have been forced to contemplate a renewed surge of terrorism that recalls the \"Years of Lead\" in the 1970's and early 80's, when shadowy assailants focused their attention on killing people on trains and in railroad stations.    This time, though, after bombings overnight in Milan and Rome, Italians are confronted with the growing and worrisome certainty that it is the very cultural heritage that defines their land -- the churches and frescoes, the statues and art -- that is under assault.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"Visit to Brooklyn Cousins Ends in Death for L.I. Boy","web_url":"https://www.nytimes.com/1993/07/29/nyregion/visit-to-brooklyn-cousins-ends-in-death-for-li-boy.html","abstract":"  It was in many ways a simple life that Austin Smith led. He rode his bicycle through the unhurried streets of Copiague, L.I. He went for dips in the neighbors' pool. And he attended Bible classes and Sunday school at his church. To him, the reports of violence in neighborhoods like Brownsville in Brooklyn, where his cousins lived, were only tales.   But during a visit to his cousins, the 12-year-old boy died with a bullet in his back Tuesday night when he was caught suddenly in gunfire while going to pick up some snacks in a bodega near Decatur Street and Hopkinson Avenue in Brownsville, the police and his family said.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/29/nyregion/no-headline-198493.html","abstract":"  \"They brought us Pepsi. They let us sit down in the shade and drink from their water hose. They were just nice people. That's what made you want to do more. When you saw the looks on their faces -- all they cared was that you were there.\" -- ALLEN CHURCH, a Chicago convict who tried to save Niota, Ill., from the flood.  [ D23:4. ]","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Felons and Farmers Lock Arms in the Flood","web_url":"https://www.nytimes.com/1993/07/29/us/the-midwest-flooding-felons-and-farmers-lock-arms-in-the-flood.html","abstract":"  This is a story of black and Hispanic drug dealers from Chicago who tried to help 200 white farmers and factory workers save their town. They lost, but in the fight against the river they found each other.   The town, under water since July 10, was Niota. The dealers, who belong to a boot camp prison program in Greene County, have moved down the Mississippi River, hurling sandbags in Quincy, Hardin, Marblehead and, this week, in Hillview, on the Illinois River. But they still talk of Niota -- the people in Niota, the food they ate in Niota, the songs they sang in Niota -- as if the tiny town on the Iowa border were some lost utopia.","thumbnail":null,"section":"U.S."},{"date":"19930729","headline":"...As Rockets Force Israelis South","web_url":"https://www.nytimes.com/1993/07/29/world/as-rockets-force-israelis-south.html","abstract":"  It came today without warning, as it always does: a thunderous explosion, shattering the eerie silence that has settled over this border town since the start of Israel's air and artillery offensive in Lebanon.   A Katyusha rocket fired by guerrillas in southern Lebanon slammed into a bomb shelter in the heart of a residential neighborhood but exploded harmlessly. The reinforced roof of the shelter absorbed the blast, sparing the people below. The rocket was the latest of more than 100 missiles that have been fired by guerrillas at Israel's northern settlements this week.","thumbnail":null,"section":"World"},{"date":"19930729","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/29/nyregion/metro-digest-239593.html","abstract":"  NEW YORK CITY  THE MICROBES TAKE MANHATTAN   Mysterious bacteria that survived more than three times the chlorine levels used to assure safety led residents and office workers in lower Manhattan and Chelsea to boil water, avoid ice cubes and stock up on bottled water. A1. Suddenly, chefs were inventing waterless meals. Teachers were telling children to line up not at the water fountain, but at the water bottle. B2.","thumbnail":null,"section":"New York"},{"date":"19930729","headline":"Sports of The Times; Lewis Death On Celtics' Conscience","web_url":"https://www.nytimes.com/1993/07/29/sports/sports-of-the-times-lewis-death-on-celtics-conscience.html","abstract":"  IN sports, team doctors often refer to an athlete's injury as \"a knee\" or \"a shoulder\" or \"an ankle.\" As if you could buy one in an auto-parts store. And with today's sophisticated surgery, sometimes it's almost that easy.   But when team doctors talk about a heart problem, it's different. It's never merely \"a heart.\" It's too important, too personal to be anything but a particular athlete's heart.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930729","headline":"The Supreme Court of Israel acquits alleged Nazi death camp guard John Demjanjuk of all charges and he is set free.","pages":[{"title":"Supreme Court of Israel","web_url":"https://en.wikipedia.org/wiki/Supreme_Court_of_Israel","description":"Highest court in the State of Israel","thumbnail":null,"abstract":"The Supreme Court is the highest court in Israel. It has ultimate appellate jurisdiction over all other courts, and in some cases original jurisdiction."},{"title":"Nazism","web_url":"https://en.wikipedia.org/wiki/Nazism","description":"German fascist ideology","thumbnail":null,"abstract":"Nazism the common name in English for National Socialism, is the far-right totalitarian political ideology and practices associated with Adolf Hitler and the Nazi Party (NSDAP) in Nazi Germany. During Hitler's rise to power in 1930s Europe, it was frequently referred to as Hitlerism. The later related term \"neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the Second World War."},{"title":"John Demjanjuk","web_url":"https://en.wikipedia.org/wiki/John_Demjanjuk","description":"Ukrainian guard at Nazi death camps (19202012)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/1/1e/John_Demjanjuk_photo.jpg","thumbnail_width":230,"thumbnail_height":316},"abstract":"John Demjanjuk was a Ukrainian-American who served as a Trawniki man and Nazi camp guard at Sobibor extermination camp, Majdanek, and Flossenbrg. Demjanjuk became the center of global media attention in the 1980s, when he was tried and convicted in Israel after being misidentified as Ivan the Terrible, a notoriously cruel watchman at Treblinka extermination camp. In 1993 the verdict was overturned. Shortly before his death, he was tried and convicted in Germany as an accessory to 28,060 murders at Sobibor."}]}],"weather":[{"date":"19930729","time":"1993-07-29 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":85,"wspd":14.8},{"date":"19930729","time":"1993-07-29 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":85,"wspd":16.6},{"date":"19930729","time":"1993-07-29 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":86,"wspd":14.8},{"date":"19930729","time":"1993-07-29 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":86,"wspd":16.6},{"date":"19930729","time":"1993-07-29 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":86,"wspd":18.4},{"date":"19930729","time":"1993-07-29 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":86,"wspd":16.6},{"date":"19930729","time":"1993-07-29 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":86,"wspd":16.6},{"date":"19930729","time":"1993-07-29 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":82,"wspd":18.4},{"date":"19930729","time":"1993-07-29 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":83,"wspd":16.6},{"date":"19930729","time":"1993-07-29 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":80,"wspd":18.4},{"date":"19930729","time":"1993-07-29 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":76,"wspd":14.8},{"date":"19930729","time":"1993-07-29 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":74,"wspd":24.1},{"date":"19930729","time":"1993-07-29 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":75,"wspd":22.3},{"date":"19930729","time":"1993-07-29 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":75,"wspd":25.9},{"date":"19930729","time":"1993-07-29 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":78,"wspd":22.3},{"date":"19930729","time":"1993-07-29 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":78,"wspd":16.6},{"date":"19930729","time":"1993-07-29 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.1,"rhum":80,"wspd":24.1},{"date":"19930729","time":"1993-07-29 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":82,"wspd":16.6},{"date":"19930729","time":"1993-07-29 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.9,"rhum":81,"wspd":13},{"date":"19930729","time":"1993-07-29 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":83,"wspd":14.8},{"date":"19930729","time":"1993-07-29 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.6,"rhum":83,"wspd":13},{"date":"19930729","time":"1993-07-29 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":85,"wspd":14.8},{"date":"19930729","time":"1993-07-29 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":86,"wspd":13},{"date":"19930729","time":"1993-07-29 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":90,"wspd":9.4},{"date":"19930729","time":"1993-07-29 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":52,"wspd":24.1},{"date":"19930729","time":"1993-07-29 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":54,"wspd":20.5},{"date":"19930729","time":"1993-07-29 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":55,"wspd":18.7},{"date":"19930729","time":"1993-07-29 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":65,"wspd":16.6},{"date":"19930729","time":"1993-07-29 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":68,"wspd":11.2},{"date":"19930729","time":"1993-07-29 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":72,"wspd":13},{"date":"19930729","time":"1993-07-29 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":13},{"date":"19930729","time":"1993-07-29 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":13},{"date":"19930729","time":"1993-07-29 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":90,"wspd":11.2},{"date":"19930729","time":"1993-07-29 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":96,"wspd":20.5},{"date":"19930729","time":"1993-07-29 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":90,"wspd":5.4},{"date":"19930729","time":"1993-07-29 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":87,"wspd":5.4},{"date":"19930729","time":"1993-07-29 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":69,"wspd":11.2},{"date":"19930729","time":"1993-07-29 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":65,"wspd":11.2},{"date":"19930729","time":"1993-07-29 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":59,"wspd":11.2},{"date":"19930729","time":"1993-07-29 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":57,"wspd":14.8},{"date":"19930729","time":"1993-07-29 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":52,"wspd":20.5},{"date":"19930729","time":"1993-07-29 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":46,"wspd":24.1},{"date":"19930729","time":"1993-07-29 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":46,"wspd":22.3},{"date":"19930729","time":"1993-07-29 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":39,"wspd":24.1},{"date":"19930729","time":"1993-07-29 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":39,"wspd":22.3},{"date":"19930729","time":"1993-07-29 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":34,"wspd":29.5},{"date":"19930729","time":"1993-07-29 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":35,"wspd":24.1},{"date":"19930729","time":"1993-07-29 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":38,"wspd":24.1}]}}