{"19930824":{"guardian_articles":[{"date":"19930824","headline":"England shuffle delivers at last","web_url":"https://www.theguardian.com/sport/1993/aug/24/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930824","headline":"Huskies on the Screen Puts ABC on the Spot","web_url":"https://www.nytimes.com/1993/08/24/sports/tv-sports-huskies-on-the-screen-puts-abc-on-the-spot.html","abstract":"  The Pac-10 Conference's two-year punishment of Washington's football program isn't all bad: Huskie (or is that husky?) folks can still watch 'em because they weren't banned from appearing on regular-season television although the team cannot collect any regular-season TV money this year or appear in post-season bowl games for two years.   The Pac-10 conceivably could have levied a harsher treatment; earlier this month, the National Collegiate Athletic Association, ruling on violations by Auburn University, banned all TV appearances by its football team for a year.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/24/nyregion/c-corrections-401293.html","abstract":"  An article on Aug. 15 about working conditions in Mexico misidentified the American Administration in which Ray Marshall, head of a group critical of Mexico's labor record, served as Labor Secretary. It was the Carter Administration, not the Reagan Administration.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Misspending Oil-Spill Money in Alaska","web_url":"https://www.nytimes.com/1993/08/24/opinion/misspending-oilspill-money-in-alaska.html","abstract":"As I sat at a meeting of the Exxon Valdez Oil Spill Trustee Council yesterday, I finally felt the tide turn. Interior Secretary Bruce Babbitt, joining the Federal and Alaskan officials in charge of spending the $900 million Exxon paid in civil damages for the 1989 oil spill, agreed to help us out of a bureaucratic mess.\n\nThe trustee council has been consumed by mountains of paperwork, endless meetings and seemingly little else. This derailed process benefited lawyers, administrators and planners. Meanwhile, frustrated fisherman, native villagers and environmentalists wondered when the most important work -- restoration of the Prince William Sound habitat -- would finally begin.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Bruguera Shows He's No Slouch on Hard Courts, Too","web_url":"https://www.nytimes.com/1993/08/24/sports/tennis-bruguera-shows-he-s-no-slouch-on-hard-courts-too.html","abstract":"  For someone who is not supposed to be comfortable on a hard-court surface, Sergi Bruguera looked just fine this afternoon, thank you very much.   Bruguera, the clay-court specialist and reigning French Open champion, was awesome in his first match on hard courts this summer as he blew past Alex O'Brien, 6-2, 6-3, in the first round of the Waldbaum's Hamlet Cup, the last major prep for next week's United States Open.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/24/nyregion/c-corrections-996093.html","abstract":"  A chart on Sunday with an article about the slump in the construction industry misstated the amounts of construction spending on office buildings. The figures were in billions of 1987 dollars, not trillions.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/24/style/chronicle-344093.html","abstract":"  In a move that has the cat-and-mouse trappings of an espionage adventure, SALMAN RUSHDIE, who was condemned to death in 1989 by Ayatollah Ruhollah Khomeini of Iran for writing \"The Satanic Verses,\" and AZIZ NESIN, an iconoclastic Turkish newspaper editor and writer, appear to have ended a bitter quarrel.   Mr. Rushdie, who lives largely in hiding in Britain, had accused Mr. Nesin of publishing excerpts of \"The Satanic Verses\" without permission in his newspaper, Aydinlik. Writing in The Observer, the London newspaper, Mr. Rushdie said that by publishing excerpts from the controversial book, Mr. Nesin was partly to blame for the deaths of 37 people killed in a hotel fire in southern Turkey following militant Islamic rioting. Mr. Nesin was staying in the hotel at the time of the riot and fire.","thumbnail":null,"section":"Style"},{"date":"19930824","headline":"Mills Signs Contract With Cavaliers","web_url":"https://www.nytimes.com/1993/08/24/sports/sports-people-pro-basketball-mills-signs-contract-with-cavaliers.html","abstract":"  Forward CHRIS MILLS, Cleveland's No. 1 draft choice and the 22d player selected in the National Basketball Association in June, signed a contract with the Cavaliers yesterday.   Terms of the agreement were not announced.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Theremin: The Man, Music and Mystery, And Now the Movie","web_url":"https://www.nytimes.com/1993/08/24/movies/theremin-the-man-music-and-mystery-and-now-the-movie.html","abstract":"  One of Steven M. Martin's most vivid childhood memories is of staying up late to watch \"The Day the Earth Stood Still\" on television.    The film, which was scored by Bernard Herrmann, was Mr. Martin's introduction to the theremin, an electronic musical instrument that produced a strange, undulating, alternately threatening and soothing sound that didn't exist in nature, wasn't heard around the house, and could therefore only come from outer space (or so the young Mr. Martin reasoned). The sound was exciting.","thumbnail":null,"section":"Movies"},{"date":"19930824","headline":"Their Coach Is Out But Huskies Carry On","web_url":"https://www.nytimes.com/1993/08/24/sports/college-football-their-coach-is-out-but-huskies-carry-on.html","abstract":"  This morning, for the first time in more than 18 years, a University of Washington football team assembled in Husky Stadium without the man in the tower looking down on it. Don James, the top-winning coach in the history of the Pac-10 Conference, was gone. He resigned on Sunday in protest of conference sanctions levied against his team.   The empty tower was apt, for in quitting, James left behind a program that may be hollowed-out by a two-year ban on post-season bowl appearances, a 40 percent reduction in scholarships and a one-year loss in television revenue.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Gooden's Throwing But Umpire Is Tossing","web_url":"https://www.nytimes.com/1993/08/24/sports/baseball-gooden-s-throwing-but-umpire-is-tossing.html","abstract":"  The game wasn't a third over and the only thing left to cheer for at Shea Stadium was a fight. Welcome to Mets 1993, The Nightmare Continues.   There was no fight, though. There was, as there always has been at Shea this season, anger, embarrassment and defeat.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"The New-Age Mailbox Now Sits on Your Desk","web_url":"https://www.nytimes.com/1993/08/24/science/peripherals-the-new-age-mailbox-now-sits-on-your-desk.html","abstract":"  ELECTRONIC mail, messages sent from computer to computer directly or through a company network or commercial intermediary, is becoming an indispensable tool of business, education and government. In a strong indication of the role that E-mail is taking, a three-judge panel of the United States Court of Appeals for the District of Columbia ruled on Aug. 13 that the Federal Government must preserve such messages. But E-mail is also personal, as many letters used to be.    A recent request for anecdotes about E-mail, printed with this writer's access codes for MCI Mail, Compuserve and Genie, inspired more than 50 responses within a few days. Compuserve provided the largest number, with MCI Mail a strong second and Genie a distant third. A notably large number came to Compuserve from the Internet, the system that links perhaps 12 million people around the world.","thumbnail":null,"section":"Science"},{"date":"19930824","headline":"GLOOM IS GROWING OVER THE OUTCOME OF MISSION TO MARS","web_url":"https://www.nytimes.com/1993/08/24/science/gloom-is-growing-over-the-outcome-of-mission-to-mars.html","abstract":"  After an 11-month, 450-million-mile voyage, the Mars Observer spacecraft should arrive at its destination today, primed to swing into orbit around Mars. But there has been nothing but silence from the craft since Saturday night, and puzzled flight controllers were becoming more fearful yesterday that the $1 billion mission might be doomed.   Mission officials said there had been one \"ray of hope\" when engineering studies suggested that a faulty clock aboard the spacecraft could be responsible for the recent loss of communications. But attempts to switch the craft to a backup clock proved unsuccessful.","thumbnail":null,"section":"Science"},{"date":"19930824","headline":"Toshiba Sale to East Germany Under Inquiry","web_url":"https://www.nytimes.com/1993/08/24/world/toshiba-sale-to-east-germany-under-inquiry.html","abstract":"  The authorities here are looking into a report that Toshiba Corporation, which was involved in the sale of equipment to the Soviet Union in the 1980's, might have also illegally provided advanced semiconductor technology to East Germany.   The Sankei Shimbun, a major Japanese newspaper, reported today that Toshiba and Mitsui & Company had agreed in 1986 to help East Germany build a plant to manufacture advanced computer memory chips.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"1893: Duke's Ascension : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/24/opinion/IHT-1893-dukes-ascension-in-our-pages100-75-and-50-years-ago.html","abstract":"REINHARDSBRUNNEN - The Duke of Edinburgh has ascended the Ducal Throne as Duke Alfred of Saxe-Coburg-Gotha, and to-day [Aug. 23] formally took the oath of fidelity to the Constitution in the presence of the Emperor William, who attended the ceremony by th","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Room for Argument : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/24/opinion/IHT-room-for-argument-letters-to-the-editor.html","abstract":"Regarding \"Now, Fear of Breathing?\" (Editorial, June 25): .The population density in an airplane is considerably higher than in a hospital tuberculosis ward or in an office building. The standards for the number of air changes per hour in a p","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"N.H.L. Inquiry on Senators","web_url":"https://www.nytimes.com/1993/08/24/sports/nhl-inquiry-on-senators.html","abstract":"  A lucky thing happened to the Ottawa Senators last April 14. The first-year team lost its last game of the season to the Boston Bruins, 4-2, simultaneously clinching the National Hockey League's worst record and claiming first choice in the June draft.   After the team picked forward Alexandre Daigle, a junior hockey sensation, on June 26, Bruce Firestone, the club's chairman, had a little off-the-record chat with four reporters in Quebec City.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Kamieniecki's Start Is Still in Doubt","web_url":"https://www.nytimes.com/1993/08/24/sports/kamieniecki-s-start-is-still-in-doubt.html","abstract":"  Scott Kamieniecki did not hesitate today when he arrived at Comiskey Park. He walked past the television, past his teammates and into the training room. Kamieniecki, who strained his right hamstring running sprints Sunday, had an important appointment.   After trainer Gene Monahan treated what has become the most watched hamstring on the Yankees, Manager Buck Showalter still did not know whether Kamieniecki would start Thursday in Cleveland.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Review/Music; A Tuneful Inauguration for a New Concert Hall","web_url":"https://www.nytimes.com/1993/08/24/arts/review-music-a-tuneful-inauguration-for-a-new-concert-hall.html","abstract":"  Attending the opening of a new concert hall has tended to be dreary business in recent decades. Understandably, the backers are invariably puffed with civic pride over the glittery, fresh-smelling structure, but the sound of the thing is often sorely deficient if not truly dreadful. So after arriving here on Friday and reading all about the \"Heaven of a Hall\" proclaimed in a banner headline of The Aspen Times, this interloper slathered on the hype repellent, ingested a stiff dose of critical bile and trudged off to the opening.   The surprise could hardly have been happier. The 500-seat Joan and Irving Harris Concert Hall, designed by the Aspen architect Harry Teague and constructed by the Aspen Music Festival and School at a cost of $7 million, seems a little gem in the making. An excellent first impression, at a concert by the Aspen Chamber Symphony on Friday evening, was largely borne out by a varied weekend of listening: to chamber music, solo piano, large orchestra and jazz performed by some high-powered artists on hand for the occasion. Among them were Pinchas Zukerman, Misha and Cipa Dichter, the soprano Renee Fleming, the jazz guitarist Larry Coryell and Justice Harry A. Blackmun.","thumbnail":null,"section":"Arts"},{"date":"19930824","headline":"Yanks Savor Deal Outfoxing the Sox","web_url":"https://www.nytimes.com/1993/08/24/sports/on-baseball-yanks-savor-deal-outfoxing-the-sox.html","abstract":"  The story is told in the Yankees' clubhouse that before the Yankees played the Chicago White Sox earlier in the season, George Steinbrenner asked -- ordered? -- Buck Showalter not to start both Melido Perez and Bob Wickman in the series.   \"It would embarrass my friend Jerry,\" the owner is quoted as telling the manager.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Inquiry by Mandela's Group Finds Abuses by Its Forces","web_url":"https://www.nytimes.com/1993/08/24/world/inquiry-by-mandela-s-group-finds-abuses-by-its-forces.html","abstract":"  In an act of self-scrutiny the authors called \"a first in the annals of human rights enforcement,\" the African National Congress published an independent report today detailing torture and death in its own military camps in the years of guerrilla war against apartheid.   The report named accused torturers, some of whom still hold posts in the congress's security apparatus, and said the congress should pay reparations to surviving victims.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"Caucasus City Falls to Armenian Forces","web_url":"https://www.nytimes.com/1993/08/24/world/caucasus-city-falls-to-armenian-forces.html","abstract":"  The Azerbaijani Defense Ministry acknowledged today that Azerbaijani forces had been forced to withdraw from the crucial city of Fizuli in the face of continued Armenian pressure from the disputed territory of Nagorno-Karabakh.    The loss of Fizuli, which is south of Karabakh and controls roads into southwestern Azerbaijan, is the most recent setback for the oil-producing former Soviet republic and threatens to send more refugees across the Aras River, the frontier between Azerbaijan and Iran.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"Grant to Academy of Poets","web_url":"https://www.nytimes.com/1993/08/24/books/grant-to-academy-of-poets.html","abstract":"  The Academy of American Poets has been awarded a three-year, $750,000 grant by the Lila Wallace-Reader's Digest Fund. The grant is to support the academy's reading series and symposiums through 1996, and is the largest of 17 grants, totaling $3.3 million, awarded by the fund last month to promote public readings of literature.","thumbnail":null,"section":"Books"},{"date":"19930824","headline":"No Strike, But Maybe No Added Playoffs","web_url":"https://www.nytimes.com/1993/08/24/sports/baseball-no-strike-but-maybe-no-added-playoffs.html","abstract":"  Labor peace may be on the verge of breaking out in baseball for the remainder of this year.   The final month of the season, the league championship series and the World Series will be safe from a players' strike if the owners put their no-lockout pledge for next season into the form of a binding agreement, Donald Fehr said today.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Q&A","web_url":"https://www.nytimes.com/1993/08/24/science/q-a-769093.html","abstract":"  Blue and Brown Eyes   Q. When one parent has blue eyes and the other has brown eyes, do their children have blue or brown eyes?","thumbnail":null,"section":"Science"},{"date":"19930824","headline":"Kings Re-sign a Tough Guy, Rychel","web_url":"https://www.nytimes.com/1993/08/24/sports/sports-people-hockey-kings-re-sign-a-tough-guy-rychel.html","abstract":"  Left wing WARREN RYCHEL, one of the most physical players in the Los Angeles Kings' drive to the Stanley Cup finals last season, signed a three-year contract with the club. Salary terms for Rychel, a free agent after last season, were not released yesterday.   The 6-foot, 202-pounder scored just 6 goals and 7 assists in 70 regular-season games in 1992-93, but in 23 games of the Stanley Cup playoffs he matched those scoring totals.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"A Question of Impartiality : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/24/opinion/IHT-a-question-of-impartiality-letters-to-the-editor.html","abstract":"I could not resist the temptation to look into the \"impartiality\" of Alfred Sherman, who complained in an Aug. 13 letter about the views expressed by Misha Glenny in the article \"Demilitarize Bosnia or the Storm Will Spread South\" (Op","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Books of The Times; A Ghost Writer Haunts a Famous Pilot's Ghost","web_url":"https://www.nytimes.com/1993/08/24/books/books-of-the-times-a-ghost-writer-haunts-a-famous-pilot-s-ghost.html","abstract":"  The Lives of Beryl Markham 'Out of Africa's' Hidden Free Spirit and Denys Finch Hatton's Last Great Love  By Errol Trzebinski  Illustrated. 396 pages. W. W. Norton & Company. $27.50.   Beryl Markham, the first person to fly the Atlantic solo from England to North America, is best known today as the author of \"West With the Night,\" a lyrically written memoir that Hemingway touted as a \"bloody wonderful book.\" \"This girl,\" he said, \"can write rings around all of us who consider ourselves as writers.\"","thumbnail":null,"section":"Books"},{"date":"19930824","headline":"W. Side Open House: 30 Rms, Riv Vu, Lots of Light","web_url":"https://www.nytimes.com/1993/08/24/nyregion/w-side-open-house-30-rms-riv-vu-lots-of-light.html","abstract":"  After decades in the stormy seas off Cape Fear, N.C., a failed career as a museum and a three-year sojourn at the bottom of a North Carolina harbor, John Krevey's ship, the Frying Pan, probably deserves a rest.   Instead, the former Coast Guard lightship, whose strange appearance and homey name have piqued the curiosity of many New Yorkers since it first appeared here in 1991, has continued to wander from berth to berth in the harbor. Its latest home is as the resident ghost ship in a summer program at the Intrepid Sea-Air-Space Museum.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Courthouse Melee Injures Court Officers in Brooklyn","web_url":"https://www.nytimes.com/1993/08/24/nyregion/courthouse-melee-injures-court-officers-in-brooklyn.html","abstract":"  Violence erupted in a Brooklyn courthouse yesterday when supporters of a man awaiting sentencing on manslaughter charges clashed with friends and relatives of the man he killed. Two people said they were slashed with a razor blade wielded by the defendant, and up to a dozen court officers were injured in the ensuing fracas.   Authorities said some 30 to 40 court officers arrived to quell the melee, which involved about 40 other people, evenly divided between friends and relatives of the victim and of the defendant. The court officers described a scene of general bedlam, with several skirmishes occurring in the hallway. Afterward, large blotches of blood stained the floor and a bench.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Rape Must Be Viewed as Both a Men's and Women's Issue; Violated Trust","web_url":"https://www.nytimes.com/1993/08/24/opinion/l-rape-must-be-viewed-as-both-a-men-s-and-women-s-issue-violated-trust-051993.html","abstract":"  To the Editor:   Thank you for Alice Vachss's \"All Rape is 'Real' Rape\" (Op-Ed, Aug. 11). It's about time everyone realizes that \"date rape,\" \"acquaintance rape,\" or whatever else you want to call it, is no less real and criminal than \"real rape\" by a stranger. As a law student, I have heard one too many prosecuting attorneys use these phrases, and they anger me.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/24/nyregion/bridge-942193.html","abstract":"  The Grand National Team Championship, working up from the grass roots to national playoffs, is on three levels. Flight C, for players below life master rank, was a triumph for New Jersey in July. In Washington the title went to Stephen Arshan of North Brunswick, Richard Ross of Highland Park, Feng Liu of New Brunswick, Steve Pessin of East Brunswick and George Shamy of Cranbury.   Liu played well to bring home six spades on the diagramed semifinals deal. He expected to be the dummy when his partner, Pessin, overcalled one diamond with one no-trump and he made a transfer bid to show spade length. But North's bid of three clubs, showing a doubleton club with a maximum hand and a fine fit in spades, led South to plunge into six spades.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Gay Protesters Rejecting Deal on Parade Arrests","web_url":"https://www.nytimes.com/1993/08/24/nyregion/gay-protesters-rejecting-deal-on-parade-arrests.html","abstract":"  Like many of the other people who sat down on the rain-puddled asphalt of Fifth Avenue last St. Patrick's Day and waited to be handcuffed and taken to jail, Anne M. Maguire had never been arrested before.   And like most of the 228 arrested that day, Ms. Maguire, a leader of the Irish gay group that was denied permission to march in the parade, refuses to accept a deal offered by District Attorney Robert M. Morgenthau of Manhattan that would let her walk away from the misdemeanor charges she faces with a clean record and without another trip to jail.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Asbestos Promises","web_url":"https://www.nytimes.com/1993/08/24/nyregion/asbestos-promises.html","abstract":"  Day after day since they began their task in early August, officials heading the emergency inspection of New York City's public schools for asbestos have set new targets: more inspectors, more inspections, more schools inspected. And each day, they have missed them.   They have drawn bar graphs, staged tours of schools and labs and done whatever else they could to assure parents and anyone else that school would open on time on Sept. 9. And each day, everyone has seemed a little less assured.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Chinese and British Are on Heels of U.S. Prowess","web_url":"https://www.nytimes.com/1993/08/24/sports/track-and-field-chinese-and-british-are-on-heels-of-us-prowess.html","abstract":"  The world outdoor track and field championships left no doubt that with the breakup of the Soviet Union and the dismantling of state-run sports schools in Eastern Europe, the United States is the world's strongest nation in the sport.   Over all, no one is close, but the Chinese and the British are trying hard. When the nine-day championships ended Sunday, Chinese distance runners and British sprinters had scored impressively.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Chess","web_url":"https://www.nytimes.com/1993/08/24/arts/chess-945693.html","abstract":"  Boris Gelfand has won the International Chess Federation's Interzonal Tournament for world title aspirants that finished in Biel, Switzerland, in early August. The 25-year-old grandmaster from Minsk, Belarus, scored 9-4 in the 73-player Swiss-system competition. This was the second consecutive time that Gelfand had achieved top honors in an Interzonal; in Manila, 1990, he shared first prize with Vasily Ivanchuk of Ukraine.   Eight grandmasters tied for second place with 8 1/2-4 1/2: Paul Van der Sterren of the Netherlands, Gata Kamsky of Brooklyn, Michael Adams of England, Leonid Yudasin of Israel, Joel Lautier of France and Aleksandr Khalifman, Valery Salov and Vladimir Kramnik, all of Russia. As a result, they, along with Gelfand and the Indian grandmaster Viswanathan Anand, who tallied 8-5 and got preference on tiebreak points over five other players, have qualified for the elimination matches in Wijk-aan-Zee, the Netherlands, in January, which will produce the next challenger for the world championship. Judit Polgar, the 17-year-old Hungarian chess prodigy, scored 7 1/2-5 1/2, and did not qualify.","thumbnail":null,"section":"Arts"},{"date":"19930824","headline":"Encapsulating That Elusive Thing Called Humor","web_url":"https://www.nytimes.com/1993/08/24/arts/encapsulating-that-elusive-thing-called-humor.html","abstract":"  In the beginning was the joke. And verily, it was a knee-slapper.   As told at the inaugural exhibition of this city's newest cultural institution, the International Museum of Humor, low-forehead man emits his first laugh when a bored Neanderthal drops a stone on the head of a sleeping buddy. The rest of the clan watches, curious, then doubles over with laughter when the butt of the joke howls with pain and rubs his bleeding head.","thumbnail":null,"section":"Arts"},{"date":"19930824","headline":"Dinkins Aide Is Curtailed In Her Duties","web_url":"https://www.nytimes.com/1993/08/24/nyregion/dinkins-aide-is-curtailed-in-her-duties.html","abstract":"  Ellen Baer, the influential Dinkins administration official who has been embroiled in a controversy over the selection of a scandal-tainted company to collect parking fines, was suspended from her most sensitive policy duties last night.   The 39-year-old manager was suspended as chief of staff for the First Deputy Mayor, Norman Steisel, until a review by the city's Conflicts of Interest Board is completed. However, she will continue to serve as head of administration for the Office of the Mayor, overseeing the budget, personnel, correspondence and management information functions of City Hall.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"State Dept. Expert on Croatia Resigns to Protest Policy in Balkans","web_url":"https://www.nytimes.com/1993/08/24/world/state-dept-expert-on-croatia-resigns-to-protest-policy-in-balkans.html","abstract":"  Saying he could no longer countenance a policy that he believes legitimizes aggression and genocide in Bosnia, the State Department's specialist on Croatia resigned today, bringing to four the number of officials who have quit in the last year to protest the United States' Balkan policy.   In a two-page letter to Secretary of State Warren Christopher, the official, Stephen W. Walker, said Washington's failure to take a harder line against the Bosnian Serbs had resulted in hundreds of thousands of casualties and undermined vital United States interests.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"Old Friend Goes: Giants Drop Baker After Poorly Run Pattern","web_url":"https://www.nytimes.com/1993/08/24/sports/pro-football-old-friend-goes-giants-drop-baker-after-poorly-run-pattern.html","abstract":"  The first sign of trouble for wide receiver Stephen Baker came when he showed up in camp this year out of shape and, on the first day of practice, nearly threw up after running wind sprints. Baker was never able to regain his composure, and today the six-year veteran who had a touchdown reception in the 1991 Super Bowl was cut by the Giants.   It wasn't really a big surprise. For one thing, Baker didn't participate in the team's off-season conditioning program. In addition, Baker, who turns 29 next week, led all receivers in dropped balls during practice sessions and didn't play a single down in Saturday night's victory over the Jets. And then there was the fact that in a time when teams are watching every penny because a salary cap is approaching, Baker was set to make $650,000 this year, along with a $25,000 roster bonus.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Texas Guard Checks Into Lucas's Center","web_url":"https://www.nytimes.com/1993/08/24/sports/sports-people-college-basketball-texas-guard-checks-into-lucas-s-center.html","abstract":"  Senior guard B. J. TYLER has withdrawn from the University of Texas and checked himself into a drug and alcohol rehabilitation program run by San Antonio Spurs Coach JOHN LUCAS, school officials said yesterday.   \"My reason is not for cocaine abuse, alcohol abuse, etc., but instead to rid myself of a minor problem that could prevent me from reaching my potential as an athlete and more importantly as a man,\" Tyler said in a release. He checked into the Houston center on Friday.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Pedestrian Crossings As Game of Chicken","web_url":"https://www.nytimes.com/1993/08/24/opinion/l-pedestrian-crossings-as-game-of-chicken-035793.html","abstract":"  To the Editor:   As a summer visitor to New York City and a pedestrian, I find that my negotiations with traffic are a nuisance. My biggest problem is with vehicles that have a green light making turns onto perpendicular streets on which pedestrians like me have a \"Walk\" sign.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Two Old Friends Share Island, but Nothing Else","web_url":"https://www.nytimes.com/1993/08/24/us/two-old-friends-share-island-but-nothing-else.html","abstract":"  The last time Bill Clinton was on Martha's Vineyard it was to attend the wedding of a Yale Law School classmate, Lani Guinier. That was seven years ago, when he was the Governor of Arkansas. Now he is here again, and she is here with her family, as she is every summer.   This time the two have not seen each other.","thumbnail":null,"section":"U.S."},{"date":"19930824","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/24/nyregion/inside-373393.html","abstract":"  Iraqi-Loan Case Assailed   The judge in a Federal case against six Atlanta bankers assailed the Clinton Administration's conclusion that there was no conspiracy by the Bush White House to arm Iraq secretly and then cover up its actions. Page A10. A Resignation Over Bosnia    The State Department's specialist on Croatia resigned in protest against policy on Bosnia, the fourth U.S. official to do so in the past year. Page A6.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/24/sports/transactions-756993.html","abstract":"  Football  National Football League   ATLANTA FALCONS -- Waived Keith Jones and Anthony Wallace, running backs; Stan Thomas, offensive tackle; Mike Stonebreaker, Oscar Giles and Darryl Hardy, linebackers; Jerry Ostroski and Baron Rollins, guards; Kelly Simms and Darrick Davis, cornerbacks; Estevan Avila and Dean Jones, defensive tackles; Derek Baldwin, Horace Brooks and Darryl Spencer, wide receivers; John Charles, quarterback; and Robert Stevenson, center. Placed Joe Fishback, safety, and Scott Fulhage, punter, on injured reserve.   DENVER BRONCOS -- Traded Vance Johnson, wide receiver, and multiple undisclosed draft picks to the Minnesota Vikings for Gary Zimmerman, offensive tackle. Traded Doug Widell, guard, to the Green Bay Packers for an undisclosed draft pick. Waived David Treadwell, placekicker.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Editorial Notebook; Revisiting Monticello","web_url":"https://www.nytimes.com/1993/08/24/opinion/editorial-notebook-revisiting-monticello.html","abstract":"  I had to drive home from a family vacation in North Carolina to New York. I didn't have much time, but I was tempted to sidetrack a bit. There was a historic exhibition on at Monticello. In honor of the 250th anniversary of Jefferson's birth, the house is now filled, as never since his death, with the objects he collected and displayed there. On loan from museums and private collectors, most of the stuff will have to be returned after the end of the year.   This might never happen again in our lifetimes. I pointed the car northwest and arrived late and (bad planning) low on cash. I spent our last $20 for the admission, and the kids weren't happy. They were hungry. I'd refused to stop for lunch.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Observer; A Tragedy in Banking","web_url":"https://www.nytimes.com/1993/08/24/opinion/observer-a-tragedy-in-banking.html","abstract":"  Horatio Algerio works hard, saves his money under the mattress. When he's got $1,000, guy says to him, \"Horatio, you better put that money in a bank.\"   \"Bank?\" says Horatio. \"What's a bank?\"","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Nation's Land of Promise Enters an Era of Limits","web_url":"https://www.nytimes.com/1993/08/24/us/nation-s-land-of-promise-enters-an-era-of-limits.html","abstract":"  Almost from the time modern Americans discovered Southern California, it has been the ultimate symbol of hope, opportunity and escape: hope for the aged looking for a nice climate in which to retire; opportunity for those on the make; sunny escape for the beautiful and the indolent.   But now, as the nation looks to this region for clues to the American future, utopian hopes have turned into cautionary tales.","thumbnail":null,"section":"U.S."},{"date":"19930824","headline":"AFGHANS JOINING REBELS IN KASHMIR","web_url":"https://www.nytimes.com/1993/08/24/world/afghans-joining-rebels-in-kashmir.html","abstract":"  Hundreds of battle-hardened Afghan rebels have slipped into Jammu and Kashmir, the northern state, and are fighting alongside local Muslim separatists and raising the level of the insurgency against Indian troops, intelligence officials said today.   \"There are about 200 Afghans fighting in Kashmir but we believe that the total figure of foreign fighters is about 400,\" said an Indian security official, who is closely associated with intelligence operations in Kashmir.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"SDI:A Worthy Deception : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/24/opinion/IHT-sdia-worthy-deception-letters-to-the-editor.html","abstract":"Regarding the editorial \"SDI, a Hoax- Based Defense\" (Aug. 20):The probability that the United States would successfully develop the Strategic Defense Initiative was, in my opinion, one of the arguments - and not the least important one - tha","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Of Memories and Memory and Yet More Memory","web_url":"https://www.nytimes.com/1993/08/24/science/personal-computers-of-memories-and-memory-and-yet-more-memory.html","abstract":"  BOB K., an electrician, was in the dark. He had received a used computer in barter for his services and called for advice. \"It has 40 megabytes of memory,\" he said, revealing that he is one of many novice computer users who are understandably confused by the difference between system memory and storage memory.    Personal computers can have several types of memory, each of which performs a separate function. Random access memory (RAM), read-only memory (ROM), video RAM (VRAM) and storage memory are the most common memories a user will encounter these days.","thumbnail":null,"section":"Science"},{"date":"19930824","headline":"Rape Must Be Viewed as Both a Men's and Women's Issue","web_url":"https://www.nytimes.com/1993/08/24/opinion/l-rape-must-be-viewed-as-both-a-men-s-and-women-s-issue-044693.html","abstract":"  To the Editor:   Alice Vachss makes some excellent points about society's inaction on rape (\"All Rape Is 'Real' Rape,\" Op-Ed, Aug. 11).","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Arleen Auger Memorial","web_url":"https://www.nytimes.com/1993/08/24/arts/arleen-auger-memorial.html","abstract":"  A memorial service for the soprano Arleen Auger will be held on Monday at 10 A.M. at the Frank E. Campbell Funeral Chapel, 1076 Madison Avenue, at 81st Street. Works by Bach, Mozart, Faure and others are to be performed by Renee Fleming and Karen Holvik, sopranos; Jan Opalach, bass-baritone; Adriana Contino, cellist; Spencer Carroll, harpsichordist; Susan Rotholz, flutist, and Steven Blier, Alfred Heller, Kirt Pavitt, Joel Revzen and Helen Yorke, pianists. Miss Auger died on June 10 at age 53.","thumbnail":null,"section":"Arts"},{"date":"19930824","headline":"1918: Sport on the Seine : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/24/opinion/IHT-1918-sport-on-the-seine-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The \"Traversée de Paris à la Nage,\" or cross-Paris swimming race, takes place to-day [Aug. 25], the course being from the Pont National, at the Porte de Bercy, to a point on the right bank of the Seine between the Pont Mirabeau","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Serious About Vacation, Clinton Keeps It Casual","web_url":"https://www.nytimes.com/1993/08/24/us/serious-about-vacation-clinton-keeps-it-casual.html","abstract":"  \"Whoa, mama, stay up!\"   This was the President of the United States speaking, and he was addressing a pockmarked white ball that he had sent sailing on a long drive toward the right.   After taking a similar golf shot on his first Presidential vacation four years ago, George Bush said, \"Oh, golly darn, get up there!\" Exact Opposites    But Mr. Clinton has been demonstrating a casual golfing style that is almost the exact opposite of the frenetic pace Mr. Bush set on his vacations.","thumbnail":null,"section":"U.S."},{"date":"19930824","headline":"At Sarajevo Swimming Hole, Life Thrives in War's Shadow","web_url":"https://www.nytimes.com/1993/08/24/world/at-sarajevo-swimming-hole-life-thrives-in-war-s-shadow.html","abstract":"  In peacetime, the swimming hole here might be a scene from Mark Twain. Children wade and skip stones on hot summer days. Pubescent boys do cannonballs and jackknives from an embankment to impress Becky Thatchers. Old men and women near the mouth of a cave gaze down on it all.   But this is Sarajevo, not Hannibal, and people here are still woefully short of water, shelter, food and other essentials deep into the second year of a Serbian siege. The human waste piled below sewers opening onto the Miljacka River's stoney bank and the dead rat floating in the water nearby do not seem to bother those who have come to swim, to bathe themselves and their babies and to wash their clothes and carpets. A Lament for Running Water    \"It's the only safe place to swim,\" said Zuhdija, a 36-year-old off-duty Bosnian Army soldier. Looking out at a short stretch of the river shielded from Serbian howitzers by a rocky bluff, he lamented the days when Sarajevans still had running water, public swimming pools and easy access to mountain streams just a few miles outside town.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"Rushing Game Is Jets' Way to Go","web_url":"https://www.nytimes.com/1993/08/24/sports/pro-football-rushing-game-is-jets-way-to-go.html","abstract":"  Coach Bruce Coslet is \"cautiously optimistic\" about the Jets' season. Even though the Jets have an 0-3 record heading into their final preseason game, against the Redskins on Friday night, Coslet has seen enough to know that his team is capable of reversing the misfortune of the 4-12 record in 1992.   With a little less than two weeks to go before the regular-season opener against Denver at Giants Stadium, here are a few observations about the Jets coming out of training camp and some things to keep an eye on as the year unfolds.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/24/style/chronicle-998793.html","abstract":"  To commemorate the 30th anniversary of the 1963 civil rights march on Washington, a group of musicians, civil rights leaders and participants in the march will gather tonight around the motel balcony in Memphis where the Rev. Dr. Martin Luther King Jr. was assassinated on April 4, 1968.   In an evening of song and civil rights testimony, a 200-member choir will join PATTI AUSTIN, WENDY MOTEN and WILL DOWNING in rendering civil rights songs and hymns like \"We Shall Overcome\" and \"Someday We'll Be Free.\" A number of songs will also be included from the album \"March On,\" which was released yesterday by Warner Brothers. The album was recorded last spring at the Mason Temple in Memphis, where Dr. King delivered his \"Mountain Top\" speech, his last.","thumbnail":null,"section":"Style"},{"date":"19930824","headline":"Judge Scoffs at Defense of Bush on Iraq","web_url":"https://www.nytimes.com/1993/08/24/us/judge-scoffs-at-defense-of-bush-on-iraq.html","abstract":"  A Federal prosecutor said in court today that a Clinton Administration investigation had concluded that there was no conspiracy by President George Bush and senior aides to arm Iraq secretly and then cover up their actions.   But the statement by the prosecutor, John Hogan, a special assistant to Attorney General Janet Reno, was greeted with skepticism bordering on outright disbelief by Federal judge who has presided over the matter for nearly four years. The judge Marvin H. Shoob of Federal District Court, said such a conclusion was possible only \"in never-never land.\"","thumbnail":null,"section":"U.S."},{"date":"19930824","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/24/nyregion/metro-digest-851493.html","abstract":"  NEW YORK CITY  OFFICERS HURT IN COURTHOUSE MELEE   Violence erupts in a Brooklyn courthouse when supporters of a man awaiting sentencing on manslaughter charges clashes with friends and relatives of the man he killed. Two people say they were slashed with a razor blade wielded by the defendant, and up to a dozen court officers are injured in the fracas. B3. MAN QUESTIONED IN BROOKLYN KILLINGS   Investigators question a man in a series of fatal shootings with a 9-millimeter pistol in Brooklyn, a law-enforcement official says. B3.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Europe Created Its Own Immigration Problem; Safety Net's Pull","web_url":"https://www.nytimes.com/1993/08/24/opinion/l-europe-created-its-own-immigration-problem-safety-net-s-pull-049793.html","abstract":"  To the Editor:   Your front-page articles on Aug. 9 and 10 on immigration and welfare benefits in Europe omit the crucial link: Europe's social security systems make it a perfect target for foreigners who want an easier life.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Rape Must Be Viewed as Both a Men's and Women's Issue; A Vicious Cycle","web_url":"https://www.nytimes.com/1993/08/24/opinion/l-rape-must-be-viewed-as-both-a-men-s-and-women-s-issue-a-vicious-cycle-050093.html","abstract":"  To the Editor:   Like too many other feminist rape activists, Alice Vachss perpetuates the myth that only women can be raped and ignores sexual assault when it occurs to the incarcerated (\"All Rape Is 'Real' Rape,\" Op-Ed, Aug. 11).","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/24/nyregion/c-corrections-994493.html","abstract":"  An article on Saturday about the chairman of the commission that will develop a new form of government for Nassau County misidentified the president of the Nassau County League of Women Voters. She is Charlotte Shapiro.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Search Continues for Architect Who Disappeared at L.I. Beach","web_url":"https://www.nytimes.com/1993/08/24/nyregion/search-continues-for-architect-who-disappeared-at-li-beach.html","abstract":"  The police continued to search today for Norman Jaffe, a prominent architect in Manhattan and the Hamptons whose clothing was found Thursday morning at an unguarded Atlantic Ocean beach where he frequently swam alone.   The police said friends and family members described the 61-year-old architect, a Bridgehampton resident known locally as a designer of contemporary summer and year-round homes, as physically very fit but a poor swimmer.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Funds of Towns Belong in Savings Banks","web_url":"https://www.nytimes.com/1993/08/24/opinion/l-funds-of-towns-belong-in-savings-banks-052793.html","abstract":"  To the Editor:   I would like to urge the New York State Legislature to adopt legislation that would enable local governments to deposit municipal funds in savings banks.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Democracy in Singapore : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/24/opinion/IHT-democracy-in-singapore-letters-to-the-editor.html","abstract":"Regarding \"A Modern Tale of Two Cities, Both of Them Named Singapore\" (Opinion, Aug. 7) by Anthony Lewis: .Comments in the article, such as \"the intellectual atmosphere here is stifling\" and \"some of the best educated young peo","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Dreaming of Lucy","web_url":"https://www.nytimes.com/1993/08/24/opinion/dreaming-of-lucy.html","abstract":"  Maybe August is not going to be a news-free month after all. The New York Post reports that Marla Maples wants to star in a remake of \"I Love Lucy.\"   The original \"Lucy\" was such a great show that it's tempting to say that not even a theatrical genius should attempt a remake. But let's rise above such cavils and tune to a higher channel. In that spirit, it can be said that the ever-resourceful Ms. Maples invites us to contemplate something more profound than the riveting subject of her own career.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Ex-Officers in Detroit Guilty In Beating Death of Motorist","web_url":"https://www.nytimes.com/1993/08/24/us/ex-officers-in-detroit-guilty-in-beating-death-of-motorist.html","abstract":"  Two former police officers were convicted of second-degree murder today in the beating death of a black motorist, ending the country's latest racially charged trial involving the police.   A third former officer was acquitted of assault with intent to do great bodily harm in the case, which has haunted this city for nine months with its parallels to the beating of Rodney G. King in Los Angeles. Like the officers in the King case, the defendants here were white, and some officials feared that the outcome could touch off a firestorm in Detroit.","thumbnail":null,"section":"U.S."},{"date":"19930824","headline":"Lyme Disease: Does It Really Linger?","web_url":"https://www.nytimes.com/1993/08/24/science/lyme-disease-does-it-really-linger.html","abstract":"  FROM her bed at Northern Westchester Hospital Center, Vicki Logan begs to differ with academic scientists who claim that there is no such thing as chronic Lyme infection and that Lyme is cured with at most four weeks of antibiotics.    Since 1987, Ms. Logan has battled headaches, fevers, fatigue, progressive paralysis, seizures, periods of dementia and memory loss so severe that she remembers only the previous three weeks out of the last year. For much of her illness doctors told her she could not possibly have Lyme disease and prescribed no antibiotics.","thumbnail":null,"section":"Science"},{"date":"19930824","headline":"Croats to Let Convoy Enter Bosnian Town","web_url":"https://www.nytimes.com/1993/08/24/world/croats-to-let-convoy-enter-bosnian-town.html","abstract":"  Croatian military leaders have given the United Nations refugee-relief agency permission to send an aid convoy to about 55,000 hungry Muslims trapped in the eastern part of the city of Mostar, a Bosnian Croat spokesman said today.   Veso Vegar, a spokesman for the Bosnian Croats' militia, told The Associated Press that a United Nations aid convoy would be allowed to enter eastern Mostar on Wednesday. But United Nations officials here said they had no knowledge of any agreement to allow a convoy to bring food and medicines to the Muslims, some of whom were reported earlier this week to be on the brink of starvation.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"A Bridge Too Close, a Peace Too Far","web_url":"https://www.nytimes.com/1993/08/24/opinion/a-bridge-too-close-a-peace-too-far.html","abstract":"Right in the middle of some trivial exaltation over the Geneva negotiations, something of great significance happened in the field in the former Yugoslavia. The Serbs of the Krajina region of Croatia gleefully destroyed the makeshift pontoon bridge the Croats had built over the strategic Maslenica Channel. The Serbs had been courteous enough to let President Franjo Tudjman of Croatia open the bridge on July 18 before they fired artillery two weeks later. Naturally the Croats were outraged, but they restrained themselves to the usual diplomatic noises. \n\nThe Bosnian Serbs, on the other hand, were deeply embarrassed: it took a lot of delegations, roast lambs and bottles of grape brandy for Serb local commanders to straighten out that deplorable incident with their Croat counterparts in the field, with whom they had been operating in an essential alliance in Bosnia.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Festive Evening Out Ends in Carjacking Nightmare","web_url":"https://www.nytimes.com/1993/08/24/nyregion/festive-evening-out-ends-in-carjacking-nightmare.html","abstract":"  An elderly couple's Saturday evening, which began with an ethnic feast at a Stamford church, ended with a violent carjacking as they were robbed, beaten, separated from each other and left bloodied and dazed.   The couple, Jenney and Gonzalo Cordero, still appeared stunned today as they sat in their modest home on a busy street here. On the back porch were the bloodstained clothes they wore the night of the assault.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Europe Created Its Own Immigration Problem","web_url":"https://www.nytimes.com/1993/08/24/opinion/l-europe-created-its-own-immigration-problem-045493.html","abstract":"  To the Editor:   \"Western Europe Is Ending Its Welcome to Immigrants\" (front page, Aug. 10) downplays European governments' culpability in producing their social turmoil. European political leaders have every reason to worry about rising xenophobia, racism and anti-foreigner violence. But they have only themselves and their predecessors to blame.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Ethics at Midnight","web_url":"https://www.nytimes.com/1993/08/24/opinion/ethics-at-midnight.html","abstract":"  Senator Richard Bryan of Nevada, the chairman of the Senate Ethics Committee, warned that the move could \"mortally damage\" the Senate's integrity. But that did not deter the majority leader, George Mitchell, from quietly rallying his fellow senators earlier this month to come to the aid of an indicted colleague, Senator David Durenberger, Republican of Minnesota.    Mr. Durenberger was indicted in March for hiding his ownership of a Minnesota condominium in order to collect reimbursement from the Senate when he visited his home state. Earlier, in 1990, Mr. Durenberger had been called to account by the Senate for the same reimbursement scheme. He pleaded no contest to the Ethics Committee and the Senate \"denounced\" him for the condo deal and other serious ethics violations.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Tennis Center Plan Challenged in Council","web_url":"https://www.nytimes.com/1993/08/24/nyregion/tennis-center-plan-challenged-in-council.html","abstract":"  Some City Council members yesterday criticized a Dinkins administration proposal to expand the National Tennis Center in Queens as too favorable to the center.   They also inquired about the role in negotiations of a senior official, Ellen Baer, who has close ties to a lobbyist for the United States Tennis Association. But administration officials said the 99-year-lease agreement reached with the association, which sponsors the United States Open, was one of the best deals in the nation between a city and a major sports organization.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"SDI:A Worthy Deception : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/24/opinion/IHT-sdia-worthy-deception-letters-to-the-editor-90780735272.html","abstract":"The missile tests in question were not rigged; radio beacons were on all four tests, not just on the last one. They were installed on the target missiles for safety reasons. The intercepting missile had an optical guidance system that was not compatible w","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Off-Duty Officer Is Suspect in Woman's Death","web_url":"https://www.nytimes.com/1993/08/24/nyregion/off-duty-officer-is-suspect-in-woman-s-death.html","abstract":"  A New York City police officer faces charges of second-degree murder in the shooting death of a young woman found yesterday at his parents' Brooklyn home.   The officer, Michael Garcia, 26, who is assigned to the 71st Precinct in Crown Heights, was arrested yesterday morning. Officer Garcia was also charged with criminal possession of a controlled substance, which the police believe is cocaine.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Reliving Crown Heights Violence; Under Oath, Dinkins Is to Describe Handling of 1991 Clash","web_url":"https://www.nytimes.com/1993/08/24/nyregion/reliving-crown-heights-violence-under-oath-dinkins-describe-handling-1991-clash.html","abstract":"  In the pale yellow ballroom of Gracie Mansion, under the orders of a Federal judge, Mayor David N. Dinkins will be required to raise his right hand today and under oath relive once again the four days of violence in Crown Heights in 1991.    In many ways the face-off, prompted by a lawsuit filed against the city by Hasidic Jews, is the culmination of two years of passions, grudges and misunderstandings that have festered between the Dinkins administration and the Crown Heights Hasidim, some of whose leaders endorsed him in 1989 over his Republican-Liberal opponent, Rudolph W. Giuliani.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Little Estonia Isn't Stepping on the Russians' Toes","web_url":"https://www.nytimes.com/1993/08/24/opinion/IHT-little-estonia-isnt-stepping-on-the-russians-toes.html","abstract":"The writer is the Estonian minister-without-portfolioresponsible for negotiations with Russia.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"United Technologies to Pay Fines Of $5.3 Million in Pollution Case","web_url":"https://www.nytimes.com/1993/08/24/nyregion/united-technologies-to-pay-fines-of-5.3-million-in-pollution-case.html","abstract":"  The United Technologies Corporation, Connecticut's largest private employer, agreed today to pay $5.3 million in penalties for violating environmental laws at seven plants in the state.   The penalties include the largest fine ever agreed to in an out-of-court settlement under the Federal Resource Conservation and Recovery Act, Federal officials said.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/24/nyregion/news-summary-343193.html","abstract":"  International A2-9  WATER FOR DESPERATE SARAJEVO  A shortage of potable water has been a critical problem in Sarajevo since the war shut down pumping stations last summer. With the cease-fire, United Nations engineers and aid groups are restoring service.  A1  War and want have turned Belgrade sour and fearful.  A6","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Seismologists Debate Los Angeles's Faults","web_url":"https://www.nytimes.com/1993/08/24/science/seismologists-debate-los-angeles-s-faults.html","abstract":"  BURIED deep beneath the freeways, shopping malls and luxurious homes of Los Angeles there lies a network of faults that could literally turn parts of this city upside down.   The faults are oriented in such a way that should they suddenly snap and produce a large earthquake, energy would be focused upward, moving like rockets fired from millions of submerged submarines. Objects and people directly overhead would be lifted into the air, momentarily weightless, as the earthquake waves shuddered past.","thumbnail":null,"section":"Science"},{"date":"19930824","headline":"Japan's Leader Vows Action on Political System","web_url":"https://www.nytimes.com/1993/08/24/world/japan-s-leader-vows-action-on-political-system.html","abstract":"  Japan's new Prime Minister, Morihiro Hosokawa, today pledged a fundamental reshaping of what he described as the corrupt electoral system and stronger efforts to reduce Japan's trade surpluses.    At least in terms of oratory, Mr. Hosokawa's first policy address offered a remarkable shift from the statements of the conservative governments of the postwar era. He criticized Japan's narrow-minded pursuit of economic gain and the collusive institutions that excluded outsiders and worked against the interests of Japanese consumers.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"In Yugoslavia, Austerity Drifts Into Despondency","web_url":"https://www.nytimes.com/1993/08/24/world/in-yugoslavia-austerity-drifts-into-despondency.html","abstract":"  War, which has barely touched this city, has turned what was once a carefree and Western-oriented capital into a sour, aggressive and fearful place.   A hardship that has awakened memories of the German occupation of Yugoslavia in World War II, and the hostility of most of the world to a country that once enjoyed exceptionally good relations across ideological divisions, have stunned the Serbs who dominate here. Except for those who profit from the war in Bosnia and a seemingly small group of Western-oriented professionals and intellectuals, shortages overshadow life for everyone else.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"Moments Amid the Medals","web_url":"https://www.nytimes.com/1993/08/24/sports/track-field-moments-amid-the-medals.html","abstract":"  MOST COURAGEOUS PERFORMANCE Jackie Joyner-Kersee of the Unites States winning the women's heptathalon despite fever and weakness \"because I learned to test my strength, my character and my heart.\" MOST SIGNIFICANT PERFORMANCE Gail Dever's sprint-hurdles gold medal double, a monumental achievement if only because the long strides used in the sprint must be changed to shorter strides to clear the hurdles. MOST CONSISTENT SPEED Andre Cason of the United States running the three fastest 100 meters of his life - 9.96, 9.94 and 9.92 seconds - within 26 hours, earning him a silver medal. BOLDEST PERFORMANCE BY NONWINNING AMERICANS Sandra Farmer-Patrick's blazing speed in the women's 400-meter hurdles (she finished second) and Meredith Rainey's swift pace in the women's 800 meter (she finished fifth). It helps that Bob Kersee, who coaches Farmer-Patrick, and Brooks Johnson, who coaches Rainey, are two of the wisest. WORST PERFORMANCE BY AMERICANS Mark Everett and Johnny Gray giving up and trotting home last after bumpings in separate semifinals of the men's 800 meters, another example of two of the best sometimes being two of the worst. BEST BREAKTHROUGH BY YOUNG AMERICANS Jearl Miles and Natasha Kaiser-Brown, one-two in the women's 400 meters, and Mark Croghan, fifth in the men's 3,000-meter steeplechase. CROWD FAVORITES Maerlene Ottey of Jamaica for preservering 13 years before winning a gold medal in a major championship and Carl Lewis for 10 years of world-class excellence. BEST LESSON LEARNED Annette Peters, the American distance runner, said: \"There's such a difference racing here from the Grand Prix circuit, where you have a pacemaker, the place is fast and even. Here, you've got to be ready to change gears any time at any cost.\" QUICKEST LEARNER A year ago, Ana Biryukova's best triple jump was 43 feet 11 1/4 inches. Two months ago, the Russian gave up the long jump to concentrate on the triple jump. Here, she world women's triple jump record of 49 feet 6 1/4 inches. BEST LAST LAUGH \"In sports school,\" siad stanislav Tarasenko of Russia, \"thay told me I have no future in this event.\" The event was the men's long jump. Here, he won the bronze medal.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/24/nyregion/no-headline-391193.html","abstract":"  \"Whoa, mama, stay up!\" -- PRESIDENT CLINTON, talking to his golf ball.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"The Bomb From Both Sides : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/24/opinion/IHT-the-bomb-from-both-sides-letters-to-the-editor.html","abstract":"The anniversaries of the bombings of Hiroshima and Nagasaki have been observed yet again with emphasis on the horrors of atomic war. .But it should also be remembered that the decision by President Harry Truman to use the atomic bomb rather than drag o","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Bloody Algeria","web_url":"https://www.nytimes.com/1993/08/24/opinion/bloody-algeria.html","abstract":"  Algeria, with all opportunities for peaceful change rapidly disappearing and its unpopular Government clinging to power by military force, slides deeper into the sterile politics of death. Saturday night gunmen ambushed and killed Kasdi Merbah, a former Prime Minister who had recently pleaded for reconciliation between the ruling military and the outlawed Islamic movement.    The authorities were quick to blame his murder on Islamic militants, who have resorted to terrorism in the past. But Mr. Merbah's followers aren't so sure. Last year's assassination of President Mohammed Boudiaf, another conciliatory figure, was also officially blamed on Islamic militants but has yet to be satisfactorily investigated.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Jail Uprising Was Not Staged As Alleged, Four Guards Say","web_url":"https://www.nytimes.com/1993/08/24/nyregion/jail-uprising-was-not-staged-as-alleged-four-guards-say.html","abstract":"  Seeking to counter accusations that a hostage-taking incident at the Westchester County Jail last week was rigged, four guards insisted today that the episode had been very real and that they had been held captive by inmates armed with homemade blades.   Last week the Westchester County Executive, Andrew P. O'Rourke, said that county police investigators had \"received statements\" from inmates and corrections officers that the confrontation, which occurred on Sunday Aug. 15, \"was a setup,\" staged with the cooperation of the inmates.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/24/style/IHT-what-theyre-reading.html","abstract":"Bernard Loiseau, the French chef, is reading \"L'Arche des Kerguelen\" by Jean-Paul Kauffmann, the journalist who spent serveral years as a hostage in Lebanon. .\"Jean-Paul is a friend who often dines with us, and his book conjures up myster","thumbnail":null,"section":"Style"},{"date":"19930824","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/24/sports/nfl-training-camp-report.html","abstract":"  Denver Broncos   The Broncos said adios to the last of the Three Amigos yesterday and acquired their third offensive lineman, a four-time Pro Bowler, since last season ended.   The Broncos completed two trades with the Minnesota Vikings involving wide receiver Vance Johnson and tackle Gary Zimmerman, and sent guard Doug Widell to Green Bay.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/24/sports/results-plus-680593.html","abstract":"  PRO FOOTBALL  Wilson Lays Claim to Saints Job  Wade Wilson boosted his bid for the New Orleans starting quarterback spot last night in the Saints' 20-14 victory over the Chicago Bears at the Superdome. Wilson, playing a complete half for the first time since the Saints acquired him this summer, completed 13 of 22 passes for 134 yards and a touchdown. He also threw one interception and led New Orleans to a 10-0 halftime lead. Quinn Early caught a 30-yard scoring pass from Wilson early in the second quarter and Morten Andersen kicked a 47-yard field goal as time expired in the first half. Against the 0-3 Bears' first-string defense, the Saints (4-0) had 163 total offensive yards on 32 plays in the first half. They ran for only 29 yards but Wilson completed passes to eight receivers, including running backs Dalton Hilliard and Derek Brown, and fullback Brad Muster. Chicago's Jim Harbaugh was 5 of 13 in the first half for 47 yards and an interception. He finished 10 of 19 for 102 yards, one interception and one touchdown. (AP) CRICKET  England Finally Defeats Australia  After 13 months, England finally won a major cricket match. The country that created the game of bowlers and wickets and then spread it throughout its empire snapped a five-series streak yesterday with a lopsided victory over Australia in London. England's last victory in a Test match was against Pakistan in July 1992, and its last victory over Australia was in December 1986. Australia won the first four matches in this summer's series and needed 391 runs on the final day to complete a sweep. But English bowlers Steve Watkin, Devon Malcolm and Angus Fraser shut down the visitors' bats, with Watkin taking four wickets and Malcolm and Fraser three apiece. Australia wound up 161 runs short. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Inquiry Finds Many New York Cabdrivers Illegally Snub Riders","web_url":"https://www.nytimes.com/1993/08/24/nyregion/inquiry-finds-many-new-york-cabdrivers-illegally-snub-riders.html","abstract":"  A sting by the New York City Taxi and Limousine Commission found that almost 20 percent of yellow-cab drivers in certain areas refused to take passengers where they wanted to go.   Although it is illegal for drivers to refuse fares, city inspectors found that many cabbies would not go from Manhattan to the other boroughs, apparently either unwilling to return with an empty cab or wary of neighborhoods they considered unsafe. Other drivers, particularly at hotel cab stands, were unwilling to accept fares for short distances, preferring to wait for a passenger going to an airport. Anywhere and Everywhere    City rules require drivers to take passengers anywhere in the five boroughs of New York City, to Newark Airport or to Westchester and Nassau Counties. The 11 exceptions have nothing to do with geography: A driver does not have to go anywhere, for instance, if someone else is already in the car or the taxi is officially off-duty.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Papers on Kennedy Assassination Are Unsealed, and '63 Is Revisited","web_url":"https://www.nytimes.com/1993/08/24/us/papers-on-kennedy-assassination-are-unsealed-and-63-is-revisited.html","abstract":"  Pages from the raw record of a national nightmare, committed to paper, stamped top secret and filed away for 30 years: a 1959 urinalysis of Lee Harvey Oswald; frantic requests for dossiers on the man arrested as John F. Kennedy's assassin; ballistics tests on the mail-order rifle; a scale model of the grassy knoll.   The National Archives' huge cache of Government documents on the assassination of President Kennedy was opened today, offering a treasure trove for conspiracy theorists, a wealth of arcane details for historians and a bottomless pit of memory, loss and mystery for those who recall the President's murder. Included were 90,000 pages of documents from the Central Intelligence Agency, thousands of Presidential papers, investigative files, photographs and memorandums. Hearsay, Rumor and Innuendo    The files show how the C.I.A. scrambled in the hours after the assassination on Nov. 22, 1963, to locate dossiers on Oswald (they found 30). They record a C.I.A. official's fear that the Federal Bureau of Investigation was tailing him as he met with the mobster the C.I.A. had hired to kill Fidel Castro. They include a thousand shards of evidence, and thousands more of hearsay, rumor, gossip, innuendo and nonsense.","thumbnail":null,"section":"U.S."},{"date":"19930824","headline":"Public Advocate Denounces State's New Car-Theft Laws","web_url":"https://www.nytimes.com/1993/08/24/nyregion/public-advocate-denounces-state-s-new-car-theft-laws.html","abstract":"  In its zeal to crack down on juvenile car thieves New Jersey has gone too far, according to Zulima V. Farber, the state's Public Advocate.   She said that laws enacted by the Legislature and Gov. Jim Florio requiring jail sentences for young car thieves are constitutionally flawed and that she promised to challenge them the first time that a defendant represented by the Office of Public Defender appears in court.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/24/nyregion/c-corrections-995293.html","abstract":"  Articles on Sunday and yesterday about several shootings in Brooklyn involving the same gun misidentified a street where one of them occurred. It is St. Marks Avenue, not St. Marks Place.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"More G.I.'s Going to Somalia","web_url":"https://www.nytimes.com/1993/08/24/world/more-gi-s-going-to-somalia.html","abstract":"  In a move to increase American firepower in Somalia, the Clinton Administration has ordered about 400 elite Army troops to the war-ravaged African nation, Pentagon officials said tonight.    The deployment of the additional Army Rangers, who could be sent as soon as Tuesday, comes a day after six American soldiers were wounded in an explosion in Mogadishu, the Somali capital. It was the third explosion aimed at United States forces since four Americans were killed on Aug. 8.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"No Deal: Hampton and Giants a Million Miles Apart","web_url":"https://www.nytimes.com/1993/08/24/sports/pro-football-no-deal-hampton-and-giants-a-million-miles-apart.html","abstract":"  The Giants have made Rodney Hampton, who wants to renegotiate his contract, their first offer: a three-year deal worth about $6.6 million. But the running back has soundly rejected it and the whole situation appears to be getting ugly. Fast.   Hampton and the Giants are still almost $1 million apart. Ralph Cindrich, the agent for Hampton, said they were looking for a three-year deal worth more in the range of $3 million a year.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Berlin Journal; Germany Warms Up to 'a Fossil of the Cold War'","web_url":"https://www.nytimes.com/1993/08/24/world/berlin-journal-germany-warms-up-to-a-fossil-of-the-cold-war.html","abstract":"  For decades Rainer Hildebrandt was one of Germany's quintessential outsiders, reviled on both sides of the Berlin wall.   The East German Government regularly denounced him as a \"criminal provocateur,\" and politicians in his native western Germany dismissed him as a naive and cantankerous meddler. At various times, the authorities on both sides of the wall issued warrants for his arrest.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"A Beach for the Ages, Namely Those Under 25","web_url":"https://www.nytimes.com/1993/08/24/nyregion/our-towns-a-beach-for-the-ages-namely-those-under-25.html","abstract":"  THIS is a seaside resort. The name says so. And when the sun comes out, as it has just about every day this summer, it's hard to find a spot on the beach to spread a towel. But at night: whoa Nellie.   Between the screaming signs for Lucky Leo's arcade, the psychedelic lights of the Ferris wheel and the fun-seekers -- thousands of them, tan and wrinkle-free -- the ocean almost becomes irrelevant. Stepping onto the boardwalk is like hopping on a moving merry-go-round. It helps to be 18 to do it right.","thumbnail":null,"section":"New York"},{"date":"19930824","headline":"A Fatal Case of Rabies, and How It Nearly Went Undetected","web_url":"https://www.nytimes.com/1993/08/24/health/the-doctor-s-world-a-fatal-case-of-rabies-and-how-it-nearly-went-undetected.html","abstract":"  RABIES is the deadliest of many infections that can be transmitted from animals to humans, and although the viral disease is epidemic among raccoons and other wildlife in the United States, human cases are rare. Since 1972, only 32 human cases have been reported in this country.   The latest case was 11-year-old Kelly Ahrendt of Bloomingburg, N.Y., whose death from rabies on July 11 was the first in the state since 1954. Her case was particularly difficult to detect for two reasons. First, because she was not known to have been bitten by an animal, her doctors did not suspect rabies. Second, a flawed autopsy delayed the diagnosis for more than three weeks.","thumbnail":null,"section":"Health"},{"date":"19930824","headline":"Sports of The Times; Coach James Should Have Stuck It Out","web_url":"https://www.nytimes.com/1993/08/24/sports/sports-of-the-times-coach-james-should-have-stuck-it-out.html","abstract":"  QUITTERS NEVER WIN. WINNERS NEVER QUIT.   You see that sign, or variation thereof, in every football locker room in this pigskin-kicking land of ours. That sign is there to remind every fifth-string cannon-fodder lineman that the team, that Coach Himself, that the future of the free world depends on him. And if he quits the football team out of frustration, \"Well, son, that means some day you'll just plain quit on life, too.\"","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"For Yanks, a Long-Delayed Move Back to First","web_url":"https://www.nytimes.com/1993/08/24/sports/baseball-for-yanks-a-long-delayed-move-back-to-first.html","abstract":"  On a rainy night when baseball probably should not have been played and probably should not have been played too well, the weather subsided long enough and the Yankees played just well enough to win. They also received a little help from the White Sox.   It took a 10th-inning rally and a ball that rolled about 40 feet in front of the plate to deliver two crucial runs as the Yankees inched to a 6-5 victory over the White Sox. It also helped that Scott Radinsky fielded Pat Kelly's roller with runners on first and second and whipped it low past first baseman Frank Thomas to allow Bernie Williams and Mike Gallego to scurry home.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Dead Heat: Krone and Smith Vie For Title","web_url":"https://www.nytimes.com/1993/08/24/sports/horse-racing-notebook-dead-heat-krone-and-smith-vie-for-title.html","abstract":"  The fifth and final week of the Saratoga racing season opened today with booming betting handles, with star horses like Devil His Due and Dehere preparing for their next performances and with Julie Krone and Mike Smith riding toward a photo finish for the jockey championship.   If Krone wins, she will add the most elusive of riding titles to her record, which already includes those at Belmont Park, Monmouth Park, Atlantic City, the Meadowlands and Gulfstream Park in Florida. Two years ago, she and Smith rode to another photo finish for the Saratoga title, which Smith won by one race. It was the closest that any woman had come to capturing the crown at Saratoga.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Hodges Going to Play in Italy","web_url":"https://www.nytimes.com/1993/08/24/sports/sports-people-pro-basketball-hodges-going-to-play-in-italy.html","abstract":"  CRAIG HODGES, one of the best 3-point shooters in N.B.A. history, has signed a contract to play for Clear Cantu in the Italian League's first division, club officials announced yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Consider What Star Wars Accomplished","web_url":"https://www.nytimes.com/1993/08/24/opinion/consider-what-star-wars-accomplished.html","abstract":"  At a meeting not long ago, I asked Ambassador Vladimir Lukin, chairman of the Supreme Soviet Foreign Relations Committee in the 1980's, what role U.S. policy in general and the Strategic Defense Initiative in particular played in the Soviet Union's collapse. His answer was straightforward: \"You accelerated our catastrophe by about five years.\"   Remarkable. More than remarkable in that an investment of about $26 billion saved us and our allies at least five years of much higher defense budgets -- certainly more than $100 billion -- not to mention ending an era in which all humankind lived under a balance of terror.","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"BASEBALL;\nPadres, Fans Settle Lawsuit","web_url":"https://www.nytimes.com/1993/08/24/sports/baseball-padres-fans-settle-lawsuit.html","abstract":"A judge today approved the settlement of a class-action lawsuit that accused the San Diego Padres of defrauding season-ticket holders by trading star players like Gary Sheffield and Fred McGriff.\n\nThe lawsuit, filed in June after the payroll-slashing Padres traded Sheffield, the defending National League batting champion, to the Florida Marlins, stemmed from a letter the club's president, Dick Freeman, sent last winter to potential season-ticket holders. Freeman wrote that the core of Padres stars would form the team's nucleus for years to come.","thumbnail":null,"section":"Sports"},{"date":"19930824","headline":"Rival Hostage-Takers in Nicaragua Stand Firm","web_url":"https://www.nytimes.com/1993/08/24/world/rival-hostage-takers-in-nicaragua-stand-firm.html","abstract":"  A hostage crisis that has deepened Nicaragua's sense of political paralysis dragged on today as rightist former rebels in a northern village and leftist former soldiers here in the capital both refused to free most of the dozens of politicians and others they seized last week.   The tensions appeared to ease somewhat after both groups met with representatives of a special mediation panel and released some of their hostages. This afternoon, the country's Roman Catholic Primate, Miguel Cardinal Obando y Bravo, also agreed to the mediators' request that he intervene to help resolve the situation.","thumbnail":null,"section":"World"},{"date":"19930824","headline":"Blue Cross Does Good Job Managing Medicare","web_url":"https://www.nytimes.com/1993/08/24/opinion/l-blue-cross-does-good-job-managing-medicare-043893.html","abstract":"  To the Editor:   I was more than astonished to read Israeli Jaffe's \"Get Blue Cross Out of the Medicare Business\" (letter, Aug. 12).","thumbnail":null,"section":"Opinion"},{"date":"19930824","headline":"Reynolds and Cohort Set Pace for World-Class Prize Money","web_url":"https://www.nytimes.com/1993/08/24/sports/IHT-reynolds-and-cohort-set-pace-for-worldclass-prize-money.html","abstract":"When Primo Nebiolo gave Butch Reynolds a globally televised kiss on the cheek, did the International Amateur Athletics Federation's president also whisper one of the following? .a) \"You are strong, very strong,\" as has been reported. .b) &qu","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930824","time":"1993-08-24 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":79,"wspd":16.6},{"date":"19930824","time":"1993-08-24 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12,"rhum":79,"wspd":9.4},{"date":"19930824","time":"1993-08-24 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":77,"wspd":9.4},{"date":"19930824","time":"1993-08-24 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.8,"rhum":75,"wspd":13},{"date":"19930824","time":"1993-08-24 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":74,"wspd":13},{"date":"19930824","time":"1993-08-24 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":75,"wspd":11.2},{"date":"19930824","time":"1993-08-24 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":74,"wspd":13},{"date":"19930824","time":"1993-08-24 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":69,"wspd":11.2},{"date":"19930824","time":"1993-08-24 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":64,"wspd":11.2},{"date":"19930824","time":"1993-08-24 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":57,"wspd":13},{"date":"19930824","time":"1993-08-24 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":52,"wspd":13},{"date":"19930824","time":"1993-08-24 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":46,"wspd":13},{"date":"19930824","time":"1993-08-24 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":45,"wspd":14.8},{"date":"19930824","time":"1993-08-24 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":40,"wspd":13},{"date":"19930824","time":"1993-08-24 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":41,"wspd":13},{"date":"19930824","time":"1993-08-24 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":42,"wspd":16.6},{"date":"19930824","time":"1993-08-24 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":44,"wspd":16.6},{"date":"19930824","time":"1993-08-24 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":46,"wspd":13},{"date":"19930824","time":"1993-08-24 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":56,"wspd":16.6},{"date":"19930824","time":"1993-08-24 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":55,"wspd":13},{"date":"19930824","time":"1993-08-24 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":62,"wspd":11.2},{"date":"19930824","time":"1993-08-24 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":65,"wspd":11.2},{"date":"19930824","time":"1993-08-24 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":69,"wspd":11.2},{"date":"19930824","time":"1993-08-24 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":69,"wspd":7.6},{"date":"19930824","time":"1993-08-24 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":74,"wspd":18.7},{"date":"19930824","time":"1993-08-24 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":13},{"date":"19930824","time":"1993-08-24 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":74,"wspd":16.6},{"date":"19930824","time":"1993-08-24 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":76,"wspd":18.7},{"date":"19930824","time":"1993-08-24 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":82,"wspd":14.8},{"date":"19930824","time":"1993-08-24 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":81,"wspd":16.6},{"date":"19930824","time":"1993-08-24 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":13},{"date":"19930824","time":"1993-08-24 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":16.6},{"date":"19930824","time":"1993-08-24 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":87,"wspd":13},{"date":"19930824","time":"1993-08-24 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":63,"wspd":14.8},{"date":"19930824","time":"1993-08-24 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":13},{"date":"19930824","time":"1993-08-24 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":87,"wspd":11.2},{"date":"19930824","time":"1993-08-24 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":79,"wspd":9.4},{"date":"19930824","time":"1993-08-24 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":74,"wspd":11.2},{"date":"19930824","time":"1993-08-24 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":69,"wspd":16.6},{"date":"19930824","time":"1993-08-24 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":67,"wspd":16.6},{"date":"19930824","time":"1993-08-24 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":63,"wspd":16.6},{"date":"19930824","time":"1993-08-24 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":25.9},{"date":"19930824","time":"1993-08-24 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":57,"wspd":22.3},{"date":"19930824","time":"1993-08-24 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":53,"wspd":24.1},{"date":"19930824","time":"1993-08-24 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":53,"wspd":20.5},{"date":"19930824","time":"1993-08-24 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":51,"wspd":27.7},{"date":"19930824","time":"1993-08-24 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":48,"wspd":27.7},{"date":"19930824","time":"1993-08-24 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":55,"wspd":24.1}]},"19930825":{"guardian_articles":[],"nytimes_articles":[{"date":"19930825","headline":"Talks Set on Baseball Format","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-talks-set-on-baseball-format.html","abstract":"  Representatives of the players and the owners will meet tomorrow to begin negotiations on expanded baseball playoffs and the three-division alignment of the National and American leagues.   Eugene Orza, associate general counsel of the Players Association, said yesterday that he and others from the union would meet with Richard Ravitch, the owners' chief labor executive, and his aides. Donald Fehr, the association's executive director, is on vacation. \"I would characterize the meeting as preliminary in scope,\" Orza said. \"We'll try to hone in on what the issues might be, but it will be good to get started.\"","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Morrow Cancels Plans For Lincoln-Era History","web_url":"https://www.nytimes.com/1993/08/25/books/morrow-cancels-plans-for-lincoln-era-history.html","abstract":"  William Morrow & Company, which had reportedly been prepared to pay $1 million to publish a book purporting to be the memoirs of Abraham Lincoln's laundress, has canceled its plans because of questions about the manuscript's authenticity. The manuscript, called \"A House Divided: An Oral History of Mariah Vance 1850-1860,\" is owned by Lloyd Ostendorf of Akron, Ohio, an artist and a collector of Lincoln memorabilia.   It was submitted to a number of Lincoln scholars, who raised such serious questions that Morrow felt it could not go ahead, said Liza Dawson, a senior editor and vice president at Morrow.","thumbnail":null,"section":"Books"},{"date":"19930825","headline":"Bosnian Croats Again Deny A Food Delivery to Muslims","web_url":"https://www.nytimes.com/1993/08/25/world/bosnian-croats-again-deny-a-food-delivery-to-muslims.html","abstract":"  Bosnian Croat leaders refused again today to allow a United Nations convoy deliver food to an estimated 55,000 Muslims who are reported near starvation in the eastern half of the city of Mostar.   Just hours after giving permission for the 19-truck convoy to deliver some 200 tons of food and medicine to eastern Mostar, the Bosnian Croats reneged, demanding first the return of the bodies of Croatian militiamen killed in the fighting that has raged in the city since early May.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Drug Inquiry Into Officers In Brooklyn","web_url":"https://www.nytimes.com/1993/08/25/nyregion/drug-inquiry-into-officers-in-brooklyn.html","abstract":"  Police Commissioner Raymond W. Kelly said last night that Federal and state prosecutors were investigating allegations that a group of police officers ran a drug trafficking ring on their beats in the 73d Precinct in Brownsville, Brooklyn, systematically stealing drugs from drug dealers.   The investigation has been led for the last year by the Brooklyn District Attorney, Charles J. Hynes, other law enforcement officials said. It has focused on a group of between 10 and 15 officers suspected of holding up the dealers, sometimes at gunpoint, in one of the most crime-racked areas of the city.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Fish and the Future : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-fish-and-the-future-letters-to-the-editor.html","abstract":"Regarding the editorial \"Plundering the Seas\" (Aug. 3): .The fishing industry continues to maintain relentless pressure for further expansion - the unstated price being the protein supplies of future human generations. .Only a global, bindi","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"NBC's O'Neil Is Said to Have Been Ousted","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-people-tv-sports-nbc-s-o-neil-is-said-to-have-been-ousted.html","abstract":"  Despite reports last week that TERRY O'NEIL had resigned as the executive producer of NBC Sports to join an investor group trying to buy a sports franchise, he was apparently dismissed during contract talks, according to television industry sources.   O'Neil had apparently agreed in June to a multiyear deal worth about $600,000 annually, down from the estimated $800,000 annual salary he now draws, the sources said. But he subsequently said he wanted to renegotiate.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Braves Give First-Place Giants That Shrinking Feeling","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-braves-give-first-place-giants-that-shrinking-feeling.html","abstract":"  The San Franciso Giants did not move to Florida, but they still might be headed south.   What was a 10-game lead over Atlanta in the National League West one month ago is now only five and a half games. The Braves cleared the right-field fence three times this afternoon, did a superior job flipping down their sunglasses and won, 6-4, for the second time in 16 hours.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Press Is Tough on Democratic Presidents","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-press-is-tough-on-democratic-presidents-264993.html","abstract":"  To the Editor:   Your Aug. 13 front-page news analysis of Vincent W. Foster Jr.'s suicide states, \"It defies credibility to suggest that the Clinton Administration has taken anything resembling the pounding from political opponents or from the news media that other Administrations have endured.\" You note that President Johnson's term after the 1964 election was crippled by the Vietnam War and that President Nixon's second term was cut short by the Watergate scandal.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Saudis Without Dollars","web_url":"https://www.nytimes.com/1993/08/25/opinion/saudis-without-dollars.html","abstract":"  Remember when economists stayed up nights worrying about how the world would ever be able to recycle Saudi Arabia's huge petrodollar surpluses? Today's worry in Washington, as Times reporters documented in a pair of articles this week, is about the dangers that flow from Saudi Arabia's equally huge deficits.    Financial reserves that less than a decade ago totaled $121 billion have melted away, spent on lavish social programs, eccentric development schemes, subsidies to domestic and foreign friends of the Saudi royal family -- and weapons. Since the Persian Gulf war, the largest share has been going to weapons, especially those bought from the United States.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"U.S. Woman Says Demjanjuk Was at Nazi Camp","web_url":"https://www.nytimes.com/1993/08/25/world/us-woman-says-demjanjuk-was-at-nazi-camp.html","abstract":"  The \"Ivan the Terrible\" case of John Demjanjuk took a surprising turn today with the emergence of a New Jersey woman who says she survived the Nazi death camp at Sobibor in occupied Poland and remembers that Mr. Demjanjuk had been a guard there.   \"He was there,\" Esther Raab, 71, of Vineland, N.J., told The Associated Press. \"He was miserable like all of them. He wasn't any different. What were they there for? To kill.\"","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Dinkins, in Testimony, Defends His Response on Crown Heights","web_url":"https://www.nytimes.com/1993/08/25/nyregion/dinkins-in-testimony-defends-his-response-on-crown-heights.html","abstract":"  Mayor David N. Dinkins stood his ground yesterday during a grueling daylong questioning by a lawyer trying to show that the Mayor permitted violence against Hasidic Jews to go unchecked in Crown Heights two years ago.   The lawyer was representing the Hasidim of Crown Heights, who are suing Mr. Dinkins and the city. During a break in the questioning, conducted at Gracie Mansion, the Mayor suggested that the lawsuit had been brought, in essence, to do him political damage by keeping questions about Crown Heights alive as he seeks re-election.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/25/style/chronicle-165093.html","abstract":"  The Waldorf-Astoria Hotel, whose exterior was designated last January as a New York City landmark, recently completed a $140 million interior renovation that restored and preserved virtually all of the hotel's original Art Deco architectural details.   What's more, the renovation completed a number of original designs for the 1931 building that were abandoned because of the onset of the Great Depression.","thumbnail":null,"section":"Style"},{"date":"19930825","headline":"Gay Leader Stabbed On Brooklyn Street","web_url":"https://www.nytimes.com/1993/08/25/nyregion/gay-leader-stabbed-on-brooklyn-street.html","abstract":"  A gay advocate was stabbed in Brooklyn Monday night in an incident that the police are investigating as a possible bias crime, the police said.   The advocate, Brendan Fay, said he had just emerged from the Bedford Street station on the L subway line in Williamsburg at around 11 P.M. when a young man came up behind him, yelled an anti-gay slur, and stabbed him in the right side of his back.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"New Trouble in Prince William Sound","web_url":"https://www.nytimes.com/1993/08/25/opinion/new-trouble-in-prince-william-sound.html","abstract":"  This is an anxious time for Alaskans who live and work on Prince William Sound, scene of the Exxon Valdez oil spill four years ago.   The Government Accounting Office has found blatant mismanagement of the fund that is supposed to restore and protect the Prince William habitat. In addition, this year's salmon harvest is the smallest in 20 years, raising fears that damage to the sound might be far worse than was previously thought.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"2 IRAQI DIPLOMATS DEFECT IN BRITAIN","web_url":"https://www.nytimes.com/1993/08/25/world/2-iraqi-diplomats-defect-in-britain.html","abstract":"  Iraq's Ambassador to Canada and the former Ambassador to Tunisia said today that they were deserting the Government of President Saddam Hussein, and joining other Iraqi exiles pledged to the overthrow of the Baghdad leadership.   The defections of the two senior diplomats bring to five the number of Iraqi ambassadors who have defected from Iraq since the Persian Gulf war ended in February of 1991.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Sure, Italians Make Westerns. But in Russia?","web_url":"https://www.nytimes.com/1993/08/25/movies/sure-italians-make-westerns-but-in-russia.html","abstract":"  Enzo G. Castellari, a director of 36 films, including spaghetti westerns of the kind that made Clint Eastwood famous, is beside himself with rapture. After all those years, he sighs, and on a Russian army base of all places, he finally has a Wild West village of his own.   \"Before, I always had one used in a thousand other films,\" he said. \"It was always somebody else's design, Sergio Leone's or somebody. But at last,\" he continued, gesturing expansively around the muddy streets and raw lumber buildings marked Feed and Grain and Saloon, \"at last, this is my village, this one's mine, the design, the details.\"","thumbnail":null,"section":"Movies"},{"date":"19930825","headline":"Did a Town In Germany Pay Firebug For Attack?","web_url":"https://www.nytimes.com/1993/08/25/world/did-a-town-in-germany-pay-firebug-for-attack.html","abstract":"  Few eyebrows were raised last year when a firebomb destroyed an unoccupied building near Berlin that was to become a hostel for asylum-seekers. Gangs of rightist youths regularly set such fires in Germany, and the fact that no one was inside the building in this hamlet before dawn on Nov. 1 kept the episode off the front pages.   This week, however, the people of Dolgenbrodt suddenly found themselves under harsh scrutiny. State prosecutors are investigating reports that some residents in the village of about 250 people secretly collected money to pay the arsonists.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/08/25/health/personal-health-875793.html","abstract":"  MOST patients with Lyme disease are cured by a single round of antibiotic therapy at an early stage, but the small number who nevertheless become chronically ill may find their lives thrown into disarray by devastating symptoms.    Those plagued by fatigue and pain may be forced to stop working. Others have to find jobs that are part time or less taxing physically or intellectually and that usually involve lower pay. Women may fear pregnancy because the spirochete that causes the disease could damage an unborn child.","thumbnail":null,"section":"Health"},{"date":"19930825","headline":"Review/Film; Mel Gibson in Directorial Debut","web_url":"https://www.nytimes.com/1993/08/25/movies/review-film-mel-gibson-in-directorial-debut.html","abstract":"Disfigured Maine hermit. Crisp, believable drama.","thumbnail":null,"section":"Movies"},{"date":"19930825","headline":"Stepping Out to Harlem And Its New Park Place","web_url":"https://www.nytimes.com/1993/08/25/nyregion/about-new-york-stepping-out-to-harlem-and-its-new-park-place.html","abstract":"  AT its most pernicious, the term \"color line\" means a barricade that denies darker-skinned people access to jobs, housing and even cabs. But in New York City there are also other color lines -- geographical boundaries across which it is white people who move only rarely and usually timidly.   There are divisions like this in every borough but the most striking is along the southern perimeter of Harlem, arguably the most famous urban concentration of black people in the world. Above ground it runs along 110th Street on the East Side before it swings up around Morningside Heights to 125th Street on the West Side. But it is below the surface, at the 96th Street subway station, where racial filtration becomes most apparent. There, the uptown Broadway locals carry the full spectrum of New Yorkers while the expresses, heading for Harlem and the South Bronx, generally leave the station with few if any whites.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"No to Neopacifism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-no-to-neopacifism-letters-to-the-editor.html","abstract":"Regarding \"Give Peace a Chance\" (Letters, Aug. 19): .Françoise Pottier's argument for \"giving peace a chance\" is flawed on several counts. First, it fails to recognize that by imposing the arms embargo, the \"international","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Liberals Work at Getting Unacceptable Behavior Off the Streets; The Dangerous Hours","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-liberals-work-getting-unacceptable-behavior-off-streets-dangerous-hours-267393.html","abstract":"  To the Editor:   In \"Civic Disorder and Liberal Guilt\" (Op-Ed, Aug. 13), Richard Brookhiser has made it O.K. for me to maintain a social conscience and yet still care about the quality of life in the neighborhood where I have lived and worked for 25 years.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"From China to America, Via Moscow","web_url":"https://www.nytimes.com/1993/08/25/opinion/from-china-to-america-via-moscow.html","abstract":"  It's well known that illegal Chinese immigrants are being smuggled into the United States by boat, by air and over land. What is still virtually unknown is that a number of the estimated 100,000 Chinese being smuggled here each year are routed first through Moscow. If the U.S. ever hopes to stop this flow, it must develop a comprehensive international policy to thwart the smuggling closer to its source.   \"We have information that Moscow is a very important staging area, one of the more important in Europe,\" said Jeannette L. Chu, who coordinates Chinese alien smuggling investigations involving air travel and land crossings for the Immigration and Naturalization Service.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Duckens Likely to Enter a Drug Program","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-people-football-duckens-likely-to-enter-a-drug-program.html","abstract":"  MARK DUCKENS, the former Tampa Bay Buccaneers defensive end, is expected to enter a drug-treatment program and avoid conviction on charges that he conspired with Giants offensive guard ERIC MOORE to distribute steroids.   Both players were indicted in Federal Court in Atlanta in January on three counts of conspiracy and possession with intent to distribute anabolic steroids and human growth hormone.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"James Will Give Up a Hefty Income","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-people-football-james-will-give-up-a-hefty-income.html","abstract":"  DON JAMES may have given up as much as $530,000 in yearly salary and outside income when he resigned as football coach at the University of Washington.   James, who quit on Sunday after the Pacific-10 Conference banned the Huskies from bowl games for the next two years for N.C.A.A. rules violations, was getting a salary of $161,000.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"South Africa Ends Conscription of Whites","web_url":"https://www.nytimes.com/1993/08/25/world/south-africa-ends-conscription-of-whites.html","abstract":"  The South African military tonight announced the end of compulsory military service for whites.   Kobie Coetsee, the Minister of Defense, issued a statement saying the next white draft in January would be canceled and conscription of whites would give way to a volunteer army open to all races. Nonwhites have never been drafted.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Why the Marines Declared War on Marriage; A British Imperial Relic","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-why-the-marines-declared-war-on-marriage-a-british-imperial-relic-263093.html","abstract":"  To the Editor:   I was speaking with a Harvard Business School professor and took the opportunity to say to him that I thought that at the core of American business practice was the inefficient military model of personnel management. The problems of enlisted-officer barriers, gender discrimination in the Uniform Code of Military Justice, as well as many other ancient, but less than honorable personnel practices are dinosaurs, relics of British imperial practices and pretensions to empire. Having not an iota of military experience, this professor looked at me blankly.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Tragedy in East Timor : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-tragedy-in-east-timor-letters-to-the-editor.html","abstract":"Regarding \"Suharto Defends East Timor Takeover\" (July 8): .You report that Suharto told President Bill Clinton that Indonesia invaded East Timor to end a civil war. He also claimed that the Indonesian government's actions were based on \"","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Trevignano Journal; Who's Burning Italy? In 2 Months, 10,000 Fires","web_url":"https://www.nytimes.com/1993/08/25/world/trevignano-journal-who-s-burning-italy-in-2-months-10000-fires.html","abstract":"  All through a long, hot summer, the fires have come, crackling through Italy's byways, marching like bright armies, scorching the earth -- and making money for some out of the devastation of others.   By some Government estimates, the summer's tally could reach a record one million acres of burned woodlands, four times the figure 10 years ago.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/25/style/chronicle-856093.html","abstract":"  America's political odd couple -- JAMES CARVILLE, the chief political strategist for President Clinton's election campaign, and MARY MATALIN, his counterpart in the Bush campaign -- have finally set a date to be married, The Baton Rouge Advocate reported yesterday.   The newspaper said Mr. Carville, 48, had confirmed that he and Ms. Matalin, 39, will be married on Thanksgiving in a private evening ceremony at the Omni Royal Orleans Hotel in New Orleans. They will live near Front Royal, Va., where Mr. Carville recently bought a home. He is also the chief political campaign adviser to Gov. Jim Florio of New Jersey, who is running for re-election this year.","thumbnail":null,"section":"Style"},{"date":"19930825","headline":"A Chair Is Still a Chair and a Deal Is Still a Deal; After a Three-Year Absence, Public Seating Is Restored to Le Parker Meridien Atrium","web_url":"https://www.nytimes.com/1993/08/25/nyregion/chair-still-chair-deal-still-deal-after-three-year-absence-public-seating.html","abstract":"  Asseyez-vous.   You can again -- sit down, that is -- in the public atrium of Le Parker Meridien Hotel in mid-Manhattan. Eighteen spindly black chairs, vaguely neo-classical and marginally comfortable, now line the mirrored hall at 119 West 56th Street, or \"56ieme Rue,\" as the sign says.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"City Council Member Cleared Of Allegations of Carpetbagging","web_url":"https://www.nytimes.com/1993/08/25/nyregion/city-council-member-cleared-of-allegations-of-carpetbagging.html","abstract":"  The Bronx District Attorney's Office yesterday cleared City Councilman Israel Ruiz Jr. of allegations of carpetbagging, saying that he lived in a Bronx cooperative within the 14th councilmanic district at least part time.   Oscar Serra, Mr. Ruiz's press secretary, said the Councilman was happy with the report but maintained that the address, 8 Fordham Oval, was a full-time residence. He said, however, that the Councilman occasionally spent weekends at a house in Middletown, N.Y,. that his wife owned before their marriage.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/25/sports/results-plus-908793.html","abstract":"  TENNIS  Baseline View: Lendl Up, Wilander Out  Ivan Lendl, the top-seeded player, defeated Guillaume Raoux, 7-5, 6-3, in the opening round of the OTB International Open yesterday in Schenectady, N.Y. Javier Sanchez, seeded fifth, was a 7-5, 6-2 winner over Mats Wilander. Lendl, who controlled play throughout from the baseline, broke Raoux at 6-5 to win the first set and broke again at 4-3 in the second set, then served out the match in the next game. No admission is charged to the $350,000 event, and more than 3,000 packed the center court at Schenectady's Central Park for Lendl's match. (AP) BOXING  Toney Celebrates 25th With a Victory  Super middleweight champion James Toney celebrated his 25th birthday last night with a unanimous 10-round decision over Larry Prather at the Palace in Auburn Hills, Mich. Toney, the International Boxing Federation champion from Ann Arbor, Mich., improved his record to 39-0-2 while Prather, a journeyman from Knoxville, Tenn., fell to 10-11. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-209693.html","abstract":"  An article yesterday about the National Archives' release of Government documents on the assassination of President John F. Kennedy referred incorrectly in some copies to the head of a New Orleans crime faction that some researchers have linked to the killing. He was Santo Trafficante Jr.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Sentence in Break-Ins","web_url":"https://www.nytimes.com/1993/08/25/nyregion/sentence-in-break-ins.html","abstract":"  A black man who said that he was beaten in a racial attack by a group of Hasidic Jews in Crown Heights last December was sentenced yesterday to two years in prison for criminal trespass and petty larceny in a separate case. Before Ralph Nimmons, 26, was sentenced in State Supreme Court in Brooklyn, his lawyer, Paul Lieberman, contended that Mr. Nimmons had been treated differently because of his involvement in the highly publicized Crown Heights incident. But Justice Carolyn DeMarest responded that the crimes for which he was sentenced yesterday, stemming from two separate break-ins at a Crown Heights apartment building last February, were \"more egregious\" than Mr. Lieberman said.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Books of The Times; A Word From Carter to The Young","web_url":"https://www.nytimes.com/1993/08/25/books/books-of-the-times-a-word-from-carter-to-the-young.html","abstract":"  Talking Peace  A Vision for the Next Generation  By Jimmy Carter  Illustrated. 192 pages. Dutton Children's Books. $16.99.   The other day Jimmy Carter was in the Sudan to mediate the civil war there. Then he was off for a meeting in Kenya to encourage increased relief operations by the United Nations in Somalia. Since departing the White House in 1981, he has left the impression that there are several Jimmy Carters, all running around the world supervising free elections, helping to build houses for the poor, Johnny Appleseed-ing crops in drought areas and promoting human rights. Of the five living ex-Presidents, Mr. Carter is the only one who doesn't appear to be devoting his energies to riding, golfing or rewriting his history.","thumbnail":null,"section":"Books"},{"date":"19930825","headline":"The UN Role in Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-the-un-role-in-bosnia-letters-to-the-editor.html","abstract":"Have any of the UN promises worked to stop the Serbs in Bosnia? Of course not. The only thing that got the Serbs to withdraw from two of the mountains overlooking Sarajevo was the threat of attack by the U.S. Air Force. That alone proves that force, or a","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"2 Suburbs, a School Tax And 2 Attitudes About It","web_url":"https://www.nytimes.com/1993/08/25/education/2-suburbs-a-school-tax-and-2-attitudes-about-it.html","abstract":"  Demographically speaking, Grace Maratta is every public school superintendent's nightmare. She is a retired, childless, divorced homeowner living on a fixed income in this blue-collar suburb of Columbus.   \"Property taxes keep going up and up and up,\" said Ms. Maratta, who worked 28 years for the Columbus Police Department. \"Our pensioners feel it's not fair to pay all those school taxes when they've already raised their families.\"","thumbnail":null,"section":"Education"},{"date":"19930825","headline":"Sports of The Times; The Barking That Follows Mary Pierce","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-of-the-times-the-barking-that-follows-mary-pierce.html","abstract":"  WHEN you arrived at the door of the nightclub -- the Palace on Fifth Avenue in Manhattan -- the large, grim man not only checked the guest list, he also looked over your face. Was this the face he had seen on the photograph given him earlier, the man he was instructed to keep out? The one for which security guards had already sealed the other ways into the building? No. O.K., enter.   Shortly after, in the dimly lighted club, three beefy men hurried to escort several people including a tall young woman -- over 6 feet tall in high heels -- with straight blonde hair flowing halfway down the back of her elegant black dress. They moved at a jog through the bar area to a small old elevator that was being held for them. The elevator took them to a room on the third floor to a party in honor of the young woman, Mary Pierce, the 18-year-old tennis player. She was with her mother, Yannick, and brother, David, 17.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/25/nyregion/news-summary-379893.html","abstract":"  International A2-9  RAFAT WATCHING POWER ERODE  After three decades of steering the P.L.O. almost singlehandedly, Yasir Arafat is watching his power erode as other Palestinian leaders accuse him of making too many concessions too quickly in peace talks.  A1  SURPRISE TURN IN 'IVAN' CASE  The \"Ivan the Terrible\" case of John Demjanjuk in Jerusalem took a surprising turn with the emergence of a New Jersey woman who says she survived the Nazi death camp at Sobibor in occupied Poland and remembers Mr. Demjanjuk as a guard there.  A9","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Paganism and the Pope : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-paganism-and-the-pope-letters-to-the-editor.html","abstract":"En route home by air, one day after having witnessed the Palio, a centuries-old horse race that takes place twice a year in the main square of the northern Italian city of Siena, I was startled by a story in the International Herald Tribune (\"Pope W","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Governor Finds Down Follows Up in Alabama","web_url":"https://www.nytimes.com/1993/08/25/us/governor-finds-down-follows-up-in-alabama.html","abstract":"  Nearly four months ago, when Gov. Guy Hunt was convicted of ethics violations and removed from office, Lieut. Gov. James E. Folsom Jr. was thrust into the job with few things in his favor beyond a well-known name from this state's turbulent political past.   Beyond being the son of Gov. James E. (Big Jim) Folsom, who looms large in Alabama political legend as a progressive force in the 1950's, the image of Little Jim Folsom was fuzzy. He was generally regarded as likable but somewhat disengaged and ineffectual.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"For Becker in Hamlet, Everything Comes Up Mostly Weeds","web_url":"https://www.nytimes.com/1993/08/25/sports/tennis-for-becker-in-hamlet-everything-comes-up-mostly-weeds.html","abstract":"  Maybe it was because he really did not want to be here, something he said earlier this week. Perhaps, it was that his opponent was having a great night. Or it could merely be that Boris Becker was a little bit off.   Whatever it was, it was wonderful theater tonight, as Andrei Chesnokov pulled off the first major upset of the Waldbaum's Hamlet Cup with a 6-4, 3-6, 6-2 victory over the second-seeded Becker.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/25/nyregion/metro-digest-445093.html","abstract":"  NEW YORK CITY  DINKINS DEFENDS ACTIONS ON UNREST   Mayor David N. Dinkins stood his ground during a grueling day-long questioning by a lawyer trying to show that the Mayor permitted violence against Hasidic Jews to go unchecked in Crown Heights, Brooklyn, two years ago. A1. COMBATIVE BUT CAREFUL RESPONSES   It was a David N. Dinkins not often seen by the public -- stubborn, focused and direct as he answered questions aimed in part at showing that he was out of touch during four days of interracial violence on the streets of Brooklyn. B2.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Poor Peru Stands By as Its Rich Past Is Plundered","web_url":"https://www.nytimes.com/1993/08/25/world/poor-peru-stands-by-as-its-rich-past-is-plundered.html","abstract":"  Two hours north of Lima, a dirt road off the main highway runs into the desert, past a chicken farm and up to a series of rounded hills. At the base of the hills, in an area the size of a football field, the ground is pockmarked with holes, some 12 feet deep.   Strewn around are pieces of ancient pottery and fragments of human bones from the Chancay culture, which flourished between 700 and 1400 -- worthless items diggers left behind. In the holes are the remains of passages and burial chambers that have nearly been demolished.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Why the Marines Declared War on Marriage","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-why-the-marines-declared-war-on-marriage-260693.html","abstract":"  To the Editor:   As an experienced civilian counselor and advocate for enlisted members of the Armed Forces, I was surprised to see Gen. Carl E. Mundy, the Marine Commandant, put into writing the longstanding military policy of discouraging marriage or committed emotional relationships by enlisted people, especially males.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/25/nyregion/bridge-726293.html","abstract":"  One of the most satisfying experiences for any player is to surprise the pundits by scoring a victory in a major event against a team that is stronger on paper. It happened just before the start of the Summer Nationals in Washington last month, when a fancied Chicago group lost in the quarterfinal of the Grand National Teams.    The winners, by a slender margin of 6 imps, were a New England squad: Steve Becker of Cos Cob, Conn., Rich De Martino of Riverside, Conn., Bob Schwartz and Peter Lieberman, both of Framingham, Mass., Perry Trilling of Ashland, Mass., and Bob Barr of Lynn, Mass.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Playing Tug-of-War In Gracie Dining Room","web_url":"https://www.nytimes.com/1993/08/25/nyregion/playing-tug-of-war-in-gracie-dining-room.html","abstract":"  It was a David N. Dinkins not often seen by the public -- stubborn, focused and direct as he answered questions aimed in part at showing that he was out of touch during four days of interracial violence on the streets of Brooklyn two years ago this month.    On trial in his own house, the Mayor was by turns tight-lipped and combative, quietly sincere and sarcastic, as he endured five hours of harsh questioning by Franklyn Snitow, a lawyer for the Hasidim from Crown Heights. The handful of spectators in the ballroom of Gracie Mansion could almost see the wheels of the Mayor's mind whirring to skirt pitfalls of both substance and style.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"U.S. TROOPS RAISE STAKES IN SOMALIA","web_url":"https://www.nytimes.com/1993/08/25/world/us-troops-raise-stakes-in-somalia.html","abstract":"  President Clinton's decision to send about 400 elite Army commandos to Somalia signals a rise in Washington's efforts to help a United Nations-led force quell Gen. Mohammed Farah Aidid's disruptive faction in Mogadishu, Administration officials said today.    Senior officials sought today to avoid personalizing the conflict with General Aidid, who has been blamed for attacks on peacekeeping troops since June. \"This is not an effort to go after one man,\" the Pentagon spokeswoman, Kathleen deLaski, told reporters. \"It's an effort to improve the overall situation in Mogadishu.\"","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Judge's Order Bars Walkout On Amtrak","web_url":"https://www.nytimes.com/1993/08/25/nyregion/judge-s-order-bars-walkout-on-amtrak.html","abstract":"  A Federal judge signed a temporary restraining order yesterday that prevented today's rush hour from going nowhere on rail lines tied to Amtrak.   The order, from Federal District Judge Stanley Harris in Washington, came near the end of a day that rail officials spent scrambling to make sure they were prepared for a threatened walkout that would have affected 62,000 riders on Amtrak throughout the country, as well as commuters on Metro North and the Long Island Rail Road.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/25/nyregion/no-headline-422093.html","abstract":"  \"Illegal immigration is the hottest issue in the state. We've got to say to the Federal Government, 'If you don't close the border, we will.\"' -- BILL MORROW, a state assemblyman in Southern California.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Dinkins Says Board of Education Shouldn't Handle Maintenance","web_url":"https://www.nytimes.com/1993/08/25/nyregion/dinkins-says-board-of-education-shouldn-t-handle-maintenance.html","abstract":"  Mayor David N. Dinkins proposed yesterday that responsibility for maintaining New York City schools be shifted from the Board of Education to the School Construction Authority, which is heading the emergency inspection and cleanup of schools affected by asbestos.   Saying that years of lapsed repair work was a principal cause of airborne asbestos contamination in the schools, Mr. Dinkins asserted that the poor conditions in schools could only be reversed with state aid. The construction authority is financed by state bonds.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Hunger On the Farm","web_url":"https://www.nytimes.com/1993/08/25/opinion/hunger-on-the-farm.html","abstract":"  Even at the height of the harvest season, around one-third of American farm workers are unable to find jobs. Although the Federal Commission on Agricultural Workers reported this spring that there were surpluses of farm workers all across the nation, the Labor Department continues to allow growers to employ about 19,000 temporary agricultural workers from Mexico and the Caribbean. These jobs can and should be filled by domestic workers.   The \"H-2A\" visa program, which is part of the immigration law, allows agricultural employers to temporarily hire resident foreign workers (although not illegal aliens) when they can't find American citizens for the job. The law also requires growers to offer the aliens wages and working conditions comparable to those available to domestic workers.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Mentally Ill Homeless Man Goes to Bridgeport","web_url":"https://www.nytimes.com/1993/08/25/nyregion/mentally-ill-homeless-man-goes-to-bridgeport.html","abstract":"  Larry Hogue, a mentally ill homeless man who for years frightened residents of the Upper West Side, was released from a Queens psychiatric center yesterday with the understanding that he would not have to return if he stays drug free and does not cause trouble.   Mr. Hogue, 49 years old, left the Creedmoor Psychiatric Center with his lawyer and headed for his new home in Bridgeport, Conn., where he will live with his son and three grandchildren. \"I just want to get the hell away from here and go to the beach with my grandkids,\" he said before driving off with his lawyer, C. Vernon Mason.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/08/25/sports/transactions-872293.html","abstract":"  Baseball  American League  BALTIMORE ORIOLES -- Optioned Jeff Tackett, catcher, to Rochester of the International League. Activated Chris Hoiles, catcher, from the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/08/25/arts/the-pop-life-850193.html","abstract":"  Transcending Country   K. T. Oslin is a country singer and songwriter who has reached beyond the traditional country audience with her songs about women who are strong and self-assured, passionate and complex, witty and humorous. She sings about the kind of woman who might call an album of her greatest hits \"Songs From an Aging Sex Bomb\" (RCA), just as Ms. Oslin has done.","thumbnail":null,"section":"Arts"},{"date":"19930825","headline":"Nassau Urges Courts to Sentence Graffiti Vandals to Cleanup Jobs","web_url":"https://www.nytimes.com/1993/08/25/nyregion/nassau-urges-courts-to-sentence-graffiti-vandals-to-cleanup-jobs.html","abstract":"  It winds its way along the south wall of the Long Island Rail Road embankment at Sunrise Highway in Bellmore, a serpentine splash of letters in blue, red, black and green spelling out \"ELF,\" \"BURNT,\" \"ABONE\" and other code names, graffiti signatures all painted by teen-agers.   Many of the vandals carry cameras, snapping photos of their work and placing them in scrapbooks that they take to school to show their friends.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Official Nigerian Radio Repeats General's Promise to Step Down","web_url":"https://www.nytimes.com/1993/08/25/world/official-nigerian-radio-repeats-general-s-promise-to-step-down.html","abstract":"  Gen. Ibrahim Babangida will resign on Thursday, ending eight years of authoritarian military rule, the state radio announced today.   In a brief broadcast, the radio said a new interim government, run mostly by civilians, would be sworn in immediately in Abuja, Nigeria's new capital.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"A Mystery, a Pitcher, Numbers, Questions","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-a-mystery-a-pitcher-numbers-questions.html","abstract":"  The scoreboard holds many mysteries for Frank Tanana, among them these: 1) Why are the numbers he puts up never good enough for triumphs? 2) Why are the numbers he puts up, regardless of how few triumphs they translate into, not good enough for some contender to roll the dice on?   Last night, Tanana held the Cincinnati Reds to three hits and two runs through seven airtight, strategically sublime innings. He departed and didn't win. The Mets wasted a 4-2 lead for Tanana in the ninth, their sorry surrender including a walk, an error, an uncontested double steal, a balk and a two-out double.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"In Kremlin, Hints and Allegations","web_url":"https://www.nytimes.com/1993/08/25/world/in-kremlin-hints-and-allegations.html","abstract":"  The spectacle of senior Russian officials hurling mud at one another, alleging corruption without evidence and citing documents that they refuse to release, is undermining the already weak authority of the state.   Russia is paralyzed by open conflict between the executive and legislative branches and the inability to agree on a new Constitution or new elections. But if the warfare were merely between President Boris N. Yeltsin and Parliament, led by the Speaker, Ruslan I. Khasbulatov, the current battle would have the somewhat tedious character of the recent past.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Bridgeport Redistricting Challenged in Court Suit","web_url":"https://www.nytimes.com/1993/08/25/nyregion/bridgeport-redistricting-challenged-in-court-suit.html","abstract":"  The Connecticut Civil Liberties Union has filed a lawsuit, apparently the first of its kind in Connecticut, arguing that a Bridgeport City Council redistricting plan approved this spring is so flawed that the November municipal elections should be postponed or canceled.   The suit, filed last month in Federal District Court in New Haven, says that racial bloc voting is deeply entrenched in white, black and Hispanic neighborhoods in the city and that the white-dominated City Council redrew district lines in May with the specific goal of maintaining white control.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/25/us/inside-424793.html","abstract":"  U.S. Action in Somalia Aimed at Quelling Clan   President Clinton's decision to send 400 elite Army commandos to Somalia signals Washington's determination to help a United Nations-led force quell Gen. Mohammed Farah Aidid's disruptive clan in Mogadishu and to improve conditions there, Administration officials said. Page A5.  U.S. Appeals Trade Ruling    The Administration appealed a ruling requiring an environmental-impact study for the North American Free Trade Agreement. Page D1. Inquiry in German Attack    Prosecutors are investigating reports that residents of a German town raised money to pay rightists to burn a hostel for asylum-seekers. Page A6. Mentally Ill Man Is Freed    A mentally ill homeless man who for years frightened residents of the Upper West Side was released from a Queens psychiatric center. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"New Report in Jordan Case","web_url":"https://www.nytimes.com/1993/08/25/sports/new-report-in-jordan-case.html","abstract":"  A convenience store clerk said that she saw James Jordan and the two men accused of his murder in her Brunswick County store more than three days after the father of Michael Jordan was believed to have been shot.   Helen Norris, 52, the morning clerk at DJ Mini Mart on U.S. 17, gave her account to a Brunswick County detective, who has relayed the information to the Robeson County Sheriff's Department, which is handling the case.   Detective Mark Locklear of the Robeson County Sheriff's Department said today he plans to interview Mrs. Norris and two other witnesses in the store. But he said the state still believes the 56-year-old Jordan was shot while in his red Lexus early July 23 near Lumberton after he had pulled off U.S. 74 to rest.   Larry Martin Demery of Rowland and Daniel Andre Green of Lumberton are charged with first-degree murder, conspiracy to commit armed robbery and armed robbery.   Neither Detective Locklear nor Hugh Rogers, Demery's lawyer, could imagine why the suspects would have kept Jordan alive at least three days and allow him to be seen in public. The DJ Mini Mart is about 50 miles east of Lumberton.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Eating Well","web_url":"https://www.nytimes.com/1993/08/25/style/eating-well.html","abstract":"GIVEN a choice between skim milk and sweetened fruit punch, which would most children choose? As any parent will attest, the choice is obvious, and it is one that the Procter & Gamble Company is counting on to propel its new beverage, Double C Hawaiian Punch. The Double C stands for calcium and vitamin C, but it might as well stand for the controversy that new calcium-fortified beverages are stirring up.\n\nProcter & Gamble says its newest calcium-fortified juice drink, introduced last week, and its Sunny Delight Plus Calcium Citrus Punch, introduced last year, are good ways to sneak much-needed calcium into a child's diet. But some nutritionists see a danger in conveying the message that adding a nutrient, like calcium, to a nonnutritious food can suddenly transform it into a healthy one.","thumbnail":null,"section":"Style"},{"date":"19930825","headline":"Environmentalists Sue Over L.I. Water Policy","web_url":"https://www.nytimes.com/1993/08/25/nyregion/environmentalists-sue-over-li-water-policy.html","abstract":"  Reopening a conflict over how best to safeguard water quality, an environmental group is charging that a state-approved plan to protect groundwater in nine areas covering nearly one quarter of Long Island is grossly inadequate.   In a suit filed in State Supreme Court in Albany late Monday, the Nassau Suffolk Neighborhood Network charges that the nearly $1 million plan, completed by the Long Island Regional Planning Board in April, offers a mishmash of advisory measures but no clear guidance to local governments for protecting the nine areas and the groundwater beneath them.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"A Front-Page Picture : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-a-frontpage-picture-letters-to-the-editor.html","abstract":"The top of your front page of July 20 displayed a large photograph of Palestinian women protesting the continued expulsion from Israel of men alleged to be active in Arab terrorist organizations. The photograph related to no story in that edition. All I","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-212693.html","abstract":"  The Investing column in Your Money on Saturday, about a new book by John C. Bogle, chairman of the Vanguard Group of mutual funds, misidentified a person who suggested some changes in a draft. He was Peter L. Bernstein, founding editor of The Journal of Portfolio Management, not Peter Lynch, the former manager of Fidelity's Magellan Fund.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-213493.html","abstract":"  An article on Saturday about Ted Schwartz, a Long Island man who distributes used books to charitable institutions, misstated his post box number. He is at Box 1483, Miller Place, L.I. 11764.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Tap-Water Tasters Give Nod to New York City's","web_url":"https://www.nytimes.com/1993/08/25/nyregion/tap-water-tasters-give-nod-to-new-york-city-s.html","abstract":"  The tasters swished. They smacked. They gargled and gurgled. Some stared pensively into the greenness of Central Park before finally swallowing cool dollops yesterday from pitchers of tap water lined up in front of the American Museum of Natural History.   \"Actually, I have a water filter at home,\" said one taster, Rodney Beaton, of Manhattan. \"Just in case there's something in it, you know?\"   But after all the paper cups were crumpled, it was New York City's tap water that thirsty passers-by chose as the tastiest of five water samples from around the area in the regional finals of the seventh annual Statewide Water Tasting Contest.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"A Call for Liter-Ship : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-a-call-for-litership-letters-to-the-editor.html","abstract":"Regarding \"Good News From Europe and Japan\" (Opinion, Aug. 10) by C. Fred Bergsten: .There can be no doubt that exports are of vital importance to the United States. As to the \"unless something else is done\" mentioned by Mr. Bergste","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"WHITE HOUSE ASKS REVISION OF RULES TO SAVE WETLANDS","web_url":"https://www.nytimes.com/1993/08/25/us/white-house-asks-revision-of-rules-to-save-wetlands.html","abstract":"  The White House proposed a package of measures today that would affect millions of acres of wetlands, offering some additional protection to the fragile ecosystems, particularly in Alaska, but easing some restrictions on their use.   While the Bush Administration was considering a plan that would have exempted up to 1.7 million acres in Alaska from Federal protection -- or 1 percent of the state's total wetland acreage -- the Clinton plan would protect all such land in the state.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"No Gloating as Bahr Keeps Giant Job","web_url":"https://www.nytimes.com/1993/08/25/sports/pro-football-no-gloating-as-bahr-keeps-giant-job.html","abstract":"  With the departure of Todd Peterson today, the Giants stripped their place-kicking department down to just one, the veteran Matt Bahr, who will handle the kickoffs and field-goal attempts in the forthcoming season.   Although cracking jokes at his locker before practice, the 37-year-old Bahr would admit to no glee or relief at having assured himself a place on a National Football League roster for the 15th consecutive season.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-211893.html","abstract":"  An article and a chart in Business Day on Monday about lobbying for and against the North American Free Trade Agreement misstated the occupation of James D. Robinson 3d, listed as a supporter of the agreement. Mr. Robinson, who resigned amid criticism as chief executive and chairman of the American Express Company, is not a consultant to the company. The chart also misidentified Lori M. Wallach. She is the trade policy director of Public Citizen, not its head.   ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Review/Music; The Contemporary at Tanglewood","web_url":"https://www.nytimes.com/1993/08/25/arts/review-music-the-contemporary-at-tanglewood.html","abstract":"  Evaluating a contemporary music festival is a little like reading tea leaves: there is always the risk of making too much of too little. In the works of young composers, questing ears seek the promise of development; in the works of mature composers, they seek the insights and subtleties of familiar languages; in the festival as a whole, they seek signs of the times, hints of what is yet to come as this most peculiar 20th-century institution, the contemporary-music festival, evolves.   On those counts, at least on paper, the festival at Tanglewood offers encouraging prospects. The composer Oliver Knussen, the festival's director, has typically presented an eclectic sampling of new music during his seven-year tenure. For his final season, he split the activities in two, beginning earlier this month with a series of concerts centered on works by Alexander Goehr. The second half, which began on Sunday night and will extend through Thursday, includes a recently composed Chamber Symphony by John Adams, a rare performance of Stockhausen's \"Gruppen fur Drei Orchester,\" and the American premiere of Peter Lieberson's \"King Gesar.\" Mr. Knussen has also scheduled, for the first time, works by students at the Tanglewood Music Center, composers in their 20's who are beginning to find their own voices and styles.","thumbnail":null,"section":"Arts"},{"date":"19930825","headline":"Abbott Comes Out and Bullpen Comes Apart","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-abbott-comes-out-and-bullpen-comes-apart.html","abstract":"  Buck Showalter had seen enough of Frank Thomas for one night and enough of Frank Thomas against Jim Abbott for a lifetime. So when Thomas was striding to the plate with the score tied and the potential lead run on first base in the seventh inning, Showalter walked to the mound to replace Abbott with rookie Bobby Munoz.   The strategy failed miserably. Munoz fired one fastball past Thomas and then tossed four out of the strike zone to walk him. The Yankees did not want Thomas to beat them. Fine. Instead, Ellis Burks followed by ripping a misplaced 0-1 fastball off the left-center field fence for a two-run double that vaulted the White Sox to a 4-2 victory over the Yankees tonight at Comiskey Park.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Two Jets Running Backs Go Down to the Wire","web_url":"https://www.nytimes.com/1993/08/25/sports/pro-football-two-jets-running-backs-go-down-to-the-wire.html","abstract":"  Blair Thomas is still listed at the top of the Jets' depth chart at running back. Thomas, according to Coach Bruce Coslet, will start Friday night in Washington when the Jets take their 0-3 record into their final exhibition game.   Does this mean that Thomas has won the starting job, despite three disappointing seasons that followed his selection as a first-round draft choice? Will Thomas get the nod over Johnny Johnson, the pleasant surprise of training camp, who was acquired last spring in a draft-day deal with Phoenix?","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"In America; Youth and Optimism In the 90's","web_url":"https://www.nytimes.com/1993/08/25/opinion/in-america-youth-and-optimism-in-the-90-s.html","abstract":"  Each decade the memories become more vague, but with the release of new papers on the Kennedy assassination and this weekend's 30th anniversary observance of the March on Washington, 1963 is again in the news.   Roger Staubach, the Navy quarterback, was supposed to have been on the cover of Life magazine that last week in November, but his photo had to be pulled and replaced by a portrait of the slain President.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Review/Television; Browsing the Newsmagazines and Happening Upon a New One","web_url":"https://www.nytimes.com/1993/08/25/arts/review-television-browsing-the-newsmagazines-and-happening-upon-a-new-one.html","abstract":"  To judge by last week's opening edition, \"Now\" aspires to a place in the crowded network newsmagazine racks closer to the heartstring-tugging \"20/20\" than to the punchy \"60 Minutes.\" But in this genre the similarities are more marked than the differences. Most of the favored stories -- human-interest items, crime cases, exposes or their facsimiles, celebrity puffers -- might, with minor adjustments, fit into any of the dozen or so such shows now on the air or soon to be there.   The easiest way to tell which of them you happen to be watching is by the hosts. \"Now\" is presided over by Katie Couric and Tom Brokaw, NBC's answer to ABC's Diane Sawyer and Sam Donaldson and Barbara Walters and Hugh Downs. Seated outdoors before a glowing Rockefeller Center, the new couple began somewhat stiffly last week with scripted small talk. Ms. Couric neatly one-upped the predictable reviewer response by cracking that another newsmagazine was \"just what America needs.\"","thumbnail":null,"section":"Arts"},{"date":"19930825","headline":"Campus Journal; What's in a New Name? Image, and Lots of Hope","web_url":"https://www.nytimes.com/1993/08/25/education/campus-journal-what-s-in-a-new-name-image-and-lots-of-hope.html","abstract":"  Deep in this tiny state, pickup trucks and horse-drawn Amish carts share a two-lane highway that meanders past cornfields, silos and frame houses with screen porches flying the Stars and Stripes, until it reaches the brick gates of that most venerable of American institutions, the local college.   Graceful lettering announces it as Delaware State College. But for the first half of its 102-year life it was known as the State College for Colored Students. Now the school's name is changing again. This summer the Legislature named it a university.","thumbnail":null,"section":"Education"},{"date":"19930825","headline":"U.S. Determines China Violated Pact on Missiles","web_url":"https://www.nytimes.com/1993/08/25/world/us-determines-china-violated-pact-on-missiles.html","abstract":"  The Clinton Administration has determined that China has violated an international arms control agreement by shipping sensitive missile technology to Pakistan and therefore must be subjected to United States economic sanctions, officials said today.    Officials said that the Administration has yet to decide on the nature of the sanctions that will be imposed on China as a result of the violation of the agreement, the Missile Technology Control Regime.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Merging of Fortunes for the Fan and the Hockey Star","web_url":"https://www.nytimes.com/1993/08/25/sports/hockey-merging-of-fortunes-for-the-fan-and-the-hockey-star.html","abstract":"  Hockey first brought them together in 1977, when Brian Mullen was a 15-year-old stickboy for the Rangers and Chris Donohue was a 14-year-old Rangers fan who would sneak into Madison Square Garden to root for his favorite team.   Sixteen years later, Mullen, who grew up in the Hell's Kitchen section of Manhattan and who skated all the way to the National Hockey League, and Donohue, who grew up in Washington Heights and who never stopped rooting for the Rangers, have been reunited by personal tragedies.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Some Are Looking for Crime; Michael Jackson Sees a Plot","web_url":"https://www.nytimes.com/1993/08/25/us/some-are-looking-for-crime-michael-jackson-sees-a-plot.html","abstract":"  If nothing else, this summer is keeping Hollywood's gossip mills churning. First it was the uproar over Heidi Fleiss, the alleged madam to the rich and famous. Now it's Michael Jackson, the childlike pop singer who has tongues wagging.   Mr. Jackson was in Thailand today, opening his latest world tour, \"Dangerous.\" But back in California, the Los Angeles Police Department searched his ranch in Santa Ynez, near Santa Barbara, and his condominium in Los Angeles on Saturday, looking for evidence -- if a local television report is accurate -- that he had abused a child.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"A UN Panel of Sages : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-a-un-panel-of-sages-letters-to-the-editor.html","abstract":"Regarding \"UN Multilateralism: A Cure for Ugly New Nationalisms\" (Opinion, Aug. 21): .Secretary-General Butros BuHL tros Ghali has given us an original, sober appraisal of the gigantic tasks facing the United Nations. .He writes: \"Memb","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Clinton and Kennedys: In 30 Years, a Full Circle","web_url":"https://www.nytimes.com/1993/08/25/us/clinton-and-kennedys-in-30-years-a-full-circle.html","abstract":"  Thirty years ago, Bill Clinton the boy stood staring at John F. Kennedy, his hero, in the White House Rose Garden.  Today, Jacqueline Kennedy Onassis and other members of the family welcomed Bill Clinton the President to the seas off the Massachusetts coast that his murdered predecessor loved so well.   The Kennedys, who give New England the nearest the nation comes to royalty, turned out in force to escort Mr. Clinton, his wife, Hillary, and their daughter, Chelsea, on a nearly five-hour luncheon cruise out of Menemsha Harbor toward the red clay bluffs of Gay Head at Martha's Vineyard's western tip.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"Indonesia Mocks Justice","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-indonesia-mocks-justice-265793.html","abstract":"  To the Editor:   \"Indonesia Reduces Separatist's Prison Term\" (news item, Aug. 15), reports that the life sentence imposed upon Jose Alexandre Gusmao, the resistance leader of East Timor, was reduced to 20 years because, according to Indonesian authorities, the defendant acknowledged Indonesia's \"sovereignty\" over East Timor.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/25/sports/nfl-training-camp-report.html","abstract":"  Tampa Bay Buccaneers    Keith McCants, considered by many to be the best defensive prospect in the 1990 draft, was released yesterday after three mostly unproductive seasons with the Tampa Bay Buccaneers.   The linebacker-turned-defensive end from Alabama returned to linebacker this summer, but Coach Sam Wyche said the 25-year-old McCants no longer fits into Tampa Bay's defensive scheme, which relies more on linebackers who can cover receivers than run-stop and pass-rush specialists like the 6-foot-3-inch, 265-pound McCants.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"The Nicaraguan Tragicomedy","web_url":"https://www.nytimes.com/1993/08/25/opinion/the-nicaraguan-tragicomedy.html","abstract":"  The sad recent history of Nicaragua has turned into a tragicomic opera in the past week. Leftover militants from each side of the civil war of the 80's have taken hostages, and dozens of people are still being detained by both groups.   It started last Thursday when Jose Angel Talavera, the leader of a \"re-contra\" group calling itself Northern Command 3-80, invited a delegation that included two Sandinista legislators to talk about reintegrating his disaffected followers into civilian life. It was a ruse. Mr. Talavera's group took at least 38 members of the delegation hostage, demanding that President Violeta Chamorro dismiss a prominent Sandinista, army chief Humberto Ortega, from her Government, along with Minister of the Presidency Antonio Lacayo.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"What's With Coleman? Decision Coming Soon","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-what-s-with-coleman-decision-coming-soon.html","abstract":"  The Mets have heard Vince Coleman. Now, the Mets will act on Vince Coleman. The lawyers can likely begin preparing their briefs immediately.   The Mets' ownership was briefed last night on the club's interview with Coleman earlier in the day and will announce its plan for the left fielder within 48 hours, perhaps as early as today.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Doing Jobs Citizens 'Would Never Do'","web_url":"https://www.nytimes.com/1993/08/25/us/doing-jobs-citizens-would-never-do.html","abstract":"  Miguel Morales, a Mexican day laborer, knows that many Southern Californians see him as a symbol of the region's problems. But he says he is just filling the jobs that Americans spurn and as such is both needed and disdained.   Mr. Morales, 24, recalls the recent day he and six other Mexicans earned $5 an hour each to scoop mud out of a house in the hills that was flooded when a water main burst.   \"We do all the hard work,\" Mr. Morales said in an interview in Spanish. An American, he said, \"would never do hard work like that for $5 an hour. They get paid $7 or $8 an hour for the kind of work we do.\"","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"A Welcome for Immigrants Turns to Resentment","web_url":"https://www.nytimes.com/1993/08/25/us/a-welcome-for-immigrants-turns-to-resentment.html","abstract":"  Rich and poor, legally or not, they came to Southern California by the millions over the last decade, foreigners in search of a better life or political refuge. The immigrants were mostly welcome at first, filling unwanted jobs in a robust economy, opening businesses and sweetening the good life in sunny California by working cheaply as maids, gardeners and dishwashers.   But today the welcome has worn out.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"A Festive Roundelay In Bernstein's Honor","web_url":"https://www.nytimes.com/1993/08/25/arts/a-festive-roundelay-in-bernstein-s-honor.html","abstract":"  Today would have been Leonard Bernstein's 75th birthday, and although the composer and conductor is no less an icon of American music now than he was when he died in October 1990, the anniversary is shaping up as an occasion to celebrate the breadth of his musicianship. Free concerts are being presented today and Friday, and Bernstein's works and performances will rule the airwaves at WNYC (93.9 FM). So an admirer can bask in Bernstein's music making this week without spending a dime.    Most of the celebrations are purely musical, although one of the major events is also partly civic: in a ceremony outside of Alice Tully Hall at 5:45 P.M. today, the section of West 65th Street between Broadway and Amsterdam Avenue is to be named Leonard Bernstein Place. Representatives of the music world and of the New York City government will speak, the Manhattan Brass Quintet will play a fanfare, and Bernstein's children -- Jamie Bernstein Thomas, Alexander and Nina -- will unveil the new street sign.","thumbnail":null,"section":"Arts"},{"date":"19930825","headline":"Showalter Couldn't See Burks For Trees","web_url":"https://www.nytimes.com/1993/08/25/sports/baseball-showalter-couldn-t-see-burks-for-trees.html","abstract":"  Borrowing a page from Sparky Anderson's dog-earred book, Manager Buck Showalter was not going to let the opponent's best hitter beat him, no matter what the circumstance or inning of the game. In the very first inning of tonight's game against the Chicago White Sox, the Yankees walked Frank Thomas intentionally.   The manager succeeded; Thomas did not beat the Yankees. But Ellis Burks did -- after Thomas walked a second time.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Why the Marines Declared War on Marriage; Unauthorized Wife","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-why-the-marines-declared-war-on-marriage-unauthorized-wife-262293.html","abstract":"  To the Editor:   Re \"The Answer to a Marine Chaplain's Prayer\" by Bernard E. Trainor (Op-Ed, Aug. 13):","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Shaq Attack Is Unveiled in Tokyo","web_url":"https://www.nytimes.com/1993/08/25/sports/sports-people-basketball-shaq-attack-is-unveiled-in-tokyo.html","abstract":"  Forget finesse. Forget subtlety. When SHAQUILLE O'NEAL met the Japanese news media for the first time yesterday, the subject was breaking backboards. And how to dunk.   \"I've broken five backboards and fractured one,\" O'Neal, in Tokyo as part of a promotional tour for Reebok, told a standing-room-only crowd consisting mostly of Japanese reporters. \"And I plan to do it a couple times more.\"","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Legs, Legacies and a Florida State Freshman","web_url":"https://www.nytimes.com/1993/08/25/sports/college-football-legs-legacies-and-a-florida-state-freshman.html","abstract":"  He had his choice of legacies. Scott Bentley, the top high school kicker in the nation a year ago, could have gone to Notre Dame as his father did. Bentley could have gone there with the knowledge that the Fighting Irish had the need for a kicker and he had the ability to hold the job for four years. But there was this other legacy, the one that kept appearing on the television screen at his home in Aurora, Colo.   Bentley was watching Florida State's basketball team late last February in a game at Duke. He watched a Florida State player go to the foul line for the first time. As the player held the ball for the first free throw, Bentley saw a sign under the basket:","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"In Nicaragua, Fewer Hostages but Same Demands","web_url":"https://www.nytimes.com/1993/08/25/world/in-nicaragua-fewer-hostages-but-same-demands.html","abstract":"  Rearmed former rebels in northern Nicaragua released most of the hostages they have been holding early today, but held fast to their most important captives and to their demands for the dismissal of the country's Defense Minister and other officials.   After more than six hours of negotiations with mediators led by the Roman Catholic Primate, Miguel Cardinal Obando y Bravo, the former contra rebels allowed 11 of their 16 remaining captives to go free.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Abetting the Slave Trade","web_url":"https://www.nytimes.com/1993/08/25/sports/IHT-abetting-the-slave-trade.html","abstract":"He is said to possess superhuman powers. He moves as quick as lightning and has awesome strength. Whether heading, kicking, or just posing, he proudly wears his \"fair play\" scarf. .He is a fictional superman, of course: \"Ninja,\" the","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Craft Nearing Mars Sends Back Only Silence, and Hope Dwindles","web_url":"https://www.nytimes.com/1993/08/25/us/craft-nearing-mars-sends-back-only-silence-and-hope-dwindles.html","abstract":"  The Mars Observer spacecraft failed yesterday to transmit any radio signals from its scheduled rendezvous with Mars, leaving disappointed flight controllers even more in the dark about the condition and whereabouts of their interplanetary phantom and diminishing the prospects of success for the $1 billion mission to explore the planet that has always fascinated humans.   \"We've come up negative on our search for a signal,\" a flight director reported to mission officials late yesterday afternoon, minutes after the craft should have been announcing the completion of firing its rockets to swing over the icy north polar cap into orbit around Mars. Hoping It Followed Orders    With the continuing loss of communications, which began mysteriously on Saturday, project engineers did not know if the craft automatically put itself into orbit but could not report this because of some transmitter failure, or whether it simply cruised by the planet on a trajectory back around the Sun. In either case, the mission, the first to Mars by an American craft since 1976, would be a total loss if communications could not be restored.","thumbnail":null,"section":"U.S."},{"date":"19930825","headline":"Recession in Japan, Plus a Tenacious Trade Surplus","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-recession-in-japan-plus-a-tenacious-trade-surplus.html","abstract":"Japan's new coalition government is in an economic bind, with the country caught in the tightening grip of a deflationary vise. The numbers being compiled for release next month will reveal that the economy was pushed back into recession during the secon","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"1918: Of Music and War : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-1918-of-music-and-war-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - About five weeks ago, General Pershing, who recognizes the great military value of good band music in wartime, invited Dr. Walter Damrosch, the dean of American orchestral conductors and for thirty-three years musical director of the New York Symp","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"A Long Night of Miscues in the Mud for the Yanks and the White Sox","web_url":"https://www.nytimes.com/1993/08/25/sports/on-baseball-a-long-night-of-miscues-in-the-mud-for-the-yanks-and-the-white-sox.html","abstract":"  No guarantee comes with a game between contenders for division championships. Just because the teams are good enough to be in or near first place doesn't make the game automatically a thing of artistic and professional beauty. Foul weather and equally foul play can make the game as dreadful as a late August game between the Mets and the Padres.   The Yankees and the White Sox demonstrated that Monday night into early yesterday morning. With rain, thunder, lightning and errant play befogging the air surrounding Comiskey Park, the first-place White Sox and the on-the-verge-of-being-tied-for-first-again Yankees staggered and sloshed their way through a 3-hour-32-minute game that took 6 hours 22 minutes to complete.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Arrest Made In Slayings In Brooklyn","web_url":"https://www.nytimes.com/1993/08/25/nyregion/arrest-made-in-slayings-in-brooklyn.html","abstract":"  A parolee who served prison sentences for manslaughter and burglary was arrested yesterday by New York City detectives who said he was the gunman wielding a 9-millimeter pistol that killed four people and wounded two others in several incidents in Brooklyn this month.   The suspect, identified as Eban Robbins, 32, of Brooklyn, was described by Chief of Detectives Joseph R. Borrelli as a man feared in his neighborhood as a crack addict who becomes \"pretty violent and loses control\" after using drugs.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Dinkins Moves to Block Company From Contracts","web_url":"https://www.nytimes.com/1993/08/25/nyregion/dinkins-moves-to-block-company-from-contracts.html","abstract":"  Mayor David N. Dinkins took the first steps yesterday to ban Lockheed Information Management Services from doing business with the city, six days after a city investigation found that the company received preferential treatment from his senior aides when it won a lucrative contract earlier this year.   The move was the latest in a series of incremental steps the Dinkins administration has taken as the Mayor has struggled each day to find ways to dispel the controversy, which has rattled his senior aides and forced the resignation of his Budget Director and the suspension of some duties of another official.","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-214293.html","abstract":"  A picture caption in the arts pages yesterday with the continuation of an article about a new concert hall in Aspen, Colo., misidentified a performer in the opening program. He was the violinist Pinchas Zukerman, not the conductor Lawrence Foster.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/25/style/chronicle-163493.html","abstract":"  J. B. FUQUA, the retired chairman of the former Fuqua Industries, Inc., a Fortune 500 company, is in the habit of giving millions to schools and then giving them his name. In 1980, he gave nearly $20 million to the business school at Duke University, which promptly changed its name to the Fuqua School of Business.   At a news conference on Monday in Richmond, Mr. Fuqua announced he was giving $10 million to the Prince Edward Academy in Farmville, Va., a private elementary and high school, and that it would be renamed the Fuqua School.","thumbnail":null,"section":"Style"},{"date":"19930825","headline":"Castro Welcomes Pastors","web_url":"https://www.nytimes.com/1993/08/25/world/castro-welcomes-pastors.html","abstract":"  President Fidel Castro of Cuba today welcomed members of the United States-based Pastors for Peace, who flew from Mexico to Havana to deliver aid. Members of the group had staged a hunger strike at a United States Customs installation in Laredo, Tex., where their bus was impounded for 23 days after they tried to cross into Mexico en route to Cuba. On Monday, they were allowed to drive the bus into Mexico, and it is being delivered by barge to Cuba. Washington has barred exports to Cuba for three decades.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Palestinian Critics Accuse Arafat Of Secret Concessions to Israelis","web_url":"https://www.nytimes.com/1993/08/25/world/palestinian-critics-accuse-arafat-of-secret-concessions-to-israelis.html","abstract":"  After three decades of steering the P.L.O. almost single-handedly, Yasir Arafat is coming under increasing criticism from other Palestinian leaders who accuse him of making new concessions to Israel without consulting them.   Mr. Arafat, who for years has been seen as Israel's implacable foe and whose organization was prevented by Israel from officially taking part in peace talks, is now being charged with being too willing to strike deals with the Labor Government of Prime Minister Yitzhak Rabin.","thumbnail":null,"section":"World"},{"date":"19930825","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/25/nyregion/c-corrections-210093.html","abstract":"  An article by The Associated Press in Business Day on Thursday, about mortgage lending in inner cities and minority neighborhoods, referred incorrectly to loans made by the Chase Manhattan Corporation in 1992. Chase reported a 24 percent increase in lending last year to minority customers in New York City and Westchester County, not nationwide.  ","thumbnail":null,"section":"New York"},{"date":"19930825","headline":"Why the Marines Declared War on Marriage; He Stopped the Buck","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-why-the-marines-declared-war-on-marriage-he-stopped-the-buck-261493.html","abstract":"  To the Editor:   No one is surprised when a politician expounds upon the success of a program he's introduced, one seen as total failure by every unbiased eye. We've become inured to such blather. Gen. Carl E. Mundy Jr., the Marine Commandant, deserves better than the ad hominem attack in \"Marine Madness\" (editorial, Aug. 13) for accepting and admitting culpability for a plan to recruit only the unmarried for the corps.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Liberals Work at Getting Unacceptable Behavior Off the Streets","web_url":"https://www.nytimes.com/1993/08/25/opinion/l-liberals-work-at-getting-unacceptable-behavior-off-the-streets-266593.html","abstract":"  To the Editor:   \"Civil Disorder and Liberal Guilt\" (Op-Ed, Aug. 13) by Richard Brookhiser, editor of National Review, accuses Greenwich Village liberals of not really caring about civility.","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"1943: Himmler's Rise : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/25/opinion/IHT-1943-himmlers-rise-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] Führer Adolph Hitler, apparently in the fear that the German home front is beginning to crack, appointed Heinrich Himmler, chief of the Gestapo (secret police), as Minister of the Interior today [Aug. 24] in a dr","thumbnail":null,"section":"Opinion"},{"date":"19930825","headline":"Chavez Has a Cat-and-Mouse Theory on Champion","web_url":"https://www.nytimes.com/1993/08/25/sports/boxing-chavez-has-a-cat-and-mouse-theory-on-champion.html","abstract":"  Pernell Whitaker narrowed his eyes, stopped flashing his smile and grew sullen yesterday. But just for an instant. Julio Cesar Chavez had just complained -- again -- that Whitaker runs rather than fights.   To Whitaker, the World Boxing Council welterweight champion, this was something of an insult.","thumbnail":null,"section":"Sports"},{"date":"19930825","headline":"Young, Gullible and Taught to Hate","web_url":"https://www.nytimes.com/1993/08/25/opinion/young-gullible-and-taught-to-hate.html","abstract":"The white supremacist movement in the United States wears a new and terrifying face. You could see it in the photographs that ran with hundreds of newspaper articles in July about a plot foiled in Los Angeles to murder Rodney King, kill worshippers in a black church, bomb Jewish leaders and synagogues, and assassinate black entertainers and sports figures. \n\nThe police say that this hellish scenario, intended to ignite a race war, was masterminded by the 20-year-old man shown in the photographs -- a former Eagle Scout turned neo-Nazi. The news photos did not show a sullen outcast with a shaved head and bomber jacket or a beer-bellied, shotgun-toting Klansman. He is, in the words of one newspaper, \"the epitome of the all-American boy.\"","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930825","time":"1993-08-25 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":72,"wspd":3.6},{"date":"19930825","time":"1993-08-25 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":72,"wspd":3.6},{"date":"19930825","time":"1993-08-25 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":69,"wspd":3.6},{"date":"19930825","time":"1993-08-25 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":75,"wspd":5.4},{"date":"19930825","time":"1993-08-25 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":74,"wspd":5.4},{"date":"19930825","time":"1993-08-25 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":77,"wspd":7.6},{"date":"19930825","time":"1993-08-25 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":77,"wspd":11.2},{"date":"19930825","time":"1993-08-25 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":76,"wspd":7.6},{"date":"19930825","time":"1993-08-25 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":71,"wspd":9.4},{"date":"19930825","time":"1993-08-25 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":60,"wspd":11.2},{"date":"19930825","time":"1993-08-25 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":49,"wspd":14.8},{"date":"19930825","time":"1993-08-25 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":51,"wspd":14.8},{"date":"19930825","time":"1993-08-25 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.6,"rhum":50,"wspd":13},{"date":"19930825","time":"1993-08-25 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":48,"wspd":11.2},{"date":"19930825","time":"1993-08-25 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":48,"wspd":13},{"date":"19930825","time":"1993-08-25 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":48,"wspd":9.4},{"date":"19930825","time":"1993-08-25 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":46,"wspd":11.2},{"date":"19930825","time":"1993-08-25 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":51,"wspd":16.6},{"date":"19930825","time":"1993-08-25 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":65,"wspd":18.4},{"date":"19930825","time":"1993-08-25 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":63,"wspd":13},{"date":"19930825","time":"1993-08-25 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":65,"wspd":14.8},{"date":"19930825","time":"1993-08-25 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.5,"rhum":68,"wspd":18.4},{"date":"19930825","time":"1993-08-25 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":70,"wspd":14.8},{"date":"19930825","time":"1993-08-25 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":74,"wspd":13},{"date":"19930825","time":"1993-08-25 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":56,"wspd":18.7},{"date":"19930825","time":"1993-08-25 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":62,"wspd":14.8},{"date":"19930825","time":"1993-08-25 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":62,"wspd":13},{"date":"19930825","time":"1993-08-25 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":64,"wspd":13},{"date":"19930825","time":"1993-08-25 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":71,"wspd":22.3},{"date":"19930825","time":"1993-08-25 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":76,"wspd":20.5},{"date":"19930825","time":"1993-08-25 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":22.3},{"date":"19930825","time":"1993-08-25 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":22.3},{"date":"19930825","time":"1993-08-25 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":24.1},{"date":"19930825","time":"1993-08-25 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":9.4},{"date":"19930825","time":"1993-08-25 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":18.7},{"date":"19930825","time":"1993-08-25 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":20.5},{"date":"19930825","time":"1993-08-25 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":13},{"date":"19930825","time":"1993-08-25 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":16.6},{"date":"19930825","time":"1993-08-25 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":16.6},{"date":"19930825","time":"1993-08-25 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":14.8},{"date":"19930825","time":"1993-08-25 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":59,"wspd":7.6},{"date":"19930825","time":"1993-08-25 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":49,"wspd":11.2},{"date":"19930825","time":"1993-08-25 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":47,"wspd":11.2},{"date":"19930825","time":"1993-08-25 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":40,"wspd":11.2},{"date":"19930825","time":"1993-08-25 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":42,"wspd":11.2},{"date":"19930825","time":"1993-08-25 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":40,"wspd":13},{"date":"19930825","time":"1993-08-25 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":44,"wspd":14.8},{"date":"19930825","time":"1993-08-25 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":49,"wspd":13}]},"19930826":{"guardian_articles":[{"date":"19930826","headline":"Mapping the new Europe","web_url":"https://www.theguardian.com/world/1993/aug/26/euro.eu","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19930826","headline":"Prosecutors Pick a Law From Past","web_url":"https://www.nytimes.com/1993/08/26/nyregion/specter-of-terror-prosecutors-pick-a-law-from-past.html","abstract":"  The first charge in the 20-count indictment against Sheik Omar Abdel Rahman and his followers is a rarely used law banning seditious conspiracy, or plotting to overthrow the government.   By allowing prosecutors to charge a defendant with the broad crime of plotting against the Government, and avoiding the necessity of pinning a specific act of violence on an individual, the law enables prosecutors to seek longer sentences and to cast a wider legal net.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"A Memorable Summer for Children in the Bargain; Prime Camp Sites in Harriman State Park Leased to Nonprofit Groups at Cut Rates","web_url":"https://www.nytimes.com/1993/08/26/nyregion/memorable-summer-for-children-bargain-prime-camp-sites-harriman-state-park.html","abstract":"  Quietly scattered across this majestic, 47,000-acre public park are 35 summer camps that cannot really afford to be here.   That they are bustling with activity is a tribute to a longtime program in which nonprofit organizations, unable to purchase campsites of their own, are allowed to lease prime lakefront property at bargain-basement prices.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"State Dept. Balkan Aides Explain Why They Quit","web_url":"https://www.nytimes.com/1993/08/26/world/state-dept-balkan-aides-explain-why-they-quit.html","abstract":"  It was the kind of gut-wrenching cable that came across Jon Western's State Department desk every day for almost a year: a 9-year-old Muslim girl raped by Serbian fighters, then left in a pool of blood while her parents watched helplessly from behind a fence for two days before she died.    \"This was pretty indicative of the type of things we were getting on a daily basis,\" Mr. Western said.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"U.N. Counts on U.S. Rangers to Find Warlord","web_url":"https://www.nytimes.com/1993/08/26/world/un-counts-on-us-rangers-to-find-warlord.html","abstract":"  After more than two months of guerrilla attacks against United Nations peacekeepers, their commanders say the arrival of 400 elite United States Army troops Thursday will not only help in the capture of a fugitive clan leader but will also be critical in regaining control of the streets of Mogadishu.   The deployment of the Rangers is part of a move by the United Nations to capture Gen. Mohammed Farah Aidid, who has stymied the United Nations mission here, officials say.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Traffic Alert","web_url":"https://www.nytimes.com/1993/08/26/nyregion/traffic-alert-687393.html","abstract":"  Because of several construction projects which started last night, there will be severe delays on all approaches to the George Washington Bridge, lasting through Monday afternoon.   Motorists are urged to use public transportation or carpools, or to use the Tappan Zee bridge the Holland or Lincoln Tunnels.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Coleman Decision Expected","web_url":"https://www.nytimes.com/1993/08/26/sports/baseball-coleman-decision-expected.html","abstract":"  Vince Coleman is still a Met, at least until today. Discussions continued yesterday among lawyers for the team, the Players Association and the owners' Player Relations Committee about what to do regarding Coleman, who faces a felony charge for lighting and throwing an explosive that injured fans last month in Los Angeles.   David Howard, counsel for the Mets, said an announcement will probably be made today. Coleman, who has been on a paid leave for the past two weeks, met with team officials on Tuesday.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"N.F.L. TRAINING CAMP REPORT","web_url":"https://www.nytimes.com/1993/08/26/sports/nfl-training-camp-report.html","abstract":"  Dallas Cowboys    The Dallas owner, Jerry Jones, predicted yesterday that Emmitt Smith won't be in uniform when the defending Super Bowl champions open their regular season in Washington on Sept. 6.   \"I don't want there to be any surprises and my instincts tell me Emmitt isn't going to be here,\" Jones said of the star running back, who is holding out.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Texas Tech Hires Cal Athletic Director","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-colleges-texas-tech-hires-cal-athletic-director.html","abstract":"  BOB BOCKRATH of the University of California was hired Tuesday as athletic director at Texas Tech, replacing T. JONES, who is stepping down effective on Tuesday. Bockrath, 50, the athletic director at Cal for two years, said he hoped to assume his new post by Sept. 3.   The Texas Tech president, ROBERT LAWLESS, said Bockrath agreed on Monday to a five-year contract at $125,000 a year.   Jones, Tech's athletic director for eight years, resigned with more than 14 months remaining on a contract that paid him $107,112 annually.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Progreso Journal; In a World of Plastics, Can Yucatan Find a Place?","web_url":"https://www.nytimes.com/1993/08/26/world/progreso-journal-in-a-world-of-plastics-can-yucatan-find-a-place.html","abstract":"  In the steamy villages along the northern tip of the Yucatan Peninsula, a few Maya Indians still grow the long-stalked hemp plants that for more than a century were used to make the twine and rope that once brought great wealth to this part of Mexico.    But the hemp that this area is known for -- it is not to be confused with cannabis, also known as hemp, which comes from a different plant -- has almost disappeared, driven out by the development of plastics and synthetic rope and cheaper production in Africa and South America.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"No Headline","web_url":"https://www.nytimes.com/1993/08/26/nyregion/no-headline-435893.html","abstract":"  \"It makes you think, 'What is God saying to us? What is it we're doing that we shouldn't be doing?' You look at that cemetery and you feel so helpless.\" -- BESS MEADOR of Hardin, Mo., where a graveyard was washed away in the floods.  [ A18:1. ]","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Seneca Nation Files Suit To Reclaim Grand Island","web_url":"https://www.nytimes.com/1993/08/26/nyregion/seneca-nation-files-suit-to-reclaim-grand-island.html","abstract":"  Invoking a law from the Presidency of George Washington, the Seneca Nation of Indians filed suit in Federal District Court in Buffalo today seeking return of this 27-square-mile island in the Niagara River.   The Senecas claim that New York State's purchase of the island in 1815 violated a 1790 law requiring Federal approval for all Indian land transfers. The suit seeks return of the entire island, now home to 17,561 people, and unspecified monetary compensation, said Joseph F. Crangle, the attorney representing the tribe.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Jean Adds a Plot Twist To Hitchcock Mystery","web_url":"https://www.nytimes.com/1993/08/26/sports/baseball-jean-adds-a-plot-twist-to-hitchcock-mystery.html","abstract":"  For a team in a division race that's thistight, the Yankees have an unsettled starting rotation. And Domingo Jean added possible consternation to confusion tonight.   Buck Showalter, who has to manage through the confusion, declined to acknowledge the existence of any problem created by Jean's ineffective pitching against the Chicago White Sox, saying, \"We'll handle that as it comes.\"","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"1943: Mountbatten's Men : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-1943-mountbattens-men-in-our-pages100-75-and-50-years-ago.html","abstract":"OTTAWA - [From our New York edition:] Lord Louis Mountbatten, forty-three-year-old leader of Great Britain's famed Commandos, has been named supreme Allied commander in Southeast Asia for the conduct of operations against Japan, it was announced tonight [","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Review/Television; Seeing the Bright Side of Castro's Cuba","web_url":"https://www.nytimes.com/1993/08/26/movies/review-television-seeing-the-bright-side-of-castro-s-cuba.html","abstract":"  In the dear, dire days when there were two sides to the cold war, journalists of a certain bent ranged the world and brought back rhapsodies to countries like Stalin's Soviet Union, Mao's China and Sadinista Nicaragua. When one such People's Paradise fell into disfavor, there was always another to celebrate. Among the minor side effects of what tonight's offering in the \"P.O.V.\" documentary series delicately calls \"the collapse of the socialist camp\" has been the drying up of that once rich vein of inspiration to television documentary producers. But take heart: Cuba remains.   \"Miami; Havana\" begins with snatches of interviews on attitudes of Cuban-Americans in Miami toward their motherland and of Cubans in Cuba toward the United States. Hard political lines and softer personal feelings are expressed on both sides. The program's point of view is represented by Wayne Smith, a former State Department official in Havana and a longtime critic of American policy. He wants an end to the economic embargo of Cuba and a resumption of normal relations.","thumbnail":null,"section":"Movies"},{"date":"19930826","headline":"In Sao Paulo, The TV News In Real Time","web_url":"https://www.nytimes.com/1993/08/26/world/in-sao-paulo-the-tv-news-in-real-time.html","abstract":"  Working as if Brazilian coffee courses through his veins, Sergio Frias is a street reporter who likes action.   Treating his business suit like jogging sweats, the stocky television reporter has ducked bullets from a jailbreak shootout and exchanged himself for a child hostage.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/26/style/chronicle-802793.html","abstract":"  Some of the best minds, they say, summer in the Hamptons. Which is why the Nobel laureate JAMES WATSON and the neurobiologist MAX COWAN of the Howard Hughes Medical Institute near Baltimore agreed to attend a free public forum in Southampton at 5 P.M. on Saturday and to answer questions about the role that genes play in brain-related illness.   The forum, to be held at Long Island University's Southampton campus, is sponsored by the Dana Alliance for Brain Initiatives, a new organization that brings together medical experts, government agencies, private foundations and people interested in translating complicated medical developments into everyday language.","thumbnail":null,"section":"Style"},{"date":"19930826","headline":"No. 1 Pick Is No. 2 on Depth Chart","web_url":"https://www.nytimes.com/1993/08/26/sports/pro-football-no-1-pick-is-no-2-on-depth-chart.html","abstract":"  When the Jets made Marvin Jones their No. 1 draft pick, and the fourth player taken over all, he was expected to have a chance to break into the starting lineup in place of Kyle Clifton at middle linebacker.   But the 6-foot-2-inch, 240-pound Jones, an all-American out of Florida State, staged a salary holdout that did not end until the day before the first preseason game, at Pittsburgh on Aug. 7. He signed a five-year, $6 million pact and dressed but did not play against the Steelers.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Arts Vigilantes Find a New Quarry to Pursue; Everyone Is an Artist","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-arts-vigilantes-find-a-new-quarry-to-pursue-everyone-is-an-artist-233493.html","abstract":"  To the Editor:   Reading your report that three experimental artists are handing out $10 bills to illegal immigrants from Mexico (front page, Aug. 12), I felt shortchanged. To David Avalos, one of the three federally supported artists, \"the act of giving the money is a work of art.\" Really?   As a sculptor, and not a particularly conservative one, I am insulted by the readiness of people to call themselves and others artists and their acts works of art. Is anyone who applies a Band-Aid a physician? Anyone who fixes an outlet an electrician? Anyone who takes a holiday in August a psychiatrist?","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Man Slain After Robbery at Gambling Den","web_url":"https://www.nytimes.com/1993/08/26/nyregion/man-slain-after-robbery-at-gambling-den.html","abstract":"  A man was shot and killed last night as he and three others fled from a gambling den in Chinatown that they robbed, the police said.   The victim, identified by the police only as a 31-year-old Asian, was struck in the back by a bullet about 7 P.M. as he and one of his accomplices climbed into a getaway car on East Broadway, said Sgt. John McCluskey, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"The Price of Freedom : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-the-price-of-freedom-letters-to-the-editor.html","abstract":"Regarding \"Questions Foster Left Behind Are Worth Pursuing\" (Opinion, Aug. 13) by William Safire: .The mark of a true democracy is a free press. Any disagreeable excesses are the price of a free press and are clearly worth paying. Unfortunate","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Company Hurt by Drought May Get Help From Trenton","web_url":"https://www.nytimes.com/1993/08/26/nyregion/company-hurt-by-drought-may-get-help-from-trenton.html","abstract":"  With the state's rain-starved reservoirs shrinking, New Jersey environmental officials moved today to help one water company survive the summer.   The New Jersey American Water Company's northern division, which has 80,000 customers in Essex, Morris, Somerset and Union counties, has seen its Canoe Brook reservoir drop to 48 percent of capacity since April.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"White Sox Throw Yet Another One the Yankees' Way","web_url":"https://www.nytimes.com/1993/08/26/sports/baseball-white-sox-throw-yet-another-one-the-yankees-way.html","abstract":"  Joe Carter was probably sleeping by the time the Yankees and White Sox finished playing tonight, but the Yankees were thinking about the Toronto right-fielder. They hoped he saw them beat the Chicago White Sox, 7-5, at Comiskey Park.   Carter claimed recently that the remaining schedule favored the Blue Jays because the Yankees still had to play the better teams in the American League West. That is all Carter said. He did not call the Yankees nasty names or make fun of their relatives, but his comments have circulated in the Yankee clubhouse and have made them an ornery bunch.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"In Sovereign Georgia, Crime, Civil War and Empty Coffers","web_url":"https://www.nytimes.com/1993/08/26/world/in-sovereign-georgia-crime-civil-war-and-empty-coffers.html","abstract":"  The sound of gunfire is so frequent in one Tbilisi neighborhood that its residents now call it Chicago. Mindful of an audience that long ago stopped going out after dark, the city's theaters and concert halls schedule performances only in the afternoon.   The Metekhi Palace, Georgia's sole luxury hotel, has a sign that politely asks guests to check their firearms before entering -- a request that did nothing to stop a recent visitor from firing off a few rounds as he tried to barge past armed security guards.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-434093.html","abstract":"  A front-page article on Monday about changes in the metric system misstated the relationship between two units of measurement, the angstrom and the nanometer. An angstrom is one-tenth of a nanometer, or one ten-billionth of a meter; the two units are not equal.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Operation Match: Donate Pint, Then A Meets O-Positive","web_url":"https://www.nytimes.com/1993/08/26/nyregion/operation-match-donate-pint-then-a-meets-o-positive.html","abstract":"  \"You look kind of familiar; you're sure we haven't met somewhere before?\" Familiar words, but the scene is not a singles bar; it's the recovery room at the Bergen Community Regional Blood Center.    This is singles' donor night, and the cover charge is a pint of blood. Short, white-haired Frank has just sat down next to Amy, a petite woman who, like Frank, is wearing a tag identifying her by her first name.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Terrorist Acts Can't Stop Quest for Peace; Jewish Survival","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-terrorist-acts-can-t-stop-quest-for-peace-jewish-survival-237793.html","abstract":"  To the Editor:   Milton Viorst operates under a misconception in \"Sharing Jerusalem\" (Op-Ed, Aug. 19) when he wonders if Israel wouldn't be better off without having to rule 100,000 unhappy Palestinians. Israel's ultimate goal is not conquest, nor is it peace. Its most essential purpose, articulated by every Zionist leader of the last century, is to be a safe haven and home for worldwide Jewry. Israel's loftiest goal is to be that place, not to make Palestinians happy.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-176193.html","abstract":"  A map in Science Times on Tuesday with an article about hidden earthquake faults in the Los Angeles area located the Westwood district incorrectly in some editions. It is between Santa Monica and Beverly Hills, not north of Santa Monica.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"The Nines Arrive -- Too Fast","web_url":"https://www.nytimes.com/1993/08/26/opinion/the-nines-arrive-too-fast.html","abstract":"  When he reversed himself and authorized New York City police officers to carry semiautomatic handguns, Police Commissioner Raymond Kelly cited departmental tests. But when pressed, he couldn't rely on much hard information about the use of those guns -- for a very good reason. There isn't much. And that's the problem.    If the experiments in New York, and experience elsewhere, could allay strong reservations about their safety in this crowded, high-pressure city, fine. But the city police department has conducted only limited tests, and the statistics from other cities whose police departments use 9-millimeter semiautomatics are spotty.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Another Hope to Save Mars Craft Is Dashed","web_url":"https://www.nytimes.com/1993/08/26/us/another-hope-to-save-mars-craft-is-dashed.html","abstract":"  Another critical moment for the $1 billion Mars Observer mission came and went yesterday in frustrating silence.   When the lost spacecraft failed to call home, as instructed to do automatically if five days pass without receiving any message from Earth, the radio silence dashed one of the last remaining hopes that the mission might be salvaged.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Ozone-Depleting Chemicals Building Up at Slower Pace","web_url":"https://www.nytimes.com/1993/08/26/us/ozone-depleting-chemicals-building-up-at-slower-pace.html","abstract":"  The buildup of the industrial chemicals most responsible for depleting the earth's protective ozone layer has slowed substantially, Government scientists are reporting today.   If the trend continues, they say, the buildup should stop before the end of the decade. As a result, the worst of the ozone destruction should come around the turn of the century, when the peak load of chemicals, now slowly wafting upward, finally reaches the stratosphere, where ozone depletion occurs.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Opposing Groups Free Last Hostages in Nicaragua","web_url":"https://www.nytimes.com/1993/08/26/world/opposing-groups-free-last-hostages-in-nicaragua.html","abstract":"  Captors freed the last of more than 70 hostages held by two rival groups tonight, Government officials said, bringing to an end a crisis that has shaken Nicaragua like no event since the country's civil war, which ended more than three years ago.   Nearly a week after some 38 members of a peacekeeping commission were seized by re-armed former contra rebels on Thursday, mediators said the last five of those captives were released in a remote northern village.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"A Second City Star Craves the Big Award","web_url":"https://www.nytimes.com/1993/08/26/sports/on-baseball-a-second-city-star-craves-the-big-award.html","abstract":"  Frank Thomas hits like Reggie Jackson no, better than Reggie Jackson -- and he speaks words that sound like Reggie. But the tone of the words is different. When Jackson talked about himself -- \"the magnitude of me,\" for example -- he always came across as boastful. Thomas talks about himself and sounds earnest, not boastful.   That's the way he came across when he talked about the candidates for the American League Most Valuable Player Award. In discussing that topic, many people don't get beyond John Olerud, the Toronto Blue Jays' star who is threatening to hit .400.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/26/style/chronicle-250493.html","abstract":"  In upstate New York, in the forests of the Akwesasne, the 14,000-acre Mohawk reservation near the Candadian border, Chief JAKE SWAMP of the Mohawks is searching for an Eastern white pine to become the centerpiece of a Thanksgiving ceremony on Nov. 20 at the Cathedral of St. John the Divine in Manhattan.    The annual ceremony began five years ago as a way of honoring the Americans who helped the Pilgrims survive their first harsh winter in their new homeland, but this is the first year that a tree will figure prominently in it. The tree was selected as this year's theme, Chief Swamp said, because it symbolizes peace. \"It carries the spirit of my people,\" he added.","thumbnail":null,"section":"Style"},{"date":"19930826","headline":"New Charges Give U.S. 2d Chance to Try Kahane Suspect","web_url":"https://www.nytimes.com/1993/08/26/nyregion/reno-sees-growing-evidence-makes-call-new-charges-give-us-2d-chance-try-kahane.html","abstract":"  A wide-ranging conspiracy indictment returned yesterday gives prosecutors a second chance to try El Sayyid A. Nosair, the Egyptian immigrant who was acquitted in the 1990 killing of Rabbi Meir Kahane in a jury verdict that the judge denounced as \"against the overwhelming weight of evidence\" and \"devoid of common sense and logic.\"   Mr. Nosair, who has been serving time in the Attica state prison on gun possession and assault charges arising from the Kahane killing, was charged yesterday with murdering the rabbi to bolster his position in an organization involved in racketeering.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Books of The Times; Reflecting Fashion Without Neglecting the Music","web_url":"https://www.nytimes.com/1993/08/26/books/books-of-the-times-reflecting-fashion-without-neglecting-the-music.html","abstract":"  Benjamin Britten A Biography By Humphrey Carpenter Illustrated. 677 pages. Charles Scribner's Sons. $30.   Benjamin Britten's music is in some ways an emblem of the 20th-century compositional predicament. Britten was born in 1913, and his diaries and letters show that from an early age he was enthusiastic about certain avant-garde musical trends. But although he used dissonance, angularity, contemporary orchestral coloration and even Serial techniques to expressive ends, his music was firmly tethered to the 19th-century tradition of lush textures and sweeping lyricism.","thumbnail":null,"section":"Books"},{"date":"19930826","headline":"Reeves Means Business, So Bring the Hard Hats","web_url":"https://www.nytimes.com/1993/08/26/sports/pro-football-reeves-means-business-so-bring-the-hard-hats.html","abstract":"  It looked like the typical messy preseason practice: 60 big players tugging and hollering and running. But Coach Dan Reeves, as usual, had on his practice scowl, eyes darting from Giant to Giant.   And while hardly anyone else was watching today's workout, Reeves was staring at Steve DeOssie and John Brandes snapping a football backward between their legs. The Giants need a long snapper.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"India and the UN : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-india-and-the-un-letters-to-the-editor.html","abstract":"The proposition that \"India belongs in the UN Security Council\" (Opinion, July 17) may be a suitable topic for debate in the secondary schools of that country. It is not a point of view that can be seriously considered. However, as you have see","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Shakedowns Are Suspected In 2 Precincts","web_url":"https://www.nytimes.com/1993/08/26/nyregion/shakedowns-are-suspected-in-2-precincts.html","abstract":"  Law-enforcement officials are investigating two groups of New York City police officers who are suspected of running separate drug-trafficking operations in Brooklyn and Manhattan, senior Federal and state investigators said yesterday.   Both sets of officers, working out of two of the most violent, drug-prone areas of the city, are suspected of routinely shaking down drug dealers for drugs and cash, stealing guns from drug dealers and then turning around and selling the drugs to other drug dealers.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Transactions","web_url":"https://www.nytimes.com/1993/08/26/sports/transactions-071493.html","abstract":"  Baseball  National League   SAN DIEGO PADRES -- Placed Wally Whitehurst, pitcher, on the 15-day disabled list, retroactive to August 20. Recalled Scott Sanders, pitcher, from Las Vegas of the Pacific Coast League. Southern League   CHATTANOOGA LOOKOUTS -- Sent Chris Gill, infielder, to Winston-Salem of the Carolina League. Football  National Football League   DENVER BRONCOS -- Waived Kitrick Taylor, wide receiver.   DETROIT LIONS -- Signed Ryan McNeil, cornerback.   NEW YORK JETS -- Signed Dennis Price, defensive back. Waived Alec Millen, tackle.   SAN DIEGO CHARGERS -- Signed Ronnie Harmon, running back, to a three-year contract. Claimed Calvin Stephens, guard, off waivers from the New England Patriots. Released Ray Smoot, guard.   SEATTLE SEAHAWKS -- Signed Terry Wooden, linebacker, to a one-year contract. Hockey  National Hockey League   LOS ANGELES KINGS -- Signed Marc Potvin, forward, to a two-year contract.   NEW JERSEY DEVILS -- Named Bob Hoffmeyer pro scout; Dave Nichols equipment manager and Paul Boyer assistant equipment manager.   SAN JOSE SHARKS -- Signed David Maley, forward, and Guy Gosselin, defenseman.   TAMPA BAY LIGHTNING -- Signed Joe Reekie, defenseman, to a multi-year contract. General  Amateur Athletic Union   AAU -- Named Louis Marciani executive director. College    BROWN -- Named Diane Short women's volleyball coach.   FRANKLIN & MARSHALL -- Named Frank Fedorjaka men's lacrosse coach; Anne Livezey field hockey and women's lacrosse coach; Wendy Snyder women's soccer coach and Anthony Troyer women's volleyball coach.   GANNON -- Named Cory Kephart swimming coach and Jeff Webster and Clint Huffman trainers.   GARDNER-WEBB -- Announced the resignation of Brenda Halford, women's basketball and tennis coach.   HARVARD -- Named Walter Johnson associate head coach of the men's and women's track teams; Jennifer Bates women's interim volleyball coach and David Flocco men's assistant swimming coach.   ILLINOIS -- Named Ty Hawkins assistant baseball coach.   UC SANTA BARBARA -- Named Michael Fenison men's assistant basketball coach.   WAGNER -- Named Scott Swere trainer and Aimee Tycenski and Kristen Lund assistant trainers.   WILKES -- Named Addy Malatesta associate athletic director; Tim Barrera women's soccer coach; Steve Duda and Scott Horoshko assistant football coaches and Sue Ketner assistant volleyball coach.  ","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Lessons of History : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-lessons-of-history-letters-to-the-editor.html","abstract":"The League of Nations collapsed after it failed to act when Mussolini's Italy invaded Ethiopia. World War II followed the appeasement of Nazi Germany's aggression in annexing Austria and the Sudetenland. Chamberlain's \"peace in our time\" became","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"For Campbell, Only a Triple Crown Seems to Be Missing","web_url":"https://www.nytimes.com/1993/08/26/sports/harness-racing-for-campbell-only-a-triple-crown-seems-to-be-missing.html","abstract":"  When John Campbell was a boy of 8 and living on a farm in Ailsa Craig, a hamlet near London, Ontario, a family friend named Ron Fegen, then the best harness driver in Canada and the boy's idol, gave him a brand-new whip. John Campbell put the whip to immediate good use.   John had an old racing sulky that he had tied to a water-pump stand that was no longer in service and he used to climb aboard and drive great races in his imagination. There was the pounding of hoofs, the clatter of wheels, the roar of the crowd and. . . .","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Review/Pop; Tears for Fears, Part 2, From Plural to Singular","web_url":"https://www.nytimes.com/1993/08/26/arts/review-pop-tears-for-fears-part-2-from-plural-to-singular.html","abstract":"  Ten years ago, the English pop duo Tears for Fears caught the world's ear with music that infused the mechanized drone of technopop with echoes of the late-1960's Beatles. Like John Lennon, Roland Orzabal and Curt Smith, who formed the duo, were intrigued by the primal-scream theories of Arthur Janov. Their most famous song, \"Shout,\" a catchy all-purpose exorcism of adolescent pain, became a popular sing-along at concerts.    A decade and three successful albums later, Mr. Orzabal, the duo's principal songwriter, has gone solo, keeping the name Tears for Fears for himself. He recently released an album, \"Elemental\" (Fontana), whose song lyrics and oracular style bear the Tears for Fears signature. And on Tuesday evening, he appeared at Town Hall with a five-member band to perform his recent songs (most of them written with a new collaborator, Alan Griffith), along with a selection of Tears for Fears hits.","thumbnail":null,"section":"Arts"},{"date":"19930826","headline":"Film Festival '93: An Emphasis On the Epic, as Seen Personally","web_url":"https://www.nytimes.com/1993/08/26/movies/film-festival-93-an-emphasis-on-the-epic-as-seen-personally.html","abstract":"  The New York Film Festival, now in its 31st year, will lead off on Oct. 1 with Robert Altman's \"Short Cuts,\" a three-hour panorama of life in contemporary Los Angeles that is based on the short stories of Raymond Carver, and close two and a half weeks later with \"The Piano,\" Jane Campion's bizarre love story set in 19th-century New Zealand. The Campion film, to be shown on Oct. 17, shared the Palme d'Or at the Cannes International Film Festival in May with Chen Kaige's \"Farewell, My Concubine,\" which will also be shown here.   The festival comprises 32 films, which will be shown at Alice Tully Hall. About half the films are from the United States, France and Britain. In a departure from past festivals, Eastern Europe and Latin American film makers are barely present, their place usurped by film makers from China, Taiwan and Hong Kong.","thumbnail":null,"section":"Movies"},{"date":"19930826","headline":"Bosnia Asks World Court to Nullify Peace Accord","web_url":"https://www.nytimes.com/1993/08/26/world/bosnia-asks-world-court-to-nullify-peace-accord.html","abstract":"  Less than a week before the Government of Bosnia and Herzegovina must decide whether to accept the country's division into three ethnic republics, lawyers for Bosnia asked the World Court today to rule that any such division would be \"null and void.\"    They also asked the Court to declare that the United Nations arms embargo against Bosnia is illegal.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Chancellor's Search Troubled As One Finalist Withdraws","web_url":"https://www.nytimes.com/1993/08/26/nyregion/chancellor-s-search-troubled-as-one-finalist-withdraws.html","abstract":"  One finalist in the search for a new schools chancellor for New York City has abruptly withdrawn from consideration and another has said he will not show up for a scheduled interview tomorrow with the city's Board of Education, raising new uncertainties in the final days of the board's six-month search.   Dr. Walter G. Amprey, the Superintendent in Baltimore announced his withdrawal in a letter to the board on Tuesday. Hours later, Dr. John A. Murphy, the Superintendent of the Charlotte-Mecklenburg schools in North Carolina, told the chairman of his local school board that he would not be interviewed for the New York chancellorship after his local board awarded him a $44,000 increase in his compensation package.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Schools Aren't the Only Buildings With an Asbestos Problem","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-schools-aren-t-the-only-buildings-with-an-asbestos-problem-229693.html","abstract":"  To the Editor:   While New York City has clearly botched carrying out the Asbestos Hazard Emergency Response Act, the procedures it outlines provide a prudent, conservative model for dealing with asbestos in all buildings.   Unfortunately, there is no law protecting the city's building occupants from asbestos. When New York adopted its Asbestos Control Law of 1983, which regulated the disturbance of asbestos, the City Council appointed a commission to determine how to manage asbestos-containing materials in buildings. After a two-year study that found that two-thirds of the city's buildings contain asbestos, the commission recommended legislation essentially extending the process developed under the asbestos act.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Terrorist Acts Can't Stop Quest for Peace; Jerusalem as Symbol","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-terrorist-acts-can-t-stop-quest-for-peace-jerusalem-as-symbol-239393.html","abstract":"  To the Editor:   In \"Sharing Jerusalem\" (Op-Ed, Aug. 19) Milton Viorst seeks a nontraditional solution to conflicting aspirations to Jerusalem. But, especially in light of the exclusion of Jews from Eastern Jerusalem during 1948-67, any suggestion of territorial division is unlikely to command sufficient support in Israel.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Essay; Bare-Chested Leaders","web_url":"https://www.nytimes.com/1993/08/26/opinion/essay-bare-chested-leaders.html","abstract":"  Why are the world media so avidly covering the pudgy paunches of leaders on vacation?   Granted, the return of Boris Yeltsin from his holiday retreat to harangue the rump Russian Parliament may be worth reporting.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Gypsies Caught in Czech Border Tug-of-War","web_url":"https://www.nytimes.com/1993/08/26/world/gypsies-caught-in-czech-border-tug-of-war.html","abstract":"  Iveta Cervenak, a 26-year-old Gypsy woman eight months pregnant with her fourth child, was grateful when her 28-member extended family was able to move out of the park and squeeze into two and a half bare rooms above a garage here three months ago.   Mrs. Cervenak's story began six months ago when town officials here cajoled the family out of their apartments and onto a train to neighboring Slovakia, which, in turn, sent them back, Mrs. Cervenak said.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"1918: Gorki Wants Out : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-1918-gorki-wants-out-in-our-pages100-75-and-50-years-ago.html","abstract":"AMSTERDAM - A despatch from Moscow to the Weser Zeitung, dated Aug. 24, says: Maxim Gorki, who has regained his health, intends to relinquish the editorship of the \"Novaia Jizn\" and to leave Russia. It is rumored, however, that the Government wi","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Yeltsin 'Understands' Polish Bid for a Role in NATO","web_url":"https://www.nytimes.com/1993/08/26/world/yeltsin-understands-polish-bid-for-a-role-in-nato.html","abstract":"  On his first visit to Poland as the leader of Russia, President Boris N. Yeltsin was shown today how much this former Warsaw Pact nation wants to join the West, specifically NATO.   In the past, the Russians have expressed reservations about Poland's ambitions to join the alliance. But in an appearance in the gardens of the presidential residence here, Mr. Yeltsin and President Lech Walesa issued a joint statement that repeated Poland's desire for NATO membership and pointed to Mr. Yeltsin's \"understanding.\"","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Ex-Official Has No Recollection Of Warnings on Crown Heights","web_url":"https://www.nytimes.com/1993/08/26/nyregion/ex-official-has-no-recollection-of-warnings-on-crown-heights.html","abstract":"  Bill Lynch, the former New York City deputy mayor, has maintained under oath that he does not recall receiving graphic warnings from two City Hall aides during the 1991 Crown Heights violence that the situation was \"out of control\" and that the police were not responding effectively.   Mr. Lynch made the statements in a deposition he gave Monday in a lawsuit brought by Hasidic Jews against the city over the four-day outbreak, which included attacks by bands of black youths on Hasidic resident of the Brooklyn neighborhood and the fatal stabbing of a Hasidic visitor from Australia, Yankel Rosembaum.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Schools Aren't the Only Buildings With an Asbestos Problem; Smoking Connection?","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-schools-aren-t-the-only-buildings-with-an-asbestos-problem-smoking-connection-246693.html","abstract":"  To the Editor:   As a young man, my husband worked in manufacturing and installing asbestos products. Many times he would grind it for making a paste. Those days, his clothes, hair, nostrils, even his fingernails would be filled with asbestos. These operations took place when there was no knowledge that asbestos was a hazard. I believe industrial masks weren't even on the market in the late 1940's.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Chang and Cherkasov Each Play It as It Breaks","web_url":"https://www.nytimes.com/1993/08/26/sports/tennis-chang-and-cherkasov-each-play-it-as-it-breaks.html","abstract":"  Michael Chang and three-set matches: It has been difficult to mention one without the other lately.   And for good reason. Seven of Chang's last 10 matches have gone three sets, including two in a span of less than 24 hours here at the Waldbaum's Hamlet Cup.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Parolee Is Arraigned in Two Brooklyn Shootings","web_url":"https://www.nytimes.com/1993/08/26/nyregion/parolee-is-arraigned-in-two-brooklyn-shootings.html","abstract":"  Eban Robbins, a suspect in seven shootings with a 9-millimeter pistol earlier this month in Brooklyn, was linked yesterday to yet another killing, even as he was being arraigned in his hospital bed on murder and attempted murder charges.   The victim was identified by authorities as Anthony Butts, 27, a Brownsville construction worker. Mr. Butts was shot three times in the head about 2:30 A.M., Aug. 12 at Legion Street and Blake Avenue in Brownsville -- about 25 minutes after, and more than a dozen blocks away, from the scene of the shootings in Crown Heights with which Mr. Robbins was charged yesterday.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Officials Assert Asbestos Tests Are Progressing","web_url":"https://www.nytimes.com/1993/08/26/nyregion/officials-assert-asbestos-tests-are-progressing.html","abstract":"  As the opening of classes approached, inspectors scouring New York City's public schools for asbestos made substantial progress yesterday, beginning inspections in 50 more schools and declaring 17 others ready to open on time on Sept. 9, officials said.   The officials with the agency heading the emergency effort, the city's School Construction Authority, also reported that inspectors had completed tests on eight schools and for the first time discovered no exposed asbestos, clearing these schools for opening without repairs or cleanup.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"The House and the Hatch Act","web_url":"https://www.nytimes.com/1993/08/26/opinion/the-house-and-the-hatch-act.html","abstract":"  An important test of character awaits the House when lawmakers return to the Capitol after Labor Day. At issue is how far Congress will go in weakening important Hatch Act protections against partisan political activity in the Federal work force.   Different versions of Hatch Act reform have now passed the House and Senate. Both go too far to please the Federal and postal unions, whose political action committees funnel millions of dollars to Congressional campaigns, mostly those of Democrats.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"2 Studies Report Heart Care Lags for Blacks","web_url":"https://www.nytimes.com/1993/08/26/us/2-studies-report-heart-care-lags-for-blacks.html","abstract":"  Black Americans are far less likely than whites to receive bypass surgery or other advanced treatments for heart disease and are also more likely to suffer heart attacks, two new studies have found.   Doctors based at the Pittsburgh Department of Veterans Affairs Medical Center found that among veterans who were treated for heart ailments, white males were much more likely to receive advanced X-ray imaging, undergo a balloon procedure for opening clogged arteries and have bypass surgery.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/08/26/style/chronicle-251293.html","abstract":"  PETER L. MALKIN, a lawyer who is the chairman of the Grand Central and 34th Street Partnerships, and DONALD JONAS, the chairman of Lechters, the housewares chain, are lifelong friends. So when one agreed to give $2,000 to the New York City Police Foundation, the other also gave $2,000. The money is to pay for two mounted police horses, as an element in the city's efforts to curb crime by making the police presence more visible.   But the friends made their gifts conditional, asking that the horses be named for their mothers, GERTRUDE MALKIN and BESSIE JONAS, who have been friends for 60 years.","thumbnail":null,"section":"Style"},{"date":"19930826","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/08/26/us/inside-421893.html","abstract":"  Last Hostages in Nicaragua Set Free by Opposing Groups   Ending a crisis that has shaken Nicaragua like no event since the country's civil war, captors freed the last of more than 70 hostages held by two rival groups, including the Vice President. Page A5. Spacecraft Remains Silent    The Mars Observer failed to call home after five days without instructions from Earth, eroding hope that its mission can be saved. Page A18. Action in the Mayor's Race    As Mayor Dinkins was endorsed by the City Council Speaker, his opponent, Rudolph Giuliani, offered education proposals. Pages B1 and B3.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Dinkins Is Endorsed by Speaker of City Council","web_url":"https://www.nytimes.com/1993/08/26/nyregion/dinkins-is-endorsed-by-speaker-of-city-council.html","abstract":"  Mayor David N. Dinkins, seeking to rebound from the unwelcome glare of his deposition on the Crown Heights violence, won the endorsement yesterday of the City Council Speaker, Peter F. Vallone, and announced the hiring of one of the Speaker's top aides for his campaign staff.   The announcement on the steps of City Hall was part of a broader strategy to reach out politically to the city's white middle-class neighborhoods -- a constituency that Mr. Vallone represents -- where support for Mr. Dinkins is weakest.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"A Man and His Wishbone Call It Quits","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-football-a-man-and-his-wishbone-call-it-quits.html","abstract":"  EMORY BELLARD, the man who invented the wishbone offense that taunted college defenses in the late 1960's and 1970's, is retiring after 45 years of coaching. But his offense isn't. \"It's still as viable as it ever was,\" Bellard said yesterday, beginning his final season as coach at Spring Westfield High School in Houston. \"It's as sound an offense, in my option, that's ever been devised.\"   Bellard first fielded his pet triple option as offensive coordinator at the University of Texas in 1968 and helped the Longhorns win national championships in 1969 and 1970.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"American Vanguardists Find Audience in Europe","web_url":"https://www.nytimes.com/1993/08/26/theater/american-vanguardists-find-audience-in-europe.html","abstract":"  The 1960's and 70's were the golden age for American performers to find work in Europe. Conservative American arts institutions stifled the vanguardists, while the underdeveloped American regional opera scene forced singers abroad.   Now, even with the lingering recession at home, American singers can find work with American companies and the evolution of trendy performance spaces around the United States has created a network for contemporary musicians, theater directors, choreographers and performance artists.   At the same time, the recession in Europe, combined with the development of local talent and an increasingly nativist attitude, has curtailed job offers here for Americans. Yet Americans still do get overseas, and not just high-profile directors like Robert Wilson. Two interesting, veteran New York performance artists, Connie Beckley and Joan Jonas, appeared in France and Germany in June, while all season long Mr. Wilson has been busy with new European projects.","thumbnail":null,"section":"Theater"},{"date":"19930826","headline":"Braves Turn Pressure Up With 3-Game Sweep","web_url":"https://www.nytimes.com/1993/08/26/sports/baseball-braves-turn-pressure-up-with-3-game-sweep.html","abstract":"  Dusty Baker, the only manager in the major leagues who wears sweatbands, has use for them now.    The Atlanta Braves beat Baker's Giants, 9-1, at Candlestick Park today, completing a three-game sweep and moving within four and a half games of first-place San Francisco in the National League West. It's the closest the Braves have been to first since May 31. The teams will play their last three games against each other next Tuesday, Wednesday and Thursday in Atlanta.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"House Republican Leaders Assert Health Plan Will Push Taxes Up","web_url":"https://www.nytimes.com/1993/08/26/us/house-republican-leaders-assert-health-plan-will-push-taxes-up.html","abstract":"  House Republican leaders today made a preemptive assault on President Clinton's health plan, asserting in a new report that the Clinton approach would lead to major new taxes, burdensome new government regulations and a huge loss of jobs among small businesses.   The document, released by the House Republican Conference, signaled the intensity of the coming struggle over revamping the health care system. Mr. Clinton is not scheduled to release his plan until late September, but the Administration has already begun to campaign for its basic principles with a series of speeches and briefing books.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Rhode Island's Top Judge, Facing Ethics Charges, Leaves the Bench","web_url":"https://www.nytimes.com/1993/08/26/us/rhode-island-s-top-judge-facing-ethics-charges-leaves-the-bench.html","abstract":"  The Chief Justice of the Rhode Island Supreme Court was accused Tuesday of using his position to funnel legal work to a business partner, and he stepped down from the bench today until the case is resolved.   In a statement this afternoon, Chief Justice Thomas F. Fay said, \"I have determined that it is in the best interest of all concerned that I temporarily step aside from all administrative and judicial duties until the questions that have been raised recently by the news media, radio talk shows and the Attorney General can be properly addressed.\"","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Article 441293 -- No Title","web_url":"https://www.nytimes.com/1993/08/26/world/article-441293-no-title.html","abstract":"  The United States announced today that it would ban American exports of almost $1 billion in high-technology goods to China over the next two years to punish Beijing for selling sensitive missile technology to Pakistan in violation of international arms-control agreements.   An official said the trade restrictions could be greatly widened, to $3 billion to $4 billion worth of goods a year, if intelligence agencies concluded that China had sold Pakistan whole missiles, and not just missile components.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Arts Vigilantes Find a New Quarry to Pursue","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-arts-vigilantes-find-a-new-quarry-to-pursue-142093.html","abstract":"  To the Editor:   \"In the scrub-covered hills north of the Mexican border,\" your Aug. 12 front page reports, \"three experimental artists supported by a Federal arts grant are handing out crisp $10 bills to illegal immigrants.\"","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Charlie Ward Is a Point Guard in Pads","web_url":"https://www.nytimes.com/1993/08/26/sports/college-football-charlie-ward-is-a-point-guard-in-pads.html","abstract":"  As Charlie Ward learned the intricacies of playing quarterback at Florida State a season ago, his coaches were learning something about him. He was making mistakes -- eight interceptions in the first two games -- but he was also making up for them.   His errors led to a discovery. A sense of desperation led to innovation. The evolution of Florida State's fast-break offense, driven by the quarterback's combination of athletic skill and decision-making ability, has given Ward a chance to make the greatest impact of any multisport athlete at the college level in recent years.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Blazers and Arbiter Meet on Dudley","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-basketball-blazers-and-arbiter-meet-on-dudley.html","abstract":"  The Portland Trail Blazers made their case yesterday before an independent arbiter charged with deciding the vaildity of the team's contract with free-agent center CHRIS DUDLEY.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/08/26/nyregion/news-summary-436693.html","abstract":"  International A3-15  U.S. BANNING EXPORTS TO CHINA  The United States announced it would ban American exports of almost $1 billion in high-technology goods to China over the next two years to punish Beijing for selling sensitive missile technology to Pakistan in violation of international agreements.  A1  VIOLENCE PLAGUING GEORGIA  Violence continues to torment Georgia, a country in the Caucasus. The sound of gunfire is so frequent in the capital residents now call it Chicago. The Metekhi Palace, Georgia's sole luxury hotel, has a sign that asks guests to check their firearms.  A1","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"East and West in Bosnia : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-east-and-west-in-bosnia-letters-to-the-editor.html","abstract":"I read with some amazement Ramses Nassif's letter, \"A Light on the Refugees\" (Aug. 3). .The United States, Britain and France are not responsible for the atrocities taking place in Bosnia-Herzegovina. The French and the British governments we","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-175393.html","abstract":"  An introduction on Wednesday with excerpts from Mayor David N. Dinkins's deposition about the Crown Heights disturbances referred incorrectly in some editions to the traffic accident that preceded the violence. One child, Gavin Cato, was killed in the accident; his cousin, Angela, was injured.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Fraser Picks Australian Davis Cup Team","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-tennis-fraser-picks-australian-davis-cup-team.html","abstract":"  The Australian captain, NEALE FRASER, yesterday announced his six-man squad for the Davis Cup semifinal in Melbourne, Australia. Australia will play India at Chandigarh, India, on Sept. 24-26.   RICHARD FROMBERG, WALLY MASUR, JAMIE MORGAN, JASON STOLTENBERG, TODD WOODBRIDGE and MARK WOODFORDE were named to the Australian team, which will be reduced to five players after the United States Open.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-173793.html","abstract":"  An entry in the Finance Briefs listing of Business Day on Tuesday about a bond offering by the Louisville Gas and Electric Company misstated the amount of the issue, two of its ratings and the name of its parent company. The company is offering $42.6 million in first-mortgage bonds, which are rated AA by the Standard & Poor's Corporation and Aa-2 by Moody's Investors Service Inc. The company is owned by the LG& E Energy Corporation.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Bridge","web_url":"https://www.nytimes.com/1993/08/26/nyregion/bridge-768393.html","abstract":"  When world championship play for the Bermuda Bowl begins on Sunday in Santiago, Chile, there will be four teams from Europe. It happens that they are all from the northern half of the continent: Poland, Denmark, Norway and the Netherlands. They finished in that order in the European Championships in Menton, France, two months ago, and their closest pursuers, in fifth and sixth positions, were Sweden and Iceland. This was a surprising shutout of Britain, France and Italy, which have in the past dominated European play.   A victory by the maximum margin over the experienced Polish squad, to which the diagramed deal contributed, helped a young Dutch team to snatch the crucial fourth position and qualify for Santiago. The Dutch North-South were Wubbo De Boer and Bauke Muller, and they climbed to six spades. The double of one heart was negative, promising a four-card spade suit, and the eventual five-club bid in response to four no-trump showed three key-cards.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Unhappiness by Itself Doesn't Cause Suicide","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-unhappiness-by-itself-doesn-t-cause-suicide-231893.html","abstract":"  To the Editor:   Vincent W. Foster Jr.'s apparent suicide has exposed a popular myth about the reasons people commit suicide, captured in your Aug. 13 front page about life in Washington: \"Is the pressure at the top levels of power in the city so intolerable that suicides are inevitable?\" The notion that people commit suicide because they are merely unhappy or under stress is almost always wrong.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Cruel Flood: It Tore at Graves, and at Hearts","web_url":"https://www.nytimes.com/1993/08/26/us/cruel-flood-it-tore-at-graves-and-at-hearts.html","abstract":"  When the Missouri River barreled through town like white-water rapids this summer, and grain bins and City Hall and the Assembly of God church and houses and barns gave way and there were no telephones or electricity or running water, people in this tiny farm town thought they knew all about the power of nature.   Then the unthinkable happened. The river washed away about two-thirds of the graves at the cemetery where just about anybody who ever lived and died here was buried. The river carved out a crater 50 feet deep where the cemetery used to be. It took cottonwood trees and the brick entryway and carried close to 900 caskets and burial vaults downstream toward St. Louis and the Mississippi.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Nigeria Gas Price Rise Ignites Fury at Government","web_url":"https://www.nytimes.com/1993/08/26/world/nigeria-gas-price-rise-ignites-fury-at-government.html","abstract":"  In an oil-producing country accustomed to having some of the world's cheapest fuel, the decision this week by the military authorities to raise gasoline prices ten-fold has set off anger, anxiety and panic buying.   The move to introduce a new higher-priced grade of gasoline and make fewer pumps selling lower-priced fuel was even seen as part of a diabolical scheme by the military ruler, General Ibrahim Babangida, to foment chaos as an excuse to retain power.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Haiti Lawmakers Back Key Aristide Nominee","web_url":"https://www.nytimes.com/1993/08/26/world/haiti-lawmakers-back-key-aristide-nominee.html","abstract":"  The Parliament today approved the policies and the cabinet planned by Robert Malval, the Prime Minister-designate, a move that diplomats say will lead to the end of a United Nations oil embargo that has brought the Haitian economy to its knees.   Lawmakers in the Chamber of Deputies followed the lead of the Senate by voting unanimously to back Mr. Malval, a wealthy publisher associated with the exiled President, the Rev. Jean-Bertrand Aristide.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Anti-Beijing Message Mailed to Sponsors","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-people-olympics-anti-beijing-message-mailed-to-sponsors.html","abstract":"  A human rights group has taken its campaign against Beijing's Olympic bid directly to the people who would foot the bill for the Games. Human Rights Watch said yesterday that it had sent letters to top officials of 17 international companies with strong sports-sponsorship records, urging them to help defeat the Beijing candidacy for the 2000 Games.   Citing the Chinese Government's record of political and religious repression -- specifically Tiananmen Square in 1989 and more recent arrests of pro-democracy activists -- the human rights group said a Beijing Olympics could backfire on companies trying to crack or expand in the world's largest market.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Sports of The Times; Mets Need Man With a Green Thumb","web_url":"https://www.nytimes.com/1993/08/26/sports/sports-of-the-times-mets-need-man-with-a-green-thumb.html","abstract":"  THE last time I saw Dallas Green before yesterday was four summers ago, down on the farm. George Steinbrenner had sent him there, with pay, to finish out the 1989 season.   One of Steinbrenner's concocted reasons was a kid named Roberto Kelly, who was nursing his separated shoulder in the Cincinnati Reds' clubhouse yesterday when the subject was raised.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Let Castro Lead the Way","web_url":"https://www.nytimes.com/1993/08/26/opinion/let-castro-lead-the-way.html","abstract":"Cuba is in the midst of an excruciating economic and political crisis. It was caused partly by the collapse of the Soviet Union, as well as by the failure of the Cuban Government to understand what was happening in the world and to adjust quickly enough to events. \n\nWith food and fuel running low, Cuba must make a critical choice. There is still time to take the path to peaceful transition and, belatedly, move toward a more open political system. That will require a drastic loosening of Government control over the economy, much more private initiative and new respect for human rights. This would carry Cuba toward a social-democratic model, a natural successor to the Cuban Revolution.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Avoiding a Values Test, County Cuts All Art Funds","web_url":"https://www.nytimes.com/1993/08/26/us/avoiding-a-values-test-county-cuts-all-art-funds.html","abstract":"  Facing a proposal to limit arts financing to groups that support \"community, family-oriented values,\" the Cobb County Commision here has voted instead to cut off all money for the arts next year.   The vote on Tuesday, coming after the commission's condemnation of homosexuality two weeks earlier, has turned up the volume again on a dispute over homosexuality and community values that has deeply divided this suburban county of 450,000 people north and west of Atlanta.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Brazil's Guilt in the Amazon Massacre","web_url":"https://www.nytimes.com/1993/08/26/opinion/brazils-guilt-in-the-amazon-massacre.html","abstract":"The death toll in the mid-August massacre of Yanomami Indians by Brazilian gold miners may not compare with the body counts of a half-dozen other conflicts in the world, but the horror of the event demands an international outcry. \n\nThe 70 victims, members of one of the least assimilated indigenous societies of the Amazon region, were shot, hacked to pieces and burned in a remote forest near the Venezuelan border. It was only the latest attack on the Yanomami by gold miners who have been invading the territory since 1987.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-172993.html","abstract":"  An article in Business Day on Tuesday about a trial over the pricing practices of Wal-Mart Stores Inc. misstated the outcome of a 1986 Oklahoma lawsuit against the company, claiming predatory pricing. Wal-Mart settled the case on appeal and agreed not to discuss the terms.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Appearances Are Destructive","web_url":"https://www.nytimes.com/1993/08/26/opinion/appearances-are-destructive.html","abstract":"As public schools reopen for the new year, strategies to curb school violence will once again be hotly debated. Installing metal detectors and hiring security guards will help, but the experience of my two sisters makes a compelling case for greater use of dress codes as a way to protect students and promote learning.\n\nShortly after my sisters arrived here from South Africa I enrolled them at the local public school. I had great expectations for their educational experience. Compared with black schools under apartheid, American schools are Shangri-Las, with modern textbooks, school buses, computers, libraries, lunch programs and dedicated teachers.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"U.S. INDICTS EGYPTIAN CLERIC AS HEAD OF GROUP PLOTTING 'WAR OF URBAN TERRORISM'","web_url":"https://www.nytimes.com/1993/08/26/nyregion/specter-terror-us-indicts-egyptian-cleric-head-group-plotting-war-urban.html","abstract":"  The Federal Government charged yesterday that Sheik Omar Abdel Rahman, an Egyptian cleric known for his fiery Islamic sermons, led a terrorist group that orchestrated the World Trade Center bombing, a second plot to blow up New York City tunnels and buildings, and the 1990 killing of Rabbi Meir Kahane, the Jewish militant.   In a sweeping new indictment, a Federal grand jury for the first time linked those terror plots together, along with plans for murders, kidnappings and the bombing of American military installations. Beginning as early as 1989, the indictment said, the men aimed \"to levy a war of urban terrorism against the United States.\" Seditious Conspiracy Charged    Twelve men had already been arrested in the foiled plot to blow up the United Nations building, the Lincoln and Holland tunnels, and the Manhattan offices of the Federal Bureau of Investigation. The 27-page indictment tied that plan to others and brought in three new defendants: Mr. Abdel Rahman; El Sayyid A. Nosair, who was charged with murdering Rabbi Kahane but acquitted; and Mohammed Abouhalima, the brother of one of the Trade Center bombing defendants.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Terrorist Acts Can't Stop Quest for Peace; Israel and Dublin","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-terrorist-acts-can-t-stop-quest-for-peace-israel-and-dublin-240793.html","abstract":"  To the Editor:   Regarding Ireland's reluctance to let an Israeli embassy open in Dublin (news article, Aug. 17):","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Critic's Notebook; In Aspen, a Metaphor for Change","web_url":"https://www.nytimes.com/1993/08/26/arts/critic-s-notebook-in-aspen-a-metaphor-for-change.html","abstract":"  No question, the fascinating $7 million Joan and Irving Harris Concert Hall of the Aspen Music Festival and School, which opened over the weekend in Aspen, Colo., and is to conclude its dedicatory series this evening, stands as a metaphor. But a metaphor for what, exactly?   \"The hall is for our students to rehearse and perform in,\" Ms. Harris, who is a member of the board, told The Aspen Times last week. \"The building becomes the symbol, because it's more than a building; it's a metaphor for the faith and planning for the future of the music school and festival.\"","thumbnail":null,"section":"Arts"},{"date":"19930826","headline":"To Be Precise","web_url":"https://www.nytimes.com/1993/08/26/opinion/to-be-precise.html","abstract":"  Some time a little before 8 this past Monday morning -- was it Aug. 22 or 23? It was the 23d -- while waiting for a pot of coffee to boil, we unfolded The Times and found an intriguing article near the bottom of the front page. \"Yardsticks Almost Vanish as Science Seeks Precision,\" said the smallish headline. The story, by Malcolm W. Browne, explained that due to the scientific community's ever-growing need for precise standards, nearly all the measurements that affect daily life are being redefined in the language of quantum mechanics.   Where a meter used to be fixed as one-10-millionth of the distance from one of the earth's poles to the Equator, it's now measured as the distance that light travels in one-299,792,458th of a second. Where a second was once one-60th of a minute, it's now clocked as the time it takes a microwave-excited cesium atom to vibrate 9,192,631,770 times.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Giuliani Faulted on Education Plans","web_url":"https://www.nytimes.com/1993/08/26/nyregion/giuliani-faulted-on-education-plans.html","abstract":"  Offering his vision of how to improve New York City schools, Rudolph W. Giuliani formally endorsed the breakup of the central Board of Education yesterday, but then came under attack for what one political opponent called a \"180-degree flip-flop\" on the issue.   His proposal appeared to be a reversal of his previous stance that breaking up the central board would only increase the bureaucracy. Borough President Ruth W. Messinger of Manhattan, a Democrat who has proposed a similar breakup of the board, accused the Republican-Liberal candidate of reversing views that he offered as recently as July.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/08/26/sports/results-plus-985693.html","abstract":"  TRACK AND FIELD  Jamaican Sprinter Wins 100 Meters  Merlene Ottey of Jamaica, a week after winning her first major title by taking the 200 meters at the world championships, won the 100 meters last night at the International Amateur Athletic Federation Gugl meet in Linz, Austria. Ottey was clocked in 11.11 seconds, and beat the long jump champion, Heike Drechsler of Germany, who ran a rare dash and finished second in 11.36. Juliet Cuthbert, another Jamaican, was third in 11.40. Bruny Surin led a 1-2 Canadian finish in the men's 100, clocking 10.11. Atlee Mahorn was second in 10.27 and an American, Calvin Smith, third in 10.29. Dennis Mitchell, America's 100-meter bronze medalist, aggravated a groin injury in the event and stopped halfway. (AP) GOLF  Gay's 70 Leads Amateurs Into Match Play  Brian Gay of the University of Florida shot a two-under-par 70 yesterday, leading the field going into match play at the United States Amateur Championships in Houston. Gay, with a two-day total of four-under 139, had only just one bogey on the Jackrabbit course at Champions Golf Club. The field was pared to the low 64 players, with the cut coming at three-over 146. Twenty-two players tied at that score competed in a playoff at the end of the day to determine the final 11 spots. The remaining 64 players switch to match play today, leading to Sunday's championship. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Big Stars Get Back Seats for the Cane Pace","web_url":"https://www.nytimes.com/1993/08/26/sports/harness-racing-big-stars-get-back-seats-for-the-cane-pace.html","abstract":"  The biggest stars usually get the best seats in the house, but that won't be the case for Presidential Ball and Life Sign in the $432,800 Cane Pace at Yonkers Saturday night.   Presidential Ball, whose $1,534,684 in earnings this season tops all horses on the harness circuit, drew the No. 9 post position yesterday at Yonkers. He will be driven by Jack Moiseyev as one of three horses to leave from a second tier in a field of 11 3-year-olds. Presidential Ball's chief rival, Life Sign, drew the No. 11 post.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"The Challenge of Covering Today's Inscrutable China","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-the-challenge-of-covering-todays-inscrutable-china.html","abstract":"China has long been a difficult country to cover, but the nature of the changes there is making matters even worse. The reporting of China, much like China itself, needs to be modernized. .To begin with, there are problems with unreliable data. .Will","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"With a Boom in the Desert Over, Transplants Are Feeling Stranded","web_url":"https://www.nytimes.com/1993/08/26/us/with-a-boom-in-the-desert-over-transplants-are-feeling-stranded.html","abstract":"  The desert that stretches east from Los Angeles shimmers with mirages: brand-new cities like this one that replicate the Southern California ideal, with miles of identical single-family homes, each with its small green lawn and two-car garage.   Just three or four years ago, riding the California boom, these homes were being built so fast that the newcomers sometimes had nowhere to shop. The area became known as the Inland Empire -- San Bernardino and Riverside Counties -- the most rapidly growing region in the United States.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Graf, Courier Top-Seeded In U.S. Open","web_url":"https://www.nytimes.com/1993/08/26/sports/tennis-graf-courier-top-seeded-in-us-open.html","abstract":"  Steffi Graf will revert to her accustomed position and Jim Courier will resume his next week when the United States Open starts at the National Tennis Center in Flushing Meadows.   The world's two top-ranked players were seeded first in the men's and women's divisions yesterday by officials of the United States Tennis Association, who selected the two 16-player lists.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Terrorist Acts Can't Stop Quest for Peace","web_url":"https://www.nytimes.com/1993/08/26/opinion/l-terrorist-acts-can-t-stop-quest-for-peace-242393.html","abstract":"  To the Editor:   The Aug. 18 attempt on the life of the Egyptian Interior Minister, Hassan al-Alfi, by militant Muslim fundamentalists and the Aug. 19 killing of nine Israeli soldiers in southern Lebanon by Hezbollah terrorists mark further attempts by fundamentalists to create a reign of terror and murder.","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"Future Face of Berlin Awaits a Fateful Month","web_url":"https://www.nytimes.com/1993/08/26/world/future-face-of-berlin-awaits-a-fateful-month.html","abstract":"  A series of decisions to be made next month could change the face of Berlin for years to come.   The city council is scheduled to decide on Sept. 2 whether to cut off subsidies to the Schiller Theater, one of Berlin's best-known theaters, and to its principal state-sponsored arts center. Cutoffs would probably lead to the closing of both institutions.","thumbnail":null,"section":"World"},{"date":"19930826","headline":"Reno Sees Growing Evidence and Makes Call","web_url":"https://www.nytimes.com/1993/08/26/nyregion/the-cleric-s-indictment-reno-sees-growing-evidence-and-makes-call.html","abstract":"  Two months after she turned down recommendations to charge Sheik Omar Abdel Rahman as a terrorist, Attorney General Janet Reno reversed herself and approved an indictment based on a broad approach to the case.   The indictment charges the sheik not with a direct role in any specific terrorist act, but with complicity in a conspiracy beginning with the shooting death of Rabbi Meir Kahane in 1989 and continuing through the World Trade Center bombing in February and the bombing and assassination plot uncovered in June.","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"1893: Rags and Cholera : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-1893-rags-and-cholera-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - In the House of Commons yesterday [Aug. 25] Mr. Macdona asked the President of the Local Government Board whether the prohibition of the importation of rags, enacted last year, was on Aug. 9 revoked, and if so what other precautions the Local Gov","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"A Farewell to Arms : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/08/26/opinion/IHT-a-farewell-to-arms-letters-to-the-editor.html","abstract":"Aug. 6 passed almost unnoticed this year, although it marked 48 years since the first atomic bomb laid waste the Japanese city of Hiroshima and forever changed the world. .For more than four decades countless politicians and Cold Warriors have stressed","thumbnail":null,"section":"Opinion"},{"date":"19930826","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/08/26/style/IHT-what-theyre-reading.html","abstract":"Robert Taylor, an American banker with Merrill Lynch in Berlin is reading \"A Suitable Boy\" by Vikram Seth. .\"I'd heard it was the 'War and Peace' of the 1990s and am spending the summer working my way through the 1,349-page tome. It prick","thumbnail":null,"section":"Style"},{"date":"19930826","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/08/26/nyregion/metro-digest-669593.html","abstract":"  NEW YORK CITY  THE SHEIK IS CHARGED: CLERIC CALLED CENTER OF CONSPIRACY   The Federal Government charged that Sheik Omar Abdel Rahman, an Egyptian cleric known for his fiery sermons, was at the center of a terrorist group that orchestrated the World Trade Center bombing, a second plot to blow up New York City tunnels and buildings and the 1990 killing of Rabbi Meir Kahane, a Jewish militant. A1.   In a meeting of the Justice Department's senior staff, Attorney General Janet Reno made the call to seek Mr. Abdel Rahman's indictment. B4.   The wide-ranging conspiracy indictment gives prosecutors a second chance to try El Sayyid A. Nosair in the Kahane killing. B4.   The first charge in the 13-count indictment against Mr. Abdel Rahman and others is a rarely used law on seditious conspiracy, or plotting to overthrow the government. B5. GIULIANI OFFERS SCHOOL VIEWS   Offering his vision of how to improve New York City schools, Rudolph W. Giuliani endorsed the breakup of the central Board of Education, but came under attack for what one political opponent called a \"180-degree flip-flop\" on the issue. B3 CROWN HTS. ALLEGATION DENIED   Bill Lynch, the former Deputy Mayor, has maintained under oath that he does not recall receiving graphic warnings during the 1991 Crown Heights violence that the situation was \"out of control\" and that the police were not responding effectively. B3. MORE CHANCELLOR CANDIDATES BALKING    One finalist in the search for a new schools chancellor for New York City has abruptly withdrawn from consideration and another has said he will not show up for an interview with the Board of Education, raising new uncertainties in the final days of the search. B3. ASBESTOS CHECKS PROGRESSING   As the opening of classes approached, inspectors scouring New York City's public schools for asbestos made progress, beginning inspections in 50 more schools and declaring 17 others ready to open on time, officials said. B6. REGION  A.T. & T. ENTRY IS APPROVED   Hoping to spur lower rates and improve technology, Connecticut's utility regulators approved a bid by A.T. & T. to offer long-distance phone service within the state, ending a monopoly. B6. INDIANS SEEK ISLAND'S RETURN   Invoking a law from the Presidency of George Washington, the Seneca Nation of Indians filed suit in Federal District Court in Buffalo seeking return of 27-square-mile Grand Island in the Niagara River. B7. HELP FOR A WATER COMPANY   With the state's rain-starved reservoirs shrinking, New Jersey environmental officials moved to help the New Jersey American Water Company's northern division survive the summer. B7. IS LOVE THICKER THAN BLOOD?   At singles' donor night at Bergen Community Regional Blood Center, the cover charge is a pint of blood. B7. Traffic Alert B3  Chronicle B6","thumbnail":null,"section":"New York"},{"date":"19930826","headline":"Shipping Company Assessed Largest Election Fine Ever","web_url":"https://www.nytimes.com/1993/08/26/us/shipping-company-assessed-largest-election-fine-ever.html","abstract":"  State and local officials have levied an $895,000 fine against a foreign-owned shipping company that admitted funneling laundered money to dozens of politicians since 1989, including the gubernatorial campaigns of Gov. Pete Wilson and Dianne Feinstein.   Officials said the fine on Tuesday against the Evergreen America Corporation was the largest for a political ethics violation in the nation's history. The previous record, also in California, was $292,500 in 1988 against William Bryan, a Sacramento County Supervisor, for failure to disclose economic interests.","thumbnail":null,"section":"U.S."},{"date":"19930826","headline":"Qualifying for the Open Often a Matter of Luck","web_url":"https://www.nytimes.com/1993/08/26/sports/tennis-qualifying-for-the-open-often-a-matter-of-luck.html","abstract":"  For Martin Blackman, it was a successful homecoming. But for Jimmy Arias and Justin Gimelstob, yesterday's start of qualifying for the United States Open at the National Tennis Center was a painful reminder.   Gimelstob, from Essex Fells, N.J., the national 16-and-under champion, was playing in his first Open qualifying, against a world-class player, 10th-seeded Jeremy Bates of Britain. Unbeaten (25-0) against his peers this year, Gimelstob bowed to Bates, 6-2, 6-2.","thumbnail":null,"section":"Sports"},{"date":"19930826","headline":"Corrections","web_url":"https://www.nytimes.com/1993/08/26/nyregion/c-corrections-174593.html","abstract":"  An article in some editions on Friday and a picture caption on Saturday about Carol O'Cleireacain, who was appointed to replace New York City's Budget Director, misstated her title. She is to be Budget Director, not interim Budget Director.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930826","time":"1993-08-26 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":92,"wspd":18.4},{"date":"19930826","time":"1993-08-26 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":82,"wspd":14.8},{"date":"19930826","time":"1993-08-26 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":80,"wspd":11.2},{"date":"19930826","time":"1993-08-26 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":80,"wspd":7.6},{"date":"19930826","time":"1993-08-26 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":81,"wspd":9.4},{"date":"19930826","time":"1993-08-26 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":83,"wspd":9.4},{"date":"19930826","time":"1993-08-26 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":87,"wspd":14.8},{"date":"19930826","time":"1993-08-26 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":86,"wspd":16.6},{"date":"19930826","time":"1993-08-26 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":81,"wspd":13},{"date":"19930826","time":"1993-08-26 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":77,"wspd":9.4},{"date":"19930826","time":"1993-08-26 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":67,"wspd":9.4},{"date":"19930826","time":"1993-08-26 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":59,"wspd":13},{"date":"19930826","time":"1993-08-26 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":53,"wspd":11.2},{"date":"19930826","time":"1993-08-26 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":55,"wspd":16.6},{"date":"19930826","time":"1993-08-26 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":56,"wspd":18.4},{"date":"19930826","time":"1993-08-26 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":56,"wspd":18.4},{"date":"19930826","time":"1993-08-26 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":56,"wspd":14.8},{"date":"19930826","time":"1993-08-26 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":53,"wspd":13},{"date":"19930826","time":"1993-08-26 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":56,"wspd":14.8},{"date":"19930826","time":"1993-08-26 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":56,"wspd":14.8},{"date":"19930826","time":"1993-08-26 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":63,"wspd":18.4},{"date":"19930826","time":"1993-08-26 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":66,"wspd":16.6},{"date":"19930826","time":"1993-08-26 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":72,"wspd":14.8},{"date":"19930826","time":"1993-08-26 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":77,"wspd":13},{"date":"19930826","time":"1993-08-26 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":50,"wspd":11.2},{"date":"19930826","time":"1993-08-26 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":57,"wspd":14.8},{"date":"19930826","time":"1993-08-26 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":59,"wspd":13},{"date":"19930826","time":"1993-08-26 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":9.4},{"date":"19930826","time":"1993-08-26 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":67,"wspd":9.4},{"date":"19930826","time":"1993-08-26 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":63,"wspd":16.6},{"date":"19930826","time":"1993-08-26 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":63,"wspd":14.8},{"date":"19930826","time":"1993-08-26 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":71,"wspd":11.2},{"date":"19930826","time":"1993-08-26 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":69,"wspd":5.4},{"date":"19930826","time":"1993-08-26 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":74,"wspd":7.6},{"date":"19930826","time":"1993-08-26 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":7.6},{"date":"19930826","time":"1993-08-26 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":9.4},{"date":"19930826","time":"1993-08-26 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":61,"wspd":7.6},{"date":"19930826","time":"1993-08-26 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":56,"wspd":11.2},{"date":"19930826","time":"1993-08-26 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":51,"wspd":14.8},{"date":"19930826","time":"1993-08-26 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":50,"wspd":14.8},{"date":"19930826","time":"1993-08-26 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":43,"wspd":11.2},{"date":"19930826","time":"1993-08-26 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":38,"wspd":13},{"date":"19930826","time":"1993-08-26 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":31,"wspd":11.2},{"date":"19930826","time":"1993-08-26 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":28,"wspd":16.6},{"date":"19930826","time":"1993-08-26 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":29,"wspd":7.6},{"date":"19930826","time":"1993-08-26 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":33,"wspd":13},{"date":"19930826","time":"1993-08-26 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":34.4,"rhum":40,"wspd":13},{"date":"19930826","time":"1993-08-26 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":52,"wspd":14.8}]}}