{"19930706":{"guardian_articles":[],"nytimes_articles":[{"date":"19930706","headline":"The Hook: No Ladder A Cherry Orchard Is Easy Pickings","web_url":"https://www.nytimes.com/1993/07/06/nyregion/the-hook-no-ladder-a-cherry-orchard-is-easy-pickings.html","abstract":"  Kneeling on the ground, Norma Saddlewire picked ripe, dark-red cherries as fast as she could from branches just pruned from heavily laden sweet cherry trees.   Nearby, her friend Joyce Nethaway stood plucking cherries from a dwarf tree not more than 10 feet high.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Once Again, Baseball Kicks Dirt on Its Own","web_url":"https://www.nytimes.com/1993/07/06/sports/on-baseball-once-again-baseball-kicks-dirt-on-its-own.html","abstract":"  The Pittsburgh Pirates evidently were not going to let the San Diego Padres beat them at their own game. The Pirates had lost the bulk of their good players through free agency, but here were the Padres trading away their high-priced players, not waiting for them to leave as free agents.   So the Pirates last week went the Padres one better in the game of one-upmanship. They took the we-can-slash-our-payroll-better-than-you-can game into the front office and lopped two of their four highest-ranking executives from their staff. Last Wednesday, Mark Sauer, the Pirates' president, summoned Douglas Bureman, senior vice president for business operations, and Rick Cerrone, vice president for public relations, and told them their jobs were being eliminated and bade them goodbye.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"A Transformation Stays on Hold","web_url":"https://www.nytimes.com/1993/07/06/nyregion/a-transformation-stays-on-hold.html","abstract":"  The teachers here have been working without a contract for a year, and they are steaming. The school board rejected a tentative pact this spring. A Rochester newspaper columnist pretty much captured public sentiment when he wrote that the people he called \"Adam Urbanski's teachers\" are coming off as \"a bunch of greedy whiners.\"   But Adam Urbanski is doing fine. In May, while he zipped around on the national speaking circuit, he was re-elected president of the Rochester Teachers Association with 93 percent of the vote.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Police Hunt for Body of Another Victim of Killer","web_url":"https://www.nytimes.com/1993/07/06/nyregion/police-hunt-for-body-of-another-victim-of-killer.html","abstract":"  State police investigators working with more than a half-dozen dogs today combed a Rockland County intersection for the remains of yet another victim of Joel Rifkin, the man who the police said has confessed to killing 17 women in the last three years.   Investigator Dwayne D. Russell, a spokesman for State Police Troop L based here, said a team of 50 investigators had worked through the weekend to locate and identify the women Mr. Rifkin has confessed to killing.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/06/nyregion/metro-digest-254493.html","abstract":"  CHANGES COMING FOR HOMELESS SYSTEM   As the Federal Government begins to retool its policies toward the homeless, New York City officials are moving forward with a revamping of the city's shelter system. The new effort seeks to shift the city's system toward the use of small residences for the homeless, run by private nonprofit groups, that address such problems as drug abuse and mental illness. Page A1. NEW YORK CITY  LAWYER SAYS SHEIK TO FIGHT EXTRADITION   A lawyer for Sheik Omar Abdel Rahman, the spiritual leader of suspects in the two recent terrorist cases in New York City, says that the radical Islamic cleric intends to wage a \"vigorous fight\" against efforts to extradite him to Egypt, which could keep him in this country for years. Page B2.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"An Act of Vandalism : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-an-act-of-vandalism-letters-to-the-editor.html","abstract":"Regarding \"Architects? Throw Them to the Lions\" (June 15) by Alan Riding: .The rebuilding of the Roman theater at Sagunto, near Valencia, in such a fashion as to overwhelm the surviving remains is an act to be deplored. .I recognize that Gr","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Sampras, Title Won, Must Still Put His Stamp on It","web_url":"https://www.nytimes.com/1993/07/06/sports/IHT-sampras-title-won-must-still-put-his-stamp-on-it.html","abstract":"The tabloid writers were impressed by the sight of Princess Diana, sitting on the edge of her seat and cheering Pete Sampras on to victory at Wimbledon. Never mind the Squidgy tapes; this time they had photos. .\"Maybe,\" responded Sampras, &qu","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"Editorial Notebook: Deconstructing 'Tommy'; Watch for the Reagan Touches","web_url":"https://www.nytimes.com/1993/07/06/opinion/editorial-notebook-deconstructing-tommy-watch-for-the-reagan-touches.html","abstract":"  Fortyish man: \"I hear they took out the LSD, cleaning up the show for the middle class.\"   Thirtyish woman: \"But wasn't it middle-class people who took LSD in the 60's?\"","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"U.S. and Europe Out of Step on Japan Trade","web_url":"https://www.nytimes.com/1993/07/06/world/us-and-europe-out-of-step-on-japan-trade.html","abstract":"  Like the United States, the European Community will continue to press Japan at this week's summit meeting of the Group of Seven industrial democracies to curb its $150 billion annual worldwide trade surplus, more than a fifth of which is with Western Europe.   But differences between the United States and Europe over how to address the trade problem will keep them from presenting Japan with a united front on the issue, government officials and analysts said, diluting their message and perhaps weakening their negotiating positions.","thumbnail":null,"section":"World"},{"date":"19930706","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/06/nyregion/no-headline-557893.html","abstract":"  \"If someone is destroying your life, the worst thing you can do is just sit and let it happen. You have to find humor to be able to function during months of depression like those we've suffered here. Without this we'd all end up in an asylum.\" -- SASHA PETROVIC of the Surrealist Hit Parade, a Sarajevo comedy troupe.  [ A4:3. ]","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Police Report Sex Assault Of Girl, 14, in Bronx Pool","web_url":"https://www.nytimes.com/1993/07/06/nyregion/police-report-sex-assault-of-girl-14-in-bronx-pool.html","abstract":"  A 14-year-old girl was sexually assaulted by a teen-ager in a crowded swimming pool in the Bronx yesterday, after she was surrounded by several young men who pulled off her bathing suit, the police said.   A 17-year-old boy was arrested a short time later and charged with assaulting the girl by fondling her and inserting his finger in her vagina, said a police spokesman, Sgt. John McCluskey.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"U.S. Cyclist Makes His Debut in the 'Big Show'","web_url":"https://www.nytimes.com/1993/07/06/sports/IHT-us-cyclist-makes-his-debut-in-the-big-show.html","abstract":"Lance Armstrong has made it to what he calls \"the big show, the big deal, the Super Bowl\" and what everybody else calls the Tour de France. Armstrong can be excused for his excitement because he is 21 years old and hardly anybody else in the bi","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"1943: British on Crete : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-1943-british-on-crete-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] British troops landed on Axis-garrisoned Crete Sunday night [July 4] and raided enemy airfields where they destroyed grounded aircraft before withdrawing without casualties, a special communique from Middle East headq","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Lawyer Says Sheik Plans Fight Against Extradition","web_url":"https://www.nytimes.com/1993/07/06/nyregion/lawyer-says-sheik-plans-fight-against-extradition.html","abstract":"  A lawyer for Sheik Omar Abdel Rahman, the spiritual leader of suspects in the two recent terrorist cases in New York City, said yesterday that the radical Islamic cleric intended to wage a \"vigorous fight\" against efforts to extradite him to Egypt, which could keep him in the United States for years.   Mr. Abdel Rahman was already challenging deportation efforts, and his mounting legal struggle promises to keep him at the center of debate over how to deal with rising concerns over terrorist attacks here and abroad.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Minneapolis Clinics Brace for Siege: Operation Rescue's on the Way","web_url":"https://www.nytimes.com/1993/07/06/us/minneapolis-clinics-brace-for-siege-operation-rescue-s-on-the-way.html","abstract":"  Last year it was Buffalo, two years ago it was Wichita, and now it is Minneapolis's turn. Operation Rescue is coming, and many in this city have a feeling of impending siege.   The Planned Parenthood clinic in nearby Highland Park is surrounded by a new, eight-foot-tall chain-link fence, erected by the police for crowd control. A coalition of abortion-rights groups has trained more than 1,200 volunteers in defending clinics nonviolently; some volunteers are already on duty in bright red T-shirts with \"Keep Minnesota Nice\" on one side and \"Stop Operation Rescue\" on the other.","thumbnail":null,"section":"U.S."},{"date":"19930706","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/07/06/sports/results-plus-737693.html","abstract":"  TENNIS  Novacek and Masur Gain  Karel Novacek of the Czech Republic and Australia's Wally Masur became the first seeded players to advance yesterday at the Swiss Open in Gstaad. The third-seeded Novacek overwhelmed a Spanish qualifier, Sergio Gomez-Barrio, 6-1, 6-1, at the clay-court tournament. The fourth-seeded Masur beat David Prinosil of Germany, 6-3, 7-6 (7-2). Unseeded Carl-Uwe Steeb of Germany upset the sixth-seeded Frenchman Arnaud Boetsch, 6-4, 2-6, 6-4, and will face Marc-Kevin Goellner of Germany next. Goellner beat Amos Mansdorf of Israel, 7-6 (7-4), 6-4. (AP)   Holm Is Upset: Top-seeded Henrik Holm of Sweden was beaten by the Austrian Horst Skoff, 6-4, 7-6 (7-4), in the first round of the Swedish Open at Stockholm. Seventh-seeded Nicklas Kulti of Sweden beat his countryman Jonas Bjorkman, 6-4, 6-1, and No. 6 Richard Fromberg of Australia beat Jordi Burillo of Spain, 6-1, 6-4. Others who advanced included Bart Wuyts of Belgium, who beat Martin Jaite of Argentina, 6-4, 7-6, and Ronald Agenor of Haiti, who defeated Daniel Orsanic of Argentina, 6-3, 6-4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"SCIENTIST AT WORK: Roald Hoffmann; Seeking Beauty In Atoms","web_url":"https://www.nytimes.com/1993/07/06/science/scientist-at-work-roald-hoffmann-seeking-beauty-in-atoms.html","abstract":"  ROALD HOFFMANN Nobel laureate, professor of chemistry at Cornell University and poet -- glanced benignly at the stream of students passing his office window along a tranquil campus street. \"I love chemistry,\" he remarked, \"because it's sort of human in scale -- infinitely complex, but always tangible, always real.\"   Although Dr. Hoffman's pursuits include such practical goals as finding a cheap substitute for one of the precious metals used in automobile catalytic converters, he is mainly interested in the beauty that he perceives underlying even mundane applications of chemistry. Dr. Hoffmann's students know that his conception of \"beauty\" in chemistry particularly refers to the subtle symmetries and asymmetries of electron \"orbitals\" in complex molecules. He was awarded the 1981 Nobel prize in chemistry for his idea that chemical transformations could be approximately predicted from these symmetries. His method gave chemists a powerful tool for predicting the pathways that chemical reactions may follow.","thumbnail":null,"section":"Science"},{"date":"19930706","headline":"The Moving Electron Writes, and Moves On","web_url":"https://www.nytimes.com/1993/07/06/science/personal-computers-the-moving-electron-writes-and-moves-on.html","abstract":"  THE WORDPERFECT CORPORATION introduced version 6.0 of its popular DOS word processing program last week at the PC Expo computer trade show, releasing what will almost certainly be the last major revision of the world's most popular writing program.    Appropriately, Wordperfect 6.0 appears to be the last word in DOS word processors.","thumbnail":null,"section":"Science"},{"date":"19930706","headline":"Bledsoe Expected to Sign Contract Today","web_url":"https://www.nytimes.com/1993/07/06/sports/sports-people-pro-football-bledsoe-expected-to-sign-contract-today.html","abstract":"  DREW BLEDSOE, the No. 1 pick in the draft by the New England Patriots, is set to sign a contract today that will reportedly pay the Washington State quarterback $14.5 million over six years.   MAC BLEDSOE, speaking yesterday from his home in Yakima, Wash., said his son was driving across the country with some friends, but planned to leave them and catch a flight to Boston last night.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"Looking at Embryos Early in Pregnancy","web_url":"https://www.nytimes.com/1993/07/06/science/looking-at-embryos-early-in-pregnancy.html","abstract":"  Using a miniature scope developed for use by cardiologists, researchers are perfecting a dramatic new form of prenatal diagnosis. The technique, known as embryoscopy, has been used successfully as early as six weeks, when ultrasound is still inconclusive.    Researchers think the method may become an invaluable tool not only in diagnosing abnormalities of embryos and fetuses early in pregnancy but also in treating them, and even in doing surgery.    Science Times, page C3.","thumbnail":null,"section":"Science"},{"date":"19930706","headline":"Two Investors Testify on Dealings in B.C.C.I. Case","web_url":"https://www.nytimes.com/1993/07/06/us/two-investors-testify-on-dealings-in-bcci-case.html","abstract":"  A central charge against Robert A. Altman, the Washington lawyer charged with fraud and bribery, holds that Middle Eastern investors who purchased First American Bankshares in 1981 were front men for the Bank of Credit and Commerce International, the rogue bank that was closed by banking regulators two years ago amid evidence of vast fraud -- and that Mr. Altman knew it.   Last week the jury heard testimony from two of those investors, Sheik Kamal Adham, a major figure in the B.C.C.I. scandal, and Sayed Jawhary, the sheik's financial adviser and business associate for 36 years. Both men pleaded guilty last year to violations of New York State banking laws for their role in the B.C.C.I. scandal. The sheik testified that he paid $105 million in fines.","thumbnail":null,"section":"U.S."},{"date":"19930706","headline":"Finding Ways to House All Vexes Leaders at Every Level","web_url":"https://www.nytimes.com/1993/07/06/nyregion/finding-ways-to-house-all-vexes-leaders-at-every-level.html","abstract":"  President Clinton signed a little-noticed executive order in May directing his Administration to come up with a \"single coordinated Federal plan for breaking the cycle of homelessness.\" There was no ceremony that day, no soaring oratory, no Presidential photo-op at a homeless shelter.   The order itself was as modest as the circumstances of its signing, emblematic of the lowered expectations of what government can do for the poorest of its poor. The President instructed the 17 Federal agencies involved with homelessness to come up with a strategy in nine months, but promised no new money to carry it out.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Tin Is Found in Interstellar Space","web_url":"https://www.nytimes.com/1993/07/06/science/science-watch-tin-is-found-in-interstellar-space.html","abstract":"  USING the Hubble Space Telescope, researchers at the University of Chicago have found tin in interstellar space. It is the heaviest element yet seen in the gas between the stars.    Although it was assumed that tin would be found, Dr.Lewis Hobbs, a professor of astronomy and astrophysics at the university, and his colleagues were surprised to find it there in essentially the same proportion as in the Sun.","thumbnail":null,"section":"Science"},{"date":"19930706","headline":"Review/Concert; At a Music Festival in a Tent, The Importance of Being Loud","web_url":"https://www.nytimes.com/1993/07/06/arts/review-concert-at-a-music-festival-in-a-tent-the-importance-of-being-loud.html","abstract":"  The Waterloo Music Festival rightly prides itself on its service to American music and to neglected works in the European tradition. But Yoav Talmi's program with the Festival Orchestra this evening, after a nod to the Fourth of July with William Schuman's \"American Festival Overture,\" fell squarely back on standard fare: Tchaikovsky's First Piano Concerto, as overworked a war horse as there is, and Saint-Saens's \"Organ\" Symphony.   If the Saint-Saens can be said to suffer neglect, it is only for lack of pipe organs in modern concert halls that can do the work justice. And if those halls represent the frying pan in this regard, the Waterloo Festival, with an Allen electronic organ linked to a few speakers in a muddled tent acoustic, must surely be the fire.   But there the work was, or rather, some inadequate shadow of it. John Van Buskirk, the festival's fine keyboard player, unleashed the Allen for all it was worth, producing blocks of sound that lacked nothing in volume but everything in character. Chords were monolithic, with no sense of constituent pitches, let alone overtones. Bass notes carried no physical rumble, nor even much solidity, in the great outdoors.","thumbnail":null,"section":"Arts"},{"date":"19930706","headline":"Homogeneous Portugal : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-homogeneous-portugal-letters-to-the-editor.html","abstract":"Regarding \"Portugal and Bosnia\" (Letters, June 24) from Tom Gallagher: .I had a good laugh reading that Portugal is \"a country that is in some ways as artificial as Bosnia.\" .Portugal is one of the oldest countries in Europe. It e","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"President's Safety Is Often a Woman's Work","web_url":"https://www.nytimes.com/1993/07/06/us/president-s-safety-is-often-a-woman-s-work.html","abstract":"  It is an image made famous by countless photographs and movies: The large, steely man with dark sunglasses and dark suit who talks into his watch and stares unrelentingly into the crowd, a telltale cord curling from his ear and down his collar.    And, even in a town that has become accustomed to male bastions crumbling, it is still a bit startling to see a 5-foot-3-inch woman with a revolver and automatic weapon guarding the 6-foot-2-inch President of the United States.","thumbnail":null,"section":"U.S."},{"date":"19930706","headline":"Sarajevo Journal; This Can't Be Bosnia, There's Too Much Laughing","web_url":"https://www.nytimes.com/1993/07/06/world/sarajevo-journal-this-can-t-be-bosnia-there-s-too-much-laughing.html","abstract":"  Defying the death, destruction and despair smothering spirits across this unhappy land, seven Sarajevans -- Muslims, Serbs, Croats and combinations thereof -- have made themselves a life-support system for one of the Bosnians' most precious possessions: their sharp, self-effacing wit.   \"Good evening, all three of you out there who still have batteries,\" says a member of the Surrealist Hit Parade, the former Yugoslavia's most popular comedy troupe, introducing the lead item in a mock Sarajevo radio news broadcast. \"Today, our street reporter has joined a SWAT team out seeking blood donors.\"","thumbnail":null,"section":"World"},{"date":"19930706","headline":"It Still Pays To Increase Your Word Power","web_url":"https://www.nytimes.com/1993/07/06/science/peripherals-it-still-pays-to-increase-your-word-power.html","abstract":"  PRACTICALLY everybody is a writer at some time. Students write papers. Managers write memos and reports. Politicians, or their aides, write speeches. Kidnappers write ransom notes. And practically everybody, except the unusually skillful or terminally arrogant, can use help.   Computer programs can be a big help. We are not talking here about word-processing software itself, which, with its instant and nearly painless revision, almost makes one long for the quill pen, but about those add-on programs that can help a writer make a piece of prose more concrete and vivid.","thumbnail":null,"section":"Science"},{"date":"19930706","headline":"Tennis Wasn't Wimbledon's Show","web_url":"https://www.nytimes.com/1993/07/06/sports/tennis-tennis-wasn-t-wimbledon-s-show.html","abstract":"  Sun, stalkers, swearing and Streisand: this was not a Wimbledon that stuck to traditional themes.   From the moment that the now-deposed 1992 champion, Andre Agassi, bared his navel and flippantly launched a \"to shave or not to shave\" debate, the world's most regal Grand Slam became caught up in issues that ranged from the sublime to the ridiculous and often had nothing whatsoever to do with the tennis itself.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"Elderly Drivers","web_url":"https://www.nytimes.com/1993/07/06/science/science-watch-elderly-drivers.html","abstract":"  The common notion that drivers become more dangerous when they reach the age of 65 has been exaggerated based on overestimation, according to a new study.   In fact, these drivers are only slightly more likely to die in a car crash than those who are middle-aged, the group with the lowest incidence of such deaths, said Dr. Leonard Evans, a research scientist at General Motors.","thumbnail":null,"section":"Science"},{"date":"19930706","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/06/nyregion/chronicle-341993.html","abstract":"  The dedication of a small community park in Camillus, N.Y., alongside the Erie Canal turned into a Hollywood-style celebration when home-grown movie stars ALEC, WILLIAM and STEPHEN BALDWIN showed up.   The movie stars, along with roughly 130 of their relatives, went to the town, a suburb of Syracuse, for a weekend family reunion and to help dedicate the 13-acre park to the late Roy and Marion Martineau, the brothers' maternal grandparents, The Associated Press said.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Bonn Picks 'Law and Order' Interior Minister","web_url":"https://www.nytimes.com/1993/07/06/world/bonn-picks-law-and-order-interior-minister.html","abstract":"Chancellor Helmut Kohl named Manfred Kanther, a conservative, as Interior Minister today as tension grew over the unexplained killing of a suspected Red Army Faction guerrilla by a special anti-terrorist police unit.\n\nMr. Kanther describes himself as a \"law and order\" politician from the right wing of the Christian Democratic Union. He succeeds Rudolf Seiters, who resigned suddenly on Sunday over the Government's handling of a shootout on June 27 between police officers and two suspected terrorists in Bad Kleinen, in northeastern Germany. A police officer and one suspect died.","thumbnail":null,"section":"World"},{"date":"19930706","headline":"Trade: Compromise Now to Keep Growth Going","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-trade-compromise-now-to-keep-growth-going.html","abstract":"Strange how the very agreements on world trade liberalization that have contributed so much to prosperity in the last four decades are today making GATT almost a dirty word. .Strange, and rather tragic, that this week's Group of Seven summit meeting in","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"CLINTON PUSHING FOR JAPAN PACT","web_url":"https://www.nytimes.com/1993/07/06/world/clinton-pushing-for-japan-pact.html","abstract":"  On the eve of his most significant foray onto the international stage to date, President Clinton cast his position on trade with Japan in a softer light today, telling a convention of school teachers that he planned to take a broader set of global economic goals to Tokyo this week.   Noting that more than 40 percent of the nation's trade is with Asia and that this accounts for millions of American jobs, Mr. Clinton put a positive construction on the relations between the United States and Japan that had been missing in recent discussions.","thumbnail":null,"section":"World"},{"date":"19930706","headline":"Gay Pride March Should Have Made a More Positive Statement","web_url":"https://www.nytimes.com/1993/07/06/opinion/l-gay-pride-march-should-have-made-a-more-positive-statement-219693.html","abstract":"  To the Editor:   I watched the 1993 gay pride march from midtown on Fifth Avenue. What I witnessed was really nothing more than a rather offensive display of flesh. Bosoms, genitals and gyrating pelvises were the order of the day: Christopher Street and gay bars thrust out for the masses to choke on.   The gay community is given a golden opportunity to make a positive statement about itself and its ideals and values. We take this opportunity and throw it away. I am a gay male who loves the male anatomy as much as anyone. But can we never have higher objectives or aims than promoting our own stereotypes?","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/07/06/style/IHT-what-theyre-reading.html","abstract":"Lord Woodrow Wyatt of Weeford is reading \"Jesus Versus Christianity\" by Alfred Reynolds. ..\"It disputes the existence of Jesus Christ. The Dead Sea Scrolls were written 50 years before Jesus was born. Therefore the basis of Christianity","thumbnail":null,"section":"Style"},{"date":"19930706","headline":"A Vast Polar Ice Sheet Mysteriously Vanishes","web_url":"https://www.nytimes.com/1993/07/06/science/a-vast-polar-ice-sheet-mysteriously-vanishes.html","abstract":"  FOR three years ending in 1991 the thick sheet of ice covering Antarctica's Bellingshausen Sea almost entirely vanished.   The ice, thought to be permanent, had been a notorious impediment to exploration. In 1898, when the ship Belgica sought to penetrate it to reach the South Pole, the drifting ice trapped the ship and carried it hundreds of miles before loosening enough to permit its escape a year later.","thumbnail":null,"section":"Science"},{"date":"19930706","headline":"Cable TV Law Trespasses on Religious Speech","web_url":"https://www.nytimes.com/1993/07/06/opinion/l-cable-tv-law-trespasses-on-religious-speech-216193.html","abstract":"  To the Editor:   The \"must carry\" provisions of the new cable television law provide for two ludicrous results -- the carrying by cable systems of home shopping stations, as you note in \" 'Must Carry' Must Be Changed\" (editorial, June 27), and the intrusion of Government into religion, which you do not note.   The purpose of the must carry rules was to create an even playing field between over-the-air television stations and cable-delivered networks such as CNN, C-SPAN, Discovery, and 40 or 50 other cable services.","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"In 2 Elections, Voters in Mexico Demonstrate Loyalty (to Soccer)","web_url":"https://www.nytimes.com/1993/07/06/world/in-2-elections-voters-in-mexico-demonstrate-loyalty-to-soccer.html","abstract":"  They were supposed to be elections that showed the advance of democracy in Mexico, but results announced today in gubernatorial races held in two key states on Sunday, the day Mexico played in a big international soccer match, were characterized by low turnout and cynicism.   Candidates representing the Institutional Revolutionary Party, which has controlled the presidency and most state governorships in Mexico for 64 years, won easily in the central state of Mexico and the small Pacific coast state of Nayarit.","thumbnail":null,"section":"World"},{"date":"19930706","headline":"Police Cordon Off London's Financial Core","web_url":"https://www.nytimes.com/1993/07/06/world/police-cordon-off-london-s-financial-core.html","abstract":"  In an effort to head off further attacks, police officers have sealed off most roads leading into London's financial district and are closely monitoring all traffic that enters on remaining roads.   How effective the measure will be in deterring car and truck bombs remains to be seen. But the measure, which was announced Thursday and carried out over the weekend, got its first real test early today, when weekday rush-hour traffic began pouring into the area's maze of narrow streets.","thumbnail":null,"section":"World"},{"date":"19930706","headline":"Bubbles May Have Speeded Life's Origins on Earth","web_url":"https://www.nytimes.com/1993/07/06/science/bubbles-may-have-speeded-life-s-origins-on-earth.html","abstract":"  HARDLY anything matches the evanescence of bubbles, those fragile watery spheres filled with air that have but a moment before they dissolve or burst. Time enough, though, to enchant with their iridescence in sunlight, give scented caresses in a warm bath or tickle the nose over a champagne glass. Even time, perhaps, to have set in motion chemical reactions that led to the origin of life.    The role of bubbles in the creation of life on earth is one of the newest approaches to solving the scientific mystery that is probably second in importance only to the problem of how the universe itself began.","thumbnail":null,"section":"Science"},{"date":"19930706","headline":"Transactions","web_url":"https://www.nytimes.com/1993/07/06/sports/transactions-795393.html","abstract":"  WEEKEND Baseball  American League   BALTIMORE ORIOLES -- Recalled Paul Carey, outfielder, from Rochester of the International League. Sent Anthony Telford, pitcher, to Rochester.   CALIFORNIA ANGELS -- Placed Kelly Gruber, infielder, on the 15-day disabled list. Activated Damion Easley, infielder, from the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/06/nyregion/news-summary-513693.html","abstract":"  International A2-7  64% IN JAPAN SEE COLD U.S. TIES  Nearly two-thirds of Japanese polled describe Japan's relations with the U.S. as \"unfriendly,\" with much of the discontent apparently directed at President Clinton, who is to arrive in Tokyo soon for economic talks.  A1  Mr. Clinton cast his hard line on Japan trade in a softer light.  A6","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Distinct Reality Is The One To Watch","web_url":"https://www.nytimes.com/1993/07/06/sports/horse-racing-distinct-reality-is-the-one-to-watch.html","abstract":"  Belmont Park rang down the curtain on its booming holiday weekend yesterday with the 101st running of the Tremont, a race that has launched many 2-year-old colts into the big leagues of stakes racing. And the colt who was launched this time was Distinct Reality, winning his second straight race and doing it against a field of six other juveniles with breeding, credentials and great expectations.   Distinct Reality ran a textbook sprint with Jerry Bailey riding, kept his poise when Fabulous Force shot the first quarter-mile in 21 1/5 seconds and the half-mile in 44 4/5 seconds, and then kicked into high in the homestretch. At the wire of the five-and-one-half-furlong race, he had two lengths on Gusto Z, who in turn had a length and a half on Slew Gen Fizz.  Then it was more than three lengths back to the favorite, Code Home. Lacking a Past    Juveniles are probably the least predictable horses in the business, and for good reasons. They may come to the races with royal pedigrees and smart trainers, but none comes with a past-performance record or even a past. Many can run fast, but not many can run far.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/06/nyregion/inside-548993.html","abstract":"  Albany Accord on Smoking    Negotiators for the Legislature and Governor Cuomo reached agreement on a bill that would expand restrictions on smoking. Page B1. Final Minutes of Blimp Flight    After a blimp became \"uncontrollable,\" its pilot worked to avoid the Manhattan skyline before it crashed on a roof, its co-pilot said. Page B1. Sheik to Fight Extradition    A lawyer for Sheik Omar Abdel Rahman said the radical Islamic cleric intended to wage a \"vigorous fight\" against extradition efforts. Page B3.   ","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Kamieniecki Finally Gets One for Road; Yanks 1 Out","web_url":"https://www.nytimes.com/1993/07/06/sports/baseball-kamieniecki-finally-gets-one-for-road-yanks-1-out.html","abstract":"  The road trip, which had produced little but despair for the Yankees so far, produced delight tonight. The road, which has produced nothing but losses for Scott Kamieniecki for almost two years, finally granted him a valuable victory.   So the resilient Yankees survived another painful loss and rebounded to defeat the Mariners, 6-3, in the first game of their series. Actually, the Yankees had to bounce back from a series of setbacks because they had suffered three straight one-run losses in Oakland and were teetering and tottering just behind the Blue Jays in the American League East.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"On My Mind; Clinton: Victor and Puzzle","web_url":"https://www.nytimes.com/1993/07/06/opinion/on-my-mind-clinton-victor-and-puzzle.html","abstract":"  The President gave the small lunch for journalists because he wanted to talk about the Tokyo economic summit before he set off.    I listened earnestly, but the truth is my mind occasionally wandered off -- to a funny movie and to a budget cut that had escaped his attention.","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Music Notes; Violinists to Play So Youngsters Can String Along","web_url":"https://www.nytimes.com/1993/07/06/arts/music-notes-violinists-to-play-so-youngsters-can-string-along.html","abstract":"  The directors of Music for the World, a new foundation that sponsors music-education projects, have a theory: if Government agencies give money to the public schools for music programs, then music lovers should also chip in. To that end, Music for the World is presenting Fiddlefest, a benefit at Carnegie Hall on Oct. 25 in which 10 well-known violinists are to perform to raise money for the Opus 118 Music Center, a violin-instruction program in East Harlem, and Link Up, Carnegie's education program.   The specifics of the concert have not been announced, but the roster suggests a polystylistic evening. Soloists from the world of classical music will include Itzhak Perlman, Midori, Isaac Stern, Ida and Ani Kavafian and two members of the Guarneri String Quartet: Arnold Steinhardt and the violist Michael Tree. The others will be Diane Monroe and Karen Briggs, who play jazz, and Mark O'Connor, a country fiddler. A student ensemble from the Opus 118 Music Center, led by its founder, Roberta Guaspari-Tzavaras, will also perform.","thumbnail":null,"section":"Arts"},{"date":"19930706","headline":"On Budget's Razor Edge, Opposites March in Step","web_url":"https://www.nytimes.com/1993/07/06/us/on-budget-s-razor-edge-opposites-march-in-step.html","abstract":"  They seem like an odd couple, the two committee chairman who will be the central figures in the Congressional conference that will write the final version of President Clinton's budget package.    Senator Daniel Patrick Moynihan, the rookie chairman of the Finance Committee, has been a naval officer, a Harvard professor, an author and a diplomat. Representative Dan Rostenkowski, the veteran chairman of the Ways and Means Committee, was an Army private, a night-school dropout, a semi-pro baseball player and a ward-heeler.","thumbnail":null,"section":"U.S."},{"date":"19930706","headline":"Woosnam's Driving License Is Suspended","web_url":"https://www.nytimes.com/1993/07/06/sports/sports-people-golf-woosnam-s-driving-license-is-suspended.html","abstract":"  IAN WOOSNAM, the 1991 Masters champion, was fined $3,320 and banned from driving for one year yesterday after a London court ruled that his blood alcohol level was more than double the legal limit when he crashed his car on June 24.   Woosnam, 35, drove through a row of hedges and into a field in the western English county of Shropshire, not far from his home in Wales. His wife, GLENDRYTH, suffered minor injuries. The car, a $120,640 Mercedes, was extensively damaged.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"Cable TV Law Trespasses on Religious Speech; Road to Police State","web_url":"https://www.nytimes.com/1993/07/06/opinion/l-cable-tv-law-trespasses-on-religious-speech-road-to-police-state-894193.html","abstract":"  To the Editor:   What is the purpose of all this \"telecommunications highway\" technology? To get a message a few minutes sooner? To play more games?    Will we eat better? Make love better? Raise our children better?","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Wilander Is Back Without Vengeance","web_url":"https://www.nytimes.com/1993/07/06/sports/tennis-wilander-is-back-without-vengeance.html","abstract":"  Mats Wilander was bouncing. Well, he was actually sort of swaying, the movement his 4-month-old daughter, Emma, fresh from a nap and cuddled in her father's lap, appreciates most.   These are lazy days for Wilander, who less than five years ago was the No. 1-ranked tennis player in the world. Especially lazy in light of Wilander's frenetic year of accomplishment in 1988, when he won three Grand Slam titles in one year. As if exhausted by that effort, Wilander did a fast fade into tennis oblivion.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"No Improprieties by Bailout Agency Counsel","web_url":"https://www.nytimes.com/1993/07/06/opinion/l-no-improprieties-by-bailout-agency-counsel-218893.html","abstract":"  To the Editor:   An Associated Press article (Business Day, June 28) states that I or my \"two top aides\" approved no-bid contracts worth millions of dollars to my former law firm, Cadwalader, Wickersham & Taft, after I joined the Resolution Trust Corporation in March 1992. That article is false and misleading. Since the day I started at R.T.C., I have never seen, reviewed or approved any Cadwalader contract, budget or invoice. Indeed, I first learned of the amounts paid from reading that article.","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"64% OF JAPANESE SAY U.S. RELATIONS ARE 'UNFRIENDLY'","web_url":"https://www.nytimes.com/1993/07/06/world/64-of-japanese-say-us-relations-are-unfriendly.html","abstract":"  As President Clinton heads to Tokyo for the Group of Seven summit meeting and his first official visit to the country he describes as America's most important partner, nearly two-thirds of Japanese polled describe their country's relations with the United States as \"unfriendly.\"   The poll, conducted in both countries by The New York Times, CBS News and the Tokyo Broadcasting System, found Japanese feeling toward the United States to be more negative than at any time in the eight years the poll has been conducted.","thumbnail":null,"section":"World"},{"date":"19930706","headline":"No. 1 in Nelson's Heart","web_url":"https://www.nytimes.com/1993/07/06/sports/basketball-no-1-in-nelson-s-heart.html","abstract":"  It is not clear who needs a championship more, Chris Webber or Don Nelson. Webber is the Michigan man who called one too many timeouts in last April's college title game, and Nelson is the Golden State Warriors coach who has yet to call a timeout in a league final because he needs to bring a team there first.   Of the two, Webber has the superior, self-deprecating sense of humor. Selected first over all by the Magic and quickly traded to Nelson's Warriors last week, Webber fit his huge hands on an airplane, arrived here for a news conference and did stand-up comedy.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"1893: Facing the Mob : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-1893-facing-the-mob-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The press in general publishes the reports of the riots in Paris without comment, but the Volk publishes a leader, in which it says: \"If the Government were virile, if the bourgeoisie were courageous, and if the press spoke the truth the sca","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Sports of The Times; The Padre 'Dangling Out There'","web_url":"https://www.nytimes.com/1993/07/06/sports/sports-of-the-times-the-padre-dangling-out-there.html","abstract":"  HE'S the only slugger in baseball's modern era to lead the National League and the American League in home runs. With 209 homers at age 29, he's capable of hitting 400 in his career, a milestone that might provide a Hall of Fame plaque. His 191 homers over the last six seasons are the most of any big leaguer, more than Mark McGwire, Jose Canseco or Joe Carter.   You would think that owners of a major league team would cherish Fred McGriff: a talent in his prime and a classy citizen.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/06/nyregion/bridge-392393.html","abstract":"  Bridge partnerships, like marriages, often crumble. Few top American partnerships have a long history of success. The record belongs to Edgar Kaplan of Manhattan and Norman Kay of Narberth, Pa., who have played together with one break for almost 40 years.   Second longest, apparently, is a much younger partnership: Michael Becker of Tenafly, N.J., and Ron Rubin of Aventura, Fla., have played together for 17 years, using a sophisticated relay system, and have also been business colleagues as options traders on the American Stock Exchange.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"In Israel, Dinkins Cites Past Support and Seeks to Build Bridges","web_url":"https://www.nytimes.com/1993/07/06/nyregion/in-israel-dinkins-cites-past-support-and-seeks-to-build-bridges.html","abstract":"  When Iraqi Scud missiles were falling on Israel during the war in the Persian Gulf two years ago, Mayor David N. Dinkins came to show his support, and his Israeli hosts greeted him almost immediately with a gas mask.   As Mr. Dinkins began another visit here today, he was greeted with a political suggestion in the respected newspaper Haaretz, which reported this morning that New Yorkers were saying \"a wounded Mayor is traveling to Israel.\"","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"U.N. TEAM LEAVES IRAQ IN STANDOFF OVER MISSILE SITE","web_url":"https://www.nytimes.com/1993/07/06/world/un-team-leaves-iraq-in-standoff-over-missile-site.html","abstract":"  A team of United Nations weapons inspectors withdrew from Iraq empty-handed today after being refused permission to install a monitoring camera at a missile testing site.    The Security Council had warned of \"serious consequences\" if the inspectors did not get their way.","thumbnail":null,"section":"World"},{"date":"19930706","headline":"Storied, Cherished Rectangular Patch of Green","web_url":"https://www.nytimes.com/1993/07/06/sports/tennis-storied-cherished-rectangular-patch-of-green.html","abstract":"  After Princess Diana had gone off with her mother, after Pete Sampras had gone off with his girlfriend, after Steffi Graf had gone off to the doctor with a feverish feeling that kept her from attending the Wimbledon ball in a new Harvey Nichols gown, there was still something remarkable to see here.   From high atop Staircase No. 1 in this exclusive club that recalls a vintage American baseball stadium or an ivy-covered Elizabethan theater, as John McPhee wrote, you can look down the deserted arena: Down past the planter boxes of pink and blue hydrangeas, past the expanse of hunter green metal seats, past the square of green wicker chairs that make up the Royal Box, past the scoreboard with the tastefully restrained Rolex logo, to the most famous patch of fatigued grass in the world.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"On Wheels: America at 10 M.P.H.; Converging on Nowhere With Families and Fliers","web_url":"https://www.nytimes.com/1993/07/06/us/on-wheels-america-at-10-mph-converging-on-nowhere-with-families-and-fliers.html","abstract":"  One distinction of this corner of the world is that when you tell residents they live in the middle of nowhere, they agree with you.   On Friday, rolling into Canby, Calif., in the northeast corner of the state about 100 miles south of here, a roving bicyclist pulled into the Canby Hotel for a breakfast of pork chops and eggs.","thumbnail":null,"section":"U.S."},{"date":"19930706","headline":"Japan: Look Who's Preaching About Corruption","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-japan-look-whos-preaching-about-corruption.html","abstract":"The country that gave us the Walkman and the karaoke box is about to give us a new political principle. It says that the corrupt members of a political party damaged by their corruption can rescue their reputations and their fortunes by abandoning the pa","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"A Puzzle for Elegant Prague: Will Gehry Fit In?","web_url":"https://www.nytimes.com/1993/07/06/arts/a-puzzle-for-elegant-prague-will-gehry-fit-in.html","abstract":"Plans to erect an imaginative office building designed by the iconoclastic American architect Frank Gehry have provoked sharp opposition in Prague from those who fear that idiosyncratic contemporary architecture will deface the city's celebrated beauty.\n\nThe plans have also revived a perennial and highly emotional debate: Should urban districts with a rich architectural heritage be preserved intact, or can today's architects make a valid contribution alongside the work of their Romanesque, Baroque and Art Nouveau predecessors?","thumbnail":null,"section":"Arts"},{"date":"19930706","headline":"28 Romanian Foundlings to Enter U.S.","web_url":"https://www.nytimes.com/1993/07/06/world/28-romanian-foundlings-to-enter-us.html","abstract":"Alex Henn marched in circles around the grass-and-concrete backyard of the Szeged Babies' and Children's Home, waving a small, tattered photo album like a flag.\n\nInside the book were color snapshots smudged with the 19-month-old toddler's tiny fingerprints. There were his new mother and father, sister and brother, all lined up in front of the White House. There were the pictures of the room that his family decorated last fall, expecting his arrival by Thanksgiving. But New Year's Day came and went, and so did Easter, and Alex remained stranded in this southeastern Hungarian town.","thumbnail":null,"section":"World"},{"date":"19930706","headline":"Judge Is Certain the Subject Was Thomas's Harassment of Hill","web_url":"https://www.nytimes.com/1993/07/06/opinion/l-judge-is-certain-the-subject-was-thomas-s-harassment-of-hill-217093.html","abstract":"  To the Editor:   David Brock, author of \"The Real Anita Hill,\" apparently thought his June 14 letter would vindicate his book in the face of the \"hysteria\" and \"blatant distortion\" he claims to see from critics. Mr. Brock's letter provides an illustration of the distortion, innuendo and shoddy \"journalism\" decried by critics, as Catharine MacKinnon shows (letter, June 30).   Judge Susan Hoerchner, whom I represented during her testimony before the Senate Judiciary Committee, is the focus of Mr. Brock's letter. As Anthony Lewis noted in his May 21 column, \"Much of the Brock attack rests on a point about Judge Hoerchner.\" Mr. Brock insists that Judge Hoerchner's credibility is seriously damaged by an early offhand guess that Professor Hill spoke to her of harassment by Clarence Thomas in spring 1981, which turned out to be before Professor Hill and Justice Thomas first worked together.","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/06/nyregion/chronicle-825993.html","abstract":"  A former legislator wants to honor Ella T. Grasso, the first elected female governor in the United States, by placing her image on a commemorative American postage stamp.   VITO M. MAZZA, who led the successful campaign a decade ago to have a marble statue of the former governor placed in the state Capitol, said Ms. Grasso deserves the recognition, according to The Associated Press.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Gas Tax Feared Where Commuting Takes Longest","web_url":"https://www.nytimes.com/1993/07/06/us/gas-tax-feared-where-commuting-takes-longest.html","abstract":"  The quiet splendor of Park County, rich with towering pines and white-tailed deer, seems a long way from the screech and clatter of urban life. And it is -- especially when the alarm clock rings before sunrise, and workers begin the long journey to jobs in Denver.   Workers in this remote county of 7,200 in the Rocky Mountain foothills 40 miles southwest of Denver face the longest average commuting time in the nation, 41 minutes each way, the Census Bureau found. Here the Senate vote last month to raise Federal gasoline taxes to 18.4 cents a gallon from 14.1 cents is about as popular as a pothole.","thumbnail":null,"section":"U.S."},{"date":"19930706","headline":"Woman, 74, Is Beaten and Locked in Closet","web_url":"https://www.nytimes.com/1993/07/06/nyregion/woman-74-is-beaten-and-locked-in-closet.html","abstract":"  A 74-year-old woman was found badly beaten and locked in the closet of her apartment in Brooklyn yesterday afternoon, the police said.   A neighbor became suspicious when she heard a television set playing loudly in the woman's apartment at 683 Dean Street in Crown Heights, said a police spokesman, Sgt. John McCluskey.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Unwelcome at the Wedding : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-unwelcome-at-the-wedding-letters-to-the-editor.html","abstract":"Regarding the photo caption \"200,000 in Tokyo Cheer Future Emperor and Bride\" (June 10): .The additional 30,000 police brought in to supplement Tokyo's force were said to be necessary to \"counter possible leftist demonstrations.\" Th","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Bigotry Is What's Incompatible","web_url":"https://www.nytimes.com/1993/07/06/opinion/bigotry-is-what-s-incompatible.html","abstract":"  President Clinton will soon be faced again with the issue that has caused him more grief than any other: whether homosexuals can serve openly in the military.    There is little doubt that the worst excesses of the past -- the witch hunts and mindless expulsions of dedicated soldiers, sailors and aviators -- will be ended. The President's strong support for the right of gay soldiers to serve their country has likely achieved that salutary result.","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Man Kills His Mother, Then Takes Own Life","web_url":"https://www.nytimes.com/1993/07/06/nyregion/man-kills-his-mother-then-takes-own-life.html","abstract":"  A Washington Heights man who his neighbors said was distraught over the terminal cancer that had left his 89-year-old mother bedridden, fatally shot her in the head and then killed himself, the police said.   The man, August Fernandez, was also depressed, neighbors said, because he had recently lost his job at the Columbia-Presbyterian Medical Center.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Miniature Scope Gives The Earliest Pictures Of a Developing Embryo","web_url":"https://www.nytimes.com/1993/07/06/health/miniature-scope-gives-the-earliest-pictures-of-a-developing-embryo.html","abstract":"  THE human embryo was just six weeks old, about half an inch long and shaped like a comma, its arms and legs still blunt buds. On ultrasound, an embryo as early as this one would be just a blur. But now, using an experimental technique, Dr. Ruben Quintero, an obstetrician at Wayne State University's Hutzel Hospital, inserted a minute viewing scope into the woman's abdomen, through a needle the diameter of one used to draw blood. With this device, Dr. Quintero examined the embryo as closely as if he had opened the woman's womb.   Dr. Quintero, a man given to understatement, described the experience of seeing a living six-week embryo, an exploration into previously inaccessible territory, by saying merely, \"It was impressive.\" But he and other fetal-medicine experts expect that embryoscopy, as the method is called, is poised to become an invaluable new tool in diagnosing abnormalities of embryos and fetuses early in pregnancy and in treating or even doing surgery on them.","thumbnail":null,"section":"Health"},{"date":"19930706","headline":"The Talk of Hollywood; Getting Ready for a Breakthrough, Two Directors Savor the Summer","web_url":"https://www.nytimes.com/1993/07/06/movies/talk-hollywood-getting-ready-for-breakthrough-two-directors-savor-summer.html","abstract":"  The summer just started in the Real World, but in this town it's just about over. Summer movies, which generate 40 percent of studios' annual revenues, are appearing (and disappearing) at the local cineplex with alarming frequency.   And every producer, agent and know-it-all in town can sum up the summer with a few choice words. Dinosaurs are in. Arnold Schwarzenegger's out. \"The Firm\" (No. 1 at the box office over the holiday weekend) and \"Sleepless in Seattle\" (No. 3, after \"Jurassic Park\") are doing just fine. And, looking ahead, Wolfgang Petersen and Andrew Davis are expected to be two of the season's major winners.","thumbnail":null,"section":"Movies"},{"date":"19930706","headline":"2 Caucasus Regions Sinking Deeper Into Civil War","web_url":"https://www.nytimes.com/1993/07/06/world/2-caucasus-regions-sinking-deeper-into-civil-war.html","abstract":"  Heavy shelling from Armenian forces in central Azerbaijan set off a wave of refugees and augured another Armenian advance into Azerbaijan as warfare spiraled across the Caucasus.   Having now secured virtually all of the disputed territory of Nagorno-Karabakh, which has been the focus of the longest ethnic war in the former Soviet Union, the Armenians appeared to be clearing a swath along the Azerbaijani side of the border, presumably as a security zone.","thumbnail":null,"section":"World"},{"date":"19930706","headline":"On Nigeria's Elections : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-on-nigerias-elections-letters-to-the-editor.html","abstract":"According to much international comment, the Nigerian government had no just cause for voiding last month's presidential elections. Nothing could be further from the truth. I was in Nigeria to investigate the electoral impasse, meeting with an extensive","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Fears Rise Over Wastes Burned in Cement Kilns","web_url":"https://www.nytimes.com/1993/07/06/us/fears-rise-over-wastes-burned-in-cement-kilns.html","abstract":"  From industrial plants across the Great Lakes region, tanker trucks and railroad cars haul thousands of gallons of hazardous wastes to this city on Lake Huron, emptying their cargo at the nation's largest cement-making factory where it is burned as fuel.   Almost 10 years ago, with the intent of reducing pollution and conserving resources, Congress amended the nation's hazardous-waste law specifically to encourage recycling such wastes as fuel in cement kilns. About 25 of the roughly 110 American cement plants, many owned by foreign multinational corporations, then installed new piping and other equipment and began being paid to burn hundreds of millions of gallons of hazardous waste each year.","thumbnail":null,"section":"U.S."},{"date":"19930706","headline":"Legislator Seeks Pressure on Indians","web_url":"https://www.nytimes.com/1993/07/06/sports/sports-people-baseball-legislator-seeks-pressure-on-indians.html","abstract":"  An Ohio lawmaker plans to introduce legislation to block the use of public money for the Cleveland Indians' new Gateway Stadium if the team continues to use Chief Wahoo as its symbol.   The team said last week it would keep the symbol because of fan support. American Indian groups have protested the symbol as racist.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"Chess","web_url":"https://www.nytimes.com/1993/07/06/arts/chess-399093.html","abstract":"  The openings that begin with queenside development have a reputation for being generally more solid and less given to startling tactical play than those that feature kingside development, where the black king can well become an early target. But this is an observation best forgotten in the hurly-burly of a game's later action.   The California grandmaster Nick De Firmian may have been right in saying that when you play 1 e4 you are in for a new crisis every week -- some opponent's last-minute discovery about how to put tricky new life into one defense or another -- but once you get past 10 moves, it is not easy to tell a queenside from a kingside opening. Indeed, there are queenside gambits that rival all the ingenuity in those on the opposite flank.","thumbnail":null,"section":"Arts"},{"date":"19930706","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/06/nyregion/chronicle-826793.html","abstract":"  It was a bizarre scene, certain to last for a long time in the annals of New York City folklore: hundreds of onlookers, reporters and cameramen crowded outside the Abu Bakr mosque on Foster Avenue on Friday, angling to find out when Sheik OMAR ABDEL RAHMAN, the blind Egyptian cleric who is accused of inspiring his followers to violence, would surrender to authorities from the United States Immigration and Naturalization Service.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Legislators and Cuomo Agree on New Smoking Restrictions","web_url":"https://www.nytimes.com/1993/07/06/nyregion/legislators-and-cuomo-agree-on-new-smoking-restrictions.html","abstract":"  Negotiators for the Legislature and Gov. Mario M. Cuomo reached agreement today on a bill that would expand restrictions on smoking by prohibiting smoking in schools and limiting it in workplace lounges and cafeterias to separate, enclosed rooms.   The bill also would ban smoking in general hospitals, child-care centers, public institutions and treatment centers for children, ticketing and boarding areas of public transportation terminals, indoor zoos and some food stores. It also would ban the sale of individual cigarettes out of their packages, which include warnings about the health hazards of smoking.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Blimp Pilot Tried to Avoid Crash in City","web_url":"https://www.nytimes.com/1993/07/06/nyregion/blimp-pilot-tried-to-avoid-crash-in-city.html","abstract":"  The co-pilot of the blimp that crashed onto a Manhattan apartment building Sunday described the frantic final minutes of the flight yesterday, saying the craft's problems appeared suddenly, making the airship \"uncontrollable\" and leaving its pilot desperately trying to steer away from the city's skyline.   \"We didn't want to go near the buildings,\" said the co-pilot, Pat Russell, 49, speaking from his bed at St. Luke's-Roosevelt Hospital Center. \"It became uncontrollable to where we just drifted in.\"","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"For Libyan Athletes, an Appeal to Clinton","web_url":"https://www.nytimes.com/1993/07/06/sports/sports-people-track-and-field-for-libyan-athletes-an-appeal-to-clinton.html","abstract":"  World University Games officials appealed directly to PRESIDENT CLINTON yesterday to allow 79 student athletes from Libya to compete in the multisport event, which begins Thursday in Buffalo.   In a letter to Mr. Clinton, the president of the International University Sports Federation asked for intervention on behalf of the Libyans, who have been denied visas. The United States imposed sanctions on Libya in 1986 and after the 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"In Canada, Elderly Praise Their Health Care","web_url":"https://www.nytimes.com/1993/07/06/world/in-canada-elderly-praise-their-health-care.html","abstract":"  Charlotte M. Cohan, her bones weakened by disease, curled up in a chair at the Rotary-Laughlin Center with a cup of tea and some carrot cake.   \"I always thought a nursing home was the worst place you could go to, the end of the line,\" she said as Tchaikovsky's \"Romeo and Juliet\" played on the stereo. \"This place is a godsend. I have a hundred friends here.\"","thumbnail":null,"section":"World"},{"date":"19930706","headline":"Fingers on Nuclear Buttons : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-fingers-on-nuclear-buttons-letters-to-the-editor.html","abstract":"Regarding \"The Bomb: 'Just Stop Worrying'\" (Opinion, June 26) by Stephen S. Rosenfeld: .It would seem that Mr. Rosenfeld, while promoting the admirable goal of nonproliferation of nuclear weapons, neglects the reality of the dynamics of proli","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"New Park's Problems","web_url":"https://www.nytimes.com/1993/07/06/opinion/l-new-park-s-problems-896893.html","abstract":"  To the Editor:   I enjoyed your June 28 article on the enjoyment of visitors to the new Riverbank State Park atop the North River Treatment Plant in Manhattan. It is much needed and appreciated, as the attendance shows.    But as a taxpayer who visited the park several times to play tennis, I am wondering how some glitches occurred even before its opening. For example, there are already cracks visible to the first visitors. The one bathroom near the 138th Street area was out of service for weeks. Of the four courts, only two are really playable; one is without a net, and the surface on two is buckled badly on the back courts. I can't imagine a contractor getting away with that.","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"1918: Peace Overtures : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/06/opinion/IHT-1918-peace-overtures-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - President Wilson's firm declaration that peace is impossible on any basis other than the total defeat of Hohenzollernism comes at an opportune moment. There is another movement, engineered by the Kaiser's Sozialdemokrats, on foot in Germany to obt","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Review/Television; The Dalai Lama as Boy, Man, Leader","web_url":"https://www.nytimes.com/1993/07/06/movies/review-television-the-dalai-lama-as-boy-man-leader.html","abstract":"  Despite its overly reverent tone, \"Compassion in Exile\" is an engaging portrait of Tenzin Gyatso, the Dalai Lama of Tibet, who has been in exile in India since 1959, when he fled Chinese repression.   The hourlong documentary, an offering in the \"P.O.V.\" series, deftly combines glimpses of this Buddhist leader as a boy in Tibet with scenes of the man in exile receiving Tibetan refugees and performing picturesque ceremonies. He tells of his people's afflictions, his pleasure in repairing watches and his dreams of a monastic life.","thumbnail":null,"section":"Movies"},{"date":"19930706","headline":"Like Ahab, a Venturer Pursues Destiny at Sea","web_url":"https://www.nytimes.com/1993/07/06/nyregion/our-towns-like-ahab-a-venturer-pursues-destiny-at-sea.html","abstract":"  SOMEWHERE out in Long Island Sound, exactly 11.5 miles from Thomas C. Graver's office window overlooking the New London city pier, there is an invisible line marking the end of state authority and the beginning of international waters. This is Mr. Graver's Moby Dick, his Holy Grail and his Comstock Lode all in one.   This is where he believes he will make his fortune, sailing twice a day to nowhere, on a 234-foot Bahamian-registered cruise ship called the Europa Jet that will, upon passing the international waters boundary, offer casino gambling while plying the waters off Fishers Island.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Q&A","web_url":"https://www.nytimes.com/1993/07/06/science/q-a-838093.html","abstract":"  Rice and Birds   Q.  Is it true that rice thrown at weddings is bad for birds?   A.  \"No, it's bad for people,\" said Heidi Hughes, an ornithologist with the American Backyard Bird Society of Jefferson, Md.","thumbnail":null,"section":"Science"},{"date":"19930706","headline":"Books of The Times; One Network's Trip on the Campaign Trail","web_url":"https://www.nytimes.com/1993/07/06/books/books-of-the-times-one-network-s-trip-on-the-campaign-trail.html","abstract":"  Strange Bedfellows  How Television and the Presidential Candidates Changed American Politics, 1992.  By Tom Rosenstiel  368 pages. Hyperion. $24.95    Denouncements of the press by politicians proliferated during last year's Presidential campaign. George Bush's campaign complained that the news media suffered from a liberal bias. Bill Clinton's campaign complained that the media diverted attention from the real issues by focusing on silly matters like Gennifer Flowers. And Ross Perot's campaign complained that the media had become an obstacle between the voter and the political process.","thumbnail":null,"section":"Books"},{"date":"19930706","headline":"A Court for International Outlaws","web_url":"https://www.nytimes.com/1993/07/06/opinion/a-court-for-international-outlaws.html","abstract":"  How to deal with a person like Gen. Mohammed Farah Aidid, the Somali warlord who orders attacks on United Nations peacekeepers and uses women and children as shields for the killers?   Under whose jurisdiction could he be prosecuted? There is no functional civil government in Somalia. Even if U.N. soldiers could arrest him, what would they do with him after that? Convene a war crimes tribunal, as is being done now to try the ethnic cleansers in the Balkans? That idea summons up the daunting prospect of establishing ad hoc tribunals in every corner of the world where civil law breaks down.","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Japan's Big Chance -- and Clinton's","web_url":"https://www.nytimes.com/1993/07/06/opinion/japans-big-chance-and-clintons.html","abstract":"While President Clinton is here for the economic summit meeting, which begins tomorrow, he could benefit America, Japan and the rest of the world by looking beyond the issues he has come to discuss with lackluster heads of government and by grasping an ideal opportunity to begin to create a genuine policy toward Japan.\n\nHe has been told this is no time to be ambitious, for Japan's political crisis has weakened the Government's ability to initiate solutions to bilateral problems and to assume an international political leadership role. This is bad advice.","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"A Symbol of Racial Conflict Moves Nearer Removal Again","web_url":"https://www.nytimes.com/1993/07/06/us/a-symbol-of-racial-conflict-moves-nearer-removal-again.html","abstract":"  After two emotional public hearings, this city has moved a step closer to again banishing a gray granite obelisk that has come to symbolize white supremacy.   The city's Human Relations Commission voted unanimously on June 30 to recommend that the City Council store the obelisk, the object of bitter debate here for years. But the debate is sure to continue in at least one more public hearing and perhaps later in court.","thumbnail":null,"section":"U.S."},{"date":"19930706","headline":"Still Radical After All These Years; At 74, William Kunstler Defends Clients Most Lawyers Avoid","web_url":"https://www.nytimes.com/1993/07/06/nyregion/still-radical-after-all-these-years-74-william-kunstler-defends-clients-most.html","abstract":"  William Moses Kunstler stood last week in one of his favorite places, the well of a courtroom. Before business began he chatted amicably with the judge, the court clerk, the stenographer, the security guards, the press. Of everything and everyone around him that Brooklyn morning, only the words behind the bench, from Aristotle, were uncongenial.   \"Good law must necessarily mean good order,\" they declare.","thumbnail":null,"section":"New York"},{"date":"19930706","headline":"Floods Force Corps of Engineers Into Balancing Act on Mississippi","web_url":"https://www.nytimes.com/1993/07/06/us/floods-force-corps-of-engineers-into-balancing-act-on-mississippi.html","abstract":"  As the rain fell again today, S. K. Nanda, the chief hydrologist at the Army Corps of Engineers district office here, punched the keyboards at a bank of computers and choreographed a watery balancing act involving three giant Iowa reservoirs along two Mississippi tributaries that weeks ago had filled to capacity.   From this command post just a few feet from where the Mississippi River was cresting at levels not seen since 1965, and never seen in July, Mr. Nanda was making water management decisions unlike any others he has faced in his 25-year career here.","thumbnail":null,"section":"U.S."},{"date":"19930706","headline":"For Schourek, Opportunity. For Padres, Knocks.","web_url":"https://www.nytimes.com/1993/07/06/sports/baseball-for-schourek-opportunity-for-padres-knocks.html","abstract":"  Pete Schourek was summoned from Dallas Green's overstuffed doghouse for one evening and given the ball for an emergency start against the San Diego Padres at Shea Stadium last night.   He did not redeem himself. Neither did Jeff Innis, another disappointment this season. And the rest of the Mets, well, they didn't do enough to overcome a pitching debacle that was enough to boggle Green.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"All Rise! Tyson 'Appeals Court' Is in Session","web_url":"https://www.nytimes.com/1993/07/06/sports/tv-sports-all-rise-tyson-appeals-court-is-in-session.html","abstract":"  Our judicial system has it all wrong. All those sober courtrooms with their solemn protocol are too archaic for gossipy, fin de siecle America, where we can try people if we like on TV without abiding by the rules of evidence. We need squabbling experts, a divided audience, chatty jurors and an aggressive talk show host to make the courtroom experience entertaining and interactive.   That's what Montel Williams will bestow upon us Thursday at 5 P.M. (WNYW-Channel 5 in New York) when he exports an audience, four expert guests and bailiff Sally Jessy Raphael to a courtroom in Danville, Ind., (much applause here from the audience) to ask whether Mike Tyson deserves a new trial on his conviction of raping Desiree Washington.","thumbnail":null,"section":"Sports"},{"date":"19930706","headline":"Observer; Haiti In the Sun","web_url":"https://www.nytimes.com/1993/07/06/opinion/observer-haiti-in-the-sun.html","abstract":"  The news was so thin over the weekend that Haiti made the front pages in several newspapers. You can tell an editor has been looking into a bare pantry when he comes back with a Caribbean story. When Haiti is the juiciest Caribbean story going it feels as if the end of history may be more than a book by Francis Fukuyama.    We are not slurring poor Haiti, but merely stating the fact. As the philosopher-journalist James Reston once observed, Americans will do anything for Latin America except read about it.","thumbnail":null,"section":"Opinion"},{"date":"19930706","headline":"Review/Concert; The Sounds Of America, In the Park","web_url":"https://www.nytimes.com/1993/07/06/arts/review-concert-the-sounds-of-america-in-the-park.html","abstract":"  What happened to Thomas Jefferson? This year is the 250th anniversary of his birth, and despite celebrations here and there, he seems elusive. America has grown remote from the semi-anarchistic collective of self-ruling republics that Jefferson once celebrated.    Jefferson briefly came to mind during the New York Philharmonic's somewhat offbeat Fourth of July concert in Central Park. The program was a convocation of distinctive American voices: the synthetic individualism of Bernstein's \"Candide Overture\" and \"Symphonic Dances from \"West Side Story\"' (continuing the perpetual Bernstein commemoration); the populist solidarity of Copland's \"Fanfare for the Common Man\"; the smooth cross-cultural dialogues of Gershwin's \"Rhapsody in Blue.\" Most strikingly, there was the exuberant disorder of Charles Ives's \"Variations on 'America',\" Jeffersonian music for the industrial age.","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930706","time":"1993-07-06 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":58,"wspd":7.6},{"date":"19930706","time":"1993-07-06 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":59,"wspd":7.6},{"date":"19930706","time":"1993-07-06 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":54,"wspd":7.6},{"date":"19930706","time":"1993-07-06 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":67,"wspd":14.8},{"date":"19930706","time":"1993-07-06 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":70,"wspd":11.2},{"date":"19930706","time":"1993-07-06 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":71,"wspd":11.2},{"date":"19930706","time":"1993-07-06 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":71,"wspd":13},{"date":"19930706","time":"1993-07-06 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":67,"wspd":13},{"date":"19930706","time":"1993-07-06 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":60,"wspd":13},{"date":"19930706","time":"1993-07-06 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":54,"wspd":16.6},{"date":"19930706","time":"1993-07-06 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":52,"wspd":18.4},{"date":"19930706","time":"1993-07-06 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":51,"wspd":20.5},{"date":"19930706","time":"1993-07-06 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.1,"rhum":50,"wspd":18.4},{"date":"19930706","time":"1993-07-06 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":49,"wspd":13},{"date":"19930706","time":"1993-07-06 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":45,"wspd":13},{"date":"19930706","time":"1993-07-06 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":41,"wspd":20.5},{"date":"19930706","time":"1993-07-06 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":40,"wspd":24.1},{"date":"19930706","time":"1993-07-06 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.1,"rhum":37,"wspd":20.5},{"date":"19930706","time":"1993-07-06 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":40,"wspd":20.5},{"date":"19930706","time":"1993-07-06 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":40,"wspd":18.4},{"date":"19930706","time":"1993-07-06 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":39,"wspd":24.1},{"date":"19930706","time":"1993-07-06 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":59,"wspd":20.5},{"date":"19930706","time":"1993-07-06 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":60,"wspd":13},{"date":"19930706","time":"1993-07-06 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":58,"wspd":18.4},{"date":"19930706","time":"1993-07-06 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":64,"wspd":14.8},{"date":"19930706","time":"1993-07-06 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":69,"wspd":11.2},{"date":"19930706","time":"1993-07-06 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":69,"wspd":9.4},{"date":"19930706","time":"1993-07-06 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":76,"wspd":13},{"date":"19930706","time":"1993-07-06 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":13},{"date":"19930706","time":"1993-07-06 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":82,"wspd":7.6},{"date":"19930706","time":"1993-07-06 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":11.2},{"date":"19930706","time":"1993-07-06 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":14.8},{"date":"19930706","time":"1993-07-06 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":7.6},{"date":"19930706","time":"1993-07-06 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":9.4},{"date":"19930706","time":"1993-07-06 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":9.4},{"date":"19930706","time":"1993-07-06 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":11.2},{"date":"19930706","time":"1993-07-06 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":13},{"date":"19930706","time":"1993-07-06 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":84,"wspd":16.6},{"date":"19930706","time":"1993-07-06 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":14.8},{"date":"19930706","time":"1993-07-06 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":69,"wspd":11.2},{"date":"19930706","time":"1993-07-06 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":67,"wspd":14.8},{"date":"19930706","time":"1993-07-06 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":16.6},{"date":"19930706","time":"1993-07-06 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":63,"wspd":18.7},{"date":"19930706","time":"1993-07-06 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":65,"wspd":20.5},{"date":"19930706","time":"1993-07-06 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":65,"wspd":13},{"date":"19930706","time":"1993-07-06 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":67,"wspd":16.6},{"date":"19930706","time":"1993-07-06 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":70,"wspd":14.8},{"date":"19930706","time":"1993-07-06 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":72,"wspd":7.6}]},"19930707":{"guardian_articles":[{"date":"19930707","headline":"England's rekindled spirit keeps the Ashes glowing","web_url":"https://www.theguardian.com/sport/1993/jul/07/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19930707","headline":"Keeping the Texture, but Not the Fat, in Homemade Ice Cream","web_url":"https://www.nytimes.com/1993/07/07/style/keeping-the-texture-but-not-the-fat-in-homemade-ice-cream.html","abstract":"IN the pre-air-conditioner South where I grew up, the surest way to take the sizzle out of summer was to haul the freezer down from the pantry shelf and crank out a big batch of ice cream. Peach. Strawberry. Chocolate. We drew straws to see who would pick the flavor of the moment.\n\nOld habits die hard, and though I'm not ready to abandon ice cream, I am willing -- make that compelled -- to avoid those that are chockablock with fat.","thumbnail":null,"section":"Style"},{"date":"19930707","headline":"It's 8 P.M. Where Are Your Parents?","web_url":"https://www.nytimes.com/1993/07/07/opinion/its-8-pm-where-are-your-parents.html","abstract":"Parents, pediatricians and legislators ask what can be done to reduce the brutality, cruelty and carnage children see on television.\n\nThe TV set's off button may have provided sufficient control before cable arrived, when in most families one spouse stayed home with the children. But as violence on TV has increased, so have the number of working mothers, single parents, home-alone kids and calls for censorship.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Sampras to Play McEnroe","web_url":"https://www.nytimes.com/1993/07/07/sports/sports-people-tennis-sampras-to-play-mcenroe.html","abstract":"  The Wimbledon champion, PETE SAMPRAS, will play JOHN McENROE on July 18 in a special benefit exhibition preceding the Pathmark Tennis Classic in Mahwah, N.J.   Sampras defeated JIM COURIER in the Wimbledon final Sunday to retain his No. 1 world ranking. The 21-year-old Californian is only the second player to win the United States Open and Wimbledon before his 22d birthday.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"1893: Maupassant Dies : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/07/opinion/IHT-1893-maupassant-dies-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - French literature lost one of its most unquestioned glories yesterday [July 6]. Maupassant is dead, at the age of forty-three. Few besides his personal friends will mourn his loss; for the public he died two years ago, when he was confined in a lu","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Byrd Goes Electronic, Lands Job With CBS","web_url":"https://www.nytimes.com/1993/07/07/sports/pro-football-byrd-goes-electronic-lands-job-with-cbs.html","abstract":"  The remarkable recovery of Dennis Byrd from partial paralysis yesterday earned the former Jets defensive end a new job as a pro football analyst for CBS Sports.    Byrd received a one-year contract for a modest sum to analyze six games during the upcoming National Football League season and to appear in CBS's \"The N.F.L. Today\" studio an unspecified number of times.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/07/07/arts/the-pop-life-833593.html","abstract":"  Listening In on a Big Party   Paul Shaffer decided to throw a party and invite people he admired. The guest list included David Letterman, his boss on late-night television; Tony Bennett, Eartha Kitt, James Coburn, Ringo Starr and Phil Spector.   They all showed up and so did Charles Koppelman, who heads Mr. Shaffer's recording label, Bill Murray, Martin Short, Dana Carvey, Mike Myers, Phil Hartman, Jon Lovitz, Aaron Neville, Lou Reed, Leonard Cohen, George Clinton, Bootsy Collins, LL Cool J, Joe Walsh, Joan Jett, Phoebe Snow and David Sanborn. The merrymaking, something that has been described as akin to an exclusive psychedelic discotheque, can be heard on the new double compact disk \"The World's Most Dangerous Party\" (SBK/ERG.","thumbnail":null,"section":"Arts"},{"date":"19930707","headline":"Haiti: The Secret of Success","web_url":"https://www.nytimes.com/1993/07/07/opinion/haiti-the-secret-of-success.html","abstract":"  Getting the Haitian military to agree to a timetable for returning President Jean-Bertrand Aristide to power is a considerable achievement. The United Nations mediator, Dante Caputo, and the Clinton Administration deserve much credit.    But after pressuring President Aristide to accept an agreement that leaves real power in military hands for most of a four-month transition period, the U.N. and the U.S. are now obliged to insure that army and police commanders live up to their parts of the deal. They must end political intimidation now and actually surrender power at the end of October.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Sheik Hospitalized At Federal Prison","web_url":"https://www.nytimes.com/1993/07/07/nyregion/sheik-hospitalized-at-federal-prison.html","abstract":"  Sheik Omar Abdel Rahman, the Islamic fundamentalist whose followers have been linked to two bombing conspiracies in New York City, was hospitalized with \"higher than average\" blood-sugar levels at the Federal prison where he has been held since Friday.   A spokesman for the Bureau of Prisons said the sheik, who has diabetes and high blood pressure, was hospitalized at the prison in Otisville, 72 miles northwest of New York. The spokesman said he was \"not aware of any life-threatening condition.\"","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"New Doubts About 'Ivan the Terrible'","web_url":"https://www.nytimes.com/1993/07/07/opinion/new-doubts-about-ivan-the-terrible.html","abstract":"  For the first time in years of legal battling, a Federal judge finds \"substantial doubt\" that John Demjanjuk, who is under a death sentence in Israel, was the notorious \"Ivan the Terrible\" of the Treblinka death camp where nearly a million Jews were gassed to death.    That creates the ghastly prospect that Mr. Demjanjuk, a retired auto worker from Cleveland, should not have been extradited to Israel by the United States. Yet now he faces execution there. Those devoted to justice and the punishment of war criminals should hope that Israel's courts won't uphold Mr. Demjanjuk's death sentence on this confused record.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/07/style/chronicle-945593.html","abstract":"  JOHN F. KENNEDY JR. has resigned as an assistant district attorney in Manhattan, it was announced yesterday. BARBARA THOMPSON, director of public information for the district attorney's office, said that no date for his departure had been set but that \"we believe it will be in the next couple of weeks -- he will be wrapping up his cases until then.\"","thumbnail":null,"section":"Style"},{"date":"19930707","headline":"A Menacing Ritual Is Called Common in New York Pools","web_url":"https://www.nytimes.com/1993/07/07/nyregion/a-menacing-ritual-is-called-common-in-new-york-pools.html","abstract":"  They call it \"the whirlpool,\" and pool employees and regular swimmers say it has become a common, if malevolent, ritual of these sweltering summer days at some of New York City's municipal pools.   Groups of teen-age boys lock arms and shoulders and move in circles through the expanse of blue, churning the cool, chlorinated water, chanting rap lyrics and fondling girls at will.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Overdue Fiscal Fix for New York City","web_url":"https://www.nytimes.com/1993/07/07/opinion/overdue-fiscal-fix-for-new-york-city.html","abstract":"  When the Standard & Poor's bond-rating agency told New York City officials the new city budget was too dependent on one-time savings and wishful thinking, it was hardly news. Fiscal analysts had been warning all year that balancing the fiscal 1994 budget with gimmickry would make trouble for 1995 and the years beyond. But when the warning comes from analysts who rate city bonds, City Hall listens -- and well it should.   The issue is, simply, that New York is living beyond its means. True, the budget has been balanced every year since the city emerged from its mid-1970's crisis. Looking ahead, however, it is clear that anticipated revenues in future years won't cover anticipated spending. A persistent gap of $1.5 billion to $2 billion each year for the foreseeable future is what concerns Standard & Poor's and other fiscal analysts.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Talks Resume in Strike Against Garbage Haulers","web_url":"https://www.nytimes.com/1993/07/07/nyregion/talks-resume-in-strike-against-garbage-haulers.html","abstract":"  Representatives of striking sanitation workers and private trash hauling companies resumed talks today trying to end a six-day walkout.   The negotiations had been suspended over the long holiday weekend as dozens of New Jersey communities scrambled for alternative ways to dispose of garbage.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/07/nyregion/c-corrections-981193.html","abstract":"  An article on Saturday about the White House's report on the dismissal of seven employees of its travel office misattributed a statement about the investigation by the Federal Bureau of Investigation. Bureau officials, speaking on condition of anonymity, said no criminal wrongdoing had been uncovered so far. Officially, the agency has not commented on the progress of the inquiry.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"A Mother's Third Son, Her Last Child, Dies as Did His Brothers, in a Shooting","web_url":"https://www.nytimes.com/1993/07/07/nyregion/a-mother-s-third-son-her-last-child-dies-as-did-his-brothers-in-a-shooting.html","abstract":"  Frances Davis lost her last son yesterday. He was gunned down on the same Brooklyn street where his two older brothers had been killed.   The young man, Frank Davis, 18, was shot at noon, moments after he walked out of his grandmother's home in the Tompkins Houses at 220 Throop Avenue in Bedford-Stuyvesant. Ms. Davis said her son was walking around the corner to his aunt's home. Struck in the chest by a single bullet, he staggered back toward the door of the building, dying, said Officer Andrew McInnis, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Prep Schools and Minorities: A Place at the Table","web_url":"https://www.nytimes.com/1993/07/07/education/prep-schools-and-minorities-a-place-at-the-table.html","abstract":"  When Elizabeth Fernandez arrived at Phillips Academy in Andover, Mass., three years ago, she found some things she had never encountered -- things like cauliflower, chicken Kiev and volleyball.   Life at the 500-acre campus, with its endless green sweep of lawns and playing fields, drew her intimidatingly far from her roots in Washington Heights in Manhattan, where her Dominican parents cooked red beans and rice and she and her friends played handball against buildings.","thumbnail":null,"section":"Education"},{"date":"19930707","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/07/nyregion/news-summary-235393.html","abstract":"  International A3-9  CLINTON PRESSES TRADE AND TIES  President Clinton, at the start of the summit for leading industrialized nations, sought trade concessions from Japan, but then began building relationships with those trying to overthrow the ruling party.  A1  Trade negotiators say they are getting closer to an agreement.  A9","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Critic's Notebook; About the New Labels On TV Violence: Meanings and Motives","web_url":"https://www.nytimes.com/1993/07/07/arts/critic-s-notebook-about-the-new-labels-on-tv-violence-meanings-and-motives.html","abstract":"  Appropriately, the announcement last week that the nation's four broadcast networks would henceforth stick parental warnings on programs they deem excessively violent was delivered in the form of a television special. An hourlong news conference, carried by CNN, featured Thomas Murphy, who heads Capital Cities/ ABC; Howard Stringer, the president of the CBS Broadcast Group; Warren Littlefield, the president of NBC Entertainment, and George Vrandenburg, the executive vice president of Fox Broadcasting. Together for the first time!   They were led by Jack Valenti, the enduring spokesman for the Motion Picture Association of America, and introduced by Senator Paul Simon, the Illinois Democrat, and Representative Edward J. Markey, a Massachusetts Democrat, who have taken the lead in focusing Congressional interest on television violence. Everyone congratulated everyone else and themselves for the new initiative.","thumbnail":null,"section":"Arts"},{"date":"19930707","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/07/nyregion/c-corrections-985493.html","abstract":"  A picture in Business Day on Monday showing Louis Rossetto, editor and publisher of Wired magazine, carried an incorrect credit. The photographer was Diana Cheren.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Mets Leave Johnson Feeling Uneasy","web_url":"https://www.nytimes.com/1993/07/07/sports/baseball-mets-leave-johnson-feeling-uneasy.html","abstract":"  Howard Johnson never imagined his Mets' career reaching this point. His manager, Dallas Green, is publicly questioning his ability and his future value to this club or any other. There is no one in management he feels comfortable approaching about his current status, or his future. So many of the faces on the field are strangers, with several of his friends and former teammates having departed Shea Stadium via free agency or trades.   It is enough, Johnson said yesterday, to give him a general sense of uneasiness about his life with this ball club, despite his nine seasons in New York. He can feel it on the field, in the clubhouse, even at home with his wife -- who is nervously wondering where she will be living after her husband becomes a free agent this fall.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Campus Journal; A College Declared Dead Is Now Quite Clearly Not","web_url":"https://www.nytimes.com/1993/07/07/education/campus-journal-a-college-declared-dead-is-now-quite-clearly-not.html","abstract":"  When the campus bell rang 149 times in May 1974, the 300-student Cazenovia College in this lakeside hamlet near Syracuse was pronounced dead. The ringing tolled the years of existence for the two-year women's college.    But today, nearly 20 years later, the college is alive and flourishing, with 1,000 students, male and female, and it could be a model for the growing number of colleges that face financial trouble.   There is wide agreement that the credit goes to Cazenovia's president, Stephen M. Schneeweiss, who was a vice provost at nearby Ithaca College when he was hired in 1975 after a local Committee to Save the College persuaded creditors to give Cazenovia one last chance.","thumbnail":null,"section":"Education"},{"date":"19930707","headline":"High Court Nominee Defends Judges' Use of Broad Powers","web_url":"https://www.nytimes.com/1993/07/07/us/high-court-nominee-defends-judges-use-of-broad-powers.html","abstract":"  Judge Ruth Bader Ginsburg, President Clinton's nominee to the Supreme Court, says disputes over \"judicial activism\" arise when the courts are forced to resolve issues that lawmakers are too timid to handle.   In written answers to a questionnaire from the Senate Judiciary Committee, which released them today, Judge Ginsburg said judges who, for example, take over public school districts to enforce desegregation rulings or order mental hospitals to insure patients' rights, do so with great reluctance.","thumbnail":null,"section":"U.S."},{"date":"19930707","headline":"METROPOLITAN GOLF REPORT","web_url":"https://www.nytimes.com/1993/07/07/sports/metropolitan-golf-report.html","abstract":"  Qualifying for Puerto Rico    The first of seven regional qualifiers for the finals of the Rums of Puerto Rico National Club Pro-Am was staged yesterday at Ardsley Country Club in Arsdley, N.Y.   The four-man team headed by Quentin Griffith 3d of the Pennsauken Country Club (N.J.) was the winner, with six other local teams also qualifying for the finals, which will be held Dec. 1-5 at the Hyatt Regency Cerromar Beach Resort in Dorado, P.R.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"A Bankrupt Financier : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/07/opinion/IHT-a-bankrupt-financier-letters-to-the-editor.html","abstract":"The obituary \"John Connally of Texas Dies at 76\" (June 17) was shockingly incomplete. Didn't he declare personal bankruptcy? Isn't that especially significant, given that he was a former U.S. Treasury secretary and an architect of global moneta","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"In Times Square, Art Conquers Kung Fu","web_url":"https://www.nytimes.com/1993/07/07/arts/in-times-square-art-conquers-kung-fu.html","abstract":"  \"Hey you,\" purrs the voice that issues from a pair of giant red lips projected onto a screen inside the entrance to the old Rialto Theater in Times Square. \"Hey you, want to buy a place in heaven?\"   While Times Square has hardly been a mecca for those seeking redemption, the 42d Street Art Project is out to change all that. Starting tomorrow, the predominantly vacant strip of former kung fu and pornography theaters along West 42d Street between Seventh and Eighth Avenues will be transformed into a public art exhibition featuring the works of more than two dozen American artists, architects and designers. The seductive lips, for example, are the work of the team of Liz Diller and Ric Scofidio. Among the other artists involved are John Ahearn, Karen Finley and Jenny Holzer.","thumbnail":null,"section":"Arts"},{"date":"19930707","headline":"China in Pact to Help Iran Build A-Plant","web_url":"https://www.nytimes.com/1993/07/07/world/china-in-pact-to-help-iran-build-a-plant.html","abstract":"  Iran and China signed an agreement Sunday to build a nuclear power plant near Teheran, Etellat newspaper reported today.    In a joint statement issued by the official Iranian press agency, IRNA, Chinese officials said it was \"the dawn of a new era of commercial and technical cooperation\" for the two countries.","thumbnail":null,"section":"World"},{"date":"19930707","headline":"ITEMS ON TITANIC BROUGHT TO U.S.","web_url":"https://www.nytimes.com/1993/07/07/us/items-on-titanic-brought-to-us.html","abstract":"  Deep-sea salvors sailed into Norfolk, Va., last week with about 800 artifacts newly raised from the sunken hulk of the Titanic, prompting accusations that they are violating the spirit of Federal legislation that sought to make the shipwreck a memorial to the more than 1,500 victims of the sinking.   They vigorously denied that charge and any hint of impropriety, saying their work honors the dead. \"When you go down there and see what's going on, you realize all this history is going to be lost,\" Arnie Geller, president of RMS Titanic Inc., a New York company that is salvaging the Titanic, said yesterday in an interview.","thumbnail":null,"section":"U.S."},{"date":"19930707","headline":"At $14.5 Million, Bledsoe Is a Patriot","web_url":"https://www.nytimes.com/1993/07/07/sports/pro-football-notebook-at-14.5-million-bledsoe-is-a-patriot.html","abstract":"  Drew Bledsoe interrupted his own real-life version of Route 66, abandoning a Ford Surburban full of buddies in Sioux Falls, S.D., to fly to Boston for a business appointment that made him one of the wealthiest quarterbacks in the National Football League.   Bledsoe, the quarterback from Washington State University and the No. 1 pick in the 1993 college draft, signed a contract with the Patriots yesterday that was reportedly worth $14.5 million over six years, including a $4.5 million signing bonus.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"U.N. Said to Reject Hearing on Iraqi Compliance","web_url":"https://www.nytimes.com/1993/07/07/world/un-said-to-reject-hearing-on-iraqi-compliance.html","abstract":"  The United Nations has rejected an Iraqi request to present evidence that it is complying with the terms of the agreement that ended the Persian Gulf war, the Iraqi delegate to the United Nations said today.   The Iraqi Government had asked the United Nations to hear a Government delegation give an account of Iraq's compliance with the Security Council resolutions on eliminating its weapons of mass destruction before allowing a United Nations weapons inspection team to carry out a crucial task in its monitoring program, installing a camera at a missile testing site.","thumbnail":null,"section":"World"},{"date":"19930707","headline":"Iowa Women's Coach Signs","web_url":"https://www.nytimes.com/1993/07/07/sports/sports-people-college-basketball-iowa-women-s-coach-signs.html","abstract":"  Iowa women's basketball coach, VIVIAN STRINGER, who guided the Hawkeyes to their first Final Four appearance this year, has signed a new five-year contract.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Gooden's Bases-Loaded Triple Spearheads Mets' Hit Parade","web_url":"https://www.nytimes.com/1993/07/07/sports/baseball-gooden-s-bases-loaded-triple-spearheads-mets-hit-parade.html","abstract":"  Doc Gooden enjoys throwing strikes and setting down batters, and he loves shutouts and complete games and all of that stuff.   He likes it most, though, when the Mets' bats are on fire -- especially when one of those bats belongs to him.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Albany Lawmakers Give Up On Hospital Finance Revision","web_url":"https://www.nytimes.com/1993/07/07/nyregion/albany-lawmakers-give-up-on-hospital-finance-revision.html","abstract":"  Gov. Mario M. Cuomo and the state's legislative leaders conceded defeat tonight in their efforts to forge an agreement on revamping the state's hospital financing system, meaning the Legislature will have to return to Albany in the fall to deal with the issue.   Mr. Cuomo and the Legislature had negotiated for more than three months over how much money to inject into the hospital system by increasing the state's Medicaid reimbursement rates. Those rates also regulate payments by commercial insurance companies to hospitals. The current hospital reimbursement formula, which was enacted three years ago, expires at the end of this year.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Very Few Standouts So Far","web_url":"https://www.nytimes.com/1993/07/07/sports/on-horse-racing-very-few-standouts-so-far.html","abstract":"  When the midterm report cards are issued in baseball during the break for the All-Star Game next week, you can figure that the Philadelphia Phillies and San Francisco Giants will be leading the class in the National League, and a half-dozen teams will be close in the American. The Yankees should go home with a high grade (A-) and the Mets with a low grade (F).   But in horse racing, the midterm report cards aren't nearly so precise. There is no dominant horse this year, not even a public-relations monster like Arazi a year ago.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/07/07/sports/transactions-740193.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Activated Ron Karkovice, catcher, from the 15-day disabled list. Designated Rick Wrona, catcher, for assignment.   CLEVELAND INDIANS -- Placed Tom Kramer, pitcher, on the 15-day disabled list. Recalled Albie Lopez, pitcher, from Canton-Akron of the Eastern League.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Genital Herpes Drug Found Safe for Daily Use","web_url":"https://www.nytimes.com/1993/07/07/health/genital-herpes-drug-found-safe-for-daily-use.html","abstract":"  THE drug commonly used to treat outbreaks of genital herpes infections can safely be used on a daily basis for years to prevent recurrences of this distressing viral disease, according to a five-year study published recently in Archives of Dermatology.    The highly communicable virus newly infects half a million Americans a year; they join an estimated 30 million Americans who are already infected. After the first infection, many people experience recurrences at rates that typically vary from once or twice a year to as much as once or twice a month.","thumbnail":null,"section":"Health"},{"date":"19930707","headline":"Pros in the Caddy Shack: Country Club Recession; An Engineer Learns to Carry Golf Clubs","web_url":"https://www.nytimes.com/1993/07/07/nyregion/pros-caddy-shack-country-club-recession-engineer-learns-carry-golf-clubs.html","abstract":"  Until Pentagon budget cuts crippled production of Trident submarines, Tom Kingsley worked as a mechanical engineer at the Groton Naval Base in Connecticut, teaching officers how to operate the nuclear reactors that power the subs. Two years ago his employer, General Dynamics, dismissed him.   Now, at age 29, he is caddying under the majestic oaks at the Ridgewood Country Club here.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Better Living (Perhaps) Through Palm Readings","web_url":"https://www.nytimes.com/1993/07/07/nyregion/about-new-york-better-living-perhaps-through-palm-readings.html","abstract":"  \"PSYCHIC Readings by Gena,\" said the flier handed out by the dark-haired boy. \"Do you have problems through law, health, marriage and success? Come, see this gifted lady and let her solve your problems today.\"   Gena also promised \"to show you with your own eyes how she can take away suffering, sickness and bad luck from your home and body.\"","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Nets and Reed Show Off Their Modest Draft Prizes","web_url":"https://www.nytimes.com/1993/07/07/sports/pro-basketball-nets-and-reed-show-off-their-modest-draft-prizes.html","abstract":"  There were no fans, no fanfare, not even a drumroll as the Nets introduced their top two draft picks to the news media today at a hotel across the road from their offices at Byrne Meadowlands Arena. It was just as well, for neither Rex Walters nor John Best is expected to make that much of an impact next season.   The 6-foot-4 inch Walters, from the University of Kansas, was the 16th pick in the first round last Wednesday, and he knows that he was a consolation prize for the Nets, who were hoping that shooting guard Terry Dehere of Seton Hall might still be available.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Pollution-Curbing Plan Is Set in Albany","web_url":"https://www.nytimes.com/1993/07/07/nyregion/pollution-curbing-plan-is-set-in-albany.html","abstract":"  Faced with the threat of losing $1 billion in Federal transportation funds, Gov. Mario M. Cuomo and legislative leaders agreed today on a plan intended to reduce air pollution in New York City and its suburbs sharply by 1996.   Once signed into law, the agreement between Mr. Cuomo and legislators will give state agencies broad new powers to curb smog and other forms of air pollution in the New York City metropolitan area, primarily by encouraging more commuters to join carpools or use mass transit and by stiffening enforcement measures against smokestack industries.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Nigeria's Ruler a Puzzle to His People","web_url":"https://www.nytimes.com/1993/07/07/world/nigeria-s-ruler-a-puzzle-to-his-people.html","abstract":"  Compared to the palatial style that seems to be the vogue among African rulers these days, the newly built personal residence here of Gen. Ibrahim Babangida is remarkably modest. It is a spartan, ranch-style house devoid of the grandiose touches some expect of the leader of black-ruled Africa's wealthiest and most populous country.   But what Aso Rock, as Nigerians have taken to calling it, may lack in splendor and comfort, it makes up for in security. It is a virtual labyrinth, full of unmarked hallways and dozens of doors without labels or numbers. Government officials say many rooms were built with secret exits connected to hidden tunnels, and it is widely rumored that a bunker, generously supplied with food and armaments, is buried deep underneath.","thumbnail":null,"section":"World"},{"date":"19930707","headline":"Canada's Leader Enters Global Arena","web_url":"https://www.nytimes.com/1993/07/07/world/summit-in-tokyo-canada-s-leader-enters-global-arena.html","abstract":"  Less than two weeks into her administration, Kim Campbell, the first woman to become Prime Minister of Canada, has a dream photo opportunity in Tokyo as the newest kid on the block of the Group of Seven.   Although she hopes to be around for many more summit meetings, her chief political opponent, the Liberal Party leader, Jean Chretien, quips that she merely has a \"summer job\" until the elections that must be called by fall.","thumbnail":null,"section":"World"},{"date":"19930707","headline":"Apolda Journal; When Laissez-Faire Collides With Just Plain Lazy","web_url":"https://www.nytimes.com/1993/07/07/world/apolda-journal-when-laissez-faire-collides-with-just-plain-lazy.html","abstract":"  When the Communist Government of East Germany collapsed in 1990, Dagmar Alberti saw her chance for success and grabbed it.   Formerly employed in the promotion department of a state-owned hotel, Mrs. Alberti scraped together enough money for a small computer and began designing ads for businesses here in her hometown. Now she runs an advertising agency with two offices and five full-time employees.","thumbnail":null,"section":"World"},{"date":"19930707","headline":"Review/Film; An American Satire, Transplanted","web_url":"https://www.nytimes.com/1993/07/07/movies/review-film-an-american-satire-transplanted.html","abstract":"  For satire to be effective there must be some idea of what is being satirized. Disconnected from any particular reality, satire becomes merely a demonstration of eccentric behavior, which is a fairly accurate description of \"Barjo,\" the new French comedy opening today at the Film Forum.   The film's provenance is impressive. It was directed by Jerome Boivin and written by him with Jacques Audiard. They had collaborated on the ghoulishly funny \"Baxter,\" a first-person (first-dog?) account of the rise and fall of a dirty-white bull terrier in search of the perfect master. Like the exemplary \"Baxter,\" which was inspired by a novel by the American writer Ken Greenhall, the new film has as its source material an involving, seriously lunatic American novel, \"Confessions of a Crap Artist\" (1975) by Philip K. Dick, who died in 1982.","thumbnail":null,"section":"Movies"},{"date":"19930707","headline":"Review/Theater; Young Lincoln Pursues His Passions","web_url":"https://www.nytimes.com/1993/07/07/theater/review-theater-young-lincoln-pursues-his-passions.html","abstract":"  Question: What's better than a lively musical with a love story?   Answer: A lively musical with two love stories.   The example that makes the point is \"Young Abe Lincoln,\" the highly commendable Theaterworks/USA production at the Promenade Theater, which deserves to be a magnet for children.","thumbnail":null,"section":"Theater"},{"date":"19930707","headline":"U.S.-Egypt Ties Are Strained In Detention of Islamic Cleric","web_url":"https://www.nytimes.com/1993/07/07/world/us-egypt-ties-are-strained-in-detention-of-islamic-cleric.html","abstract":"  Relations between the United States and Egypt, once the linchpin of American policy in the Arab world, have sharply deteriorated over a number of disputes that culminated with the detention of Sheik Omar Abdel Rahman, whom Egyptian officials condemn as a \"creation\" of Washington.   Three years ago, President Hosni Mubarak played the crucial role in assembling George Bush's coalition to fight Iraq in the Persian Gulf war by serving as host for an Arab summit meeting here that cracked the myth of Arab solidarity.","thumbnail":null,"section":"World"},{"date":"19930707","headline":"Book Notes; One Picasso, Two Writers And an Editor on the Spot","web_url":"https://www.nytimes.com/1993/07/07/books/book-notes-one-picasso-two-writers-and-an-editor-on-the-spot.html","abstract":"  Norman Mailer has long been fascinated by Pablo Picasso, and so it seemed like a natural fit when the renowned author set out, he says, to write a biography of the renowned artist for his editor at Random House, Jason Epstein.   But there were a couple of difficulties, the most pressing among them being that Mr. Epstein happened, quite awkwardly, to be the editor of another biographer, John Richardson, who is working on a four-volume series on Picasso. Mr. Richardson's exhaustive dissection of the artist's early years, \"A Life of Picasso: Volume I, 1881-1906,\" achieved both critical and commercial success several years ago. \"I was apprehensive and told Norman that there might be a problem,\" Mr. Epstein said.","thumbnail":null,"section":"Books"},{"date":"19930707","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/07/nyregion/c-corrections-982093.html","abstract":"  An article last Wednesday about lawyers' and scientists' reactions to last week's Supreme Court decision on the reliability of scientific testimony misidentified a commission that has been studying the issue. The Carnegie Commission on Science, Technology and Government is a nonprofit group that works with the Federal judiciary; it is not a branch of the judiciary.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Review/Film; The Last Unspoiled Bonus Baby","web_url":"https://www.nytimes.com/1993/07/07/movies/review-film-the-last-unspoiled-bonus-baby.html","abstract":"Little boy gets to pitch for Chicago Cubs. Feathery fastball fantasy.","thumbnail":null,"section":"Movies"},{"date":"19930707","headline":"More Rain Endangers Soggy Levees","web_url":"https://www.nytimes.com/1993/07/07/us/more-rain-endangers-soggy-levees.html","abstract":"  Flooded towns along the upper Mississippi River were given more bad news today as officials said the river had still not crested and warned that miles of earthen levees could collapse.   In Iowa, rising water levels on the Iowa River, a tributary to the Mississippi, threatened to flood the intake pipes of Iowa City's water treatment plant, and the Mississippi neared a level that forecasters said would be just short of the record for the Davenport area.","thumbnail":null,"section":"U.S."},{"date":"19930707","headline":"River Shippers Squirm As Profits Wash Away","web_url":"https://www.nytimes.com/1993/07/07/us/river-shippers-squirm-as-profits-wash-away.html","abstract":"  Capt. Bill Ohlendorf peered out the window of the towboat wheelhouse today as another storm gathered over this river city in the southeastern corner of Iowa.   The bruise-colored clouds were dropping sheets of water into the Mississippi River, which was already too big for its bed. Captain Ohlendorf, aboard the Mary L, shook his head. \"I'm ready to ride,\" he said. \"It's harder doing nothing like this than going up and down the river, doing my job.\"","thumbnail":null,"section":"U.S."},{"date":"19930707","headline":"Unparallel to a Point : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/07/opinion/IHT-unparallel-to-a-point-letters-to-the-editor.html","abstract":"Regarding \"Latvia: Freedom to Savor and Share\" (Opinion, June 15): .In his otherwise charming account, William Safire mentions \"Russians, Ukrainians, Jews.\" Shouldn't that be either \"Russians, Ukrainians, Israelis,\" if the","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Keeping the Texture, but Not the Fat, in Homemade Ice Cream","web_url":"https://www.nytimes.com/1993/07/07/style/keeping-the-texture-but-not-the-fat-in-homemade-ice-cream.html","abstract":"IN the pre-air-conditioner South where I grew up, the surest way to take the sizzle out of summer was to haul the freezer down from the pantry shelf and crank out a big batch of ice cream. Peach. Strawberry. Chocolate. We drew straws to see who would pick the flavor of the moment.\n\nOld habits die hard, and though I'm not ready to abandon ice cream, I am willing -- make that compelled -- to avoid those that are chockablock with fat.","thumbnail":null,"section":"Style"},{"date":"19930707","headline":"Make Me an Offer, Mr. Dinkins","web_url":"https://www.nytimes.com/1993/07/07/opinion/make-me-an-offer-mr-dinkins.html","abstract":"  Dear Mayor Dinkins,   First, I wish you good luck in the coming negotiations to keep the Yankees in New York City. Also, congratulations on your success in preventing Mastercard International from moving to the suburbs. In this era of flight from the city, the presence of such institutions remains a source of pride for all New Yorkers.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Mariners Make Abbott Feel Ancient","web_url":"https://www.nytimes.com/1993/07/07/sports/baseball-mariners-make-abbott-feel-ancient.html","abstract":"  The Jim Abbott saga continued tonight, his suspect pitching filling the Yankees with doubt just when they thought he might have righted himself. There was little that went right for Abbott or for the Yankees, whose flirtation with first place in the American League East must wait another day.   The Yankees knew that a victory over the Mariners and a Toronto loss to Chicago would nudge them into a first-place tie this late in the season for the first time since 1988. They watched the Blue Jays-White Sox game in their clubhouse before batting practice, but were quickly disappointed by the first inning of their contest because the Jays broke their five-game losing streak and assured themselves of remaining in first for another night.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/07/nyregion/metro-digest-381393.html","abstract":"  EDUCATION BOARD CHIEF RE-ELECTED   In a brief public meeting in the marbled great hall of the Board of Education's Brooklyn headquarters, Carol A. Gresser, a one-time parents' association president from Queens, was re-elected president of the board, with unanimous support from her colleagues. A1. A MALEVOLENT RITUAL AT MANY POOLS   They call it \"the whirlpool,\" and pool officials and regular swimmers say it has become a common, if malevolent, ritual of these sweltering summer days at many of New York city's municipal pools. A1. NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Kelly Critical of Remarks by Head of Police Union","web_url":"https://www.nytimes.com/1993/07/07/nyregion/kelly-critical-of-remarks-by-head-of-police-union.html","abstract":"  In a rare rebuke of the leader of the largest police union, the New York City Police Commissioner yesterday assailed Phil Caruso for remarks critical of the Mayor that the Commissioner said politicized the Police Department by \"dragging\" it into the mayoral race.   The Commissioner, Raymond W. Kelly, who has been on good terms with Mr. Caruso, the president of the 20,000-member Patrolmen's Benevolent Association, said he was disappointed in the statements Mr. Caruso had made on Sunday on WNBC's \"News Forum.\"","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Easy Listening, Not Lightweight","web_url":"https://www.nytimes.com/1993/07/07/style/IHT-easy-listening-not-lightweight.html","abstract":"Some music works on two levels, active and passive. Easy listening is not necessarily lightweight. Success is not inevitably superficial. Hot can be cool and vice versa. Concentration is either one definition of happiness or to be avoided at all costs. T","thumbnail":null,"section":"Style"},{"date":"19930707","headline":"Keeping the Texture, but Not the Fat, in Homemade Ice Cream","web_url":"https://www.nytimes.com/1993/07/07/style/keeping-the-texture-but-not-the-fat-in-homemade-ice-cream.html","abstract":"IN the pre-air-conditioner South where I grew up, the surest way to take the sizzle out of summer was to haul the freezer down from the pantry shelf and crank out a big batch of ice cream. Peach. Strawberry. Chocolate. We drew straws to see who would pick the flavor of the moment.\n\nOld habits die hard, and though I'm not ready to abandon ice cream, I am willing -- make that compelled -- to avoid those that are chockablock with fat.","thumbnail":null,"section":"Style"},{"date":"19930707","headline":"Maximum Terms for 2 Youths in Red Hook Murder","web_url":"https://www.nytimes.com/1993/07/07/nyregion/maximum-terms-for-2-youths-in-red-hook-murder.html","abstract":"  Two teen-agers convicted of killing Patrick Daly, the elementary school principal caught in crossfire at a Brooklyn housing project, were sentenced to the maximum prison term of 25 years to life yesterday, after Mr. Daly's widow told of the loss to her family and to the troubled community where her husband had worked.   Madeline Daly told a hushed, packed courtroom of how \"the man I loved and who loved me was cruelly and abruptly taken from me\" after 23 years of marriage. The children in his school's Red Hook neighborhood will also feel the loss, she said. \"Who will help them now?\" she asked. \"He was always there when they needed him.\"","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"United Jewish Appeal Usually Flies El Al","web_url":"https://www.nytimes.com/1993/07/07/opinion/l-united-jewish-appeal-usually-flies-el-al-039993.html","abstract":"  To the Editor:   \"Jewish Lobbyist Ousted for Slurs\" (news article, June 29) includes a quotation that misrepresents the United Jewish Appeal in very fundamental ways.    First, it is untrue that the United Jewish Appeal doesn't like to use El Al Israel Airlines.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/07/07/sports/results-plus-795993.html","abstract":"  SOCCER  Iran Advances in Cup Play  Iran advanced to the second round of Asian qualifying for the 1994 World Cup with a 1-1 tie against Syria at Damascus last night. Iran and Syria each finished the double-round robin Group B qualifying with 3-0-3 records and 9 points, but Iran advanced with a better goal differential, 15-2 to 14-4. Iran, which made its only World Cup finals appearance in 1978, joins Iraq, Japan, North Korea, Saudi Arabia and South Korea in the second round. (AP) BASKETBALL  Tropics Defend U.S.B.L. Title  Ken Bannister scored 35 points on 14 of 15 shooting last night as the Miami Tropics successfully defended their United States Basketball League title with a 139-127 victory over the Westchester Stallions in the championship game in Milford, Conn. Bannister made his first 13 shots and grabbed 10 rebounds to earn most valuable player honors. The Tropics, made up primarily of former National Basketball Association players using the summer league to try and win another shot in the N.B.A., are owned and coached by John Lucas, who is also the head coach of the N.B.A.'s San Antonio Spurs. (AP) TENNIS  Bruguera Is Back and Winning  Sergi Bruguera of Spain, playing in his first tournament since winning the French Open last month, defeated Bernd Karbacher, 6-4, 6-0, yesterday in the first round of the Swiss Open in Gstaad. In addition to being the clay-court event's top-seeded player, the fifth-ranked Bruguera is also its defending champion. He next plays Markus Zoecke, who defeated Renzo Furlan, 4-6, 6-4, 6-1. (AP) Svensson Beaten: Marcos Arelio Gorriz of Spain upset third-seeded Jonas Svensson, 7-6 (7-5), 6-1, of Sweden yesterday in the rain-interrupted first round of the Swedish Open in Bastad. After losing, Svensson announced that he had quit Sweden's Davis Cup team. (AP) Shelton Is Defeated: Bryan Shelton, the two-time defending champion, was unable to handle the bullet serve of Japan's Shuzo Matsuoka and lost, 6-4, 3-6, 7-6 (7-4), in the first round of the $175,000 Hall of Fame Championships at Newport, R.I. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Specter of Crown Heights Clings to Dinkins, Even in Israel","web_url":"https://www.nytimes.com/1993/07/07/nyregion/specter-of-crown-heights-clings-to-dinkins-even-in-israel.html","abstract":"  On the first full day of his visit to Israel, David N. Dinkins found to his dismay today that you can take the Mayor out of Crown Heights but you cannot take Crown Heights out of the Mayor's agenda.   Before he even sat down to breakfast, Mr. Dinkins had thrust before him a large advertisement in The Jerusalem Post, an English-language daily, holding him accountable for the racial violence in Crown Heights two years ago and saying that it had smacked of \"bigotry, lawlessness and pogroms.\"","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"In Display of Unity, School Panel Backs An Insurgent Leader","web_url":"https://www.nytimes.com/1993/07/07/nyregion/in-display-of-unity-school-panel-backs-an-insurgent-leader.html","abstract":"  Just months ago, she was vilified by her foes as a leader of the \"Gang of Four,\" the ideologues representing narrow partisan interests who had seized control of the Board of Education and unceremoniously dumped New York's reform-minded Chancellor, Joseph A. Fernandez.    But yesterday, in a brief meeting in the marbled great hall of the board's headquarters, Carol A. Gresser, a onetime parents school volunteer from Queens, was re-elected president of the school board, with the unanimous support of her six colleagues.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Sri Lanka Was First : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/07/opinion/IHT-sri-lanka-was-first-letters-to-the-editor.html","abstract":"Regarding the editorial \"More Women at the Top\" (June 17): .Unfortunately, this editorial listed the first five countries with women heads of government in alphabetical, not chronological, order, thereby depicting a Eurocentric projection tha","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Lend Russia Money and a Tough Accountant; Stemming Corruption","web_url":"https://www.nytimes.com/1993/07/07/opinion/l-lend-russia-money-and-a-tough-accountant-stemming-corruption-053493.html","abstract":"  To the Editor:   Dimitri Simes fails to discuss corruption in \"Waffling and Wavering on Russian Aid\" (Op-Ed, June 27). He argues for increasing aid to Russia. However, current assistance to Russia is inefficient because of the corruption on the receiving end.   It is part of the Russian character to seek out and profit from loopholes in the bureaucratic structure. Gogol's character Chichikov profited from a loophole by buying up dead souls. The Soviet period did not alter this because Marxism did not contain an explicit ethical system.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/07/nyregion/c-corrections-984693.html","abstract":"  An article on Saturday about burglary charges against teen-age girls in Montclair, N.J., referred incorrectly to another legal case involving Montclair teen-agers. Several boys have been charged with sexual abuse of a 14-year-old girl who lived in the house that was reportedly burglarized. The boys were not charged with rape.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Politics and Plunder Mix in South African Violence","web_url":"https://www.nytimes.com/1993/07/07/world/politics-and-plunder-mix-in-south-african-violence.html","abstract":"  Before they chased her away in the name of the African National Congress, the young warriors who invaded Sheila Hadebe's home in this battle-scorched black township did something strange.   They backed up a van, she said, and began demolishing the walls of her house, carting off the bricks for resale.","thumbnail":null,"section":"World"},{"date":"19930707","headline":"Keeping the Texture, but Not the Fat, in Homemade Ice Cream","web_url":"https://www.nytimes.com/1993/07/07/style/keeping-the-texture-but-not-the-fat-in-homemade-ice-cream.html","abstract":"IN the pre-air-conditioner South where I grew up, the surest way to take the sizzle out of summer was to haul the freezer down from the pantry shelf and crank out a big batch of ice cream. Peach. Strawberry. Chocolate. We drew straws to see who would pick the flavor of the moment.\n\nOld habits die hard, and though I'm not ready to abandon ice cream, I am willing -- make that compelled -- to avoid those that are chockablock with fat.","thumbnail":null,"section":"Style"},{"date":"19930707","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/07/nyregion/c-corrections-986293.html","abstract":"  A picture caption on Monday with a review of the Mozartean Players' appearance on Friday at the Caramoor Festival referred to the performance incorrectly. It was not the festival's opening concert; that took place on June 26.  ","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Albany Must Now Act On the Mentally Ill","web_url":"https://www.nytimes.com/1993/07/07/opinion/l-albany-must-now-act-on-the-mentally-ill-057793.html","abstract":"  To the Editor:   I applaud your support of the community mental-health resources bill before the State Legislature in Albany in \"An Agenda for Albany\" (editorial, June 29). This legislation requires reinvestment of $250 million, saved by the state from downsizing psychiatric hospitals, into a fund for community-based care for the mentally ill.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/07/nyregion/bridge-622793.html","abstract":"  Bridge is one of the few competitive activities in which high-level performances are possible as you grow older. Ian McCance, a 65-year-old lecturer in physiology who represented Australia in a world championship a quarter-century ago, did some brilliant card reading on the diagrammed deal. It was played in a tournament in Queensland earlier this year and was reported by Dick Cummings.   North-South should have reached four spades but failed to bid that suit, perhaps because East's take-out double suggested a bad split in that suit. They reached a precarious five diamonds and West led the spade deuce, a conspicuous singleton. McCance as South won with the spade ace, drew trumps ending in his hand, and did some thinking.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"In America; School Daze","web_url":"https://www.nytimes.com/1993/07/07/opinion/in-america-school-daze.html","abstract":"  The New York City Board of Education is about to pick a new chancellor to run the school system.   The board tries to do this every few years and most of the time the process is a near-fiasco. The rest of the time it's a total fiasco.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"New York Court Prohibits Hasidic Public School","web_url":"https://www.nytimes.com/1993/07/07/nyregion/new-york-court-prohibits-hasidic-public-school.html","abstract":"  New York's highest court ruled yesterday that a special school district set up by the State Legislature to accommodate Hasidic Jews \"inescapably conveys a message of endorsement of religion\" and is therefore unconstitutional.   The Court of Appeals, in a 4 to 2 decision, rejected the Legislature's 1989 solution to the thorny problem of how to provide services to handicapped youngsters in the Orange County village of Kiryas Joel, where nearly all the residents belong to the Satmar Hasidic sect.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Victims of Chance in Deadly Rampage","web_url":"https://www.nytimes.com/1993/07/07/us/victims-of-chance-in-deadly-rampage.html","abstract":"  When a gunman began his shooting spree in the halls of the Pettit & Martin law firm here last Thursday, his first victims were Jack Berman and Jody Jones Sposato, who were trying to do what the gunman himself apparently thought he was trying to do: fight the system.   Colleagues say Mr. Berman, a lawyer with Bronson, Bronson & McKinnon, had worked hard to persuade his firm to spend less time defending corporations and more time helping people fight former employers. Ms. Sposato's case was one of the first in his campaign.","thumbnail":null,"section":"U.S."},{"date":"19930707","headline":"Yankees Are Moving! Up on Toronto","web_url":"https://www.nytimes.com/1993/07/07/sports/baseball-yankees-are-moving-up-on-toronto.html","abstract":"  While the bantering continues among politicians, fans and team executives about the possibility of the Yankees moving out of the Bronx and to a better location, the Yankees have moved into a posh district of the American League East. They were one game behind first-place Toronto as they prepared to face the Mariners at the Kingdome tonight.   Any Yankee fan who checked the standing after 83 games last July would have spotted the Yankees sputtering toward the All-Star Game break with a 41-42 record, 11 games behind Toronto. One year later, the Yankees have improved by six games (47-36), the defending World Series champion Blue Jays have proven to be mortal and the gap between the teams is one tiny game.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Dodgers' Deaths Bring Out the Best","web_url":"https://www.nytimes.com/1993/07/07/sports/on-baseball-dodgers-deaths-bring-out-the-best.html","abstract":"  Last week, the Los Angeles Dodgers, under the direction of their club owner, Peter O'Malley, assisted the survivors of Roy Campanella in making funeral arrangements.   This week, the Dodgers will do the same for the family of Don Drysdale.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Confirmation of Judge Could Be Stalled","web_url":"https://www.nytimes.com/1993/07/07/nyregion/confirmation-of-judge-could-be-stalled.html","abstract":"  A Long Island man nominated by Gov. Mario M. Cuomo to become a State Supreme Court justice lost an election against Senator Michael J. Tully Jr. last year and subsequently filed a lawsuit related to the Senator's publicly financed mailings during the campaign.   Mr. Cuomo said tonight that he did not learn of the suit until recently. But it could imperil the nomination of Michael J. Siris, a Democrat from Manhasset, which must be confirmed by the Senate. Had he known of Mr. Siris's lawsuit, the Governor said, he would not have sent the nomination to the Senate on June 30 because he would not want it to appear that he was trying to embarrass Senator Tully, an influential Nassau Republican.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Lend Russia Money and a Tough Accountant; Friend of Foreign Aid","web_url":"https://www.nytimes.com/1993/07/07/opinion/l-lend-russia-money-and-a-tough-accountant-friend-of-foreign-aid-054293.html","abstract":"  To the Editor:   A June 23 article on foreign aid states that the \"House leadership was able to persuade their counterparts on the Republican side, including the minority leader, Robert H. Michel, and the minority whip, Newt Gingrich of Georgia, to support\" the foreign aid bill.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Schrader's Suspension Is Lifted","web_url":"https://www.nytimes.com/1993/07/07/sports/sports-people-auto-racing-schrader-s-suspension-is-lifted.html","abstract":"  A three-member panel yesterday lifted the suspensions of the Nascar Winston Cup driver KEN SCHRADER and his car owner, JOE HENDRICK, who were accused of using an illegal carburetor in qualifying for last week's Pepsi 400 race at Daytona International Speedway.   Both had been suspended for four races, beginning with this Sunday's race at Loudon, N.H., after Nascar inspectors found that holes had been drilled in the carburetor and manifold in an effort to get more air past the restrictor plates that were required for the event.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/07/nyregion/no-headline-276093.html","abstract":"  \"The major controversy is whether the medical consequences of chicken pox are serious enough to warrant a major vaccination effort, whether chicken pox is worth preventing.\" -- DR. WALTER ORENSTEIN of the Centers for Disease Control and Prevention.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Graf Is Out With Foot Injury","web_url":"https://www.nytimes.com/1993/07/07/sports/sports-people-tennis-graf-is-out-with-foot-injury.html","abstract":"  STEFFI GRAF, winner of her fifth Wimbledon title Sunday, will be out of action for at least two weeks with a foot injury, her doctor said yesterday. She could miss the Federation Cup in Germany this month and her status for the United States Open next month is also uncertain.   Graf's incapacitation means that the top two women's tennis players are now out with injuries with no one sure when they will return. No. 2 MONICA SELES is still recovering from a stab wound suffered at a tournament in Hamburg, Germany, on April 30.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"The Original Harry's Bar : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/07/opinion/IHT-the-original-harrys-bar-letters-to-the-editor.html","abstract":"Regarding \"Singapore: Signs of Intelligent Nightlife\" (Leisure, June 18) by Andrew Ranard: .Harry's New York Bar in Paris is too often lumped with the imitators that have come along since. Harry's, at 5 rue Daunou in Paris (\"Just tell th","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Review/Music; Two Versions of the Sound of the Melting Pot","web_url":"https://www.nytimes.com/1993/07/07/arts/review-music-two-versions-of-the-sound-of-the-melting-pot.html","abstract":"  To mark Independence Day, Summerstage celebrated the all-American melting pot, and some indissoluble ethnic lumps, with a musically incongruous but exhilarating double bill of immigrants' music on Sunday afternoon. Black 47 represented New York's young Irish immigrants. And the clarinetist Don Byron led a 10-member klezmer band in music by Mickey Katz, the clarinetist, composer and arranger whose comedy songs were hits from 1947 to the mid-1950's.   Most of the music was lighthearted (though Black 47 started with earnestly political songs) and vigorously entertaining. But behind it was an inventory of immigrant survival strategies, between assimilation and insularity. Songs by Katz, who died in 1985, and by Black 47's Larry Kirwan rally their respective ethnic groups with inside jokes and musical echoes of the old country, while facing outsiders with a laugh, a partial explanation and touches of American music. They toy with stereotypes -- drunken Irish, herring-loving Jews -- and, lest they appear presumptuous, conceal their own ingenuity.","thumbnail":null,"section":"Arts"},{"date":"19930707","headline":"Vos Papiers, S'il Vous Plat : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/07/opinion/IHT-vos-papiers-sil-vous-plait-letters-to-the-editor.html","abstract":"Regarding \"Under Pressure, Paris Revising Plan to Check Foreigners' ID in Streets\" (June 23): .I'm actually disappointed that the French police might not be able to do identity checks at random. .I am a foreigner, but my residence permit is","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Jersey City Lures 3 Tenants To Waterfront Development","web_url":"https://www.nytimes.com/1993/07/07/nyregion/jersey-city-lures-3-tenants-to-waterfront-development.html","abstract":"  In a display of competitiveness that was both economic and political, New Jersey officials said today that they had lured three new tenants and almost 400 jobs from New York City to a sparsely occupied office development on the Hudson River waterfront here.   The announcement continued a pattern of interstate rivalry for jobs that intensified last fall, when the First Chicago Corporation agreed to move 1,000 employees from lower Manhattan to Newport Tower, a 36-story building with a breathtaking view of the World Trade Center towers.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Marseilles Official Charged","web_url":"https://www.nytimes.com/1993/07/07/sports/sports-people-soccer-marseilles-official-charged.html","abstract":"  The general manager of the Olympique Marseilles soccer club was charged with corruption yesterday, becoming the fifth person charged in what authorities have said was a bribery and match-fixing plot involving Europe's championship club.   JEAN-PIERRE BERNES was charged with \"active corruption\" for what prosecutors said was an attempt to bribe three Valenciennes players to play below par in a May 20 match so that Marseilles could save its energy for a Champions Cup match with AC Milan of Italy six days later.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/07/style/chronicle-944793.html","abstract":"  Robbers stopped a limousine carrying MARVIN DAVIS, the billionaire former owner of 20th Century Fox, and his wife, BARBARA, in Nice on the French Riviera on Sunday and escaped with $10 million worth of jewelry and $50,000 in cash, the police said yesterday. Reuters reported that the couple were on their way to the Eden Roc Hotel in Cap d'Antibes when a car swerved in front of their vehicle, forcing it to stop. Four men with semiautomatic pistols surrounded the limousine, grabbed the chauffeur and took the keys to the trunk, where they found the jewelry and cash in a handbag, the report said. The incident occurred so quickly that bodyguards following in a car had no time to intervene, it added.    The police said the robbery had been meticulously planned. They said they later found the getaway car, containing some of the Davises' personal documents, and arrested two French passengers, said to be accomplices in the robbery. The police said the two would be taken before a judge today to be placed under investigation -- a prelude to criminal charges -- for receiving stolen property.","thumbnail":null,"section":"Style"},{"date":"19930707","headline":"An End to Nuclear Testing","web_url":"https://www.nytimes.com/1993/07/07/opinion/an-end-to-nuclear-testing.html","abstract":"  For nearly half a century, test explosions in the Nevada desert were a reverberating reminder of cold war insecurity. Now the biggest worry is nuclear proliferation, not the Soviet threat. That's why President Clinton has quietly decided to extend the moratorium on tests of nuclear arms for at least 15 months.   To persuade nuclear have-nots to stay out of the bomb-making business, it makes more sense to halt testing and try to get others to do likewise than to conduct more demonstrations of America's deterrent power.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"CLINTON COURTING REBEL LAWMAKERS ON TRIP TO JAPAN","web_url":"https://www.nytimes.com/1993/07/07/world/summit-in-tokyo-clinton-courting-rebel-lawmakers-on-trip-to-japan.html","abstract":"  Landing in the midst of Japan's political turmoil, President Clinton set out Tuesday to build relationships with a new generation of politicians trying to overthrow the party that has ruled Japan for four decades. And this morning, in a speech at one of the country's leading universities, he sought to enlist the Japanese people to lower trade barriers for their own good and prosperity.   In a toughly worded address to students at Waseda University, Mr. Clinton outlined his strategy for relations with Asia but also argued that Japan's high prices and restrictive practices had \"hurt Japanese consumers.\" He told the audience, mostly students, that major changes in the country's trading system \"would benefit both of us,\" and argued that \"you have a common cause with the people of America.\"  [ Excerpts, page A8. ]","thumbnail":null,"section":"World"},{"date":"19930707","headline":"1918: American Action : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/07/opinion/IHT-1918-american-action-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN ARMY - Information from the Toul front is that on the Fourth of July the Americans shelled the enemy very heavily with gas. An American aeroplane attacked three enemy planes and drove them away from our lines. There was considerable rifl","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"Costly School Overhaul for Massachusetts","web_url":"https://www.nytimes.com/1993/07/07/education/costly-school-overhaul-for-massachusetts.html","abstract":"  All three branches of government are in rare agreement about the state of public education in Massachusetts: inadequate. But there is no unanimity on where to find the money to fix it.   Last month the state's highest court became the 12th in the nation to order lawmakers to devise a plan to close the financial gap between the wealthiest and poorest school systems. In the same week, Gov. William F. Weld, a Republican, signed a $1.3 billion measure adopted by the Democratic-controlled Legislature to raise spending in the poorer districts to $5,550 per student by the year 2000.","thumbnail":null,"section":"Education"},{"date":"19930707","headline":"Drug Industry Musters a Coalition To Oppose a Change in Medicaid","web_url":"https://www.nytimes.com/1993/07/07/us/drug-industry-musters-a-coalition-to-oppose-a-change-in-medicaid.html","abstract":"  It looked like a consumer organization, and it seemed to spring up spontaneously to fight a provision of the pending budget bill that it said would condemn poor people to inferior medical care.   The group, calling itself the Coalition for Equal Access to Medicines, is an unusual union of poor people, minority members and public health advocates, but it did not come together effortlessly. It was created and financed by another interest group, one with perhaps the biggest stake in the outcome: the prescription drug industry.","thumbnail":null,"section":"U.S."},{"date":"19930707","headline":"More Power to the Tribes","web_url":"https://www.nytimes.com/1993/07/07/opinion/more-power-to-the-tribes.html","abstract":"  The nation tunes in to Indian issues only when there is a crisis like the mysterious illness plaguing the Navajo reservation in Arizona. Or when Donald Trump files a lawsuit to stop Indian gaming. Or when a movie like \"Dances with Wolves\" attracts movie stars lamenting the plight of our reservations.    Indian reservations are among the poorest areas in the United States: 93,000 Indians are homeless or have inadequate housing, according to the Bureau of Indian Affairs. Of the 1.8 million Native Americans, 603,000 live below the poverty line.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"The Honor and Dishonor","web_url":"https://www.nytimes.com/1993/07/07/sports/IHT-the-honor-and-dishonor.html","abstract":"Putting fresh perspectives into a world game, the two epicenters of soccer are currently Lusaka and Quayaquil. .In Lusaka, the Zambian capital, a capacity crowd of 50,000 at Independence Stadium saw their new national team beat Morocco, 2-1, to pick up","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Sports of The Times; One Final Pursuit Of Glory","web_url":"https://www.nytimes.com/1993/07/07/sports/sports-of-the-times-one-final-pursuit-of-glory.html","abstract":"  Over a breakfast of cantaloupe and orange juice yesterday, Orlando Cepeda, the man I remembered from youth as the Baby Bull, spoke passionately about the two-tier assignment that had brought him to New York.   As the San Francisco Giants' vice president of community services, Cepeda, who enjoyed the best years of a fabulous career with the Giants and the St. Louis Cardinals, explained that a large part of his mission was to spread the gospel of baseball and inspire young people, especially Puerto Rican and Dominican youngsters, with his life story.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Sheik Is Put Into Hospital At U.S. Prison","web_url":"https://www.nytimes.com/1993/07/07/nyregion/sheik-is-put-into-hospital-at-us-prison.html","abstract":"  Five days after entering a Federal prison in upstate New York, Sheik Omar Abdel Rahman, the Islamic fundamentalist whose followers have been linked to two bombing conspiracies in New York City, was taken to the prison hospital yesterday morning with \"higher than average\" blood-sugar levels, one of his lawyers said late yesterday afternoon.   Daniel Dunne, a spokesman for the Bureau of Prisons in Washington, confirmed that Mr. Abdel Rahman, who is 55 years old and blind, was in the small hospital at the Federal prison in Otisville, 72 miles northwest of the city.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Personal Health; Does a bout of exercise a day keep the doctor away?","web_url":"https://www.nytimes.com/1993/07/07/health/personal-health-does-a-bout-of-exercise-a-day-keep-the-doctor-away.html","abstract":"  THE effects of exercise on resistance to illness, from the common cold to cancer, have long been surrounded by controversy and conflicting evidence. While few would dispute the value of fitness in warding off heart disease and osteoporosis, when it comes to the immune system the facts are not nearly so clear. Nonetheless, millions of people believe that regular exercise keeps them healthier.   Many avid exercisers insist that their fitness routine helps them ward off colds and recover more quickly from the minor illnesses they do get. Unless they are too sick to move, they tend to keep running, cycling, swimming or whatever when others with similar symptoms would lie low.","thumbnail":null,"section":"Health"},{"date":"19930707","headline":"1943: Chiang's Warning : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/07/opinion/IHT-1943-chiangs-warning-in-our-pages100-75-and-50-years-ago.html","abstract":"CHUNGKING - [From our New York edition:] Generalissimo Chiang Kai-shek predicted today [July 6] the \"utter defeat\" of the Axis within two years, but at the same time warned the Allies against allowing Japan time to consolidate her conquests. In","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"ACCORD IS REACHED AT TRADE PARLEY","web_url":"https://www.nytimes.com/1993/07/07/world/accord-is-reached-at-trade-parley.html","abstract":"  Trade ministers for the leading industrial nations said today that they have reached a crucial tariff reduction agreement that they said will likely lead to a revival of stalled global trade talks.   \"We have concluded our deliberations successfully,\" Kabun Muto, Japan's Foreign Minister, said upon emerging from a meeting of trade officials of the United States, Canada, Japan and the European Community. \"We believe it will result in substantial progress.\"","thumbnail":null,"section":"World"},{"date":"19930707","headline":"Lend Russia Money and a Tough Accountant","web_url":"https://www.nytimes.com/1993/07/07/opinion/l-lend-russia-money-and-a-tough-accountant-052693.html","abstract":"  To the Editor:   In \"Waffling and Wavering on Russian Aid\" (Op-Ed, June 27), Dimitri Simes is unhappy with the World Bank and the International Monetary Fund for refusing \"to relax their loan requirements\" and the I.M.F. director for \"stonewalling on Russian aid.\" He recommends that the Group of Seven set up a \"public-and-private entity on the model of the Marshall Plan,\" presumably with less stringent criteria, for shaping Russian aid.","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"A Fitting Close For Boxing At Garden","web_url":"https://www.nytimes.com/1993/07/07/sports/boxing-a-fitting-close-for-boxing-at-garden.html","abstract":"  There was no one on hand named Sugar or Rocky at Madison Square Garden yesterday. Instead, there was a fighter named Kevin Kelley, and if anyone wonders what the difference is between the days when boxing was big-time in New York and now, you need look no farther than Kelley.   The brash Kelley was trying to go out in style as the Garden staged its last pre-fight gabfest for one of its own promotions. It is closing down its own boxing department after a card tomorrow night. Only independent promoters will bring the sport into the main arena or the boutique Paramount Theater six floors below, where this card will be presented.","thumbnail":null,"section":"Sports"},{"date":"19930707","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/07/nyregion/c-corrections-983893.html","abstract":"  A news analysis article on Thursday about an agreement by television networks to precede violent programs with warning labels misstated the response of CBS to public protests over \"Liar, Liar,\" a movie about incest. The network did not cancel the movie, but many companies dropped plans to advertise during its showing.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/07/style/chronicle-706193.html","abstract":"  MAGEE HICKEY, a television news reporter and co-anchor of the weekend \"Today in New York\" shows on WNBC, and her husband, RICHOLSON SALEMBIER, are giving a party this evening for RICHARD OSTERWEIL, a painter known mainly for his talents as a party crasher. Mr. Osterweil, who also checks coats at Cafe des Artistes (\"but not now because there are no coats,\" he said), has become so skilled at crashing that he now gets more invitations than he can handle. \"That is depressing because it has taken most of the fun out of it,\" he said yesterday.   Tonight's party, though, is not likely to depress him. It is being given because Mr. Osterweil has agreed to sell the couple an 8-by-4-foot panorama of Venice done in the style of Canaletto and titled \"Judy Goes to Venice.\"","thumbnail":null,"section":"Style"},{"date":"19930707","headline":"World Bank Reports Major Health Gains for Poor","web_url":"https://www.nytimes.com/1993/07/07/world/world-bank-reports-major-health-gains-for-poor.html","abstract":"  Since 1960, life expectancy at birth in developing countries has soared to 63 years from 46 and the number of children who die before their fifth birthday has dropped by two-thirds, the World Bank reported here today.   The startling gains have come from wider availability of basic public health measures like treating diarrheal disease with oral fluids and standard immunizations that now save about 3 million lives each year. Such measures have narrowed the gap between poor and rich countries in health, unlike that for income.","thumbnail":null,"section":"World"},{"date":"19930707","headline":"Does New York Need a 'Public Advocate'?","web_url":"https://www.nytimes.com/1993/07/07/opinion/l-does-new-york-need-a-public-advocate-058593.html","abstract":"  To the Editor:   Andrew Stein's withdrawal from the race for New York City's Public Advocate (news article, June 30) makes it appropriate to ask, \"What do we need a Public Advocate for?\"","thumbnail":null,"section":"Opinion"},{"date":"19930707","headline":"14th Body Is Linked to Suspect in Serial Killings, Police Say","web_url":"https://www.nytimes.com/1993/07/07/nyregion/14th-body-is-linked-to-suspect-in-serial-killings-police-say.html","abstract":"  The police in Westchester County said last night that they had identified the body of a woman found last December in Yorktown as another victim of Joel Rifkin, who the police call New York's latest serial killer. The New York State Police said it brought to 14 the number of bodies linked by the police to Mr. Rifkin, who has confessed to killing 17.   The victim, Mary Katherine Williams, 31, was positively identified yesterday after her dental records were obtained from her father, a dentist in Charlotte, N.C., and checked against the corpse. Credit cards with her name were found at the home of Mr. Rifkin last week.","thumbnail":null,"section":"New York"},{"date":"19930707","headline":"Books of The Times; The Constitution: Is It Organic or Cast in Stone?","web_url":"https://www.nytimes.com/1993/07/07/books/books-of-the-times-the-constitution-is-it-organic-or-cast-in-stone.html","abstract":"  Main Currents in American Legal Thought By Bernard Schwartz 660 pages. Carolina Academic Press.   In the foreword to \"Main Currents in American Thought\" in 1930, Vernon L. Parrington wrote, \"The point of view from which I have endeavored to evaluate the materials is liberal rather than conservative, Jeffersonian rather than Federalistic.\" What excited generations of college students was Parrington's notion that the literature of the American people was not purely literary but rather an outgrowth of their environment, ethnic differences and epoch.","thumbnail":null,"section":"Books"}],"wiki_events":[],"weather":[{"date":"19930707","time":"1993-07-07 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":60,"wspd":14.8},{"date":"19930707","time":"1993-07-07 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":57,"wspd":16.6},{"date":"19930707","time":"1993-07-07 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":60,"wspd":9.4},{"date":"19930707","time":"1993-07-07 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":64,"wspd":9.4},{"date":"19930707","time":"1993-07-07 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":66,"wspd":11.2},{"date":"19930707","time":"1993-07-07 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.5,"rhum":68,"wspd":9.4},{"date":"19930707","time":"1993-07-07 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":67,"wspd":16.6},{"date":"19930707","time":"1993-07-07 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":65,"wspd":20.5},{"date":"19930707","time":"1993-07-07 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":61,"wspd":20.5},{"date":"19930707","time":"1993-07-07 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":58,"wspd":18.4},{"date":"19930707","time":"1993-07-07 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":53,"wspd":11.2},{"date":"19930707","time":"1993-07-07 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":51,"wspd":18.4},{"date":"19930707","time":"1993-07-07 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":47,"wspd":16.6},{"date":"19930707","time":"1993-07-07 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":44,"wspd":14.8},{"date":"19930707","time":"1993-07-07 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":40,"wspd":13},{"date":"19930707","time":"1993-07-07 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":38,"wspd":13},{"date":"19930707","time":"1993-07-07 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":39,"wspd":16.6},{"date":"19930707","time":"1993-07-07 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":41,"wspd":18.4},{"date":"19930707","time":"1993-07-07 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":43,"wspd":14.8},{"date":"19930707","time":"1993-07-07 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":46,"wspd":14.8},{"date":"19930707","time":"1993-07-07 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.1,"rhum":50,"wspd":13},{"date":"19930707","time":"1993-07-07 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.4,"rhum":55,"wspd":7.6},{"date":"19930707","time":"1993-07-07 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":57,"wspd":5.4},{"date":"19930707","time":"1993-07-07 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":58,"wspd":5.4},{"date":"19930707","time":"1993-07-07 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":77,"wspd":5.4},{"date":"19930707","time":"1993-07-07 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":79,"wspd":14.8},{"date":"19930707","time":"1993-07-07 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":79,"wspd":11.2},{"date":"19930707","time":"1993-07-07 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":77,"wspd":16.6},{"date":"19930707","time":"1993-07-07 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":14.8},{"date":"19930707","time":"1993-07-07 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":18.7},{"date":"19930707","time":"1993-07-07 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":16.6},{"date":"19930707","time":"1993-07-07 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":85,"wspd":16.6},{"date":"19930707","time":"1993-07-07 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":88,"wspd":13},{"date":"19930707","time":"1993-07-07 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":90,"wspd":9.4},{"date":"19930707","time":"1993-07-07 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":90,"wspd":9.4},{"date":"19930707","time":"1993-07-07 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":90,"wspd":14.8},{"date":"19930707","time":"1993-07-07 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":85,"wspd":14.8},{"date":"19930707","time":"1993-07-07 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":68,"wspd":14.8},{"date":"19930707","time":"1993-07-07 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":58,"wspd":13},{"date":"19930707","time":"1993-07-07 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":52,"wspd":9.4},{"date":"19930707","time":"1993-07-07 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":49,"wspd":11.2},{"date":"19930707","time":"1993-07-07 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":45,"wspd":13},{"date":"19930707","time":"1993-07-07 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.9,"rhum":40,"wspd":16.6},{"date":"19930707","time":"1993-07-07 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.3,"rhum":41,"wspd":16.6},{"date":"19930707","time":"1993-07-07 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":39.4,"rhum":39,"wspd":22.3},{"date":"19930707","time":"1993-07-07 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.9,"rhum":43,"wspd":18.7},{"date":"19930707","time":"1993-07-07 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.8,"rhum":45,"wspd":24.1},{"date":"19930707","time":"1993-07-07 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":49,"wspd":22.3}]},"19930708":{"guardian_articles":[],"nytimes_articles":[{"date":"19930708","headline":"Perot Bloc Is Here to Stay, Clinton Pollster Finds","web_url":"https://www.nytimes.com/1993/07/08/us/perot-bloc-is-here-to-stay-clinton-pollster-finds.html","abstract":"  Voters who supported Ross Perot in last year's election remain deeply committed to him and are \"increasingly skeptical\" of President Clinton, who wants their support to win re-election, a national survey released today by Mr. Clinton's pollster has found.   While the pollster, Stanley B. Greenberg, said Mr. Clinton could draw support from Mr. Perot's backers, the findings underscored how difficult that effort could be. Mr. Clinton would have to prove that his policies fundamentally improved the economy, the study said, and to persuade the Perot voters that he had significantly changed Government by cutting waste and bureaucracy and greatly curbing the influence of special interests.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"No Demand, U.S. Says in Cutting Resettlement Slots Open to Bosnia","web_url":"https://www.nytimes.com/1993/07/08/world/no-demand-us-says-in-cutting-resettlement-slots-open-to-bosnia.html","abstract":"  Citing a lack of demand, the Clinton Administration has cut by 1,000 the number of displaced persons from Eastern Europe that it will resettle in the United States, State Department officials say.   Refugee organizations say that more than two million people have been displaced by the fighting in Bosnia and Herzegovina. But the State Department said that because of an apparent reluctance to leave the Balkans, only 1,000 refugees from Bosnia and Herzegovina have applied for resettlement in the United States since Oct. 1. As a result, the number of slots reserved for Eastern European refugees in fiscal 1993, which ends on Sept. 30, will be reduced to 2,500 from 3,500.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Summer Is Sarajevo's Worst Period Since Winter","web_url":"https://www.nytimes.com/1993/07/08/world/summer-is-sarajevo-s-worst-period-since-winter.html","abstract":"  In the intensive care unit of the children's clinic at Kosevo Hospital, Selma Sisic lies immobile, eyes closed, her severely burned body swathed in bandages. She is 8 years old. Her 12-year-old sister lies close by, also bandaged for the burns suffered when a Serbian incendiary shell engulfed their home in flames on Sunday.    It is touch-and-go whether Selma will live. Her doctors say it would be a struggle under any circumstances, with third-degree burns to 75 percent of her body. But there is no standby respirator, no monitor to trace pulse, heartbeat and blood pressure, no autoclave to sterilize medical instruments, no way to sterilize gauzes.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Head Count Fails to Broaden Giuliani's Appeal","web_url":"https://www.nytimes.com/1993/07/08/nyregion/head-count-fails-to-broaden-giuliani-s-appeal.html","abstract":"  Rudolph W. Giuliani, the Republican-Liberal candidate for New York City mayor, held a news conference yesterday in an attempt to show his broad appeal, but it turned out that his appeal may not have been as broad as it seemed.   Standing on the steps of City Hall under a blistering sun, Mr. Giuliani smiled as he received the endorsement of a Democratic club from Staten Island. Flanked by a group of about 14 people holding signs that read \"Democrats Need Rudy\" and \"Democrats Want Rudy,\" Mr. Giuliani said the endorsement showed he was gaining support among Democrats.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Valium Found to Reduce Fever Convulsions","web_url":"https://www.nytimes.com/1993/07/08/us/valium-found-to-reduce-fever-convulsions.html","abstract":"  Valium can safely reduce the risk of the alarming, fever-induced convulsions that are experienced by tens of thousands of babies and small children each year, researchers said today.   A six-year study involving more than 400 children shows that oral doses of Valium, a tranquilizing drug, at the time of fever can markedly reduce the recurrence of febrile seizures, the fever-induced convulsions that occur in about four percent of all children in the United States.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Monday in the Booth","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-baseball-monday-in-the-booth.html","abstract":"  Former major league outfielder RICK MONDAY will join the Los Angeles Dodgers broadcast team for the rest of the 1993 season as a replacement for Don Drysdale.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/07/08/arts/pop-and-jazz-in-review-750493.html","abstract":"  Steve Lacy Saxophonist  Sweet Basil 88 Seventh Avenue South, at Bleecker Street Greenwich Village Through Sunday    Toward the end of his show on Tuesday night, the saxophonist Steve Lacy finally took a solo. Mr. Lacy was deep into \"Vespers,\" a suite he recently composed, and he had generously given virtually everybody else in the band room to improvise. When he stepped up to the microphone and began to inch his solo forward, note by note and shorn of any artificiality, his precision seemed like a particularly brilliant form of honesty.","thumbnail":null,"section":"Arts"},{"date":"19930708","headline":"Blind Woman Killed by a Subway Car","web_url":"https://www.nytimes.com/1993/07/08/nyregion/blind-woman-killed-by-a-subway-car.html","abstract":"  A blind woman led by a guide dog was killed yesterday when she fell from a midtown subway platform and was struck by a train as she frantically tried to climb back over the platform edge, the transit police said.   Guide dog experts said her death was the first fatal accident they could recall in New York City involving a blind person and a guide dog. \"We don't how or why, but she apparently slipped over the edge, leaving her dog on the platform,\" said Albert W. O'Leary, a transit police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Court Says Tapes in Bomb Plot Fail to Support Some Charges","web_url":"https://www.nytimes.com/1993/07/08/nyregion/court-says-tapes-in-bomb-plot-fail-to-support-some-charges.html","abstract":"  Secret tape recordings made by a Government informer in the plot to bomb the Hudson River tunnels fail to substantiate some charges against one suspect, a Federal magistrate said yesterday.    The tapes' shortcoming is likely to force prosecutors to depend more heavily on the informer's testimony as they build cases against the men charged in the year's second major bombing case. But the magistrate found that the tapes and other items provided enough evidence to continue holding the suspect without bail.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/07/08/nyregion/news-summary-196493.html","abstract":"  International A2-11  CLINTON'S WORLD DEBUT  President Clinton stepped onto the world stage with a flourish in Tokyo, sitting down with other leaders at the opening session of his first economic summit meeting. He hailed a limited pact to lower tariffs as a major breakthrough. Mr. Clinton also plunged into the streets to shake hands and chat with children.  A1  Crowds in Tokyo craned for a look at Hillary Rodham Clinton.  A8","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Recalling '88 Drought's Disaster, Farmers Say Deluge Is Not as Bad","web_url":"https://www.nytimes.com/1993/07/08/us/recalling-88-drought-s-disaster-farmers-say-deluge-is-not-as-bad.html","abstract":"  Five summers ago the worst drought in half a century left the fields around this tiny Iowa town as dry as bleached bones, stunting corn, killing soybeans and driving farmers out of business.   Farmers are recalling that dry summer with some measure of longing this week as the Middle West continues to be pelted by the heavy rain that has flooded the upper Mississippi River.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"High Court Nominations Were Always Political; Times Change","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-high-court-nominations-were-always-political-times-change-965593.html","abstract":"  To the Editor:   Robert Bork is clearly a man who spends a good deal of time pondering the Constitution and questions of judicial philosophy (Op-Ed, June 23). Yet Mr. Bork's stand on strict original interpretation belies his own prejudices, hidden though they are behind the facade of impartiality.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Topics of The Times; Iran Stoops to Grave-Robbing","web_url":"https://www.nytimes.com/1993/07/08/opinion/topics-of-the-times-iran-stoops-to-grave-robbing.html","abstract":"  After the election of President Hashemi Rafsanjani, a supposed harbinger of moderation, the world hoped for better from Iran. But the morality police still stalk the streets, jailing men for wearing T-shirts and women for wearing sunglasses. Even more upsetting is the recent bulldozing of grave sites and uprooting of bodies from a Bahai cemetery in Teheran, ostensibly to make way for a cultural center.   This officially sanctioned grave-robbing follows years of persecution of an estimated 300,000 Iranian Bahais, whose faith the mullahs treat with spite, since it is viewed as a heretical offshoot of Islam. Bahais were singled out for oppression in a secret 1991 order calling for their dismissal from jobs and universities. When the order became known this year, it was rightly condemned by the Clinton Administration and in U.N. debates.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Housing Secretary Carves Out Role As a Lonely Clarion Against Racis","web_url":"https://www.nytimes.com/1993/07/08/us/housing-secretary-carves-out-role-as-a-lonely-clarion-against-racis.html","abstract":"  Henry G. Cisneros, the Secretary of Housing and Urban Development, has staked out a striking role: that of a Cabinet-level contrarian on the volatile question of race.   In an Administration that has been largely silent on the subject, Mr. Cisneros has gone out of his way to call racism a driving force behind many social ills, particularly urban poverty.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"9 New Jersey Hospitals Sue Blue Cross Over Ban","web_url":"https://www.nytimes.com/1993/07/08/nyregion/9-new-jersey-hospitals-sue-blue-cross-over-ban.html","abstract":"  Nine hospitals that were excluded from a program of managed medical care filed suit in Federal court here today against Blue Cross-Blue Shield of New Jersey, charging that the program violated antitrust laws.   Blue Cross-Blue Shield, New Jersey's largest health insurer with 2.3 million customers, eventually wants to enroll most of its policyholders in a health maintenance organization. It announced in April that it had signed up 56 of the state's 85 acute care hospitals for the program; they would provide services at reduced rates in exchange for high patient volume that allows some economy of scale.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Sports of The Times; The Garden Throws Its Last Punch","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-of-the-times-the-garden-throws-its-last-punch.html","abstract":"  BETWEEN bouts in the Felt Forum that evening, ring announcer Johnny Addie took the microphone and intoned, \"With us tonight is the lightweight champion of the world, Scotland's Ken Buchanan.\"   Stepping aside, Addie waited for Buchanan to take a bow. A shaggy young man in a windbreaker and jeans, much huskier and taller than the 137-pound champion, hopped up the steps, leaned through the ropes, shook hands with each of the fighters in the next bout, waved to the spectators and quickly departed to some scattered applause. Moments later Buchanan, trim and tiny, appeared.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"1893: A Royal Tragedy : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-1893-a-royal-tragedy-in-our-pages100-75-and-50-years-ago.html","abstract":"BRUSSELS - A young Polish lady committed suicide and has been buried secretly after an unfortunate love affair with an exiled French Prince. Mlle. Wanda de Kaszyc, 27, who belonged to a noble family, resided at 345 avenue Louise. Prince Victor Napol","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"India's Government Waits For a Scandal to Blow Over","web_url":"https://www.nytimes.com/1993/07/08/world/india-s-government-waits-for-a-scandal-to-blow-over.html","abstract":"  A growing political scandal involving suitcases of money, doctored evidence, taped telephone calls and questionable alibis has swept over Prime Minister P. V. Narasimha Rao and the governing Congress Party, paralyzing the Government and forcing Mr. Rao to scramble around the country in search of support.   Two weeks ago, at a dramatic and chaotic news conference, Harshad Mehta, once a high-flying stockbroker in Bombay and now the central figure in the country's securities scandal, announced that he had lugged a suitcase stuffed with $237,000 in small bills into the Prime Minister's residence in late 1991. A day later, he said, he shipped over a second bag with $134,000 more to round out the sum at 10 million rupees.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"A Hasidic Village Frets Over Its School's Future","web_url":"https://www.nytimes.com/1993/07/08/nyregion/a-hasidic-village-frets-over-its-school-s-future.html","abstract":"  People in this Hasidic enclave of 12,000 do not watch television or read daily newspapers. Still, the news of a decision by the state's highest court that found their school district to be unconstitutional spread from house to house today like wildfire.   Tuesday's ruling by the Court of Appeals was the main topic of conversation today at the milliner, who sells the black hats of the men, and in the shops that sell the long print dresses of the women. When members of the Board of Education went to the main synagogue for morning prayers, they were mobbed by fellow Hasidic Jews who wanted more information.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"U.S.-JAPAN TALKS ON SURPLUS STALL","web_url":"https://www.nytimes.com/1993/07/08/world/us-japan-talks-on-surplus-stall.html","abstract":"  Even as the leaders of the Group of Seven industrial democracies announced a breakthrough in their discussions on liberalizing the world trading system, Japan and the United States engaged in an increasingly tough war of words today over how to reduce Japan's huge trade surpluses, and their talks dragged on inconclusively.   Taking time off from what have turned into a parallel set of negotiations to the Group of Seven summit meeting here, American officials said they abandoned the talks with Japan once, but returned with some reluctance after a personal appeal from Prime Minister Kiichi Miyazawa to President Clinton. Nonetheless, they said, progress has been modest at best.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"McIlvaine to Take Reins But Stay West, for Now","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-mcilvaine-to-take-reins-but-stay-west-for-now.html","abstract":"  The Mets will introduce Joe McIlvaine as their new general manager at a news conference at Shea Stadium at 2:30 P.M. today.   McIlvaine, who was in charge of baseball operations for the Mets during their 1986 World Series championship season, is expected to operate from his home base in San Diego until his wife, Marty, gives birth in mid-August. But he is expected to visit the Mets' farm systems, join the team on its West Coast road trip and meet with Manager Dallas Green over the next several weeks.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Reluctantly, a Kibbutz Turns To (Gasp!) the Stock Market","web_url":"https://www.nytimes.com/1993/07/08/world/reluctantly-a-kibbutz-turns-to-gasp-the-stock-market.html","abstract":"  A few weeks ago, a quiet revolution occurred on the southern shores of the Sea of Galilee when this kibbutz, the second oldest in Israel, placed shares in its plastics factory for sale on the Tel Aviv Stock Exchange.   It was the first time that an Israeli collective had resorted to such a blatantly capitalistic device to raise cash, and the change was a big one.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Outfielders Turn Out the Vote, And Bonds Is the Star of Stars","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-outfielders-turn-out-the-vote-and-bonds-is-the-star-of-stars.html","abstract":"  Barry Bonds, who has been the National League most valuable player two of the past three years, yesterday became the top vote-getter for the All-Star Game for the first time.   Already in good position to win m.v.p. honors again with an outstanding first-half performance with the San Francisco Giants, Bonds drew 3,074,603 votes, the most any player has received in the voting by fans since Davey Lopes had nearly 4 million in 1980.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Immigration Strains California Resources","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-immigration-strains-california-resources-937093.html","abstract":"  To the Editor:   That Americans increasingly favor reduced levels of immigration, as a New York Times/CBS News Poll shows (front page, June 27), should come as no surprise. However, it is unfortunate that you use the unnecessarily pejorative terms \"anti-immigrant feelings\" and \"hostility.\"","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Up and Down the River, Get Out or Hang Tough","web_url":"https://www.nytimes.com/1993/07/08/us/up-and-down-the-river-get-out-or-hang-tough.html","abstract":"  The murky waters of the Mississippi River rushed over stacked sandbags, splashing across the knees of Ticsha Dwiggins, one of the volunteers who had been building the wall until the authorities declared on Tuesday that it was no use.   \"This is so scary,\" said Mrs. Dwiggins, 37, whose husband was racing to pull belongings from the basement of their one-story frame house a mile away. \"I'm afraid we could lose our whole life savings.\"","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Cisneros's Call to Centrists","web_url":"https://www.nytimes.com/1993/07/08/us/cisneros-s-call-to-centrists.html","abstract":"  The Housing Secretary has become a contrarian in the Cabinet, criticizing party centrists as ignoring the \"malignancy\" of racism. Page A16.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1993/07/08/style/IHT-what-theyre-reading.html","abstract":"The Reverend Leslie Bryan, the Anglican chaplain of the British Infantry Brigade in Berlin, is reading \"The Church in the Market Place\" by George Carey, the Archbishop of Canterbury. .\"This had to be on my essential list of reading since","thumbnail":null,"section":"Style"},{"date":"19930708","headline":"Aging Gracefully, Waiting for Floyd to Dominate","web_url":"https://www.nytimes.com/1993/07/08/sports/golf-aging-gracefully-waiting-for-floyd-to-dominate.html","abstract":"  On the eve of the 14th United States Senior Open at Cherry Hills Country Club, the biggest upset of the season in senior golf isn't that Tom Wargo won a single tournament, but that Raymond Floyd hasn't won a bunch of the others.   Not that the 50-year-old Floyd has been a bust in his first full season on the Senior Tour. In only nine events, he has won $441,300, including a victory in March at the Gulfstream Aerospace in Indian Wells, Calif.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Falcons Get Dickerson From Raiders for Pick","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-pro-football-falcons-get-dickerson-from-raiders-for-pick.html","abstract":"  The Atlanta Falcons are the latest National Football League team to think they can make ERIC DICKERSON happy.   After waiting a week for AL DAVIS's approval, the Falcons yesterday completed a trade with the Los Angeles Raiders for Dickerson, the N.F.L.'s No. 2 career rusher.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"1943: Big German Push : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-1943-big-german-push-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Germans have lost 30,000 men in three days and have thrown 15 tank divisions and 15 infantry divisions into attacks on Kursk from two directions, a broadcast of the Soviet Information Bureau said today [July 8]. T","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Except for Gwynn, It's Going, Going Gone","web_url":"https://www.nytimes.com/1993/07/08/sports/on-baseball-except-for-gwynn-it-s-going-going-gone.html","abstract":"  San Diego Padre players don't send their laundry out on road trips. They don't put payments down on condos overlooking the Pacific Ocean or sign long-term leases for cars. Not in these topsy-turvy days, when the team owners are more likely to trade batting champions and potential pitching greats than not.   This is, after all, a team that by order of management insists its players come cheaper by the two dozens. Players besides Tony Gwynn, that is. For Gwynn is the one Padre destined to ride out the tidal wave of salary dumping that has washed away most any player of stature, economic or otherwise.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Betting Bill, A Long Shot, Passes Test In Assembly","web_url":"https://www.nytimes.com/1993/07/08/nyregion/betting-bill-a-long-shot-passes-test-in-assembly.html","abstract":"  Proponents of legalized sports betting in Atlantic City casinos kept their cause alive today when a State Assembly committee approved legislation that would allow voters to decide the issue in November.   But today's 4-to-2 vote by the Assembly Financial Institutions Committee was only the first of a string of increasingly tough votes on the issue of sports betting. The Assembly Appropriations Committee, which rejected the legislation in December, is to reconsider the issue on Thursday. Should the legislation clear that hurdle, it still must win approval from the entire Assembly over the opposition of Speaker Garabed (Chuck) Haytaian.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"We Can't Call Missile Attack Self-Defense; To Punish Iraq","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-we-can-t-call-missile-attack-self-defense-to-punish-iraq-962093.html","abstract":"  To the Editor:   It is deeply disturbing to us of Pax Christi to see our President turn to the use of force, air power and bombs to punish Iraq for a supposed threat to President Bush's life. Do we believe that six lives are not important as long as we hit our target?","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Transactions","web_url":"https://www.nytimes.com/1993/07/08/sports/transactions-764493.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Optioned Albie Lopez, pitcher, to Canton-Akron of the Eastern League. Recalled Bill Wertz, pitcher, from Charlotte of the International League.   MINNESOTA TWINS -- Placed Gene Larkin, infielder, on the 15-day disabled list. Recalled Bernardo Brito, outfielder, from Portland of the Pacific Coast League.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/08/style/chronicle-902793.html","abstract":"  In East Hampton, L.I., the trustees of Guild Hall have named a new executive director. He is HENRY KORN, a 47-year-old writer and arts administrator. He will succeed Joy Gordon, and after Labor Day, he will take the helm of the complex that includes the John Drew Theater, four art galleries, an arts education center and a library.   Since 1990, Mr. Korn has been cultural-affairs manager for Irvine, Calif. He has also been director of the Santa Monica Arts Commission and Foundation and, in New York, the executive director of the Lower Manhattan Cultural Council and the administrator of the Jewish Museum.","thumbnail":null,"section":"Style"},{"date":"19930708","headline":"Requiem for Garden Fight Nights","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-requiem-for-garden-fight-nights.html","abstract":"  Six floors below the main arena in Madison Square Garden, boxing as New Yorkers have known it for almost 70 years counts itself out tonight.   Want to see fights locally? Try the South Mountain Arena in West Orange, N.J., on July 29, or the Ramada Hotel across from the Garden on July 30, or call the Kingsway Gym in Brooklyn Heights. Some nights they set up $10 seats at ringside there to watch the local fighters. There are fights at hotels in Huntington, L.I., and in Hauppauge, L.I., and there are fights at the Westchester County Center in White Plains.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Xerox Signs On As I.O.C. Sponsor","web_url":"https://www.nytimes.com/1993/07/08/sports/olympics-xerox-signs-on-as-ioc-sponsor.html","abstract":"  Xerox, as expected, agreed yesterday to follow Coca-Cola, Eastman Kodak, Time Warner, Visa and Bausch & Lomb as a worldwide sponsor of the 1994 Winter Olympics in Lillehammer, Norway, and the 1996 Summer Olympics in Atlanta.   An International Olympic Committee sponsorship costs $40 million in cash and/or products, and allows companies to use the familiar five-ring Olympic logo for their global marketing. Through its program, the I.O.C. expects to get 10 sponsors for the current four Olympic years.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/08/nyregion/c-corrections-858693.html","abstract":"  Because of an editing error, an article on Tuesday about unrest in Nigeria referred incorrectly to Lagos. It is the former capital; Abuja is the new one.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Topics of The Times; Warming Up the Cup","web_url":"https://www.nytimes.com/1993/07/08/opinion/topics-of-the-times-warming-up-the-cup.html","abstract":"  Next year at this time, ready or not, American sports fans may finally get hooked on the world's most popular team competition. Soccer will dominate the scene from mid-June to mid-July, when 24 nations go at each other for the World Cup in 52 games played in stadiums from Foxboro, Mass., to Pasadena, Calif.   World Cup matches rivet the rest of the world every four years. A billion people watched the 1990 final on television -- four times the audience for this year's Super Bowl. Only in America do soccer teams come and go without public commotion, but that will surely change when hordes of foreign fans descend next year. The soccer-smart have already snatched up virtually every ticket for the first two rounds of play.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Lillehammer In the Black","web_url":"https://www.nytimes.com/1993/07/08/sports/lillehammer-in-the-black.html","abstract":"  Thanks to unusually large advertising revenues, Norway has already made a profit on the Winter Olympics, which don't begin in Lillehammer for another eight months.   The country of four million also has bought 700,000 of the 850,000 Winter Olympic tickets. A spokesman for the organizing committee said yesterday that the big sale of licensed products will bring revenues $20 million above the projected figures.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Le Carre on the Most Immoral Premise of All","web_url":"https://www.nytimes.com/1993/07/08/books/le-carre-on-the-most-immoral-premise-of-all.html","abstract":"  To: HQ    From: Tim Weiner","thumbnail":null,"section":"Books"},{"date":"19930708","headline":"Enough Is Enough : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-enough-is-enough-letters-to-the-editor.html","abstract":"Regarding \"The Presidential Job Is to Change a Balky System\" (Opinion, June 17) by Jim Hoagland: .I applaud Mr. Hoagland's piece exhorting President Bill Clinton to \"stay the course of idealism and change that took [him] to victory.\"","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Dinkins and New York, in Jerusalem","web_url":"https://www.nytimes.com/1993/07/08/nyregion/dinkins-and-new-york-in-jerusalem.html","abstract":"  A new square, New York Place, was dedicated in Jerusalem today by the Mayors of the two cities.   Truth be told, it is not much more than a traffic island on a noisy, heavily traveled boulevard, and its distinguishing characteristic is a large stone planter upon which stands a post-modern statue looking suspiciously like the Statue of Liberty, fashioned of jagged metal and painted sky blue. She has visible, slightly bent legs, this Ms. Liberty.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/07/08/arts/pop-and-jazz-in-review-960493.html","abstract":"  'By Myself' 'The Words and Music of Howard Dietz and Arthur Schwartz' KT Sullivan  Oak Room Algonquin Through July 17    Early in her new cabaret show, \"By Myself: The Words and Music of Howard Dietz and Arthur Schwartz,\" KT Sullivan sings a rendition of \"Rhode Island Is Famous for You\" that is edged with delicious comic nuance. Coyly running down a make-believe list of products associated with different states (\"pencils come from Pennsylvania,\" \"tents come from Tennessee,\"), she resuscitates the traditional show-business archetype of the not-so-dumb blonde (in her case strawberry).","thumbnail":null,"section":"Arts"},{"date":"19930708","headline":"Revolution of People Power Wells Up in the Bronx; Residents Who Survived Bad Times Alter Development Plans for Their Neighborhood","web_url":"https://www.nytimes.com/1993/07/08/nyregion/revolution-people-power-wells-up-bronx-residents-who-survived-bad-times-alter.html","abstract":"  Tissue-thin maps laced with a tangle of free-hand drawings covered the tables and walls of an urban planning studio where small clumps of architects and designers were sketching their vision for a new 30-block community in the South Bronx.   Theirs is an atypical atelier -- a ground-floor apartment on Courtlandt Avenue in Melrose. Even unlikelier, however, are their partners in planning -- a group of neighborhood people who not long ago beat back the plan and the possibility of eviction from their houses, apartments and stores.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Not So Fast on the Sheik","web_url":"https://www.nytimes.com/1993/07/08/opinion/not-so-fast-on-the-sheik.html","abstract":"  Wait a minute. The Government's rush to extradite Sheik Omar Abdel Rahman defies common sense. If there is a solid case for sending him out of the country before getting a full account of his activities here, the public has not heard it.   Are the Justice Department, the Federal Bureau of Investigation, the New York City Police Department and Federal and local prosecutors ready to step forward and say there is no case for criminal conduct or conspiracy to be made against Mr. Abdel Rahman? Are they also ready to warrant that there are no additional terrorist plots afoot about which he might provide information or clues? Until that happens, any decision to extradite him looks hasty, ill considered and risky.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/08/us/no-headline-266993.html","abstract":"  Nearing formulation of a new policy toward gay men and lesbians in the military, Defense Secretary Les Aspin will give President Clinton later this week three proposals on how to phrase one thought, \"Homosexuality is incompatible with military service,\" that is the crux of a contentious issue.    That sentence is currently the first statement in the Pentagon's regulation banning homosexuals from the armed forces. The Administration has, for now, abandoned hope of lifting the ban completely and declaring homosexuality compatible with military service. So Mr. Aspin and his top aides are struggling over minor changes that could carry large symbolic meaning.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Big Health Gap, Tied to Income, Is Found in U.S.","web_url":"https://www.nytimes.com/1993/07/08/us/big-health-gap-tied-to-income-is-found-in-us.html","abstract":"  The health gap between affluent, well-educated people and the poor and poorly educated has greatly widened for three decades, the Government reported today.   By 1986, the Government said, Americans with family income of less than $9,000 a year had a death rate more than three times that of people with family income of $25,000 or more.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Inside Post for Trot Favorite","web_url":"https://www.nytimes.com/1993/07/08/sports/inside-post-for-trot-favorite.html","abstract":"  American Winner, already the overwhelming favorite in the Yonkers Trot, received even more of an advantage today when he drew the inside post in a field of eight horses that will compete in the first leg of trotting's triple crown on Saturday night.   The Hambletonian at the Meadowlands on Aug. 7 and the Kentucky Futurity on Oct. 8 are the other races in the series for 3-year-old trotters.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/07/08/nyregion/metro-digest-370393.html","abstract":"  HOT ENOUGH FOR YOU?   It was inescapable. There was the heat -- a record 98 degrees in Central Park and 102 at Newark Airport. There was the humidity. There was the ozone, enough to set off an alert that the air was not fit to breathe. A1. Experts are reminding people that besides air-conditioning and ice, they can take advantage of perspiration and common sense. B8.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"They Can Go Home Again And in Huecoro They Do","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-they-can-go-home-again-and-in-huecorio-they-do.html","abstract":"Mexicans call it the reconquista, the reconquest, of Texas, California and other parts of the Southwest lost to the United States in 1838-53. Most of the illegal immigrants now pouring into the United States, nearly 1.5 million each year, sneak across th","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"7 NATIONS' LEADERS OPEN TOKYO TALKS; EXPECTATIONS LOW","web_url":"https://www.nytimes.com/1993/07/08/world/summit-in-tokyo-7-nations-leaders-open-tokyo-talks-expectations-low.html","abstract":"  President Clinton stepped onto the world stage with a flourish Wednesday, sitting down with other world leaders for the opening session of his first economic summit meeting, hailing a limited agreement to lower tariffs as a major breakthrough, and plunging into this capital's narrow, twisting streets to shake hands and chat with children.   As the seven leading industrial democracies began their 19th annual three-day summit conference, widespread skepticism remained that they can do much to cure the global economic recession.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"1918: David and Goliath : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-1918-david-and-goliath-in-our-pages100-75-and-50-years-ago.html","abstract":"MOSCOW - The Information Bureau publishes M. Kerensky's reaction to the assassination July 5 of Count Mirbach, the Prussian envoy: \"It is the beginning of a new phase in the struggle of Russia against Germany. Germany will exact payment for this act","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Tests of Hepatitis Drug Are Stopped as 2 Die","web_url":"https://www.nytimes.com/1993/07/08/us/tests-of-hepatitis-drug-are-stopped-as-2-die.html","abstract":"  An experimental drug intended to treat a common liver disease, hepatitis B, has killed two patients because of an unexplained medical failure in tests that the chief Federal researcher in the case called a \"catastrophe.\"   The National Institutes of Health, which conducted the tests, and Eli Lilly and Company, makers of the experimental drug, fialuridine, halted the tests on June 26. On that day, the first of 15 patients being treated with the drug fell \"desperately ill, critically ill\" from toxic reactions, the chief Federal researcher, said Jay H. Hoofnagle, director of the division of digestive disease and nutrition at the National Institutes of Health.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Iraq and U.N. Open Talks on Limited Oil Sales","web_url":"https://www.nytimes.com/1993/07/08/world/iraq-and-un-open-talks-on-limited-oil-sales.html","abstract":"  Negotiations on Iraq's request to sell a limited amount of oil to raise money for food and medicine opened at the United Nations today with the head of the Iraqi delegation saying he would stay in New York to negotiate for \"as long as necessary.\"   After an initial two-hour session, the talks were adjourned until Thursday.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Drugs, Crime and Punishment; The War On Drugs Is Self-Defeating","web_url":"https://www.nytimes.com/1993/07/08/opinion/drugs-crime-and-punishment-the-war-on-drugs-is-self-defeating.html","abstract":"  In the debate over national drug policy, too many policy makers, unsure of what might work or why, appear to rely upon what seems politically safe: harsher law enforcement based on more prison time.   A nonpartisan Federal Commission on Drugs needs to be formed. Its object should be to report candidly on the costs, benefits, risks and advantages of present and potential national drug policies. Such a commission could provide the fact-finding and serious analysis lacking in the political climate surrounding drugs.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Review/Music; M-I-C-K-E-Y Inhabits the M-E-T","web_url":"https://www.nytimes.com/1993/07/08/theater/review-music-m-i-c-k-e-y-inhabits-the-m-e-t.html","abstract":"  Mickey Mouse is at the Met. You can't miss him.   A 35-foot-high balloon in the shape of the world's most celebrated rodent stands outside the Metropolitan Opera House greeting everyone who arrives for \"Disney's Symphonic Fantasy,\" which opened there Tuesday night. A less gargantuan Mickey frisks about onstage during the show, which is to continue at the Met through July 18.","thumbnail":null,"section":"Theater"},{"date":"19930708","headline":"In This Heat, the Body Has One Main Defense: The Brain","web_url":"https://www.nytimes.com/1993/07/08/nyregion/in-this-heat-the-body-has-one-main-defense-the-brain.html","abstract":"  As the summer's first heat wave settles in over the New York City region, experts are reminding people that besides air-conditioning and ice, they can take advantage of two things to withstand the heat -- perspiration and common sense.    By avoiding strenuous physical outdoor activity and drinking plenty of fluids, the experts say, heat illness can be easily avoided.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Washington at Work; A Switch From Hill to Foggy Bottom Offers a Suddenly Expanding World","web_url":"https://www.nytimes.com/1993/07/08/us/washington-work-switch-hill-foggy-bottom-offers-suddenly-expanding-world.html","abstract":"  Despite 18 years as a lawmaker on Capitol Hill, Timothy E. Wirth, now Counselor for the State Department and the Administration's point man on global issues, allows that he still has a lot to learn.   There was, for instance, the meeting he convened on May 20, attended by 25 representatives of refugee advocacy groups, experts who every day confront the issue of the many thousands of displaced people in places like Bosnia and Angola.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Kigali Journal; Refugees Trying to Flee a War Settle for Limbo","web_url":"https://www.nytimes.com/1993/07/08/world/kigali-journal-refugees-trying-to-flee-a-war-settle-for-limbo.html","abstract":"  Less than six miles from Rwanda's capital, thousands of makeshift huts have encroached into the lush green fields and eucalyptus groves, digging into the steep hillsides like a gaping brown wound.   Patched together with leaves, saplings and plastic sheeting, the tiny huts huddle shoulder to shoulder. The mud is as slick as ice when it rains, the open latrines draw clouds of black flies, and ragged children play in the dirt, their only activity.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Cutting the Gordian Knot : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-cutting-the-gordian-knot-letters-to-the-editor.html","abstract":"Instead of intervening primarily in Bosnia, we should \"go to the source\" - the regimes of Slobodan Milosevic in Serbia and Franjo Tudjman in Croatia. The Russians should send in troops to arrest \"their\" bad guy, Mr. Milosevic - the wa","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"MANY LOOSE ENDS MUST BE TIED UP","web_url":"https://www.nytimes.com/1993/07/08/world/summit-in-tokyo-many-loose-ends-must-be-tied-up.html","abstract":"  An agreement to cut tariffs that was heralded here today as a significant achievement still leaves several contentious issues to be resolved before the completion of an accord to lower worldwide barriers to trade.   Officials at the meeting of leaders of the Group of Seven industrial democracies said today that despite its shortcomings, their agreement could end up as the biggest surprise and their most important accomplishment here, breathing new life into trade talks that have dragged on for years.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Drugs, Crime and Punishment; Don't Let Judges Set Crooks Free","web_url":"https://www.nytimes.com/1993/07/08/opinion/drugs-crime-and-punishment-don-t-let-judges-set-crooks-free.html","abstract":"  Two Federal judges recently announced that they would refuse to take drug cases because they oppose mandatory minimum sentences. One judge, Jack Weinstein of Brooklyn, confessed to a \"sense of depression about much of the cruelty I have been party to in connection with the war on drugs.\" The other, Whitman Knapp of Manhattan, heartened that President Clinton \"has not committed himself to the war on drugs in such a way as the Republican Administration had,\" hoped his action would influence the President to abandon tough mandatory sentencing.   If the Clinton Administration listens to these voices, and their echoes, and tries to roll back minimum mandatory sentences, it will certainly win applause from some criminal defense lawyers, judges and the media -- and no doubt many criminals -- but it will betray millions of Americans who took the President at his word when he promised to be tough on crime.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/07/08/arts/pop-and-jazz-in-review-961293.html","abstract":"  Mariko Takahashi  Carnegie Hall    A hushed, appreciative, almost entirely Japanese audience greeted Mariko Takahashi at Carnegie Hall. She responded with songs that but for their Japanese lyrics, could have come directly from the pop-music factories of Los Angeles and London, a tribute to Japanese culture's skill at mimicking foreign models.","thumbnail":null,"section":"Arts"},{"date":"19930708","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/07/08/nyregion/inside-225193.html","abstract":"  In India, Politics as Usual   As scandals remake the political systems in Italy and Japan, India's political system remains unruffled by payoff allegations. Page A2. Teen-Ager Guility in Slayings    A youth was convicted of manslaughter, not the more serious charge of murder, in the deaths of two in a Brooklyn high school. Page B1. F.B.I. Said to Back Gun Bill    The F.B.I. is proposing to break its tradition of public neutrality and support a waiting period for handgun purchases, officials said. Page A13. Nose Count Falls Short    Rudolph W. Giuliani held a news conference to show his broad appeal as a mayoral candidate, but it was less broad than it seemed. Page B1.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"High Court Nominations Were Always Political; Legitimate Role","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-high-court-nominations-were-always-political-legitimate-role-964793.html","abstract":"  To the Editor:   \"The Senate's Power Grab\" by Robert H. Bork (Op-Ed, June 23) fails to comprehend the \"American understanding of the Supreme Court's legitimate role in governing us.\"","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/07/08/style/chronicle-661393.html","abstract":"  Ms. magazine will have a new editor in chief starting with the September-October issue, but her name will be familiar to readers of the masthead. MARCIA ANN GILLESPIE, 49, has already had three terms of duty at the 21-year-old magazine. The executive editor since October, Ms. Gillespie previously held that post from 1988 to 1990. She also did two stints as contributing editor and in the mid-1980's shared a column called Personal Words with two other writers. She succeeds Robin Morgan, who is stepping down to return to writing and acting.   Ms. Gillespie, who was the editor in chief of Essence magazine from 1971 to 1980, said she considered herself lucky to have been involved with \"the two publications that are closest to my heart.\" Because Ms. stopped accepting advertising when it was reorganized three years ago, Ms. Gillespie has a measure of \"freedom that is almost indescribable,\" she said.","thumbnail":null,"section":"Style"},{"date":"19930708","headline":"Pact Reached On Incinerator For Brooklyn","web_url":"https://www.nytimes.com/1993/07/08/us/pact-reached-on-incinerator-for-brooklyn.html","abstract":"  Gov. Mario M. Cuomo and legislative leaders reached a compromise Wednesday that would allow New York City to build a much disputed garbage incinerator in the Brooklyn Navy Yard. But in doing so, they imposed new hurdles that could slow the project or make it more expensive.   The agreement, which will partly exempt the incinerator from strict air-pollution regulations, left both its proponents and critics claiming victory.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Police Arrest Man in Shooting Of 10-Year-Old Girl in Brooklyn","web_url":"https://www.nytimes.com/1993/07/08/nyregion/police-arrest-man-in-shooting-of-10-year-old-girl-in-brooklyn.html","abstract":"  A 22-year-old man was arrested yesterday in the accidental shooting of a 10-year-old girl in Brooklyn on Tuesday, the police said.    The man, Dwight Boone, was leaving a building at 220 Throop Avenue in Bedford-Stuyvesant with a friend, Frank Davis, when two or three gun-toting men approached them and opened fire, said Officer Andrew McInnis, a police spokesman.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Youth Guilty In 2 Slayings At a School","web_url":"https://www.nytimes.com/1993/07/08/nyregion/youth-guilty-in-2-slayings-at-a-school.html","abstract":"  A teen-ager who admitted shooting two other youths to death in a Brooklyn high school was convicted yesterday of manslaughter, but not of the more serious charge of murder, by a jury that found he had acted \"under the influence of extreme emotional disturbance.\"   The killings admitted by Kahlil Sumpter became symbols of the violence that has invaded many New York high schools and of the often deadly consequences of teen-age disputes in an age of easily accessible guns. And while the verdict indicated that the jury did not accept Mr. Sumpter's claims that he had fired his gun in self-defense, one juror said afterward that she believed that he had been in fear of his life because of bad blood between himself and the victims.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Rivalry Ends in Death of a Queens Boy, 14","web_url":"https://www.nytimes.com/1993/07/08/nyregion/rivalry-ends-in-death-of-a-queens-boy-14.html","abstract":"  Nahl Finch was, to those who knew him, a wayward boy who was in desperate need of supervision but who instead found an early death on the hard asphalt path of a park near his home in Jamaica, Queens.   His family, sadly, was not surprised.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"High Court Nominations Were Always Political","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-high-court-nominations-were-always-political-927293.html","abstract":"  To the Editor:   In \"The Senate's Power Grab\" (Op-Ed, June 23), Robert Bork engages in deliberate distortion of the history of Senate confirmations of Supreme Court appointments.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/08/nyregion/c-corrections-254593.html","abstract":"  An article yesterday about the Nigerian President, Gen. Ibrahim Babangida, misidentified an organization of Islamic countries and incompletely summarized Nigeria's relationship to it. The group is called the Organization of the Islamic Conference; Nigeria joined in 1986 but repudiated its membership in 1991.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Chilean Officers Must Testify in Rights Cases","web_url":"https://www.nytimes.com/1993/07/08/world/chilean-officers-must-testify-in-rights-cases.html","abstract":"  In 17 years of military rule, military officers hardly ever appeared in a civil court. Any problems, particularly in cases of missing persons, were referred to military courts, which ruled almost without exception in favor of soldiers.   Now, three years after democracy returned to Chile, the floodgates of criminal investigations have opened against the military in the civilian courts, prompting a display of force by the Army.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"Review/Television; Onstage at the Outer Limits of the Outrageous","web_url":"https://www.nytimes.com/1993/07/08/arts/review-television-onstage-at-the-outer-limits-of-the-outrageous.html","abstract":"  \"Russell Simmons's Def Comedy Jam,\" taped for Home Box Office before an exuberant audience at the Academy Theater in Manhattan, is a showcase for black stand-up comics. Four are crammed into each 27-minute show, which also includes an opening monologue from the host, Martin Lawrence.   This is definitely not Bill Cosby territory. The language is almost relentlessly and defiantly from the streets. Much of the subject matter is guaranteed to leave fundamentalist watchdogs sputtering. And, oh yes: \"Def Comedy Jam\" is one of the most popular shows on HBO's schedule. A run of several new editions begins tomorrow at midnight.","thumbnail":null,"section":"Arts"},{"date":"19930708","headline":"A Little Albany Zaniness: When a Bill That Is Defeated Becomes Law","web_url":"https://www.nytimes.com/1993/07/08/nyregion/reporter-s-notebook-little-albany-zaniness-when-bill-that-defeated-becomes-law.html","abstract":"  Say what you will about state government, but it's still not every day you see a bill pass after being voted down.   That was the case recently in the Assembly, where the Ways and Means Committee approved a bill on June 24 that would allow billboard owners to ask the state to remove trees blocking the view of their signs.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"A Bit of Athletic History Is Made in Buffalo","web_url":"https://www.nytimes.com/1993/07/08/sports/world-university-games-a-bit-of-athletic-history-is-made-in-buffalo.html","abstract":"  The 1993 World University Games made American history yesterday, even before the opening ceremony took place. With the opening of the soccer competition yesterday in Buffalo, this year's games are the first to take place in the United States.   The events will be held throughout the Niagara frontier area, including some venues in Canada, and will run through July 18. This year marks the 70th anniversary of the first International Student Games, which were held in Paris.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Corrections","web_url":"https://www.nytimes.com/1993/07/08/nyregion/c-corrections-857893.html","abstract":"  An article yesterday about the halting of barge traffic on the Mississippi River because of flooding misidentified a city on the river. Quincy is in Illinois, not Missouri.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"SUMMIT IN TOKYO: Reporter's Notebook; Hillary Clinton Wins Friends in Japan","web_url":"https://www.nytimes.com/1993/07/08/world/summit-in-tokyo-reporter-s-notebook-hillary-clinton-wins-friends-in-japan.html","abstract":"  In a country where the courtship and wedding of an independent-minded woman to Crown Prince Naruhito held people in thrall for weeks, Hillary Rodham Clinton is also viewed -- favorably -- as an independent sort.   At Waseda University today, the very mention of her name drew murmurs of approval. And when she slipped into a meeting hall, most in the otherwise reserved crowd craned for a look at her blond head bobbing in a sea of shiny black hair, and burst into applause.","thumbnail":null,"section":"World"},{"date":"19930708","headline":"First-Aid Kit: Forget Caboodle","web_url":"https://www.nytimes.com/1993/07/08/health/first-aid-kit-forget-caboodle.html","abstract":"  STATISTICS compiled by the National Safety Council show that each year nearly 13 million children suffer preventable injuries serious enough to require medical attention. Yet too often, the medicine cabinet holds four brands of toothpaste but nothing for a sting or scald. Only after an accident or onset of illness does a panicky hunt begin for items to clean, cure and comfort.   Medical experts say that while a wisely stocked, convenient and orderly first-aid kit may not fully treat a health crisis, its value is in helping to limit pain and complications until a doctor's examination.","thumbnail":null,"section":"Health"},{"date":"19930708","headline":"U.S. Programs Will Pay Bulk Of Storm Costs","web_url":"https://www.nytimes.com/1993/07/08/us/us-programs-will-pay-bulk-of-storm-costs.html","abstract":"  The Government is expected to pay for most of the more than $800 million in insured losses from flooding in the Midwest, Federal officials and industry experts said yesterday.   The losses to crops from rains and flooding covered by insurance are estimated at $700 million so far, the Federal Agriculture Department said. At least 65 percent of those losses will be paid by the Federal crop-insurance program.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Guerrero Is Back","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-baseball-guerrero-is-back.html","abstract":"  PEDRO GUERRERO, who hit 215 home runs in his major-league career and batted over .300 seven times in 10 seasons with the Los Angeles Dodgers, signed a one-year contract with the Sioux Falls (S.D.) Canaries of the Northern League, the club said yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"We Can't Call Missile Attack Self-Defense","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-we-can-t-call-missile-attack-self-defense-963993.html","abstract":"  To the Editor:   The United States position on the June 27 missile attack on Iraq is seriously flawed when we try to justify our attack before the Security Council in terms of \"self-defense.\"   The \"inherent right of self-defense\" preserved to members in Article 51 of the United Nations Charter was certainly understood by the drafters in 1945 to refer to the 1842 Caroline Case, in which Secretary of State Daniel Webster defined the terms under which a British pre-emptive strike into New York State would have been legal. The action's necessity would have to be \"instant, overwhelming and leaving no choice of means and no moment for deliberation, and must be limited by that necessity and kept clearly within it.\" The law of self-defense has nothing to do with retaliation or reprisals.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Critic's Notebook; On Thermodynamics, Byron and, Oh, Yes, Sex","web_url":"https://www.nytimes.com/1993/07/08/theater/critic-s-notebook-on-thermodynamics-byron-and-oh-yes-sex.html","abstract":"  Only an Englishman could write a play about sexual passion and sublimate it in three hours of witty discourse on the second law of thermodynamics, the history of British landscape gardening, the elusive movements of Lord Byron and the advent of the mathematical revolution known as chaos theory. And probably no Englishman could write such a play better than Tom Stoppard, whose new comedy, \"Arcadia,\" is his first London hit and only his second major work for the theater since \"The Real Thing\" a decade ago.   At the Royal National Theater, where \"Arcadia\" is playing in a glossy Trevor Nunn production on the Lyttelton stage, the program is stuffed with enough scholarly apparatus to support a cross-discipline seminar jointly taught by Stephen Hawking and A. S. Byatt. Some English newspapers sent science correspondents along with their drama critics to cover the play when it opened this spring.","thumbnail":null,"section":"Theater"},{"date":"19930708","headline":"Scorchers","web_url":"https://www.nytimes.com/1993/07/08/opinion/scorchers.html","abstract":"  Going outside is like opening an oven door. The heat hits you in the face. Sleeping is an affair of bits and pieces. The drone of the air-conditioner -- assuming there is one -- wakens as often as it lulls. The subway platform: Ah well, let's not talk about the subway platform. As for the bus stop at high noon, or 5 in the afternoon or even at midnight: No, let's not talk about that either.   On the other hand, what is New York without a heat wave?","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Go, Stay, Go, Stay: Simms Glad He Stayed","web_url":"https://www.nytimes.com/1993/07/08/sports/pro-football-go-stay-go-stay-simms-glad-he-stayed.html","abstract":"  Back in March, if Phil Simms had detected even the slightest reservation on the part of the Giants about making him their starting quarterback, he would have joined his former coach, Bill Parcells, in New England in the blink of an eye.   \"I was going to sign a contract the day I signed and it was going to be with the Giants or the New England Patriots,\" Simms said yesterday. \"When I had a chance to talk to Bill Parcells when the free agency thing started and he voiced his opinion that he would like to have me in New England, I knew then that I would sign with either the Giants or New England.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"F.B,I., in Shift, Proposes Backing Gun Control","web_url":"https://www.nytimes.com/1993/07/08/us/fbi-in-shift-proposes-backing-gun-control.html","abstract":"  The Federal Bureau of Investigation is proposing to break its tradition of public neutrality on political issues and call for immediate enactment of the bill to require a five-day waiting period for buying handguns, Government officials said today.   William S. Sessions, the Director of the bureau, sent Attorney General Janet Reno a letter on Tuesday outlining a proposed six-point policy statement on the bill and other gun control issues. He asked her to approve the move and advise President Clinton of the decision, the officials said.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"Agassi to Play Mahwah","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-tennis-agassi-to-play-mahwah.html","abstract":"  ANDRE AGASSI has joined JOHN McENROE and PETE SAMPRAS for the men's exhibition for the Safe Passage Charity on July 18 at the Pathmark Tennis Classic, JOHN KORFF, the tournament director, said yesterday.   Korff said a fourth player for the exhibition at Corporate Crossroads Center in Mahwah, N.J., would be added later this week.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Books of The Times; The Joy, Art and Understanding of Narrative","web_url":"https://www.nytimes.com/1993/07/08/books/books-of-the-times-the-joy-art-and-understanding-of-narrative.html","abstract":"  The Art of Fiction  By David Lodge 240 pages. Viking. $22.   An example of the fun to be had with David Lodge's \"Art of Fiction\" is Chapter 32, entitled \"Epiphany.\" Here Mr. Lodge begins by quoting a paragraph from John Updike's novel \"Rabbit, Run\" in which Rabbit Angstrom is playing golf with someone named Eccles and hits a ball so perfectly that he is moved to cry out, \"That's it!\"","thumbnail":null,"section":"Books"},{"date":"19930708","headline":"Brazil and Haiti : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-brazil-and-haiti-letters-to-the-editor.html","abstract":"Regarding the editorial \"Haiti: Brazil Doesn't Help\" (June 21): .Brazil participated actively in the consultations held in the UN Security Council and elsewhere on the imposition of sanctions on the de facto regime of Haiti. It also contribut","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"No Headline","web_url":"https://www.nytimes.com/1993/07/08/nyregion/no-headline-235993.html","abstract":"  \"This was a stupid way to spend the day, a stupid way to spend my life, that it was a stupid institution, that I was a stupid member and a stupid wife. Stupid was his operative word.\" -- ASSEMBLYWOMAN EILEEN M. HICKEY, of a birthday phone call from her husband yesterday as the session drew to a close.  [ B8:2. ]","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Detective Suspended for Failing Drug Test","web_url":"https://www.nytimes.com/1993/07/08/nyregion/detective-suspended-for-failing-drug-test.html","abstract":"  A detective who worked as an investigator for the board that reviews complaints of police misconduct was suspended yesterday after he tested positive for drug use, the police said.    The detective, James Murray, a 19-year veteran of the police force, had worked for the Civilian Complaint Review Board. But he was recently transferred to the Internal Affairs Bureau after the board was reorganized to exclude police personnel.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"New York Region Steamed by Bermuda High","web_url":"https://www.nytimes.com/1993/07/08/nyregion/new-york-region-steamed-by-bermuda-high.html","abstract":"  It was inescapable. There was the heat -- a record 98 degrees in Central Park and 103 at Newark International Airport. There was the humidity. There was the ozone, enough for an advisory that the air was not fit to breathe.    Throughout the New York metropolitan region yesterday, no matter where people were or what they were doing, a lot of them had good reason to wish they were doing something else and doing it somewhere else.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"CUNY Adjusts to the Times","web_url":"https://www.nytimes.com/1993/07/08/opinion/cuny-adjusts-to-the-times.html","abstract":"  Trustees of the City University of New York have approved a plan to review and overhaul programs in the 21-campus system -- with a central role for its Chancellor, Ann Reynolds. Though many viewed Dr. Reynolds's pressure for the overhaul as a power grab, she's right to try to streamline the university system.    Like many other public universities, CUNY is struggling to balance rising enrollments and declining revenues. Those trends are likely to continue. The university now has 203,000 students, but in 1996 it expects to have 224,000 -- and no more money. At the same time, CUNY has needed to devote more time to preparing its students for college work.","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Teamsters Union Makes Great Strides in Restoring Democracy","web_url":"https://www.nytimes.com/1993/07/08/opinion/l-teamsters-union-makes-great-strides-in-restoring-democracy-936193.html","abstract":"  To the Editor:   It's easy to see why a reputed top mob leader would want to smear me and undermine the efforts I have been committed to for more than 25 years to restore democracy and honesty to the Teamsters Union. It's harder to see why you would publish outrageously false innuendo in \"Despite Change, Reform Is Slow in the Teamsters\" (front page, June 28).","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"Bridge","web_url":"https://www.nytimes.com/1993/07/08/nyregion/bridge-597893.html","abstract":"  One of the most sensational deals in the history of the game is shown in the diagram. The names of the East-West players, who enjoyed the proceedings, are not on record, but South, who did not, was Martin Cohn, who has had some remarkable triumphs at the bridge table. This was not one of them.   His hand had great potential in no-trump, since he could expect to take seven diamond tricks and at least one of his kings. He was therefore confident when he was eventually doubled in two no-trump. He redoubled, praying that the opponents would stand their ground, and they did.","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Yanks' Pennant Fever Subsides a Few Degrees","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-yanks-pennant-fever-subsides-a-few-degrees.html","abstract":"  They came, they saw, they crumbled.   The Yankees arrived in Seattle with a chance to grasp first place. They moved within one game of the top spot after snatching the first game of the series here at the Kingdome, but they tumbled back amid the debris of two damaging and depressing losses to the Mariners in less than 20 hours.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"Emergency Care Is Called Inadequate for Children","web_url":"https://www.nytimes.com/1993/07/08/us/emergency-care-is-called-inadequate-for-children.html","abstract":"  A failure to consider children's needs in planning emergency medical services has resulted in inadequate and sometimes dangerous care for thousands of sick or injured youngsters each year, experts said today.   The Institute of Medicine, a unit of the National Academy of Sciences, said in a report that children often needed special care and equipment that were not always available in ambulances and hospital emergency rooms.","thumbnail":null,"section":"U.S."},{"date":"19930708","headline":"For Young, Three Hits And One More Loss","web_url":"https://www.nytimes.com/1993/07/08/sports/baseball-for-young-three-hits-and-one-more-loss.html","abstract":"  It was the best stuff that Anthony Young has, the best he has thrown during this whole miserable 14-month losing streak. He threw strikes. He retired batter after batter. There was one simple single, from San Diego's leadoff hitter, and then Young set down 23 straight Padres yesterday.   \"This is the best that I've pitched in two years,\" Young said afterward.","thumbnail":null,"section":"Sports"},{"date":"19930708","headline":"The World Needs a Policy for Orderly Migration","web_url":"https://www.nytimes.com/1993/07/08/opinion/IHT-the-world-needs-a-policy-for-orderly-migration.html","abstract":"Many Western nations feel besieged by migrants knocking on their doors and landing illegally on their shores. Unprecedented numbers of asylum seekers are clogging the political machinery that was intended to help them. And migrant workers who were welcom","thumbnail":null,"section":"Opinion"},{"date":"19930708","headline":"State Police Link Possible 18th Victim to Suspect in Slayings","web_url":"https://www.nytimes.com/1993/07/08/nyregion/state-police-link-possible-18th-victim-to-suspect-in-slayings.html","abstract":"  State police officials said today that they were intensifying their investigation of Joel Rifkin, the unemployed gardener who confessed to killing 17 women, after linking him Tuesday night to a possible 18th victim that he had not told them about.   The latest victim, Mary Katherine Williams, 31, an aspiring actress originally from Charlotte, N.C., was identified by the Yorktown police as the woman whose naked and badly decomposed body was found Dec. 21 in a wooded area of Westchester County. She is the first victim Mr. Rifkin did not confess to killing, but whose death has been connected to him through evidence the police collected in a search of his East Meadow bedroom. Inquiry to Widen    \"It is clear that Mary Katherine Williams is now one of 18 possible victims,\" Capt. Walter Heesch of State Police Troop L Headquarters in East Farmingdale said in a statement. \"Although Joel Rifkin did not state to investigators any details of that particular case, identification papers bearing her name were found in Rifkin's bedroom.\"","thumbnail":null,"section":"New York"},{"date":"19930708","headline":"Norman Goes to Bucks","web_url":"https://www.nytimes.com/1993/07/08/sports/sports-people-pro-basketball-norman-goes-to-bucks.html","abstract":"  Free agent KEN NORMAN, saying he wanted long-term security and the chance to play close to home, signed a six-year contract yesterday with the rebuilding Milwaukee Bucks.   \"My mother, my daughter and my brothers and sisters are the most important people on this earth and I wanted to give them the opportunity to see me play,\" said Norman, a Chicago native who spent his first six seasons with the Los Angeles Clippers.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19930708","time":"1993-07-08 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":58,"wspd":5.4},{"date":"19930708","time":"1993-07-08 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":63,"wspd":1.8},{"date":"19930708","time":"1993-07-08 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":77,"wspd":3.6},{"date":"19930708","time":"1993-07-08 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":70,"wspd":7.6},{"date":"19930708","time":"1993-07-08 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":72,"wspd":3.6},{"date":"19930708","time":"1993-07-08 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":75,"wspd":5.4},{"date":"19930708","time":"1993-07-08 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":72,"wspd":9.4},{"date":"19930708","time":"1993-07-08 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":70,"wspd":9.4},{"date":"19930708","time":"1993-07-08 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":61,"wspd":14.8},{"date":"19930708","time":"1993-07-08 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":57,"wspd":13},{"date":"19930708","time":"1993-07-08 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":49,"wspd":18.4},{"date":"19930708","time":"1993-07-08 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":47,"wspd":18.4},{"date":"19930708","time":"1993-07-08 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":47,"wspd":22.3},{"date":"19930708","time":"1993-07-08 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.5,"rhum":46,"wspd":16.6},{"date":"19930708","time":"1993-07-08 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.8,"rhum":47,"wspd":20.5},{"date":"19930708","time":"1993-07-08 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":46,"wspd":18.4},{"date":"19930708","time":"1993-07-08 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.4,"rhum":53,"wspd":22.3},{"date":"19930708","time":"1993-07-08 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":55,"wspd":20.5},{"date":"19930708","time":"1993-07-08 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":55,"wspd":22.3},{"date":"19930708","time":"1993-07-08 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":58,"wspd":16.6},{"date":"19930708","time":"1993-07-08 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":62,"wspd":22.3},{"date":"19930708","time":"1993-07-08 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":65,"wspd":18.4},{"date":"19930708","time":"1993-07-08 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":65,"wspd":16.6},{"date":"19930708","time":"1993-07-08 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":71,"wspd":14.8},{"date":"19930708","time":"1993-07-08 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":56,"wspd":22.3},{"date":"19930708","time":"1993-07-08 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":60,"wspd":16.6},{"date":"19930708","time":"1993-07-08 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":57,"wspd":11.2},{"date":"19930708","time":"1993-07-08 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":62,"wspd":0},{"date":"19930708","time":"1993-07-08 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":65,"wspd":7.6},{"date":"19930708","time":"1993-07-08 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":70,"wspd":7.6},{"date":"19930708","time":"1993-07-08 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":75,"wspd":16.6},{"date":"19930708","time":"1993-07-08 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":80,"wspd":13},{"date":"19930708","time":"1993-07-08 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":82,"wspd":9.4},{"date":"19930708","time":"1993-07-08 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":85,"wspd":7.6},{"date":"19930708","time":"1993-07-08 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":85,"wspd":7.6},{"date":"19930708","time":"1993-07-08 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":82,"wspd":9.4},{"date":"19930708","time":"1993-07-08 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":77,"wspd":9.4},{"date":"19930708","time":"1993-07-08 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":62,"wspd":9.4},{"date":"19930708","time":"1993-07-08 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":54,"wspd":11.2},{"date":"19930708","time":"1993-07-08 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":48,"wspd":11.2},{"date":"19930708","time":"1993-07-08 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.7,"rhum":45,"wspd":14.8},{"date":"19930708","time":"1993-07-08 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":45,"wspd":13},{"date":"19930708","time":"1993-07-08 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.3,"rhum":42,"wspd":14.8},{"date":"19930708","time":"1993-07-08 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":39.4,"rhum":40,"wspd":16.6},{"date":"19930708","time":"1993-07-08 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":40.6,"rhum":37,"wspd":24.1},{"date":"19930708","time":"1993-07-08 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.9,"rhum":40,"wspd":24.1},{"date":"19930708","time":"1993-07-08 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":38.3,"rhum":42,"wspd":22.3},{"date":"19930708","time":"1993-07-08 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":47,"wspd":22.3}]}}