{"19930111":{"guardian_articles":[],"nytimes_articles":[{"date":"19930111","headline":"LEGISLATOR FAULTS U.N. OVER SOMALIA","web_url":"https://www.nytimes.com/1993/01/11/world/legislator-faults-un-over-somalia.html","abstract":"  The chairman of a Congressional delegation visiting American troops in Somalia sharply criticized the United Nations today, charging that it was delaying preparations for the transition from the United States-led military force here to a United Nations peace-keeping operation.    Representative John P. Murtha, a Pennsylvania Democrat, repeatedly criticized the world organization at a news conference at the gutted American Embassy compound.","thumbnail":null,"section":"World"},{"date":"19930111","headline":"From Here to Infiniti: Love Holds Off Kite","web_url":"https://www.nytimes.com/1993/01/11/sports/golf-from-here-to-infiniti-love-holds-off-kite.html","abstract":"  Getting off to the kind of start that could spark a monster year, Davis Love 3d held off a charging Tom Kite today to win the season-opening Infiniti Tournament of Champions by one stroke.   While Kite was firing a course record-tying 64 ahead of him, Love posted a 69 for a total of 16-under par 272 over rain-drenched La Costa Resort and Spa. Paul Azinger, who started the day one stroke behind Love, finished tied for third with Mark O'Meara at 275.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Sports of The Times; Wannstedt Adds to Giants' Resume","web_url":"https://www.nytimes.com/1993/01/11/sports/sports-of-the-times-wannstedt-adds-to-giants-resume.html","abstract":"  NOW that Dave Wannstedt is believed to be the Giants' current choice as their next coach, the cover page of his resume was in lights yesterday on the Texas Stadium scoreboard: 34-10.   As the Dallas Cowboys' defensive coordinator, Wannstedt had devised the strategy that hogtied the Philadelphia Eagles' offense with only 178 net yards. Randall Cunningham was sacked 5 times and scrambled for only 22 yards while completing 17 of 30 passes for 160 yards. Herschel Walker rushed for only 29 yards, Heath Sherman for only 12 yards.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"BASKETBALL;\nGa. Tech Puts a Halt To Duke Streak","web_url":"https://www.nytimes.com/1993/01/11/sports/basketball-ga-tech-puts-a-halt-to-duke-streak.html","abstract":"Lost in the shadows since a visit to the Final Four in 1990, the Georgia Tech basketball team re-emerged this afternoon and upended top-ranked Duke, 80-79, in an Atlantic Coast Conference game here.\n\nIt was the Blue Devils' first loss since last Feb. 23, when they fell in another A.C.C. game, by 72-68 to Wake Forest. Their winning streak, the longest in the country among major college basketball teams, was stopped at 23. That equaled a school record set last season.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Hospital Criticized in Veterans' Suicides","web_url":"https://www.nytimes.com/1993/01/11/nyregion/hospital-criticized-in-veterans-suicides.html","abstract":"  Janice DiRaffaele believes her husband, Christopher, would be alive today if officials of the Veterans Affairs hospital here had heeded her warnings about his erratic behavior and suicidal tendencies.   \"I begged the doctor and the nurses to put him in a locked ward,\" she said. \"I was frightened for him, for me, for my kids. I'd never seen him the way he was acting. Before I left I was assured he would be O.K., that he was locked in. He was gone within an hour.\"","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Winter Bird Feeders Fatten the Parasites","web_url":"https://www.nytimes.com/1993/01/11/opinion/l-winter-bird-feeders-fatten-the-parasites-505293.html","abstract":"  To the Editor:   \"Bird-Watching Biologists See Evolution on the Wing\" (Science Times, Dec. 22) states that what influences birds in Europe and the United States is similar. You say the blackcap warbler normally spends winters in the Mediterranean and its breeding season in Germany. Birdseed placed in feeders in England has encouraged natural selection of a gene that directs some blackcaps to fly to England, rather than the Mediterranean. You say Americans who feed winter birds also influence migratory paths.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Maxwell Hears Rumors","web_url":"https://www.nytimes.com/1993/01/11/sports/sports-people-pro-basketball-maxwell-hears-rumors.html","abstract":"  Houston Rockets guard VERNON MAXWELL said yesterday that he had been told San Antonio was trying to trade for him.   \"I don't know if it's true, he told KTRH Radio in Houston, \"but if I'm on the trading block, I'd like to have some input on where I go.\"","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Tributes to Neighborliness Aid Neediest","web_url":"https://www.nytimes.com/1993/01/11/nyregion/tributes-to-neighborliness-aid-neediest.html","abstract":"  Amid all the heated debates over race and religion in New York City, Lila Soll would like to get a word in edgewise. If she could have a few moments to speak, she could describe a heartening experience she had on Thanksgiving that seemed, for her at least, to symbolize the real state of relations in the city.   Ms. Soll had to stop her car on the rain-slicked Long Island Expressway in Queens because of a flat tire. One after another, two black men and one Hispanic man came by and helped make the repairs, she wrote in a letter to The New York Times Neediest Cases Fund that she included with a check on behalf of her family.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Two Arrested As Fake Police In Thefts on West Side Road","web_url":"https://www.nytimes.com/1993/01/11/nyregion/two-arrested-as-fake-police-in-thefts-on-west-side-road.html","abstract":"  A tip from a previous robbery victim led Saturday to the arrest of two heavily armed men who were posing as law-enforcement officials and pulling over a motorist on the Henry Hudson Parkway in upper Manhattan, the police said.   The police said the suspects, one of whom was identified by a law-enforcement official as a security guard for the city's Board of Education, may have been involved in several similar robberies along the West Side roadway, but they could not pinpoint the number.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Quendale Journal; The Afflicted Shetlands Pray, for Man and Beast","web_url":"https://www.nytimes.com/1993/01/11/world/quendale-journal-the-afflicted-shetlands-pray-for-man-and-beast.html","abstract":"  With winds gusting at nearly 80 miles an hour, the mountainous surf explodes against the grounded tanker, each shuddering blow sending a thick oily spray over the enfolding cliffs.   The wind-blown oil is everywhere, giving off a cloying odor, making the eyes burn and leaving a bitter taste in the mouth. The jagged rocks and steep muddy pastures above the wreck glisten with a slick black sheen.","thumbnail":null,"section":"World"},{"date":"19930111","headline":"Review/Music; The Very Model of a Guest Performer","web_url":"https://www.nytimes.com/1993/01/11/theater/review-music-the-very-model-of-a-guest-performer.html","abstract":"  Friday's performance of \"H.M.S. Pinafore\" by the New York Gilbert and Sullivan Players at Symphony Space limped aimlessly in its opening moments, apparently awaiting the appearance of John Astin as the First Lord of the Admiralty. Importing a name performer to enliven a production and stir box-office response can be a two-edged tactic, as witnessed by John Rubinstein's rather overinflated star turn last season in the troupe's \"Princess Ida.\" Mr. Astin, however, sticks to his \"script,\" and managed both to wake up a wavering audience and to energize his fellow players for the rest of the evening.   Mr. Astin, known to television viewers as Gomez in the \"The Addams Family,\" sings hoarsely and tiptoes around upper notes by means of little shouts, but he bestows a deftly manic approach on his famous opening sequence and has the verbal agility to keep Gilbert's fast-moving patter under control. Mr. Astin is less of a factor later on, mainly because the part gives him less to do. But by this time the rest of the cast had pulled itself together.","thumbnail":null,"section":"Theater"},{"date":"19930111","headline":"Editorial Notebook; An Oasis in Brooklyn","web_url":"https://www.nytimes.com/1993/01/11/opinion/editorial-notebook-an-oasis-in-brooklyn.html","abstract":"  The first thing a visitor notices is the architecture: an oasis of inviting space in a forbidding desert of prison-like housing projects. The new development, known as Genesis, promises a social oasis as well -- the chance for vibrant community life in a sick neighborhood. Genesis merits attention in Washington, where national housing policy badly needs fresh ideas.    Andrew Cuomo, the New York Governor's son who has devoted himself to housing for the homeless, used $20 million in state and city grants to build Genesis in the East New York section of Brooklyn. The project, which opened last summer, begins with a sensible plan: a low-density, low-rise apartment complex arranged around a central courtyard that creates a feeling of safety.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Essay; Now: Bet While You Booze","web_url":"https://www.nytimes.com/1993/01/11/opinion/essay-now-bet-while-you-booze.html","abstract":"  A pernicious philosophy of something-for-nothing is sweepstaking the country. Politicians push state-sponsored gambling to bilk the poor while publishers back lotteries to deceive the public.   Here in the Democratic-dominated state of Maryland, Gov. William (\"Bet While You Booze\") Schaefer has been visiting restaurants with bars to tout his solution to budget-balancing: keno, a numbers game under state auspices that entices patrons to stare at a television screen above the bar and to try their luck.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Palestinian Expulsions Won't Stop Peace Talks; Israel Exploited Rift","web_url":"https://www.nytimes.com/1993/01/11/opinion/l-palestinian-expulsions-won-t-stop-peace-talks-israel-exploited-rift-267493.html","abstract":"  To the Editor:   A. M. Rosenthal fails to mention in \"As You Sow\" (column Dec. 22) that during the first year of the Hamas movement, the actions of the Israeli defense force initially resulted in an encouragement, rather than a crushing of the movement. A growing ideological division between Palestinians was viewed by the army as favorable to a politically unified community in the occupied territories.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Leon Will Play the Part of Sparring Partner or Gate-Crasher to McGirt","web_url":"https://www.nytimes.com/1993/01/11/sports/boxing-leon-will-play-the-part-of-sparring-partner-or-gate-crasher-to-mcgirt.html","abstract":"  On one side of the podium was the champion, who arrived 45 minutes late to his own news conference and was dressed as only a champion could: a black jumpsuit beneath a full-length fox coat, a leather cap turned fashionably backward, military-style boots and a cellular phone in his lap.   On the other side was the challenger, who wore faded jeans and a sweatshirt, who needed an interpreter to convey his emotions and who smiled amiably, as if he understood everyone's thoughts.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Jacqueline Merl, Richard Altman","web_url":"https://www.nytimes.com/1993/01/11/style/weddings-jacqueline-merl-richard-altman.html","abstract":"  Jacqueline Ruth Merl, a daughter of Murray and Harriet Merl of Fairfield, Conn., was married yesterday to Dr. Richard Eliot Altman, the son of Irving and Patricia Altman of Glendale, Queens. Rabbi Stephen Pearce performed the ceremony at the Inn at Longshore in Westport, Conn.   Mrs. Altman, 28, is a defense policy analyst in McLean, Va., for Science Applications International Corporation, a research and development company in San Diego. She graduated from Syracuse University and received a master's degree in international affairs from George Washington University.","thumbnail":null,"section":"Style"},{"date":"19930111","headline":"Sports of The Times; Jacksonian Democracy: Free Agents Pay Off","web_url":"https://www.nytimes.com/1993/01/11/sports/sports-of-the-times-jacksonian-democracy-free-agents-pay-off.html","abstract":"  SHUDDERS of terror passed through the National Football League owners yesterday. They have seen the future, and it scores touchdowns, but it costs money, lots of money.   Keith Jackson, who plays the most dreaded position of all -- free agent -- scored two touchdowns as the Dolphins hydroplaned over the Chargers, 31-0, to advance to the American Conference championship game next Sunday.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Southeast Asia and Japan Can Be Security Partners","web_url":"https://www.nytimes.com/1993/01/11/opinion/IHT-southeast-asia-and-japan-can-be-security-partners.html","abstract":"- The specter of Japanese militarism is deeply rooted in Asian emotions. It may well surface again to haunt Prime Minister Kiichi Miyazawa. On Monday, the Japanese prime minister starts an eight-day tour of Indonesia, Malaysia, Thailand and Brunei. But fear of Japanese rearmament for aggressive purposes fails to take account of present geostrategic realities.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Fix Now, Save Later","web_url":"https://www.nytimes.com/1993/01/11/opinion/fix-now-save-later.html","abstract":"President-elect Clinton has vowed to tackle two monumental economic problems simultaneously. We have an enormous budget deficit, and we underinvest in areas such as infrastructure and training. \n\nFixing these twin problems requires programs that take down the budget deficit by preventing job loss, pollution and disease. Federal Agencies have neglected programs that do this because they usually require immediate financing and often benefit other agencies.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Dolphins Disregard the Rain, Pressure and Chargers","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-dolphins-disregard-the-rain-pressure-and-chargers.html","abstract":"  It came down to poise and a Dolphin game plan of such exquisite craft that Miami's offense, defense and special teams today cut through the pelting rain and romped over the mushy turf.   And so the confident Dolphins, who have performed in 27 playoff games, all under Coach Don Shula, guaranteed themselves still another one. They routed the upstart San Diego Chargers, 31-0, in the divisional playoffs.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Healthy, Gay, Guilt-Stricken: AIDS' Toll on the Virus-Free","web_url":"https://www.nytimes.com/1993/01/11/nyregion/healthy-gay-guilt-stricken-aids-toll-on-the-virus-free.html","abstract":"  At age 40, Jaffe Cohen says he feels \"older than everybody else.\" After stalking his circle of friends for more than a decade, AIDS has snatched and killed dozens of his contemporaries and left him with such a backlog of grief that sometimes when he is listening to music or relaxing under a hot shower he startles himself by letting out a sob.   \"Half my friends are dead,\" said Mr. Cohen, a gay man in New York City who has not been infected with H.I.V., the virus that causes AIDS. \"For a gay man friends are everything; it's not like we have kids and families.\"","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Serb Apologizes In Assassination Of Bosnian Aide","web_url":"https://www.nytimes.com/1993/01/11/world/serb-apologizes-in-assassination-of-bosnian-aide.html","abstract":"  The three main warring factions in Bosnia and Herzegovina resumed peace talks here today after the Serb whose forces have seized more than two-thirds of the republic apologized for the assassination of a Bosnian official on Friday.   The discussions, which focus on a proposal to divide the country into 10 semiautonomous provinces dominated by various ethnic groups, got off to a late and shaky start in the afternoon, in part because Bosnia demanded the formal apology.","thumbnail":null,"section":"World"},{"date":"19930111","headline":"Nicholas U. Mayall, 86, Leader Of Studies on Nature of Universe","web_url":"https://www.nytimes.com/1993/01/11/us/nicholas-u-mayall-86-leader-of-studies-on-nature-of-universe.html","abstract":"  Nicholas U. Mayall, an astronomer and former director of the Kitt Peak Observatory in Arizona, died Tuesday at his home in Tucson. He was 86.   He died of complications of diabetes, his family said.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"These Bills Have Stopped the Discord","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-these-bills-have-stopped-the-discord.html","abstract":"  Last year during the Super Bowl, the Buffalo Bills showed signs of a team on the verge of being fractured from within.   Defensive end Bruce Smith talked of leaving Buffalo, because he had received hate mail tinged with racial slurs, after trying to play his way back from knee surgery.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Eagles Tell What Went Wrong, Then Ask, Is This Goodbye?","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-eagles-tell-what-went-wrong-then-ask-is-this-goodbye.html","abstract":"  After their 34-10 drubbing by the Dallas Cowboys today, the Philadelphia Eagles trudged off the field.   In the first row of the stands, above the tunnel to their locker room, a young fan held a rubber chicken dangling from a string. The chicken wore a green jersey with No. 12, the number of the Eagles' quarterback, Randall Cunningham.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"TV Hoopla for Inauguration","web_url":"https://www.nytimes.com/1993/01/11/us/tv-hoopla-for-inauguration.html","abstract":"  There will be more coverage of Bill Clinton's inauguration than of any other, and two cable entertainment networks have paid for the right to join in. Television, page D1.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"THE NEW PRESIDENCY: The New Congress; 3 CONGRESSMEN SAY DEFICIT MAY DELAY CLINTON'S TAX CUT","web_url":"https://www.nytimes.com/1993/01/11/us/new-presidency-new-congress-3-congressmen-say-deficit-may-delay-clinton-s-tax.html","abstract":"  Three Democratic Congressional leaders said today that a tax cut for the middle class, one of President-elect Bill Clinton's major campaign promises, might have to be put off because of the soaring Federal budget deficit.   The leaders, House Speaker Thomas S. Foley, George J. Mitchell of Maine, the Senate majority leader, and Representative Vic Fazio of California, chairman of the Democratic Congressional Campaign Committee, all made similar comments in nationally televised interviews.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"Stars Flock to Be in HBO Film About the Early Years of AIDS","web_url":"https://www.nytimes.com/1993/01/11/arts/stars-flock-to-be-in-hbo-film-about-the-early-years-of-aids.html","abstract":"  The interior of a Moorish villa high in Beverly Hills has been redone to resemble a San Francisco town house. Lily Tomlin is standing in front of cameras, portraying a public health official named Selma Dritz, who played an early role in trying to curb the AIDS epidemic.   She pleads with a wealthy San Franciscan, played by Steve Martin, who cannot admit that his brother is gay and has just died from AIDS. \"If you can help us,\" she begs, \"it will be completely confidential. Names are never used. Only coded numbers.\"","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"Child Custody Trial: Witch Hunt Or Protecting a Youth's Future?","web_url":"https://www.nytimes.com/1993/01/11/nyregion/child-custody-trial-witch-hunt-or-protecting-a-youth-s-future.html","abstract":"  The trial of a Long Island woman accused of fabricating her 8-year-old son's illnesses is to resume on Monday with final witnesses appearing in a case that her supporters say is a witch hunt against a caring mother.   The mother, Ellen Storck, is on trial in Suffolk County Family Court, fighting for the custody of her son, Aaron. The child was removed from her care last July after doctors at Schneider's Children's Hospital in New Hyde Park said they believed she was fabricating her son's illnesses because she had a psychological condition known as Munchausen's Syndrome by Proxy.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"An Academic Issue Keeps New Jersey High School Star on the Sideline","web_url":"https://www.nytimes.com/1993/01/11/sports/running-an-academic-issue-keeps-new-jersey-high-school-star-on-the-sideline.html","abstract":"  Despite a recent suspension linked to a dispute over his status as a foreign athlete, Bob Keino of Ridgewood, N.J., the prince of one of running's royal families, might soon be back on the track in his quest to become the top high school runner in the United States.   Keino, a 17-year-old junior at Ridgewood High School who competes on the school's track and cross-country teams, is a son of two-time Olympic gold medalist Kip Keino of Kenya. His victory in the state cross-country championships last November triggered an inquiry by the New Jersey State Interscholastic Athletic Association, which then found Keino and the school to be in violation of state rules.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Manning's Courtship With Brown Hits Rocks","web_url":"https://www.nytimes.com/1993/01/11/sports/sports-people-pro-basketball-manning-s-courtship-with-brown-hits-rocks.html","abstract":"  DANNY MANNING wants to be traded from the Los Angeles Clippers because he wants a divorce from Coach LARRY BROWN.   \"I think it's time for me to get away from Larry Brown,\" Manning was quoted as saying by The Orange County Register in Saturday's editions. \"It's just time to go our separate ways.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Palestinian Expulsions Won't Stop Peace Talks; Desert Into Gardens","web_url":"https://www.nytimes.com/1993/01/11/opinion/l-palestinian-expulsions-won-t-stop-peace-talks-desert-into-gardens-269093.html","abstract":"  To the Editor:   The Rev. Theodore Hesburgh, when president of the University of Notre Dame, suggested that many square miles of arid land outside areas Israel occupies could be made livable for Palestinians as follows:","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"KISSINGER PROTEST CHANGES A REPORT","web_url":"https://www.nytimes.com/1993/01/11/us/kissinger-protest-changes-a-report.html","abstract":"  A Senate committee investigating the handling of missing American servicemen in Southeast Asia toned down its criticism of former President Richard M. Nixon and his Secretary of State, Henry A. Kissinger, after protests from both men.   In an interview today, Mr. Kissinger's lawyer, Lloyd N. Cutler, said that he and Mr. Kissinger read portions of the draft report on Dec. 28 and succeeded in having some of the document's conclusions changed. The report is scheduled to be made public on Wednesday.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"Too Quick Off the Gun","web_url":"https://www.nytimes.com/1993/01/11/sports/sports-people-track-and-field-too-quick-off-the-gun.html","abstract":"  BEN JOHNSON was disqualified from a Mobil Grand Prix race in Saskatoon, Saskatchewan, on Saturday after he was charged with two false starts in the 60-meter dash.   He said he was too fast for the race officials: \"I react so fast to the gun, they can't believe I'm not jumping the gun.\"","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Hollywood's New Villains","web_url":"https://www.nytimes.com/1993/01/11/opinion/hollywoods-new-villains.html","abstract":"Things of importance arrive late at my doorstep, so I only just learned of the diatribe against my trade delivered on the TV sitcom \"Hearts Afire.\" As quoted in The Washington Post, a character on the show explodes at editors of The New Republic, The New Yorker and The Atlantic as \"11 little old baby Harvard boys who . . . walk around in this constipated haze of Ivy League smugness, intellectually diddling one another . . . . They're irrelevant, arrogant, snide and cynical and negative and on top of everything else, they're short.\"","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Review/Music; A Britten Farewell to the Holidays","web_url":"https://www.nytimes.com/1993/01/11/arts/review-music-a-britten-farewell-to-the-holidays.html","abstract":"  In what may have been the last and oddest program of the Christmas season, the Riverside Choral Society, under the direction of Patrick Gardner, performed Benjamin Britten's dramatic cantata \"St. Nicolas\" on Wednesday at the Church of the Heavenly Rest in Manhattan, together with choral music by Ariel Ramirez, an Argentine composer. The program had been postponed from Dec. 11. The juxtaposition of Church of England theatrics and South American tradition was initially jarring, but the performances had enough conviction to make the combination seem almost logical.   The Britten work is based on the life of the fourth-century bishop Nicolas, a rather fierce and fanatic dispenser of good works whom the modern figure of Santa Claus echoes as faintly as possible. The narration of various miraculous episodes culminates in Nicolas's bringing back to life three boys who had been killed and cooked by an unscrupulous butcher (sort of \"Peter Grimes\" in reverse). While the music is not Britten's finest, it has an immediate ceremonial effectiveness. Mr. Gardner expertly balanced and controlled the various vocal and instrumental forces, even though his chorus did not have an especially polished sound. Stephen Oosting gave powerful, accurate and at times moving renditions of the tenor solos. The audience enthusiastically joined in for two hymns.","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"No Headline","web_url":"https://www.nytimes.com/1993/01/11/nyregion/no-headline-461293.html","abstract":"  \"Half my friends are dead. For a gay man friends are everything. It's not like we have kids and families.\" -- JAFFE COHEN, a gay New Yorker who is not infected with H.I.V.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/01/11/arts/dance-in-review-234893.html","abstract":"  Javier De Frutos Dia Center for the Arts","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"Palestinian Expulsions Won't Stop Peace Talks","web_url":"https://www.nytimes.com/1993/01/11/opinion/l-palestinian-expulsions-won-t-stop-peace-talks-266693.html","abstract":"  To the Editor:   Anthony Lewis maintains in \"How Terror Wins\" (column, Dec. 21) that Israel's expulsion of 415 Islamic fundamentalists of the Palestinian Hamas movement enabled Hamas to derail Arab-Israeli peace talks. The opposite, however, may be true.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Will the Islanders Miss Something Down the Road?","web_url":"https://www.nytimes.com/1993/01/11/sports/hockey-will-the-islanders-miss-something-down-the-road.html","abstract":"  Like men left to ponder the exhaust fumes of a bus they've just missed, so the forlorn Islanders are starting to worry that the playoffs are about to pull out of sight.   Three straight losses, all of them by a single goal and all of them in games they had led, have marooned the team seven points in back of the Devils and the Rangers, who are tied in third place in the Patrick Division.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Homes Lost as Tides Continue to Batter Beaches","web_url":"https://www.nytimes.com/1993/01/11/nyregion/homes-lost-as-tides-continue-to-batter-beaches.html","abstract":"  Strong winds, heavy waves and the highest tides since last month's devastating storm caused further damage to Long Island's badly eroded sand dunes today, washing more homes into the Atlantic Ocean and widening breakthroughs in narrow barrier beaches.   Local officials said the new damage is an indication of what coastal areas in the region can expect from even minor storms in the wake of December's storm, which undermined both natural and artificial defenses against erosion.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/01/11/nyregion/chronicle-220893.html","abstract":"  In terms of seniority on the club scene, HOWARD STEIN, who owns Au Bar, considers himself and his establishment on East 58th Street positively ancient. That is why he is planning a big party for Au Bar's fifth anniversary next Monday.   \"Nightclubs don't usually last that long -- success is about a year and a half -- so in my mind, Au Bar will be 35 and I will be 350 years old,\" Mr. Stein, who is 50, said the other day.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"The Invisible Ms. Sabol","web_url":"https://www.nytimes.com/1993/01/11/opinion/the-invisible-ms-sabol.html","abstract":"    Q: Do you distrust the press?   A: Yes. Next question.     With those three little words spoken in an interview a year ago, Barbara Sabol, Commissioner of New York City's vast social services agency, left no doubt whatsoever that the less she saw of the press, the better.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/11/nyregion/c-corrections-226793.html","abstract":"  A report in the Chronicle column on Dec. 26, about a 101-year-old horse-racing fan, included a quotation that misstated the year Secretariat won the Preakness. It was 1973.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Devils Ooh and Aah as Brooks Juggles","web_url":"https://www.nytimes.com/1993/01/11/sports/hockey-devils-ooh-and-aah-as-brooks-juggles.html","abstract":"  Despite drastic changes in their line combinations in their last three games, the New Jersey Devils have had their most productive three games of the 1992-93 season, scoring 17 goals.   The Devils haven't been confused by such changes as the breaking up their most productive line -- Aleksandr Semak, Valery Zelepukin and Bobby Holik -- or the use of Stephane Richer at center rather than right wing and Dave Barr at right wing rather than center.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Nets Reached the Apex Of the Laugher Curve","web_url":"https://www.nytimes.com/1993/01/11/sports/basketball-nets-reached-the-apex-of-the-laugher-curve.html","abstract":"  During the fourth quarter of the Nets' commanding victory over the Washington Bullets on Saturday night, Rafael Addison and Rumeal Robinson were in their customary positions, sitting next to each other at the end of the bench.   It was not an unusual sight -- they have been bench regulars because they play the same position as New Jersey's leading scorer, Drazen Petrovic (23.2 points per game). But on Saturday, there was a difference: Addison and Robinson were sitting on the bench after having been given significant playing time and having made significant contributions as the Nets won, 124-79, setting a franchise record for margin of victory.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Review/Dance; A Crop of Characters (Mostly Margie Gillis) With a Nature Theme","web_url":"https://www.nytimes.com/1993/01/11/arts/review-dance-a-crop-of-characters-mostly-margie-gillis-with-a-nature-theme.html","abstract":"  It may seem odd to quote Aristotle in connection with a dance program for children. But he did declare that plot \"is the first principle and, as it were, the soul\" of drama, and, he added, \"character holds the second place.\" There were lots of characters in \"Margret of Roseland,\" which Margie Gillis presented on Saturday afternoon at the Joyce Theater. But there was not enough plot.   Most of the characters in the hourlong production were portrayed by Ms. Gillis herself. The plot was the invention of Stephanie Ballard, who conceived, wrote and directed the show and choreographed it with Ms. Gillis. This Roseland was not the venerable New York City ballroom, but a garden explored by a pert, pigtailed little girl named Margret (Ms. Gillis) and a sad clown, played by Pierre Lavoie. What made the clown sad was the way the earth is being polluted. Yet when the two wanderers met the ever-so-cute creatures residing in the garden, they were refreshed by the spirit of positive thinking.","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"An Old-Style Licking, With No Mercy Asked","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-an-old-style-licking-with-no-mercy-asked.html","abstract":"  The San Diego Chargers didn't want to hear any of a multitude of excuses they could embrace. Not about a glaring lack of playoff experience costing them. Not about the incessant rain at Joe Robbie Stadium today. Nor even about the fact that 16 of the last 17 American Conference playoff games have now been won by the home team.   Nor did the Chargers feel a 31-0 loss, to the Miami Dolphins, is what inevitably happens when you build a 12-5 record by playing a relatively weak schedule after a fifth-place finish the year before.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/01/11/nyregion/chronicle-221693.html","abstract":"  FRANK SINATRA is this year's recipient of the Palm Springs International Film Festival's Golden Palm Award, which he received at a dinner attended by many of the entertainer's show business friends.   \"Whoever put this all together -- it's absolutely thrilling,\" Mr. Sinatra, who was visibly moved, said as he accepted the award Saturday night. \"I loved every minute of my life in show business. Every minute.\"","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Big D Has New Meaning: Defense","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-big-d-has-new-meaning-defense.html","abstract":"  It seems fashionable in pro football to talk about the Philadelphia Eagles' defense -- big, intimidating, always ready for the kill. The Dallas Cowboys' defense? Statistically, it ranked first in the N.F.L. this season, but the players were often dismissed as comparatively small, relatively experienced and prone to error.   But no one was dismissing the Cowboys' defense today, not after the way it manhandled the Eagles' potent offense in a 34-10 victory that propelled the Cowboys into the National Conference championship game next Sunday against the 49ers in San Francisco.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Castro's People Try to Absorb 'Terrible Blows'","web_url":"https://www.nytimes.com/1993/01/11/world/castro-s-people-try-to-absorb-terrible-blows.html","abstract":"  His island ever more an island, his scraggly beard gone gray, President Fidel Castro stands fast against the winds that have blown away most of the Communist world, along with its subsidies for Cuba and its markets for Cuban goods.    \"Only socialism, only the revolution could absorb the terrible blows that we have received,\" the 66-year-old leader says.","thumbnail":null,"section":"World"},{"date":"19930111","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/01/11/sports/results-plus-865093.html","abstract":"  N.H.L. Injured Lindros Absent As Flyers Beat Oilers Rookie Tommy Soderstrom stopped 29 shots for his first National Hockey League shutout as the improving Philadelphia Flyers beat the Edmonton Oilers, 4-0, last night. Kevin Dineen and Mark Recchi scored two goals each as Philadelphia won its third straight game and improved to 5-1-2 in its last eight. The Flyers beat the Oilers without rookie center Eric Lindros, who reinjured his left knee in Saturday's 4-3 victory over the Rangers. Lindros had fluid drained from the knee yesterday and is listed as day to day. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Might as Well Book Mojo Nixon","web_url":"https://www.nytimes.com/1993/01/11/opinion/might-as-well-book-mojo-nixon.html","abstract":"  Comes now word that the future leader of the free world has reunited Fleetwood Mac to play at his inauguration. There are many things, including some countries, that have split up and need to be put back together. But the band formed by Mick Fleetwood, John McVie, Christine McVie, Lindsey Buckingham and Stevie Nicks isn't one of them.   They were the perpetrators of \"Don't Stop (Thinking About Tomorrow),\" the 1977 hit that President-elect Clinton adopted as his campaign theme. Hearing it played endlessly at the 1992 Democratic Convention was a good reminder that Fleetwood Mac epitomized the least vibrant period of American rock.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Dehere Gives Seton Hall a Major Boost in Confidence","web_url":"https://www.nytimes.com/1993/01/11/sports/basketball-dehere-gives-seton-hall-a-major-boost-in-confidence.html","abstract":"  A brilliant first half by Seton Hall, paced by what arguably was Terry Dehere's best stretch of basketball, will be a carrier of confidence when Pirates meet Syracuse in a Big East game at Byrne Meadowlands Arena tonight.   In that first half on Saturday night at Providence, Seton Hall routed the Friars, a team that boasted the Big East's best defensive statistics. The Pirates had a 54-29 lead at intermission.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Review/Opera; Making Fun of the Frailties of Gods and Mortals","web_url":"https://www.nytimes.com/1993/01/11/arts/review-opera-making-fun-of-the-frailties-of-gods-and-mortals.html","abstract":"  At Merkin Concert Hall on Saturday night, the Chief Priest wore a giant fish hat and held out his hand for a tip after making the requisite hocus-pocus gestures. Every time Jupiter emerged from a cartoon cloud that opened like an elevator, a bell rang as if the deity were arriving at the ladies' foundations area of a department store. Sometimes the costumes made it seem that way as well: the nymph Pasithea appeared in an outfit that might have been from Frederick's of Hollywood, a bright red garter belt and stocking outfit with a white feather boa and a pair of handcuffs. Jupiter jumped into a bubble bath, apparently in his birthday suit. Even the musicians did not keep their minds on the score.   This was a production of \"Semele\" but hardly the \"Semele\" that Handel's operatic setting gives us with its pastoral scenes and hints of high tragedy. This opera is based on the very same libretto (written by the Restoration dramatist William Congreve) and was completed by the English composer John Eccles in late 1706. It takes the same story from Ovid, of the young girl (Semele) in love with a god (Jupiter); she is tricked by the god's jealous wife (Juno) into demanding to see him in divine form; she dies from the exposure. The composer -- Purcell's heir in the English theater -- never heard the work. It is influenced by Italian opera, with declaimed recitatives and da capo arias, but by the time \"Semele\" was ready for performance, the fashion in London demanded authenticity: operas in Italian from Italy.","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"Cowboys are Quicker on the Draw","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-cowboys-are-quicker-on-the-draw.html","abstract":"  Dallas's third touchdown, which gave them a 24-3 lead and put the game all but out of reach, came on a 23-yard run by Emmitt Smith in the third quarter. It came on a draw play that is one of the Cowboys' favorites; that also means they often execute it better than other plays because they enjoy running it. They have used it all season long and in both previous games against Eagles. No doubt Philadelphia had prepared for the play, so the fact that the Cowboys scored on it indicates how well it was executed.    Basically, it's a cutback draw. The Eagles knew this draw would be run but did not recognize it from this formation, which was a formation Dallas had been using in this game but not running the draw play on. Dallas also says that this is Smith's best play and he makes things happen on it.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"17 Bosnians Brought In From the Cold","web_url":"https://www.nytimes.com/1993/01/11/world/17-bosnians-brought-in-from-the-cold.html","abstract":"  When Natalija Dragoljevic was carried out of the home for the elderly in an embattled western suburb today and taken by armored vehicle to a French military clinic at the airport, the first thing the 92-year-old woman noticed was the heating.   \"Nice and warm, nice and warm,\" she said, over and over, after two French marines carried her into a warehouse at the Sarajevo airport that serves as a clinic. \"Thank you, a very big thank you to you all.\"","thumbnail":null,"section":"World"},{"date":"19930111","headline":"Lanier's Number Is Up","web_url":"https://www.nytimes.com/1993/01/11/sports/sports-people-pro-basketball-lanier-s-number-is-up.html","abstract":"  When the Detroit Pistons retired BOB LANIER's jersey on Saturday night in Auburn Hills, Mich., it was a move that was long overdue.   But the ceremony was held up for years because Lanier, who was inducted into the Basketball Hall of Fame last year, didn't like Pistons center BILL LAIMBEER.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/01/11/sports/transactions-918593.html","abstract":"  Baseball American League  TEXAS RANGERS -- Agreed to terms with Jeff Huson, infielder, on a one-year contract, and Terry Bross and Robb Nen, pitchers, and Dan Peltier, outfielder, on minor-league contracts. National League  COLORADO ROCKIES -- Announced that Dean Peeler, vice president-public affairs, has resigned and his position has been eliminated.   HOUSTON ASTROS -- Agreed to terms with Chris James, outfielder, on a one-year contract, and with Ken Patterson, pitcher, on a minor-league contract. Invited Patterson to spring training. Basketball National Basketball Association  MILWAUKEE BUCKS -- Signed Alan Ogg, center. Continental Basketball Association  OKLAHOMA CITY CAVALRY -- Named Chico Averbuck assistant coach and director of player personnel.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Honoring Alwin Nikolais","web_url":"https://www.nytimes.com/1993/01/11/arts/honoring-alwin-nikolais.html","abstract":"  Alwin Nikolais is to be honored for his 45 years as a choreographer and teacher on Wednesday at 8 P.M. at the Marymount Manhattan Theater, 221 East 71st Street. The evening, which is to include performances and reminiscences by members of the dance world, is a benefit for the Nikolais and Louis Dance Lab, which Mr. Nikolais founded with Murray Louis in 1948. Tickets are $50. Information: (212) 226-7700.","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"Amy D. Klein and Bruce R. Bender","web_url":"https://www.nytimes.com/1993/01/11/style/weddings-amy-d-klein-and-bruce-r-bender.html","abstract":"  Amy Diane Klein, a financial analyst with the finance committee of the New York City Council, was married yesterday to Bruce Richard Bender, the chief of staff to Councilman Herbert E. Berman of Brooklyn, the finance committee's chairman. Rabbi Chaim Stern performed the ceremony at Tappan Hill in Tarrytown, N.Y.    Mrs. Bender, 26, graduated from Kenyon College. She is a daughter of Franklin Klein of New York and Wendy Klein of Mount Kisco, N.Y. The bride's father is the president and chief executive of Mr. Witt Inc., a shirt manufacturer in New York. Her mother is a personnel counselor at a Career Blazers employment agency in Stamford, Conn..","thumbnail":null,"section":"Style"},{"date":"19930111","headline":"Review/Opera; Smetana's Long-Absent 'Bride' Is Back in Town","web_url":"https://www.nytimes.com/1993/01/11/arts/review-opera-smetana-s-long-absent-bride-is-back-in-town.html","abstract":"  Smetana's \"Bartered Bride\" comes from that curious no man's land in the operatic library where one finds scores that are too famous to be regarded as rarities, yet too infrequently heard to be truly considered standards. Most seasons it is staged somewhere in the world, and the Met has a production stashed away somewhere. But it has been many seasons since Smetana's marriage of folksiness and sophistication was last seen in New York.    That made it a logical choice for the Bronx Opera Company, an adventurous, inventive troupe that has been balancing standard repertory, just-off-center oddities and real rarities since 1967. The company opened its 25th season on Saturday evening with a new production of \"The Bartered Bride,\" using the English translation by Tony Harrison, at Lehman College in Bedford Park, the Bronx, and is to repeat it, with alternating casts, this Friday and Saturday at John Jay College, 899 10th Avenue, at 59th Street, in Manhattan.","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"Florio to Stress Fiscal Recovery in Address","web_url":"https://www.nytimes.com/1993/01/11/nyregion/florio-to-stress-fiscal-recovery-in-address.html","abstract":"  Trying to capitalize on warmer relations with the Republican leadership in the Legislature, Gov. Jim Florio will propose no new taxes when he delivers his State of the State Message Tuesday, aides to the Governor say.   They say the Governor, who is up for re-election in November, plans to emphasize a \"new spirit of cooperation\" with the Republican majority that swept into office on a tide of resentment over the $2.8 billion tax increase in 1990.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"A Dominant Dallas Rings Philadelphia's Bell","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-a-dominant-dallas-rings-philadelphia-s-bell.html","abstract":"  A year ago, the Dallas Cowboys strode into the playoffs and won in the first round at Chicago against the Bears. They returned home giddy over the prospect of a repeat performance the following week in the Pontiac Silverdome against the Lions.   They were thoroughly thumped by Detroit, 38-6.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Yes, St. John the Divine Is the Largest Cathedral","web_url":"https://www.nytimes.com/1993/01/11/opinion/l-yes-st-john-the-divine-is-the-largest-cathedral-270493.html","abstract":"  To the Editor:   Your otherwise excellent Dec. 28 article on the centennial celebration at the Cathedral of St. John the Divine refers (in some editions) to the cathedral as the world's \"second largest\" and identifies St. Peter's Basilica at the Vatican as the largest.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Books of The Times; Court Drama: Rape Victim or Killer?","web_url":"https://www.nytimes.com/1993/01/11/books/books-of-the-times-court-drama-rape-victim-or-killer.html","abstract":"  Degree of Guilt By Richard North Patterson 548 pages. Alfred A. Knopf. $23.","thumbnail":null,"section":"Books"},{"date":"19930111","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/01/11/arts/dance-in-review-236493.html","abstract":"  Jim Self St. Mark's Church","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"Anchorage Journal; Again, Readers Can Hear Voice of Native Alaska","web_url":"https://www.nytimes.com/1993/01/11/us/anchorage-journal-again-readers-can-hear-voice-of-native-alaska.html","abstract":"  Inside a glass cage on the second floor of the Anchorage Museum of History and Art is a Royal Standard typewriter that once belonged to Howard Rock, a legendary Eskimo journalist who died in 1976. On the keys of that old machine Mr. Rock pounded out exposes, editorials and everything in between for the pages of The Tundra Times.   One year ago, the paper Mr. Rock helped found seemed headed for museum status, next to his typewriter. The Tundra Times, which has long called itself Alaska's oldest statewide newspaper and is the only journalistic voice for this state's 80,000 aboriginal people, ceased publication in December 1991, a victim of heavy debt.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"San Francisco Notes 10,000th AIDS Death","web_url":"https://www.nytimes.com/1993/01/11/us/san-francisco-notes-10000th-aids-death.html","abstract":"  Mayor Frank Jordan ordered flags on municipal buildings flown at half-staff on Friday and called for five minutes of silence at 9 A.M. to note this city's 10,000th recorded death from AIDS.    Officials of the city's Department of Public Health said the latest victim died Wednesday morning at San Francisco General Hospital. He was identified only as \"a gay Latino male in his 30's.\"","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"Fighting the Battles of Somalia Locally, Over Tea","web_url":"https://www.nytimes.com/1993/01/11/nyregion/fighting-the-battles-of-somalia-locally-over-tea.html","abstract":"  There is not much glamour to the Buff Buff Buff social club near the Sugar Hill section of Harlem. It is a spare, smoky room with a few round tables, a refrigerator, a television. But a loyal band of patrons is drawn there nightly to sit glued to CNN and debate the future of Somalia.   The Buff Buff Buff is a Somali-only club, a gentlemen-only club, at least informally, where Somali immigrants have gathered every evening for the last eight years to discuss the state of statelessness in their homeland while sipping tea and sodas and chewing khat, a plant stimulant popular in the East African country.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Iraq, as Threatened, Prevents U.N. Inspectors From Flying In on Own Plane","web_url":"https://www.nytimes.com/1993/01/11/world/iraq-as-threatened-prevents-un-inspectors-from-flying-in-on-own-plane.html","abstract":"  In a challenge to United Nations authority, Iraq made good on its threat tonight and banned about 70 weapons inspectors from flying into the country from Bahrain on a non-Iraqi charter plane.   The move came two days after the Government of President Saddam Hussein stepped back from a confrontation with the West over Iraqi missiles threatening allied planes patrolling its southern region.","thumbnail":null,"section":"World"},{"date":"19930111","headline":"Dr. Luther H. Gulick, 100, Dies; Adviser to Roosevelt and Mayors","web_url":"https://www.nytimes.com/1993/01/11/nyregion/dr-luther-h-gulick-100-dies-adviser-to-roosevelt-and-mayors.html","abstract":"  Dr. Luther H. Gulick, a former New York City official who advised President Franklin D. Roosevelt and several other leaders on the intricacies of public management, died yesterday at a nursing home near Greensboro, Vt. He was 100.   Dr. Gulick, who until recently had lived with his son, Luther Jr., in Potsdam, N.Y., died after a recent struggle with the flu, said Dr. Lyle Fitch, a family friend and former colleague.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Leslie Coopersmith, M. D. Greenberg","web_url":"https://www.nytimes.com/1993/01/11/style/weddings-leslie-coopersmith-m-d-greenberg.html","abstract":"  Leslie Sue Coopersmith, the owner of LSC International Inc., a confectionery importer and marketer in Scarsdale, N.Y., was married yesterday to Michael David Greenberg, a founding partner of Corwin & Greenberg, a New York law firm. Rabbi Howard A. Strecker performed the ceremony at the Shelter Rock Jewish Center in Roslyn, L.I.    Ms. Coopersmith, who is 43, is keeping her name. She graduated from the State University at Oneonta, N.Y. She is a daughter of Jack and Anita Coopersmith of Boca Raton, Fla. The bride's father, who is retired, was a senior vice president of Glenwood Management Corporation, real-estate managers in New Hyde Park, L.I. The bride's previous marriage ended in divorce.","thumbnail":null,"section":"Style"},{"date":"19930111","headline":"Ellen Sklar, Gil Elmaleh","web_url":"https://www.nytimes.com/1993/01/11/style/weddings-ellen-sklar-gil-elmaleh.html","abstract":"  Ellen Elizabeth Sklar, a daughter of Herbert and Dr. Sheila Sklar of Bedford, N.Y., was married yesterday to Gil Elmaleh, a son of Stanley Elmaleh and Ellen Elmaleh, both of New York. Cantor Raymond Smolover officiated at Le Chateau restaurant in South Salem, N.Y.   Mrs. Elmaleh, 27, is an advertising sales representative at Advertising Age magazine in New York. She graduated from Clark University. Her father is the president of Sklar, Meshnick, Foran Advertising in Armonk, N.Y. Her mother is a clinical psychologist in Hartsdale, N.Y.","thumbnail":null,"section":"Style"},{"date":"19930111","headline":"Review/Pop; A Rock-and-Roll Language Reflects Urban Dissonance","web_url":"https://www.nytimes.com/1993/01/11/arts/review-pop-a-rock-and-roll-language-reflects-urban-dissonance.html","abstract":"  \"Scissor, paper, rock . . . pajamas!\" Todd Colby played a childhood game onstage at CBGB on Wednesday night, fluttering his hands in the old mimetic motions of folk metaphors. But as usual Mr. Colby twisted the game to suit his own ambitions.  As a poet, a singer and the main lyricist for the Lower East Side-based band Drunken Boat, Mr. Colby makes serious sport of language, showing its basis in the body's impulses and its mutable meanings.   Drunken Boat's music echoes Mr. Colby's word journeys, dipping into dissonance and resurfacing with lyrical streams of dreamy pop. In \"Necktie,\" Hadley Kahn pounded out a low, thick drumbeat in unison with Glenn Petry's bass, while the guitarists, Steve Gross and Todd Serbosek, discharged a few quarrelsome chords. Above the din, Mr. Colby shouted percussive, nearly nonsensical lyrics, the sonic equivalent of the exclamations in comic strip balloons.","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"Iraq, as Threatened, Prevents U.N. Inspectors From Flying In on Own Plane; Iraqis Cross Into Kuwait","web_url":"https://www.nytimes.com/1993/01/11/world/iraq-threatened-prevents-un-inspectors-flying-own-plane-iraqis-cross-into-kuwait.html","abstract":"  About 200 Iraqis crossed the border with Kuwait today and seized missiles and other weapons before returning to Iraq, the Kuwaiti press agency said.   The report from the Persian Gulf region quoted Abdel-Latif Kabbaj, chief of a United Nations observation mission, as saying that his observers had tried to block the Iraqis with their cars during the 90-minute incident. He said an Iraqi vehicle hit one of the cars, but that no one was hurt.","thumbnail":null,"section":"World"},{"date":"19930111","headline":"Parade Permit Is Questioned By Cardinal","web_url":"https://www.nytimes.com/1993/01/11/nyregion/parade-permit-is-questioned-by-cardinal.html","abstract":"  John Cardinal O'Connor sharply questioned yesterday New York City's decision to give the permit for the St. Patrick's Day parade to a group that will allow a gay and lesbian group to march, suggesting that the move violated the constitutional separation of church and state.   Noting that the new sponsor said it would make the parade a more open political forum, the Cardinal, speaking during Mass at St. Patrick's Cathedral, asked: \"Do the Mayor and Police Commissioner agree to this arbitrary transformation from the religious to the political? Will other religiously related activities become equally vulnerable to arbitrary politicization in this land which boasts of its tradition of separation of church and state?\"","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Abroad at Home; Two Cents Plain","web_url":"https://www.nytimes.com/1993/01/11/opinion/abroad-at-home-two-cents-plain.html","abstract":"  In the final days of his Presidency, George Bush is conducting an all-out war. The enemy is the Board of Governors of the U.S. Postal Service. The issue is whether the board can contest in the courts, without Justice Department approval, a proposed 2-cent cut in the postal rate for certain bulk mail.    Trivial? Amazingly so. That is what makes Mr. Bush's obsession with it so interesting, and so revealing.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"The Operative Word Is Wait","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-the-operative-word-is-wait.html","abstract":"  Dave Wannstedt, the Dallas Cowboys' defensive coordinator, might well become the next head coach of the Giants. But not yet, perhaps not until after Super Bowl XXVII, three weeks from today, if the Cowboys get that far.   After the Cowboys' 34-10 playoff victory over the Philadelphia Eagles today, Wannstedt was asked if he had heard from the Giants. He shook his head.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"New York State Must Free Appropriated Funds","web_url":"https://www.nytimes.com/1993/01/11/opinion/l-new-york-state-must-free-appropriated-funds-271293.html","abstract":"  To the Editor:   As Gov. Mario M. Cuomo of New York continues to pit motorist against straphanger in the battle for transportation dollars, there are $1.7 billion in state funds sitting on the desks of state officials that should be put to work repairing roads, bridges, mass transit and other public works infrastructure.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/11/nyregion/c-corrections-223293.html","abstract":"  An article in Styles of the Times yesterday about types of jeans described Mike Medavoy, a movie executive pictured in Entertainment Weekly, incorrectly. He remains the chairman of TriStar Pictures; he has not been relieved of his duties.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"49ers Scrape Off Mud, And Put Up Their Feet","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-49ers-scrape-off-mud-and-put-up-their-feet.html","abstract":"  Candlestick Park needed sun and wind to dry out, and it got both this morning. The good news is that George Toma, a premier lawn specialist, is on his way here, but the bad news is that a sun shower blew in this afternoon.   On Saturday, one of the only dry 49ers as San Francisco prevailed in its National Football Conference playoff game here against the Washington Redskins was offensive coordinator Mike Shanahan, who happened to spend the afternoon in the press box, communicating to the sideline. \"My shoes are the only ones not ruined,\" he said.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Here Come Knicks, But There Goes Game","web_url":"https://www.nytimes.com/1993/01/11/sports/basketball-here-come-knicks-but-there-goes-game.html","abstract":"  A terrific rally by the Knicks fell short last night. They could not overcome a 23-point third-quarter deficit. They could not overcome three quarters of inept offensive basketball. But did they ever come close.   John Starks missed a 25-foot 3-point jumper with 2 seconds to play, and the Boston Celtics (17-17) held on for a 100-97 victory at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Feeling at Home, Republicans Plan for Exile by the Potomac","web_url":"https://www.nytimes.com/1993/01/11/us/feeling-at-home-republicans-plan-for-exile-by-the-potomac.html","abstract":"  They descended on Washington in January 1981, snarling at the inside-the-Beltway crowd of fixers, bureaucrats and opinion-makers and pledging to return power to the \"real America\" beyond the banks of the Potomac.   That was before Republicans discovered that their captured citadel could also be an exciting and exceedingly comfortable place to live and work. So, when a dozen years of Republican hegemony ends next week, the Bush Administration's conservative elite will, by and large, wander but a few blocks into political exile.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"Registry for Gay Couples Holds Benefits and Risks","web_url":"https://www.nytimes.com/1993/01/11/nyregion/registry-for-gay-couples-holds-benefits-and-risks.html","abstract":"  Denied the option of marriage and the legal protections it instantly confers, Barry Skovgaard and his companion of more than 13 years cobbled those protections together for themselves piece by piece. They mingled their bank accounts, jointly bought property and signed statements assigning each other responsibility for making medical decisions, if necessary.   So when he got the news last week that Mayor David N. Dinkins had moved to give homosexual and unmarried heterosexual couples some of the rights enjoyed by married couples, Mr. Skovgaard, a lawyer, had one reaction: \"For me,\" he said, \"it doesn't do a lot.\"","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Washington Talk; Live on Inaugural Stage, Symphony of Diversity","web_url":"https://www.nytimes.com/1993/01/11/us/washington-talk-live-on-inaugural-stage-symphony-of-diversity.html","abstract":"  Kenny Rogers, Harry Belafonte, Diana Ross and many other performers who will appear in the \"Call for Reunion\" concert next Sunday last came together for \"We Are the World,\" the gathering of recording artists that brought attention and money to famine-stricken Ethiopia in 1985.   The cellist Yo-Yo Ma was not there, nor was the rapper L. L. Cool J. But both will be on hand on Sunday, stretching the limits of musical togetherness on the steps of the Lincoln Memorial for the concert that will kick off a week of activities for Bill Clinton's inauguration.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/01/11/nyregion/chronicle-222493.html","abstract":"  OPRAH WINFREY will talk with MICHAEL JACKSON in a 90-minute special next month in what ABC officials say will be the pop star's first live interview. It is to be broadcast worldwide, The Associated Press reported.   Mr. Jackson will talk with Miss Winfrey at his ranch in the Santa Ynez Valley north of Los Angeles, the president of ABC Entertainment President, TED HARBERT said on Sunday. The interview will be seen worldwide through a distribution agreement, Mr. Harbert said. He said Mr. Jackson's manager approached Miss Winfrey with the idea.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Bosnia Talks Resume","web_url":"https://www.nytimes.com/1993/01/11/world/bosnia-talks-resume.html","abstract":"  Leaders of the three main warring factions in Bosnia and Herzegovina resumed peace talks in Geveva, after the Serb whose forces have seized more than two-thirds of the republic apologized for the assassination of a Bosnian Deputy Prime Minister on Friday.    Article, page A3.","thumbnail":null,"section":"World"},{"date":"19930111","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/11/nyregion/c-corrections-227593.html","abstract":"  A picture caption in Weekend on Friday, with an article about the Algonquin literary crowd and Hollywood, misidentified the actress shown with Claude Rains in a scene from \"Crime Without Passion.\" She was Margo; Carmen Brown was the name of the character she played.  ","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Man Dying From Hepatitis Is Given a Baboon's Liver","web_url":"https://www.nytimes.com/1993/01/11/us/man-dying-from-hepatitis-is-given-a-baboon-s-liver.html","abstract":"  A 62-year-old man became the world's second recipient of a baboon liver yesterday in a transplant at the University of Pittsburgh that was part of an effort to overcome the species barrier and alleviate the growing shortage organs from human donors.   The patient was dying from hepatitis B, a virus that destroyed his liver, building up bile in his blood and giving his skin a deep yellow hue. But his chronic active hepatitis B infection would most probably infect a donated human liver, making him ineligible to receive a donated human organ at most transplant centers, including the University of Pittsburgh, which is the largest one in the country, officials said. Baboon livers are believed to be resistant to hepatitis B.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"Going to Court to Stay on the Basketball Court","web_url":"https://www.nytimes.com/1993/01/11/nyregion/going-to-court-to-stay-on-the-basketball-court.html","abstract":"  KEVIN SIMMONS'S friends talked him into switching from baseball to basketball in the ninth grade because, already tall for his age, he was still growing. That was three years ago. Today, he is 6 feet 8 inches tall and a hot college prospect. But his growth as a high school basketball player has been stunted by the Board of Education.   When he applied for admission to Samuel J. Tilden High School in Brooklyn last September, the guidance department gave him a questionnaire to complete. The 17-year-old answered four of the questions about extracurricular activities and career goals after graduation with a single word: basketball.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Cowbows are Quicker on the Draw","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-cowbows-are-quicker-on-the-draw.html","abstract":"  Dallas's third touchdown, which gave them a 24-3 lead and put the game all but out of reach, came on a 23-yard run by Emmitt Smith in the third quarter. It came on a draw play that is one of the Cowboys' favorites; that also means they often execute it better than other plays because they enjoy running it. They have used it all season long and in both previous games against Eagles. No doubt Philadelphia had prepared for the play, so the fact that the Cowboys scored on it indicates how well it was executed.   Basically, it's a cutback draw. The Eagles knew this draw would be run but did not recognize it from this formation, which was a formation Dallas had been using in this game but not running the draw play on. Dallas also says that this is Smith's best play and he makes things happen on it.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Aviva Lichter, Saul S. Gitlin","web_url":"https://www.nytimes.com/1993/01/11/style/weddings-aviva-lichter-saul-s-gitlin.html","abstract":"  Aviva Lichter, the daughter of Hymie and Zelda Lichter of Johannesburg, was married there yesterday to Saul Szalita Gitlin, a son of Robert and Roslyn Gitlin of Bayside, Queens. Rabbi Norman Bernhard performed the ceremony at the home of Dulcie Braude, a friend of the bride's parents.   Mrs. Gitlin, 29, graduated from the University of the Witwatersrand in Johannesburg and is a doctoral candidate in clinical psychology at Yeshiva University in New York. Her father is a salesman at L. Wechsler & Company, a home furnishings store in Johannesburg.","thumbnail":null,"section":"Style"},{"date":"19930111","headline":"Ukraine: Barrier to Nuclear Peace","web_url":"https://www.nytimes.com/1993/01/11/opinion/ukraine-barrier-to-nuclear-peace.html","abstract":"  Last weekend's treaty pledging dramatic reductions in nuclear arms could dispel fears of a devastating first strike forever. That puts America and Russia \"at the threshold of a new world of hope,\" in President Bush's well-chosen words. Whether they cross that threshold, however, depends on Ukraine and other former republics that claimed title to nuclear weapons on their soil after the breakup of the Soviet Union.   Russia is not obliged to begin dismantling its arms until Ukraine ratifies the 1991 Start I treaty. And Moscow says it won't disarm until Ukraine also confirms its intention to become nuclear-free by signing the Nuclear Nonproliferation Treaty.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"Ticking Into an Uncertain Future","web_url":"https://www.nytimes.com/1993/01/11/nyregion/ticking-into-an-uncertain-future.html","abstract":"  He is a practitioner of an ancient craft, a watchmaker who for years has repaired old timepieces, salvaged heirlooms and struggled with more than a few stubborn hairsprings along the way. But at the age of 59, after three decades of working and teaching, Frank Shank realizes time is catching up with him, and he is thinking about retiring before long.   Time, and technology, have also caught up with his trade; its veterans are reaching retirement without nearly enough people to replace them. And while the watchmaking school where he works in Queens has managed to survive, it has survived despite a fear of obsolescence that kept many from the trade.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Open Markets Before Open Societies?","web_url":"https://www.nytimes.com/1993/01/11/opinion/l-open-markets-before-open-societies-504493.html","abstract":"  To the Editor:   \"Schools in China Try a Sideline: Making Money\" (news article, Dec. 27), on China's national obsession, coupled with your front-page report the same day on the struggle for a free press in Eastern Europe, suggests it is easier to start the pursuit of material well-being than to spread democratic ideas and practices in Communist societies, past or present.","thumbnail":null,"section":"Opinion"},{"date":"19930111","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/01/11/us/inside-451593.html","abstract":"  A New Challenge From Iraq   Iraq forced 70 U.N. weapons inspectors to abandon a flight to Baghdad because the Government said they could carry out their missions only if they arrived on Iraqi planes. Page A6. Report on M.I.A.'s Changed    A Senate committee toned down its criticism of Richard Nixon and Henry Kissinger over their handling of missing servicemen in Southeast Asia after both men protested. Page B7. 2d Baboon-Liver Transplant    A 62-year-old man dying of hepatitis became the second recipient of a baboon liver at the University of Pittsburgh. Page A12. More Beach Damage on L.I.    Strong winds and heavy waves further damaged Long Island's badly eroded sand dunes and washed more homes into the Atlantic. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"Dance in Review","web_url":"https://www.nytimes.com/1993/01/11/arts/dance-in-review-235693.html","abstract":"  Sally Silvers Performance Space 122","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/01/11/nyregion/news-summary-421393.html","abstract":"  International A2-8  WEAPONS BUILDUP IN CHINA    Buoyed by a strong economy, China is making far-reaching improvements in its armed forces, leaving many Asian countries feeling increasingly vulnerable. Some say the equipment China is acquiring could in time be seen as threatening the balance of power in Asia.  A1  CUBA STRUGGLES, MOSTLY ALONE    With Cuba ever more an island, President Fidel Castro tries to stand fast against the winds that have blown away most of the Communist world, along with its subsidies for Cuba and its markets for Cuban goods.  A1","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"Review/Pop; A Melancholy Wise Guy With an Knack for the Truth","web_url":"https://www.nytimes.com/1993/01/11/arts/review-pop-a-melancholy-wise-guy-with-an-knack-for-the-truth.html","abstract":"  Loudon Wainwright 3d is infuriating. He's a WASP with attitude, a proselytizer for cynicism. When he's not irritating, Mr. Wainwright is irritated: at people spelling his name wrong, at the Christmas buying frenzy or at folk singers constantly reinventing that old saw \"Kumbaya.\" But Mr. Wainright's most maddening trait is his cold eye, which allows him to utter common truths that most folk singers would find too unpleasant for acoustic accompaniment.   Mr. Wainright is also very funny, and his wise-guy charm has made him a favorite with folk audiences over the past quarter-century. As a young \"new Bob Dylan,\" he was frantic, bedraggled, the closest thing on the coffeehouse circuit to punk rock.  Now in middle age, Mr. Wainwright shows his pensive side more often; his bitterness has turned to melancholy. On his 13th album, \"History\" (on Virgin Records), he details family battles and personal disappointments, but also offers a small, potent shot of renewed faith.","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"Emmitt Smith's Single Message","web_url":"https://www.nytimes.com/1993/01/11/sports/pro-football-emmitt-smith-s-single-message.html","abstract":"  Dallas Coach Jimmy Johnson will tell you as often as you can stand to listen: Emmitt Smith is a great back.   Smith has led the league in rushing for two consecutive years but he still trails running backs Barry Sanders and Thurman Thomas in most polls and discussions of which player is best at the position.","thumbnail":null,"section":"Sports"},{"date":"19930111","headline":"Review/Dance; Folk Forms and More From Siberia","web_url":"https://www.nytimes.com/1993/01/11/arts/review-dance-folk-forms-and-more-from-siberia.html","abstract":"  A performance by the Krasnoyarsk Siberian Dance Company in Brooklyn on Saturday night was one of the most fascinating and provocative programs of national dances to come through New York City in recent years.   Founded in 1960 by Mikhail Godenko, who choreographed the 14 dances on the program at the Brooklyn Center for the Performing Arts at Brooklyn College, Krasnoyarsk does not purport to offer unvarnished folk-dancing. Those interested in specific cultural and dance forms might deduce that Siberian dancing requires an ability to glide, move quickly in small, low-kicking steps and fling oneself through the air in dizzying spins, jumps and no-handed cartwheels and somersaults, to mostly effervescent, \"Hold That Tiger\" orchestral scores. The dances tend to unfold in shifting straight lines and in circles.","thumbnail":null,"section":"Arts"},{"date":"19930111","headline":"Hispanic Journalist Group Joins Colorado Boycott","web_url":"https://www.nytimes.com/1993/01/11/us/hispanic-journalist-group-joins-colorado-boycott.html","abstract":"  Honoring a boycott of Colorado by gay-rights groups and others, the National Association of Hispanic Journalists voted over the weekend not to hold its annual convention in Denver.   The National Lesbian and Gay Journalists Association had lobbied the Hispanic group to move its convention after Colorado voters passed a referendum on Nov. 3 prohibiting the state's cities and Legislature from approving anti-discrimination protections for homosexuals. The referendum also voided existing ordinances extending such protection in Aspen, Boulder and Denver. 'Difficult' Decision    The Hispanic organization's vote, on Saturday in Miami Beach, came as an increasing number of Hispanic journalists said they would not attend the convention if it was held in Colorado. Many news organizations had been caught over what to do. They are vigorously seeking to hire more Hispanic reporters and editors and usually send representatives to minority-journalist conventions. Yet many are also trying to combat discrimination against gay journalists.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"Bridge","web_url":"https://www.nytimes.com/1993/01/11/nyregion/bridge-808193.html","abstract":"  The gods of the game are fickle, and virtue is not always rewarded. That is the moral of the diagramed deal, played a week ago in the one-day Swiss Team Championship at the conclusion of the New York Winter Regional.   Sitting North-South were Rick Zucker of North Tarrytown, N.Y., and Rose Johnson of Ossining, N.Y., who with two rounds remaining were leading the event teamed with Laura Brill and Rick Goldstein, both of White Plains. In the style used by many tournament players, the three-no-trump response to one spade showed a pre-emptive raise to four spades with some defensive strength. When North later admitted to possession of the heart ace, South took a reasonable shot at six spades. She judged that the slam would depend at worst on the club finesse and might be better.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"A Cluttered Treasure-Trove Closes","web_url":"https://www.nytimes.com/1993/01/11/nyregion/strictly-business-a-cluttered-treasure-trove-closes.html","abstract":"  A customer might wander into Alexander's Hardware, peruse its marvels for a wondrous lunch hour, then pick up a couple nuts and bolts from one of thousands of bins.   \"No charge,\" Arthur Alexander would say. \"I'll get you next time.\"","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"France Jails Woman for Daughters' Circumcisions","web_url":"https://www.nytimes.com/1993/01/11/world/france-jails-woman-for-daughters-circumcisions.html","abstract":"  Condemning a widely practiced African custom as a crime, a French court has sent a Gambian woman to jail for mutilating the genitals of two baby daughters by having them circumcized.    The court's ruling, made on Friday, is considered a landmark because never before has an African parent here been sent to prison for this age-old Muslim ritual, even though health workers and women's groups have warned immigrants for nearly 10 years that the practice is illegal.","thumbnail":null,"section":"World"},{"date":"19930111","headline":"Rabin, Meeting U.N. Aide, Hints At Possible 'Solutions' on Exiles","web_url":"https://www.nytimes.com/1993/01/11/world/rabin-meeting-un-aide-hints-at-possible-solutions-on-exiles.html","abstract":"  Prime Minister Yitzhak Rabin told a United Nations official today that Israel stood by its decision to deport more than 400 Palestinians, but he said that \"with good will there could be solutions to the problem.\"    Mr. Rabin did not say if he had a specific idea to end a crisis that began last month, when his Government expelled the Palestinians to southern Lebanon and brought on itself worldwide condemnation, including a Security Council resolution demanding the exiles' return.","thumbnail":null,"section":"World"},{"date":"19930111","headline":"Pollution-Weary Minorities Try Civil Rights Tack","web_url":"https://www.nytimes.com/1993/01/11/us/pollution-weary-minorities-try-civil-rights-tack.html","abstract":"  In separate but strikingly similar grass-roots protests, hundreds of black, Hispanic, Asian and American Indian groups are battling pollution hazards by arguing that their neighborhoods have become America's industrial dumping grounds because they are poor and powerless.   Under the banner of environmental justice, these local groups have developed into a powerful new social movement that is applying the language and strategies of the civil rights movement to counter health threats as varied as toxic dumping and lead poisoning.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/01/11/nyregion/metro-digest-628393.html","abstract":"  NEW YORK CITY  WHERE SURVIVORS ARE ALSO VICTIMS   The gay men who have been spared AIDS have nevertheless had their lives transformed by the disease and are suffering their own symptoms, mental health experts say. Many are experiencing clinical depression, hypochondria and other serious psychological problems wrought by 12 years of unrelenting personal loss. Some call it a mental health crisis that could have a serious impact on efforts to control the disease. They say some gay men are relapsing into unsafe sexual practices and other self-destructive behavior because they do not want to survive, or do not think they will. A1.","thumbnail":null,"section":"New York"},{"date":"19930111","headline":"POLICE SAY LITTLE IN ILLINOIS KILLINGS","web_url":"https://www.nytimes.com/1993/01/11/us/police-say-little-in-illinois-killings.html","abstract":"  The police continued to give out little information today about the shooting deaths of seven people, whose bodies were found early Saturday morning in two coolers in the back of a fast-food restaurant here.   And although most residents said they understood the authorities' reluctance to discuss the murders publicly, some said they were angry because they did not know enough to decide whether to be scared.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"THE NEW PRESIDENCY: The C.I.A; Campus Activist to Insider: Journey of the C.I.A. Nominee","web_url":"https://www.nytimes.com/1993/01/11/us/the-new-presidency-the-cia-campus-activist-to-insider-journey-of-the-cia-nominee.html","abstract":"  Friends of Jim Woolsey, President-elect Bill Clinton's choice as Director of Central Intelligence, like to talk about the time after the 1968 election when he found himself in an argument with the Deputy Secretary of Defense about the Vietnam War.   Like many in his generation, the 27-year-old Army lieutenant, though fulfilling his R.O.T.C. service requirement at the Pentagon, strongly opposed the war. But the deputy, Paul H. Nitze, had backed Mr. Woolsey into a corner of the exclusive F Street Club, insisting that Eugene J. McCarthy's Presidential campaign had hurt the peace talks. Refusing to Back Down    Mr. Woolsey, a founding member of the Yale Citizens for McCarthy, refused to yield.","thumbnail":null,"section":"U.S."},{"date":"19930111","headline":"China Builds Its Military Muscle, Making Some Neighbors Nervous","web_url":"https://www.nytimes.com/1993/01/11/world/china-builds-its-military-muscle-making-some-neighbors-nervous.html","abstract":"  Buoyed by a strong economy, China is making far-reaching improvements in its armed forces, leaving many Asian countries feeling increasingly threatened by the behemoth in the neighborhood.   While there is no sign that a war is likely any time soon, some military experts say that the equipment China is acquiring from Russia and other countries may upset the balance of power in Asia by the end of the decade.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19930111","time":"1993-01-11 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":72,"wspd":24.1},{"date":"19930111","time":"1993-01-11 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":80,"wspd":13},{"date":"19930111","time":"1993-01-11 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":73,"wspd":22.3},{"date":"19930111","time":"1993-01-11 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":76,"wspd":24.1},{"date":"19930111","time":"1993-01-11 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":82,"wspd":31.3},{"date":"19930111","time":"1993-01-11 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":86,"wspd":33.5},{"date":"19930111","time":"1993-01-11 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":76,"wspd":35.3},{"date":"19930111","time":"1993-01-11 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.7,"rhum":66,"wspd":35.3},{"date":"19930111","time":"1993-01-11 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":70,"wspd":29.5},{"date":"19930111","time":"1993-01-11 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":63,"wspd":29.5},{"date":"19930111","time":"1993-01-11 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":61,"wspd":27.7},{"date":"19930111","time":"1993-01-11 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":67,"wspd":31.3},{"date":"19930111","time":"1993-01-11 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":54,"wspd":33.5},{"date":"19930111","time":"1993-01-11 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":49,"wspd":31.3},{"date":"19930111","time":"1993-01-11 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":50,"wspd":29.5},{"date":"19930111","time":"1993-01-11 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":48,"wspd":29.5},{"date":"19930111","time":"1993-01-11 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":50,"wspd":35.3},{"date":"19930111","time":"1993-01-11 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":67,"wspd":22.3},{"date":"19930111","time":"1993-01-11 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":63,"wspd":22.3},{"date":"19930111","time":"1993-01-11 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":70,"wspd":16.6},{"date":"19930111","time":"1993-01-11 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":68,"wspd":14.8},{"date":"19930111","time":"1993-01-11 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":63,"wspd":24.1},{"date":"19930111","time":"1993-01-11 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":58,"wspd":20.5},{"date":"19930111","time":"1993-01-11 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":58,"wspd":24.1},{"date":"19930111","time":"1993-01-11 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":81,"wspd":14.8},{"date":"19930111","time":"1993-01-11 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":88,"wspd":20.5},{"date":"19930111","time":"1993-01-11 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":91,"wspd":24.1},{"date":"19930111","time":"1993-01-11 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":88,"wspd":18.7},{"date":"19930111","time":"1993-01-11 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":88,"wspd":20.5},{"date":"19930111","time":"1993-01-11 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":88,"wspd":18.7},{"date":"19930111","time":"1993-01-11 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":88,"wspd":16.6},{"date":"19930111","time":"1993-01-11 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":16.6},{"date":"19930111","time":"1993-01-11 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":16.6},{"date":"19930111","time":"1993-01-11 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":16.6},{"date":"19930111","time":"1993-01-11 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":84,"wspd":14.8},{"date":"19930111","time":"1993-01-11 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":13},{"date":"19930111","time":"1993-01-11 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":18.7},{"date":"19930111","time":"1993-01-11 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":14.8},{"date":"19930111","time":"1993-01-11 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":84,"wspd":14.8},{"date":"19930111","time":"1993-01-11 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":81,"wspd":14.8},{"date":"19930111","time":"1993-01-11 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":85,"wspd":14.8},{"date":"19930111","time":"1993-01-11 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":85,"wspd":16.6},{"date":"19930111","time":"1993-01-11 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":82,"wspd":13},{"date":"19930111","time":"1993-01-11 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":81,"wspd":13},{"date":"19930111","time":"1993-01-11 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":81,"wspd":13},{"date":"19930111","time":"1993-01-11 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":78,"wspd":13},{"date":"19930111","time":"1993-01-11 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":85,"wspd":14.8},{"date":"19930111","time":"1993-01-11 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":89,"wspd":14.8}]},"19930112":{"guardian_articles":[],"nytimes_articles":[{"date":"19930112","headline":"A Cambodia Failure Would Hurt the UN Everywhere","web_url":"https://www.nytimes.com/1993/01/12/opinion/IHT-a-cambodia-failure-would-hurt-the-un-everywhere.html","abstract":"- The fate of United Nations peacekeeping has reached a defining moment. As evidence mounts that the largest and most comprehensive UN operation, the UN Transitional Authority in Cambodia, or UNTAC, may be on the verge of failure, it becomes increasingly clear that serious damage will be done not only to the people of Cambodia but to the UN as a whole. Why is the UN effort in Cambodia failing, and what can be done to salvage the situation?","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/01/12/arts/classical-music-in-review-193293.html","abstract":"  Music of Afghanistan Queens College Concert Hall","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"From P.C. to E.C.","web_url":"https://www.nytimes.com/1993/01/12/opinion/from-pc-to-ec.html","abstract":"The cool reception of mainstream \"prominent\" economists to initial Clinton appointees, especially Laura Tyson as head of the Council of Economic Advisers, derives from their \"professional\" judgment that such choices are simply not economically correct.\n\nThese days, being \"E.C.\" means believing in the superiority of the free market to achieve the highest efficiency, fastest growth and greatest welfare. It means championing market liberalization, deregulation and privatization. Free trade is \"in.\" Industrial policy is way \"out.\"","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"THE NEW PRESIDENCY: State Department; 60's-Era Memo May Ripple Christopher's Senate Sailing","web_url":"https://www.nytimes.com/1993/01/12/us/new-presidency-state-department-60-s-era-memo-may-ripple-christopher-s-senate.html","abstract":"  Suddenly, Warren M. Christopher, President-elect Bill Clinton's most swooned-over Cabinet nominee, is facing some embarrassing questions on Capitol Hill, where there is a renewed concern about an old accusation that he knew about Army surveillance of anti-Vietnam War protesters.   It is not that the 25-year-old incident is serious enough to jeopardize Mr. Christopher's confirmation as Secretary of State. Rather, it is that his confirmation hearings before the Senate Foreign Relations Committee, which start on Wednesday, may not turn out to be the love-fest the Clinton team expected.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/01/12/arts/classical-music-in-review-196793.html","abstract":"  St. Luke's Chamber Ensemble String Quartet Weill Recital Hall","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"Medical Science: THE DOCTOR'S WORLD; When Important Drug Is Scarce","web_url":"https://www.nytimes.com/1993/01/12/science/medical-science-the-doctor-s-world-when-important-drug-is-scarce.html","abstract":"  NITROGLYCERIN is one of the oldest drugs in medicine, and despite the development of many newer heart drugs it still serves a vital need. Put under the tongue, nitroglycerin pills are the fastest way to relieve the crushing chest pains of angina that strike hundreds of thousands of heart patients.   Last week a shortage of nitroglycerin pills developed in some cities around the nation after the drug's only maker, Parke-Davis, a division of Warner-Lambert of Morris Plains, N.J., ran into problems with the machinery used to make the pills.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"Witnesses' Probation Is Glen Ridge Trial Issue","web_url":"https://www.nytimes.com/1993/01/12/nyregion/witnesses-probation-is-glen-ridge-trial-issue.html","abstract":"  The judge in the Glen Ridge sex assault trial today threatened to impose penalties on several probation officials and prosecutors if he does not receive a full report by Tuesday on two young men originally charged in the case.   The two, Peter J. Quigley and Paul Archer, are enrolled in a special probation program as part of a plea bargain. Defense lawyers say they need to know their status before deciding whether to call them as witnesses.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Ending New York's Malpractice Levy Will Cut Health Costs","web_url":"https://www.nytimes.com/1993/01/12/opinion/l-ending-new-york-s-malpractice-levy-will-cut-health-costs-184393.html","abstract":"  To the Editor:   You report Dec. 26 that New York State's medical malpractice insurance fund has been looked on as a source of aid for Empire Blue Cross and Blue Shield. The fund, created six years ago to deal with what was called a crisis in malpractice lawsuits, seems to have become nothing more than a $700 million slush fund to be used at the discretion of the Governor and the State Legislature for unrelated budgetary shortfalls.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Blackman Has the Shot, but So Far It's a Supporting Role","web_url":"https://www.nytimes.com/1993/01/12/sports/on-pro-basketball-blackman-has-the-shot-but-so-far-it-s-a-supporting-role.html","abstract":"  The question no one in the Knicks' locker room can or dares to answer is how they can continue to be so bad offensively when Patrick Ewing's supporting cast was supposedly upgraded from coach to business class, if not first class, last summer. More than a third of the way into the season, the revamped Knicks are merely assuming the identity of last season's Knicks. They are Ewing and a concept.   A team leading the league in defense, depth and hype is currently one game better off than the San Antonio Spurs. The Knicks are hard workers with scant creative presence, ponderous and predictable, without a victory in all eight of their games when their opponents manage to score 100 points.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"TROOPS IN SOMALIA RAID BIG ARSENAL","web_url":"https://www.nytimes.com/1993/01/12/world/troops-in-somalia-raid-big-arsenal.html","abstract":"  Nearly 1,000 American soldiers and marines, backed by helicopters and with orders to return fire if attacked, swept through Somalia's biggest arms market today and seized a major cache of weapons and ammunition.   Reducing the arms trade at the Bakara market, in the heart of central Mogadishu, is a crucial part of the American military's goal of curtailing the threat of clan-based violence here.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"L. A. Scheele, 85; Served 2 Presidents As Surgeon General","web_url":"https://www.nytimes.com/1993/01/12/us/l-a-scheele-85-served-2-presidents-as-surgeon-general.html","abstract":"  Dr. Leonard A. Scheele, Surgeon General of the United States under Presidents Harry S. Truman and Dwight D. Eisenhower, died Friday in Washington. He was 85 and lived in Washington.   Dr. Scheele died at the George Washington University Medical Center, where he had been admitted with pneumonia, said a daughter, Alexandra S. Ryan.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"Kansas Wins With Second-Half Spurt","web_url":"https://www.nytimes.com/1993/01/12/sports/college-basketball-kansas-wins-with-second-half-spurt.html","abstract":"  Kansas 96, Oklahoma 85   NORMAN, Okla., Jan. 11 (AP) -- Adonis Jordan and Richard Scott led a 26-7 run in the opening minutes of the second half that carried No. 4 Kansas to a 96-85 victory over No. 10 Oklahoma in a Big Eight game tonight.   Jordan and Scott scored 8 points apiece during the run, which saw the Jayhawks (12-1 overall, 2-0 Big Eight) turn a 9-point halftime deficit into a 65-55 lead. They led by as many as 13 in beating Oklahoma for the fifth straight time.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Lacey Fosburgh, 50, Reporter and Writer of Fact and Fiction","web_url":"https://www.nytimes.com/1993/01/12/arts/lacey-fosburgh-50-reporter-and-writer-of-fact-and-fiction.html","abstract":"  Lacey Fosburgh, a writer whose books chronicled murder, family passions and mystery in India, died last night at California Pacific Hospital in San Francisco. She was 50 years old and lived in Mill Valley, Calif.   Ms. Fosburgh, who began her writing career as a reporter for The New York Times, died of complications of breast cancer, said a friend of the family.","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/12/opinion/IHT-letters-to-the-editor-93862846018.html","abstract":"Dealing With China. Now that the Bush administration has done its last kowtow in Beijing, it is time to look at what can be expected from Bill Clinton. After a promising start in the campaign,it now seems that he sees China as less deserving of censur","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"HONECKER SOUGHT DRIVE INTO POLAND","web_url":"https://www.nytimes.com/1993/01/12/world/honecker-sought-drive-into-poland.html","abstract":"  Secret documents made public from the archives of the East German Communist Party show that in 1980, as the Solidarity labor union was gaining strength in Poland, the East German Communist leader, Erich Honecker, urged his Warsaw Pact allies to invade Poland.   \"According to information that we are receiving through various channels, counterrevolutionary forces are on a constant offensive in Poland,\" Mr. Honecker wrote in an appeal to the Soviet leader, Leonid I. Brezhnev, on Nov. 26, 1980. \"Any hesitation will mean death -- the death of socialist Poland.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"Review/Television; Nosing Around in Iraq's Vast Arsenal","web_url":"https://www.nytimes.com/1993/01/12/movies/review-television-nosing-around-in-iraq-s-vast-arsenal.html","abstract":"  \"Nova\" is topical again tonight with a close-up report on the efforts of United Nations inspection teams to track down and do away with Iraq's weapons of mass destruction.   Among the findings on display tonight are vast stocks of lethal chemicals that will take the United Nations two years to destroy; the prototype for a so-called supergun with a range that could threaten Syria, Saudi Arabia, Iran and Israel, along with giant-sized parts waiting to be assembled, and the remnants of Scud missiles and launchers.","thumbnail":null,"section":"Movies"},{"date":"19930112","headline":"Critic's Notebook; Hall of Fame Defers Defining Rock","web_url":"https://www.nytimes.com/1993/01/12/arts/critic-s-notebook-hall-of-fame-defers-defining-rock.html","abstract":"  The Rock-and-Roll Hall of Fame will shake up its routines when it holds its eighth annual induction ceremony here on Tuesday night, and for one more year it will stave off an identity crisis about just what constitutes real rock-and-roll. Ruth Brown, Cream, Creedence Clearwater Revival, the Doors, Etta James, Frankie Lymon and the Teen-agers, Van Morrison and Sly and the Family Stone are the hall's new members, along with Dinah Washington from the pre-rock era and, on the business side, the producer Milt Gabler (Bill Haley, Louis Jordan) and the \"American Bandstand\" mogul Dick Clark.    By moving the ceremony from New York to Los Angeles for the first time, it will reshuffle the attendance list and change the house band, incidentally making the hall seem less like a pet project by a handful of New York-based music-business executives. Some things won't change; once again, as in years past, a ground-breaking for the actual Hall of Fame museum and theater in Cleveland is to be announced for the coming spring, as yet another deal is worked out to finance the project, now estimated to cost $80 million to $100 million.","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"Sports of The Times; Should It Be Reich Or Kelly?","web_url":"https://www.nytimes.com/1993/01/12/sports/sports-of-the-times-should-it-be-reich-or-kelly.html","abstract":"  IT seems more than reasonable that you must give Frank Reich a chance to fail.   Now, the biggest question in America is not whether Clinton can cut the deficit in half in four years, or whether Amy Fisher will get a half-hour sitcom of her own next fall. The biggest question in America is whether a healthy Jim Kelly will replace a robust Reich at quarterback for the Buffalo Bills in the American Football Conference championship game on Sunday afternoon in Miami, one step from the Super Bowl.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"No Headline","web_url":"https://www.nytimes.com/1993/01/12/nyregion/no-headline-335293.html","abstract":"  Just because a person looks a certain way doesn't mean that they are exactly the same as another person. A lot of the time residents don't understand a person's speech and don't understand why they have certain ways of doing things. -- MYRA BRYCE-RICHARDSON, who is promoting tolerance at a home for the aged in New York City.  [ B2:1. ]","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Jackson Threatens Action","web_url":"https://www.nytimes.com/1993/01/12/sports/sports-people-baseball-jackson-threatens-action.html","abstract":"  The Rev. JESSE JACKSON called on major league baseball owners yesterday to establish an affirmative action hiring program and threatened selective boycotts if plans are not in place by opening day on April 5.   Jackson, told last month that the owners were too busy to hear him during their winter meetings at Louisville, Ky., will address them today. His speech, which follows racial and anti-Semitic remarks attributed to Cincinnati Reds owner MARGE SCHOTT, will be the primary item on the agenda during a special major league meeting at Grapevine, Tex.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Baboon-Liver Patient Is in Stable Condition","web_url":"https://www.nytimes.com/1993/01/12/science/baboon-liver-patient-is-in-stable-condition.html","abstract":"  THE world's second recipient of a baboon liver was in critical but stable condition last night after a transplant operation completed at 12:35 yesterday morning, University of Pittsburgh officials said.   The operation lasted 13 hours and 20 minutes, and the 62-year-old man tolerated it well, Dr. John J. Fung, the head of the surgical team, said at a news conference.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"At Last, U.S. Team Has Home Of Its Own","web_url":"https://www.nytimes.com/1993/01/12/sports/soccer-at-last-us-team-has-home-of-its-own.html","abstract":"  The United States national soccer team gathered yesterday for the first time at its new $2.3 million training facility in Mission Viejo, Calif. Although wet grounds prevented a serious practice, the lush grass field and spacious clubhouse allowed for some World Cup dreaming.   \"The last four years, we've been gypsies,\" said Tony Meola, the goalkeeper from Kearny, N.J., and captain of the national team. \"We've stayed in every hotel around the world. Today, that ends. These fields are as good as any we played in during the 1990 World Cup in Italy.\"","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Officer Not Charged In Drug Robberies","web_url":"https://www.nytimes.com/1993/01/12/nyregion/officer-not-charged-in-drug-robberies.html","abstract":"  Prosecutors, citing a \"lack of evidence,\" have decided not to bring charges against a New York City police officer who was arrested last week for his suspected role in a string of robberies of drug dealers.   The decision by the Manhattan District Attorney's office not to prosecute the officer, Fabian Lorenzo of the Ninth Precinct in the East Village, was made, investigators familiar with the case said, because the arrest was made \"prematurely.\"","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Review/Music; At the Kitchen, Sounds of the Future","web_url":"https://www.nytimes.com/1993/01/12/arts/review-music-at-the-kitchen-sounds-of-the-future.html","abstract":"  Friday was the night of the riff at the Kitchen, when three avant-rock bands -- Dr. Nerve, Blast and the Slash Orchestra -- opened a series called \"Gruppen: Chamber Music for the 21st Century.\" The series, which continues through Saturday, presents \"composer-led ensembles,\" which are more often found in rock, jazz and downtown new music than in classical chamber music.    Through the concert, riffs were socked out, broken into shards, strung together, layered, tossed away or obstinately repeated. Generally, the compositions used discrete blocks of sound, every pattern soon to be broken. Development meant textural thickening rather than melodic or harmonic evolution; each change, as planned, was a jolt.","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"Week of Rioting Leaves Streets of Bombay Empty","web_url":"https://www.nytimes.com/1993/01/12/world/week-of-rioting-leaves-streets-of-bombay-empty.html","abstract":"  Smoke from scores of fires set by arsonists continued to rise today over India's normally bustling commercial capital as its streets were emptied by fear after a week of violence.   Thousands of people crowded into railroad stations, fleeing to home villages to escape Hindu-Muslim clashes.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1993/01/12/sports/results-plus-884293.html","abstract":"  TENNIS  Flu Flattens Fernandez    Upsets and ailments plagued seeded players as the New South Wales tournament began yesterday in Sydney, Australia. Mary Joe Fernandez, the No. 3-seeded woman, was the biggest to fall, without even taking the court. A weeklong bout with the flu forced her to withdraw from singles in this $575,000 warmup for next week's Australian Open. Sixth-seeded Helena Sukova was forced to retire against Barbara Rittner of Germany. After fighting back from a set down, Sukova fell and injured a leg at 5-5 in the third set. Meanwhile, sixth-seeded Sergi Bruguera of Spain was upset.Michael Tebbutt, a qualifier ranked 870th in the world, scored his biggest-ever victory by overcoming Bruguera, 6-7 (0-7), 7-6 (7-4), 6-4. (AP) BASKETBALL  Mavericks' Slide Hits 12    Larry Johnson, a native of Dallas, scored 24 points in front of 250 friends and family members as Charlotte dealt the Mavericks their 12th consecutive defeat, 132-113. Kendall Gill finished with 20 points and Alonzo Mourning had 20 points and 10 rebounds for Charlotte, which won for the third time in its last four starts. Dallas, which has lost by an average of 21 points during the losing streak, had another 12-game losing streak earlier this season. Only Denver has lost more consecutive games this season (14). (AP)","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"THE NEW PRESIDENCY: Confirmation Hearings; Budget Nominee Testifies Clinton May Set Aside Tax-Cut Pledge","web_url":"https://www.nytimes.com/1993/01/12/us/new-presidency-confirmation-hearings-budget-nominee-testifies-clinton-may-set.html","abstract":"  WASHINGTON, Jan. 11 -- President-elect Bill Clinton's choice as budget director, Leon E. Panetta, told Congress today that Mr. Clinton's campaign promise to cut the taxes of the middle class was a lower priority than cutting the deficit and increasing spending for new projects the Democrats favor.    In Little Rock, Ark., as part of what may have been a coordinated effort by the Clinton team to back away from this central campaign pledge, two top transition advisers also suggested today that the tax-cut promise was being reconsidered.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"How to Go a Long Way Toward Being Safe, Not Sorry, With Data","web_url":"https://www.nytimes.com/1993/01/12/science/personal-computers-how-to-go-a-long-way-toward-being-safe-not-sorry-with-data.html","abstract":"  THERE are few things sadder, or more annoying, than a computer gone bad. Take my computer, please.   Save file.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"On My Mind; Lessons of Casablanca","web_url":"https://www.nytimes.com/1993/01/12/opinion/on-my-mind-lessons-of-casablanca.html","abstract":"  Fifty Januarys ago, in a villa in this North African city, Franklin D. Roosevelt used two words that decisively and precisely set the Allied goals of World War II, determined the shape of the peace -- and have affected the lives of most of the world's people to this day.   \"Unconditional surrender,\" Roosevelt said -- those were the only terms on which the Axis nations, all still strong then, would get peace from the Allies. And he made it totally clear that meant not only military surrender but the end of the political systems of conquest and subjugation that bound the Axis together.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"What Kind of Peace for Bosnia?","web_url":"https://www.nytimes.com/1993/01/12/opinion/what-kind-of-peace-for-bosnia.html","abstract":"  The murder of Bosnia's Deputy Prime Minister last Friday symbolized the inadequacy of present international efforts to counter Serbian-sponsored violence. Serbian gunmen simply bullied aside a United Nations escort and pumped bullets into their defenseless victim, Hakija Turajlic.    It now seems that the Geneva peace talks conducted by the U.N. mediator Cyrus Vance and his European Community partner, David Owen, will survive this latest provocation. But the talks are unlikely to result in an acceptable peace without more effective international efforts to equalize the military balance. Right now, Bosnia's legitimate Government is as outgunned and inadequately protected as Mr. Turajlic was on Friday afternoon.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Q&A","web_url":"https://www.nytimes.com/1993/01/12/science/q-a-031693.html","abstract":"  The Slingshot Effect   Q.    When the Galileo spacecraft swung by Earth to get a \"gravity assist\" on its way to Jupiter, where did the energy come from?  ","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"Executive Takes News Job","web_url":"https://www.nytimes.com/1993/01/12/nyregion/executive-takes-news-job.html","abstract":"  Ira Ellenthal, the president and publisher of The Atlantic Monthly, has assumed a senior management position at The Daily News, the newspaper said yesterday. Both publications are owned by Mortimer B. Zuckerman. A spokesman for The News, John G. Campi, said no details of Mr. Ellenthal's responsibilities would be announced immediately, though at the magazine he played a larger role in business than in editorial operations. At The Atlantic Mr. Ellenthal is being replaced by Jayne Young, who has been associate publisher for six years.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Lemelin Puts Away Mask","web_url":"https://www.nytimes.com/1993/01/12/sports/sports-people-hockey-lemelin-puts-away-mask.html","abstract":"  Veteran goalie REGGIE LEMELIN retired yesterday from the Boston Bruins, a few days after the slumping team waived him in an effort to shake up its defense.   Lemelin, at 38 the oldest goalie in the National Hockey League, chose retirement instead of a demotion to the Bruins' minor league affiliate at Providence, R.I..","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Wiring Into the Future; The High Stakes of Telecommunications","web_url":"https://www.nytimes.com/1993/01/12/nyregion/wiring-into-the-future-the-high-stakes-of-telecommunications.html","abstract":"  Fearful that the enemy will gain superiority, one side sinks vast amounts of money into building sophisticated weapons. Its adversary, now frightened that it may be vulnerable, agonizes over whether to match the investment or up the ante.   In this race, the contestants are New Jersey, New York and Connecticut. The war is over jobs. The weapons systems are advanced telecommunications networks capable of delivering an array of high-tech services. And the moves and countermoves all put enormous sums at risk. Yesterday, a Connecticut regulatory agency gave the Southern New England Telephone Company preliminary approval to increase capital spending on its telecommunications network over the next four years to between $1.2 billion and $1.4 billion. That would be an increase of 50 percent or more. The agency, the Department of Public Utility Control, said it hoped to make a final decision on the investment and deregulation plan -- and the service rates needed to pay for it -- in the late spring.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Not Afraid of a Giant Role","web_url":"https://www.nytimes.com/1993/01/12/sports/pro-football-not-afraid-of-a-giant-role.html","abstract":"  Days before it was announced that Ray Handley was fired as coach of the New York Giants, he met with George Young, the general manager and the man responsible for correcting the course of one of professional football's most valued franchises. They met in Giants Stadium, in the scouting conference room, what many teams on draft day call their \"war room.\" Young sat on one side of a rectangular table, Handley on the other. There was maybe 4 feet of space between them.   \"He was sitting right there,\" Young said, pointing to the chair Handley was in when Young told him that he was no longer coach of the Giants. \"We came in here to talk. I looked at him -- he knew. He knew. He knew it was over. I told him that considering the whole season we have to make a change. And the thing that was important was for that coach to know that I did everything I could to help him succeed. A Big Hole    \"There was a hole there, and sometimes when the hole gets too big you can't get out of it. In terms of the players, they must have confidence in the leader. The players don't dictate that, but there's a line. I think he could project himself into my position. The hole was just too big for him to get out of.\"","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Man Killed After Chase In School Van","web_url":"https://www.nytimes.com/1993/01/12/nyregion/man-killed-after-chase-in-school-van.html","abstract":"  A man with an extensive criminal record led the state police on a wild chase through rural central Connecticut today, stealing a new Mustang from a dealer, shooting a car salesman, crashing the car and then hijacking a school van with two children aboard before he was killed in a fierce shootout with the police.   A 13-year-old student in the van was also shot, but a state police spokesman, Sgt. Scott O'Mara, was uncertain whether the child, who was listed in critical but stable condition with a chest wound, had been shot by the gunman or wounded in the gunfight.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Yes, Cheeks Is a Classic; Must He Stay in Garage?","web_url":"https://www.nytimes.com/1993/01/12/sports/pro-basketball-yes-cheeks-is-a-classic-must-he-stay-in-garage.html","abstract":"  When the Nets coaxed former all-star guard Maurice (Mo) Cheeks out of retirement last week, Coach Chuck Daly knew exactly what he was getting. Trouble is, Cheeks hasn't got into a game yet. Not the 102-88 loss in Boston last Friday. Not the 124-79 romp over Washington on Saturday.   \"Maurice is a classic point guard, not in great shape, but a classic point guard,\" Daly said today about the veteran of 14 years, who has played with four National Basketball Association teams.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/01/12/style/chronicle-186093.html","abstract":"  JEAN S. HARRIS, who was granted clemency by Gov. Mario M. Cuomo of New York two weeks ago on the day she underwent quadruple bypass surgery, left the hospital yesterday and returned to the Bedford Hills Correctional Facility in Westchester County.    \"She tolerated the surgery very well and will rest in prison,\" said MICHAEL KENNEDY, her lawyer.","thumbnail":null,"section":"Style"},{"date":"19930112","headline":"El Salvador Army Purge Violates Peace Accords, U.N. Chief Says","web_url":"https://www.nytimes.com/1993/01/12/world/el-salvador-army-purge-violates-peace-accords-un-chief-says.html","abstract":"  The United Nations Secretary General has said President Alfredo Cristiani's plan for purging the army does not fully comply with the requirements of the peace accords. But Mr. Cristiani said today that he did not intend to respond with \"major\" changes.   Specifically, the Secretary General, Boutros Boutros-Ghali, said in a letter to the Security Council made public today that Mr. Cristiani's plans to send seven senior officers to diplomatic posts instead of purging them and to retain eight others did not comply with understandings governing the purge.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"Iraq Is Said to Shift Missiles Into Excluded Zone in North","web_url":"https://www.nytimes.com/1993/01/12/world/iraq-is-said-to-shift-missiles-into-excluded-zone-in-north.html","abstract":"  In the latest in a string of incidents apparently intended to taunt President Bush in his final days in office, President Saddam Hussein has moved surface-to-air missiles into the air-exclusion zone in the northern part of his country, Administration officials said today.   The action took place two days after the White House announced that Baghdad had backed down and moved its anti-aircraft missiles in southern Iraq. But it also follows a string of provocative actions by President Hussein, including incursions by hundreds of armed Iraqis into territory that the United Nations has awarded to Kuwait. Iraq said it entered the territory on Sunday and today to retrieve weapons, ammunition and equipment that belonged to Baghdad. \"Hussein Is Trying to Cheat'     Iraq said the dispute over its incursions had been caused by a misunderstanding of conditions from the United Nations Security Council. Tonight the Council condemned the action and warned of \"serious consequences\" for Iraq's defiance.  [ Page A2. ]","thumbnail":null,"section":"World"},{"date":"19930112","headline":"Boggs Is Confident the Yankee Pinstripes Will Fit Him Just Fine","web_url":"https://www.nytimes.com/1993/01/12/sports/baseball-boggs-is-confident-the-yankee-pinstripes-will-fit-him-just-fine.html","abstract":"  The sight of Wade Boggs wearing a Yankee cap and holding a Yankee jersey was strange. The cap rested on his head awkwardly and the pinstriped jersey sported an unfamiliar No. 12. The ghosts of Yankee Stadium must have been puzzled. Why was Boggs swiping reserve catcher Jim Leyritz's jersey?   He was not. No. 12 is now his. Boggs, long vilified by Yankee fans because he was a splendid hitter for the hated Boston Red Sox, yesterday made his first appearance in New York after signing a three-year, $11 million contract last month. But it will take more than four weeks to become comfortable with seeing \"Boggs, N.Y.\" on a stat sheet.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/12/nyregion/c-corrections-859193.html","abstract":"  An article in Business Day yesterday about the week's Treasury auctions and other bond offerings misstated the yield on the new seven-year Treasury note, which was traded Friday on a \"when issued\" basis. It was 6.46 percent.  ","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Home Aide Killed; Patient Is Wounded","web_url":"https://www.nytimes.com/1993/01/12/nyregion/home-aide-killed-patient-is-wounded.html","abstract":"  A domestic dispute in a quiet neighborhood in Queens left a home care worker dead and her patient seriously wounded, the police said yesterday.   The patient, Alviena Marchon, 88, of 211-08 46th Road in Bayside, was in stable condition last night at Booth Memorial Hospital, suffering from a stab wound in her back.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/01/12/arts/classical-music-in-review-195993.html","abstract":"  New York Viola Society Tobi Apel, Soloist Mannes College of Music","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"British Report Urges Press Curbs; Unsurprisingly, the Press Protests","web_url":"https://www.nytimes.com/1993/01/12/world/british-report-urges-press-curbs-unsurprisingly-the-press-protests.html","abstract":"  Still recoiling from the animated press coverage of the royal family's marital woes and other scandals, the Government is considering stringent curbs on British newspapers that would include fines for violators and mandated apologies.   The proposals have not been made public. But details were leaked this weekend to major newspapers, which promptly and roundly denounced them.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"While Coaches Scheme, Cowboys Take to Dreams","web_url":"https://www.nytimes.com/1993/01/12/sports/pro-football-while-coaches-scheme-cowboys-take-to-dreams.html","abstract":"  In their elaborate training complex in the Happy Valley housing development, the Dallas Cowboys' coaches worked behind closed doors today preparing game plans for the National Football Conference championship game next Sunday against the 49ers in San Francisco.   For the Cowboy players, thoughts of the 49ers were put aside for another day. They seemed serene after their 34-10 rout of the Philadelphia Eagles on Sunday. They seemed to treat it like another day at the office, another step toward beating the 49ers to qualify for Super Bowl XXVII on Jan. 31.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Russians to Test Space Mirror As Giant Night Light for Earth","web_url":"https://www.nytimes.com/1993/01/12/science/russians-to-test-space-mirror-as-giant-night-light-for-earth.html","abstract":"  RUSSIAN scientists are planning soon to unfurl a glistening sheet of plastic in space as a first step toward testing an intriguing notion about turning night into day -- or at least twilight.    Tucked aboard a Progress cargo spacecraft attached to the Mir space station is an experiment called Znamya, or Banner, that will test the idea of using a mirror in space to reflect sunlight down to Earth.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"New York Shuts Warehouse With History Of Looting","web_url":"https://www.nytimes.com/1993/01/12/nyregion/new-york-shuts-warehouse-with-history-of-looting.html","abstract":"  The Dinkins administration, ending a highly visible example of petty corruption in government, yesterday shut down a giant city warehouse in Brooklyn where workers had for years systematically stolen cribs, clothing and other supplies meant for New York's poorest families.   City officials said the wide-open looting was brought under control more than a year and a half ago, and they portrayed the decision to close the warehouse, on Ryerson Street in the Williamsburg section, as a major cost-cutting measure.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"The Waltz Of the Screen Savers","web_url":"https://www.nytimes.com/1993/01/12/science/peripherals-the-waltz-of-the-screen-savers.html","abstract":"  MACINTOSH owners used to have all the fun. But Windows has brought a sense of play to sober-sided I.B.M. compatibles, and software developers have been quick to seize on the fact.    According to several accounts, screen savers are the fastest-growing programs in the entertainment category. Screen savers did not start off as entertaining. They merely, and dully, blanked the screen of a monitor if the computer had not been used for a specified number of minutes, to prevent an unchanging image from being burned in as a permanent artifact. (Whether a computer should ever be turned off or, indeed, whether there is any real danger of burn-in, are controversies that this writer stands firmly on both sides of.)","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/01/12/arts/classical-music-in-review-192493.html","abstract":"  New Renaissance Chamber Portraits Greenwich House 27 Barrow Street Greenwich Village","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"Just Point Don Shula In the Bills' Direction And Hold Small Talk","web_url":"https://www.nytimes.com/1993/01/12/sports/pro-football-just-point-don-shula-in-the-bills-direction-and-hold-small-talk.html","abstract":"  \"This,\" Don Shula said today, barely 21 hours after his Dolphins dominated the San Diego Chargers in a playoff game here, \"is the last time we speak of yesterday.\"   And so the subject quickly shifted to next Sunday, when Miami will meet the Buffalo Bills in the American Football Conference championship game.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"All-Pro Farmboy Named Pierce","web_url":"https://www.nytimes.com/1993/01/12/sports/pro-football-all-pro-farmboy-named-pierce.html","abstract":"  Pierce Holt's evening ritual is to sit mesmerized in front of the television and watch \"Jeopardy.\" He and his wife, Deana, want absolute solitude to hear host Alex Trebek's obscure answers, so first they send their three children upstairs for 30-minute baths and then they shout out responses as if Trebek could hear them.   Loser does the dishes.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/01/12/style/chronicle-182793.html","abstract":"  The actress RUBY DEE feels that the words and ideas of writers are too often lost when their books are transposed onto a stage or film, and she means to do something about it.    Today, she opens a monthlong production of her own adaptation of \"The Disappearance,\" a mystery novel by Rosa Guy (Dell, 1979). Although it will be performed onstage at the Crossroads Theater in Livingston, N.J., Miss Dee does not call it a play; she said yesterday that it is to be the first in a series of \"books with legs.\"","thumbnail":null,"section":"Style"},{"date":"19930112","headline":"Protecting Ozone Shield Called a Warming Risk","web_url":"https://www.nytimes.com/1993/01/12/science/science-watch-protecting-ozone-shield-called-a-warming-risk.html","abstract":"  SOME chemicals suggested as replacements for gases that destroy the Earth's protective ozone shield could instead add to the danger of global warming for tens of thousands of years to come, scientists calculate.   The chemicals, called fluorocarbons, have no effect on the stratospheric ozone layer that shields living things from skin cancer and other biological harm caused by the sun's ultraviolet rays. But like a number of other waste industrial gases, chiefly carbon dioxide, the fluorocarbons do trap the sun's heat. A continuing buildup of these heat-trapping atmospheric gases could cause a disruptive and even catastrophic warming of the earth's climate.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"Kohl Issues Rebuke To Coalition Partner Amid New Scandal","web_url":"https://www.nytimes.com/1993/01/12/world/kohl-issues-rebuke-to-coalition-partner-amid-new-scandal.html","abstract":"  As new charges of scandal swirled around Germany's shaky coalition Government, Chancellor Helmut Kohl delivered an unusually stiff rebuke to his junior coalition partner today for the way it had presumed to dictate his acceptance of a new Economics Minister last week.   The nominee, Gunter Rexrodt of the Free Democratic Party, said Friday after his party leadership had voted to nominate him that Mr. Kohl had no choice but to accept him. Later Mr. Rexrodt, who succeeded Jurgen W. Mollemann after he quit in a scandal over letters he had signed to help a cousin's business, described his own remarks as \"stupid.\"","thumbnail":null,"section":"World"},{"date":"19930112","headline":"Sailors Find End of Cold War Halts Their Flight From Russia","web_url":"https://www.nytimes.com/1993/01/12/us/sailors-find-end-of-cold-war-halts-their-flight-from-russia.html","abstract":"  Raised on tales of Soviet defectors embraced by the United States, Aleksei Bazhenov and four other Russian seamen expected a warm welcome when they jumped ship in Puerto Rico during the July Fourth tall-ships regatta. But not long after they proudly requested political asylum at police stations in San Juan, they began to realize that times have changed.   The five young sailors were sent to a maximum-security prison in Maryland, where it gradually occurred to them that asylum seekers from the former Soviet republics might be losing the special status they had during the cold war. And indeed, on Dec. 16, immigration authorities tried to deport them.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"Casting Call","web_url":"https://www.nytimes.com/1993/01/12/opinion/casting-call.html","abstract":"Like a large rainbow trout, \"A River Runs Through It\" caused a deceptively small splash when it first surfaced in October. But 14 weeks and $40 million later, Robert Redford's film adaptation of Norman Maclean's slender classic is still in wide release and starting to haul in major awards. Several explanations of \"River's\" success are making the rounds, including the Redford cachet and Brad Pitt's dimples, but in a film about fly-fishing, any serious accounting of its charms must include its tiny, hackled stars -- the flies themselves.\n\nIndeed, it could be argued that casting the roles of the artificial flies for \"River\" required as much artistry as did any of the on-camera casting. From the onset, Redford insisted on using flies that mimicked natural food forms rather than those flies known as \"attractors\" -- crass, overdressed lures which basically annoy trout into striking them. Redford's position, leaked early to the trades (\"Ordinary Bob Nixes Fruit Flies for Fish Pic\"), was part of the aura of integrity that had prevented his movie from being made for 14 years, but authenticity had its price. Indeed, the film was very nearly scuttled when a studio executive, Mark Canton, insisted that the Datchett Razzler, a hideous attractor he had picked up in Aspen, be prominently featured.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Anse a Galets Journal; Haitians' Hope for Jan. 20: A Fair Wind for Florida","web_url":"https://www.nytimes.com/1993/01/12/world/anse-a-galets-journal-haitians-hope-for-jan-20-a-fair-wind-for-florida.html","abstract":"  At the simple concrete wharf that is the only port of La Gonave, a desolate, rock-ribbed island off Haiti, two soldiers shadowed by a clutch of onlookers converged on a visitor to ask if he, like most of the foreigners who infrequently venture here, had come in search of boat people.   Even before the visitor could reply, a man shouted from the crowd, \"We are all leaving, and that much is certain!\" His words drew approving cheers, and a kind of answer to a question that has been hanging in the air since President-elect Bill Clinton promised to end the Bush Administration's practice of summarily returning Haitians intercepted at sea.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"Storm Batters Wrecked Tanker, Worsening Oil Spill in Shetlands","web_url":"https://www.nytimes.com/1993/01/12/world/storm-batters-wrecked-tanker-worsening-oil-spill-in-shetlands.html","abstract":"  With the grounded tanker Braer spewing large volumes of oil from broken deck hatches, salvage officials said today that the situation had taken a turn for the worse and expressed fear that a second night of hurricane-force winds could cause the damaged ship to spill its remaining cargo into the sea.   Six days after the tanker lost power and ran aground along this rocky coast more than 100 miles northeast of Scotland, the wreck -- which through the weekend was believed still to contain most of its cargo -- was rolling heavily in a 30-foot surf and hurricane-force winds, grinding the underside of the hull and causing most of its remaining, intact oil tanks to rupture.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/01/12/nyregion/metro-digest-556893.html","abstract":"  NEW YORK CITY  DINKINS REACHES MUNICIPAL LABOR DEAL   The Dinkins administration reached a tentative three-year labor settlement with the largest municipal unions. The settlement, which is subject to ratification by the rank and file, gives workers modest wage increases but does not include the productivity concessions that City Hall had sought. It covers 180,000 city workers in 19 unions and runs from January 1992 to March 1995. A1. SOLVING A POLITICAL PROBLEM   By reaching a contract that provides modest raises for city workers before his re-election campaign begins in earnest, Mayor Dinkins went a long way toward solving a big political headache and making peace with a crucial constituency. News analysis, B2.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Review/Music; La Monte Young Band Explores Sonic Space","web_url":"https://www.nytimes.com/1993/01/12/arts/review-music-la-monte-young-band-explores-sonic-space.html","abstract":"  During La Monte Young's performance of his genre of blues, accompanied by the Forever Bad Blues Band at the Kitchen on Sunday night, an enormous haze of sound rose from the electronic instruments and drums. The playing seemed to create an auditory space with its own dimension and depth, within which the music took place. As in Mr. Young's other works, the listener was always discovering something about that sound, the way it shimmered around the edges or seemed to change color. Sharply emerging were drum beats, and here and there muscular electric guitar licks, variations on simple patterns that resembled traditional blues but that had a very different effect.    When the playing stopped, after two hours of continuous projection at high volume, a high-pitched ringing continued despite the silence. It was a sign of trauma to the ear, but its pitch was eerily precise, as if it were a high internal overtone created and reinforced by an evening of sounds all in the same musical mode, produced by instruments all tuned using La Monte Young's signature method.","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"2 Get Ready to Lock Horns at The Daily News","web_url":"https://www.nytimes.com/1993/01/12/nyregion/2-get-ready-to-lock-horns-at-the-daily-news.html","abstract":"  One is an editor and former police reporter who has worked on every tabloid in town, spinning slasher tales and municipal scandals into front-page scoops. The other is a tough labor organizer who has dragged corporate giants to the bargaining table with campaigns of innovative, often harsh, pressure tactics.   Tomorrow the two men, who have never met, take on new jobs and become foes of a sort in a titanic fight over The Daily News -- the editor, Richard Esposito, helping to rebuild it for a new owner; the labor organizer, Ray Rogers, trying to undermine it, at least temporarily, with a reader-and-advertiser boycott for a newspaper union that wants to win back some of the 170 jobs cut last week in an economy move.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Israel, in Shift, Backs 'Free' Industrial Zone","web_url":"https://www.nytimes.com/1993/01/12/world/israel-in-shift-backs-free-industrial-zone.html","abstract":"  Finance Minister Avraham Shohat today announced approval in principle of Israel's first \"free export processing zone,\" an industrial area where manufacturers are liberated from normal taxes and bureaucratic regulations.    A Government committee had rejected the idea, asserting that it would create a dual-tracked economy. But with unemployment running at 11.1 percent and American investors behind the project predicting 20,000 new jobs within the first year, Mr. Shohat reversed the decision.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"Let Those Economic Winds of Change Blow","web_url":"https://www.nytimes.com/1993/01/12/opinion/l-let-those-economic-winds-of-change-blow-183593.html","abstract":"  To the Editor:   In his \"Economic Scene\" column of Dec. 17, Peter Passell questions Laura D'Andrea Tyson's appointment to head the Council of Economic Advisers, concluding she is not among the \"wisest economic heads\" of this generation. Does the same discomfort come to the surface in your Nov. 21 Business Day article on Robert Reich, which stigmatizes President-elect Clinton's choice for Secretary of Labor for insights lacking in rigor and precision, relative to mathematical economists?","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Neediest Cases Helps a Survivor Who Helps Others","web_url":"https://www.nytimes.com/1993/01/12/nyregion/neediest-cases-helps-a-survivor-who-helps-others.html","abstract":"  For 20 years, Jean Montoya flew with Pan Am airlines, as a flight attendant and then as a manager. She and her son Justin, 11, have spent school vacations all over the world. She saved up enough money to buy a co-op apartment on West 72d Street.   But several years ago, when Pan Am began asking its employees to take pay cuts to save the company, Mrs. Montoya's savings dwindled. Then when Pan Am went out of business last year, Mrs. Montoya, who was 47 years old, was left with no job, no money and few prospects.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Books of The Times; Very Japanese, Very American and Very Popular","web_url":"https://www.nytimes.com/1993/01/12/books/books-of-the-times-very-japanese-very-american-and-very-popular.html","abstract":"  Kitchen By Banana Yoshimoto Translated by Megan Backus. 152 pages. Grove Press. $14.95.","thumbnail":null,"section":"Books"},{"date":"19930112","headline":"St. Patrick's Parade: It Gets Worse","web_url":"https://www.nytimes.com/1993/01/12/opinion/st-patrick-s-parade-it-gets-worse.html","abstract":"  The Dinkins administration is trying yet another tactic in its battle over who can march in the St. Patrick's Day parade. Frustrated by its failure to persuade the parade's traditional sponsors to let gay groups march under their own banner, the city changed sponsors. Police Commissioner Raymond Kelly granted a parade permit to a different group, one that will allow gay men and lesbians to participate openly in the March 17 parade.   The administration's instincts are admirable. The stubborn refusal of the old-line sponsors -- the Ancient Order of Hibernians -- to admit homosexuals insults all fair-minded New Yorkers. But the administration's solution plays havoc with the Constitution.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Justices Shun 2 Cases Involving Free-Press Claims","web_url":"https://www.nytimes.com/1993/01/12/us/justices-shun-2-cases-involving-free-press-claims.html","abstract":"  The Supreme Court sidestepped two potentially important First Amendment cases today, declining to hear appeals from a newspaper reporter sentenced to jail in Florida for refusing to identify a confidential source, and from a magazine facing a $4.3 million damage award for a contract murder that resulted from a classified advertisement placed by a man seeking work as a \"gun for hire.\"   The Court made no comment in turning down the two cases. The Justices' lack of interest in the Florida reporter's case was somewhat surprising because last summer Justice Anthony M. Kennedy ordered the state to delay enforcing the 30-day sentence until the Supreme Court could decide whether to hear the appeal. Justices usually reserve such orders for cases they deem most likely to garner the four votes needed to win a review on the merits.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"Commission Says Racism Contributes to AIDS Spread","web_url":"https://www.nytimes.com/1993/01/12/us/commission-says-racism-contributes-to-aids-spread.html","abstract":"  AIDS disproportionately afflicts ethnic minorities, and the disease has to be considered as a racial issue because discrimination contributes to its spread, the National Commission on AIDS said today.   In a report to the White House, the advisory commission said that black and Hispanic-Americans now account for 46 percent of the nation's AIDS cases and that steps to deal with the epidemic are being hampered by discrimination, poverty and the lack of health services.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"Mediators Report Progress Toward Bosnian Serbs' Acceptance of Peace Plan","web_url":"https://www.nytimes.com/1993/01/12/world/mediators-report-progress-toward-bosnian-serbs-acceptance-of-peace-plan.html","abstract":"  The spokesman for the United Nations-European Community team trying to forge a Balkan peace agreement said today that \"progress has been made\" toward persuading the leaders of the Bosnian Serbs to accept a 10-point proposal.    But the spokesman, Fred Eckhard, cautioned that \"differences remain\" between the Bosnian Serbs headed by Dr. Radovan Karadzic and the negotiators, who are led by Cyrus R. Vance for the United Nations and Lord Owen for the European Community.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"AGENCY CHECKING SEX HARASSMENT","web_url":"https://www.nytimes.com/1993/01/12/us/agency-checking-sex-harassment.html","abstract":"  The top internal investigator of the Treasury Department today began an inquiry into accusations by female agents of the Bureau of Alcohol, Tobacco and Firearms that they have been sexually harassed and later punished for complaining.    The investigation by the Treasury Department's inspector general, Donald E. Kirkendall, was disclosed by Stephen E. Higgins, the bureau's director, after a report on the CBS program \"60 Minutes\" on Sunday that he and other senior officials had been insensitive to sexual-harassment cases.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/12/nyregion/c-corrections-866493.html","abstract":"  Because of an editing error, a brief article on Saturday about the trial of Nexhmije Hoxha, widow of the Albanian leader Enver Hoxha, referred to him incorrectly in some editions. He died in 1985; it was the Stalinist Government that was ousted in 1991.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"The Environment; Microbes' Odd Tricks Disrupt Reproduction In Some Insect Species","web_url":"https://www.nytimes.com/1993/01/12/science/the-environment-microbes-odd-tricks-disrupt-reproduction-in-some-insect-species.html","abstract":"  IN an obscure field of study, a few biologists have slowly been piecing together the bizarre story of a group of microorganisms that live as stowaways inside insect cells and specialize in turning the lives of their hosts upside down.    Scientists say these peculiar microorganisms have become expert in disrupting sexual reproduction, an intriguing ability that may have implications for pest control. The effects range from turning sexually reproducing species into asexual, clonally reproducing species, to preventing the production of any offspring between an insect male and female. Until recently, however, researchers had viewed these bacteria and protozoa as quaint biological curiosities, a handful of unrelated creatures that performed their strange tricks in a few insect species.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/01/12/nyregion/news-summary-280193.html","abstract":"  International A2-13  IRAQ DEFIES BUSH ON MISSILES","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Empire Gets Money To Lessen Increases","web_url":"https://www.nytimes.com/1993/01/12/nyregion/empire-gets-money-to-lessen-increases.html","abstract":"  Without a dissenting vote, the New York State Legislature passed a bill today granting Empire Blue Cross and Blue Shield, the state's largest health insurer, an infusion of cash intended to blunt the effects of the company's big Jan. 1 rate increase.   The legislation, which was signed into law by Gov. Mario M. Cuomo, provides immediate financial relief to the ailing company and immediate political relief to the Legislature, whose constituents have been demanding that they do something to lower the rates imposed by Empire.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Mysterious Woodworker Carefully Carves Smiles","web_url":"https://www.nytimes.com/1993/01/12/nyregion/our-towns-mysterious-woodworker-carefully-carves-smiles.html","abstract":"  THERE'S something funny going on down in the basement over at 94 Clapboard Hill Road.   Every few weeks, alert neighbors spot an elderly man unloading a large amount of lumber from his car. The wood disappears into the basement -- mostly two-by-fours, by appearances. But for all that wood, the house doesn't get larger. And no one sees anything emerge, except now and then the man carries away several shopping bags that look heavy.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Reactor Test in Orbit Is Opposed","web_url":"https://www.nytimes.com/1993/01/12/science/reactor-test-in-orbit-is-opposed.html","abstract":"  THE governing council of the American Astronomical Society has joined in the protests by some scientists against current American military plans to test a Russian Topaz 2 nuclear reactor in orbit.   By a unanimous vote at its meeting in Phoenix last week, the council adopted a resolution expressing its concern because, the resolution said, previous experience with similar Russian reactors showed that they emit radiations that \"can significantly disrupt X-ray and gamma-ray astronomical observations.\" The council requested that the test be conducted at considerably higher and presumably safer orbits than now planned.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"Two Pucks for the Rangers, but Just One Point","web_url":"https://www.nytimes.com/1993/01/12/sports/hockey-two-pucks-for-the-rangers-but-just-one-point.html","abstract":"  The contest was part calamity, part comedy of errors and part performance theater, and when it turned tense, an overwrought fan turned it into an audience-participation event by tossing an extra puck onto the Madison Square Garden ice and into the Vancouver goal.   For a moment, it appeared the Rangers had come away with a 4-3 victory over the Canucks with just 22 seconds left in overtime last night. But when the confusion subsided, and the goal was disallowed, the Rangers were at least able to console themselves with a 3-3 tie achieved with a trio of mini-comebacks.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"The Road to Louisville Goes Through Florida","web_url":"https://www.nytimes.com/1993/01/12/sports/on-horse-racing-the-road-to-louisville-goes-through-florida.html","abstract":"  The Eastern road to the Kentucky Derby opens formally this afternoon in Florida when Gulfstream Park sounds the bugles for its 68-day season. And it should come as no surprise to students of hard-knock history that the first Derby preview for the new class of 3-year-old colts has already produced one fallen favorite and one 41-1 long-shot winner.   The preview was the Tropical Park Derby, which was run Saturday at the Calder track near Miami. Ten colts ran a mile and an eighth for $100,000 and a kind of head-start on the road to the 119th Kentucky Derby, which will be run on May 1 at Churchill Downs.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Yet Recession Persists","web_url":"https://www.nytimes.com/1993/01/12/opinion/l-yet-recession-persists-189493.html","abstract":"  To the Editor:   So, the National Bureau of Economic Research, in its infinite wisdom, proclaims the recession ended 21 months ago (Business Day, Dec. 23).","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Review/Theater; Nightmares Punctuated By Violence","web_url":"https://www.nytimes.com/1993/01/12/theater/review-theater-nightmares-punctuated-by-violence.html","abstract":"  In his book \"Dime-Store Alchemy,\" Charles Simic speaks of Joseph Cornell's boxes as \"reliquaries of days when imagination reigned.\" That description could also be applied to the theatrical work of Richard Foreman. In scores of plays written over 25 years, he has taken seemingly ordinary objects and his own night thoughts and given them totemic significance. The plays are curio cabinets animated into what Mr. Foreman calls reverberation chambers.   Plays like \"Samuel's Major Problems\" (at Ontological at St. Mark's Theater) can be as disorienting to the audience as they are to the characters. In this eerie hermetic world, people are subjected to physical and emotional stress. At several points in the current work, the characters are suddenly thrown off their feet as if the ship of stage were sinking. Those of us who have been fascinated by Mr. Foreman's plays and by his continuing investigation of the unconscious regard him as a masterly manipulator of his art form. There is no one else in the theater operating on this elliptical frequency.","thumbnail":null,"section":"Theater"},{"date":"19930112","headline":"Review/Dance; Youth Is Served in Cast Of a Ballet Masterwork","web_url":"https://www.nytimes.com/1993/01/12/arts/review-dance-youth-is-served-in-cast-of-a-ballet-masterwork.html","abstract":"  \"Divertimento No. 15\" is one of George Balanchine's great ballets, an eloquent counterpart to its Mozart score of the same name. The warmth of human feeling flows through its formal structures.   It is also a delicate ballet, so intensely dependent upon perfect execution that any blurring of its classical vocabulary makes it fall into the perfunctory. The unusually lackluster performance by the New York City Ballet on Sunday afternoon at the New York State Theater turned into a textbook example of how this work should never be danced.","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"Bridge","web_url":"https://www.nytimes.com/1993/01/12/nyregion/bridge-730793.html","abstract":"  In American bridge terms, the most important import from China in 1992 occurred at Christmas: The leading Chinese tournament director became a permanent resident of Flushing, Queens.   His Chinese name is Zhou Qi, but in the Western world he is known as George Chow. He is a talented player as well as organizer, as the diagramed deal, played a decade ago, demonstrates. As South, he arrived in five diamonds doubled after his opponents had bid to four spades.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Chess","web_url":"https://www.nytimes.com/1993/01/12/arts/chess-732393.html","abstract":"  There are always excuses for bloodless draws in a tournament. You will hear: I wanted to protect my standing; I had Black against a strong opponent and was satisfied with a half-point; the burden is on White to crack my solid, careful defense; I could not develop pressure against the opponent's conservative play; I didn't need anything higher than fifth place to qualify for the Interzonal Tournament for world championship hopefuls. And so on.   In the 15-round United States championship Dec. 1 to 20 in Durango, Colo., one player made 11 draws and another 10. Yet the rest of the players hacked one another down like heroic knights of old.","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"Assembly Approves Changes in Election Laws","web_url":"https://www.nytimes.com/1993/01/12/nyregion/assembly-approves-changes-in-election-laws.html","abstract":"  In a symbolic first act aimed at putting pressure on the Republican-led State Senate, the Assembly passed a series of bills today that would allow voter registration on Election Day, impose public financing of state elections and toughen legislative ethics laws.   The Assembly, with a Democratic majority, passed the same bills last year, encouraged by Gov. Mario M. Cuomo. But negotiations with the Senate produced a watered-down package criticized by lobbying groups like Common Cause and the New York Public Interest Research Group.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"THE NEW PRESIDENCY: Social Scene; A Highly Sensitive Post Is Filled by the Clintons","web_url":"https://www.nytimes.com/1993/01/12/us/new-presidency-social-scene-highly-sensitive-post-filled-clintons.html","abstract":"  After weeks of discussion and deliberation and the selection of a Secretary of State and Attorney General, the Clintons have done something really important to Washington's high and mighty: They picked a White House social secretary.   Ann Stock, the vice president of public relations for Bloomingdale's, who divides her time between Washington and the New York department store, is Hillary Clinton's choice for a job that to some is as important as the White House chief of staff and, in its own way, wields almost as much power.   Nicki Hedrick, director of media relations at Bloomingdale's, confirmed today that Mrs. Stock had resigned to take the White House job, where she will hold sway over who gets invited to Presidential functions. Mrs. Clinton's office refused to comment on the appointment.   \"If you care about going to the White House it's a very powerful job,\" said Carolyn Peachey, president of Campbell, Peachey & Associates, a public relations firm. Intense Competition    After 12 years in a city where the most sought-after invitation is to a White House dinner, there are a lot of Democrats clamoring to get on the list.   Competition for the social secretary's position was intense. \"It always has been,\" said Sheila Tate, who was press secretary to Nancy Reagan and is now president of Powell Tate, a public relations firm. \"The job has great cachet.\"   Mrs. Stock, a former deputy press secretary to Vice President Walter F.  Mondale, was chosen from a list that included Ms. Peachey, who did not want to be considered; Susan O'Neill, daughter of the former House Speaker Thomas P. O'Neill Jr.; Liz Stevens, wife of the film director George Stevens, and Alma Viator, a vice president of the National Theater.   A number of people prominent in Georgetown's social circle were surprised by the choice, and telephone calls today soliciting their responses often began with comments like the one from Polly Kraft, wife of the lawyer and former White House counsel Lloyd Cutler: \"Do I know her?\" She Knows Washington    Mrs. Stock may not be a household name to the Georgetown crowd, but she has long experience in the capital. \"It's good that no Georgetown ladies know her,\" said Ms. Tate. \"She's fresh and unspoiled. She's a hard worker and she certainly knows Washington.\"   Everyone agrees that the White House social secretary should know Washington so as to navigate the treacherous political waters and the rocky protocol shores.   \"It's very important,\" said Muffie Brandon, now director of corporate programming for the Ford Motor Company and social secretary to Nancy Reagan from 1980 to 1983. \"The intricacies of this city, the nuances of political life and of protocol are not things you can learn on the job.\"    Mrs. Stock is not new to politics or to Washington. Besides working for Mr. Mondale, she volunteered for the Capital Children's Museum and helped raise the money to open it.  Other Qualifications    Those who know Mrs. Stock describe her as energetic, enthusiastic and creative, highly organized and very professional, qualities that are important in such a sensitive job.   \"There are toes that don't need to be stepped on,\" said Ms. Tate. \"You need to genuflect to certain people. It's important that she knows the traps and avoids needlessly offending people, just in terms of the Hill and the traditions and all the protocol.\"   Mrs. Stock, who is 46 and lives in nearby Alexandria, Va., graduated from Purdue University, where she majored in elementary education. She has been married to Stuart Stock, a partner at Covington & Burling, for 22 years. They have a 13-year-old son, Chase, who is a student at the Potomac School in McLean, Va.   She is a member of the Overseas Economic Fund's Women in Business Committee and founded the Washington Woman Roundtable, a group of 1,000 female executives who meet every three months to network. She was founder of Washington's \"Race for the Cure\" against breast cancer, and helped to organize the same event in New York City.   Mrs. Stock could not be reached for comment. She was on her way back to New York from Little Rock, Ark.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"Making Peace Before the Election","web_url":"https://www.nytimes.com/1993/01/12/nyregion/making-peace-before-the-election.html","abstract":"  By reaching a contract that provides modest raises for most of New York City's union workers before his re-election campaign begins in earnest, Mayor David N. Dinkins yesterday went a long way toward solving a big political headache and making peace with a crucial constituency.   But he did so by breaking his longstanding pledge to grant raises only in exchange for increased productivity by workers, and with that Mr. Dinkins may have also bought himself endless fiscal headaches in the coming months and years, even if he wins a second term.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Review/Theater; A Musical That Pokes Fun At 30's Songs and Films","web_url":"https://www.nytimes.com/1993/01/12/theater/review-theater-a-musical-that-pokes-fun-at-30-s-songs-and-films.html","abstract":"  Had Tennessee Williams and Cole Porter collaborated on a musical with Charles Ludlam, the result might have resembled Tom Judson's show \"White Cotton Sheets\" in tone if not in quality. The musical, presented by the Under One Roof Company at the One Dream Theater in TriBeCa, is one of the more eccentric exercises in genre scrambling to be seen on a New York stage recently. A folk musical, a Southern melodrama and a campy nostalgic spoof rolled into one, it suggests a cracker-barrel \"Grand Hotel\" played largely for laughs.   In a Southern hotel on a hot August night in 1931, a bunch of Depression-era movie stereotypes collide, with predictable Sturm und Drang. They include Ruby Pearl (Dori Kiplock), a tough-talking torch singer who dreams of a bigtime nightclub career; Clarence (David Pittu), the babbling hotel bellboy who is smitten with her; Elmer (Mr. Judson), Ruby's hard-drinking pianist, and Mr. LaBarge (Stephen Pell), the fussbudget hotel manager.","thumbnail":null,"section":"Theater"},{"date":"19930112","headline":"Felix James Grucci Sr., 87, Dies; Staged Fireworks Extravaganzas","web_url":"https://www.nytimes.com/1993/01/12/nyregion/felix-james-grucci-sr-87-dies-staged-fireworks-extravaganzas.html","abstract":"  Felix James Grucci Sr., the patriarch of America's first family of fireworks, died on Saturday at Brookhaven Memorial Hospital on Long Island. He was 87.   He died of Alzheimer's disease, his family said. Mr. Grucci had ended his active role in the family business about four years ago.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Pharmacist With H.I.V. Awarded Job","web_url":"https://www.nytimes.com/1993/01/12/nyregion/pharmacist-with-hiv-awarded-job.html","abstract":"  In a settlement called a landmark legal victory for health care workers infected with H.I.V., the Westchester County Medical Center agreed yesterday to hire a pharmacist infected with H.I.V. without restricting the work he can do.   After a six-year legal battle, a lawyer for the pharmacist, identified in court papers as John Doe, said the settlement \"sends a very clear message, based on overwhelming expert evidence, that health care workers pose almost no risk to patients and that discriminating against them is irrational, contrary to the public health and illegal.\"","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"U.N. to Ask NATO to Airdrop Supplies for Bosnians","web_url":"https://www.nytimes.com/1993/01/12/world/un-to-ask-nato-to-airdrop-supplies-for-bosnians.html","abstract":"  Citing reports of hundreds of deaths from cold and hunger, the United Nations official who oversees relief operations in this embattled republic said today that he had urged NATO to consider dropping food and medicines by air.    The proposal, by Jose-Maria Mendiluce of Spain, who directs relief operations for 1.6 million Bosnians, came amid signs that the United Nations effort to save lives is foundering. Mr. Mendiluce said he had received \"very alarming reports of deaths from cold and starvation\" from wide areas, particularly eastern Bosnia.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"Weprin Picks Leadership Of Committees","web_url":"https://www.nytimes.com/1993/01/12/nyregion/weprin-picks-leadership-of-committees.html","abstract":"  Assembly Speaker Saul Weprin filled two powerful chairmanships today, appointing Assemblyman Albert Vann to head the Corporations, Authorities and Commissions Committee and Assemblyman Richard L. Brodsky to be chairman of the Environmental Protection Committee.   Senator Ralph J. Marino, the Senate majority leader, was expected to name Senator Ronald B. Stafford, a Republican from Plattsburgh who is the current deputy majority leader, to be chairman of the Finance Committee, Senate officials said.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"We the People Need a Franking Privilege","web_url":"https://www.nytimes.com/1993/01/12/opinion/l-we-the-people-need-a-franking-privilege-185193.html","abstract":"  To the Editor:   I am pleased that President-elect Clinton plans to establish an 800 toll-free number for citizens to call the White House. It's my hope that Congress will also consider a special 1-cent stamp for Congressional and White House correspondence only.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Edmund Martin, 90, A Former Chairman of Bethlehem Steel","web_url":"https://www.nytimes.com/1993/01/12/us/edmund-martin-90-a-former-chairman-of-bethlehem-steel.html","abstract":"  Edmund F. Martin, a former chairman of the Bethlehem Steel Company, died Sunday at his home in Bethlehem, Pa. He was 90.    Mr. Martin died of arteriosclerosis, said Wallace M. Long, director of the Long Funeral Home in Bethlehem.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"Hibernians Supported By Vallone","web_url":"https://www.nytimes.com/1993/01/12/nyregion/hibernians-supported-by-vallone.html","abstract":"  City Council Speaker Peter F. Vallone weighed in yesterday against Mayor David N. Dinkins in the St. Patrick's Day Parade controversy, saying that the New York City event should have been left in the hands of its traditional sponsors, despite their refusal to permit a gay group to march.   Mr. Vallone said he disagreed with the exclusion of the Irish Lesbian and Gay Organization, but believed that the Ancient Order of Hibernians should be permitted to continue to sponsor the parade under its rules. \"I don't understand this tremendous yearning to interfere with a parade that's been a tremendous success for years,\" he said.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"It's Also the Playoffs For N.F.L. Rumors","web_url":"https://www.nytimes.com/1993/01/12/sports/tv-sports-it-s-also-the-playoffs-for-nfl-rumors.html","abstract":"  What a wild week (or two or three) of speculation lies before us in pro football: Where will Mike Ditka coach in 1993? Dave Wannstedt? Bill Parcells? Dan Reeves? Ray Handley? Amos Alonzo Stagg? Rely on this: ESPN, NBC, CBS, WFAN, et al., will be the electronic circuit for rumors massaged and mongered.   Who knows what some of these stories really are. Real stories. Conjecture or rumors. Gossip or informed speculation. Non-story stories or stories that could become true if (a), (b) and (c) happen. Fantasies piped through willing reporters. Fact and semi-fact stirred into a brew called, what? Entertainment?","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Patterns","web_url":"https://www.nytimes.com/1993/01/12/movies/patterns-800193.html","abstract":"  Chanel by Reservation    Chanel has invaded Anguilla.   On Sunday, the fashion and beauty company flew 10 \"estheticians\" to the Caribbean island to provide facials, massages and assorted beauty advice for 75 socially prominent New York women who are participating in a five-day fund-raiser for the Boys Club of New York at the luxe Cap Juluca resort. Chanel, which is donating its services, also imported 35 \"passages\" (a.k.a. outfits) from Paris and five models from New York for an alfresco show of its spring/summer collection, which won't be arriving in Manhattan stores until next month.","thumbnail":null,"section":"Movies"},{"date":"19930112","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/12/opinion/IHT-letters-to-the-editor-93546307507.html","abstract":"Dealing With China. Having been to China on numerous occasions, both on business and pleasure, it is always interesting to read articles about that country by supposedly knowledgeable journalists. A. M. Rosenthal obviously knows China better than I do,","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Reporter's Notebook; New TV Shows: Sure Hits Replacing Sure Hits (Not!)","web_url":"https://www.nytimes.com/1993/01/12/arts/reporter-s-notebook-new-tv-shows-sure-hits-replacing-sure-hits-not.html","abstract":"  Like most things having to do with television, it involves no real movement nor even a change of scenery. It is called the winter press tour, and it is perhaps the world's only \"tour\" that takes place all in one room.   Each January, the nation's television critics and reporters gather in a West Coast hotel ballroom to listen to the networks explain why their mid-season replacement shows are destined to be hits. It's a sequel to what is called the summer press tour, when the networks explain why the shows they are putting on for the fall season will be hits.","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"Evolution of Tabby Cat Mapped in Brain Study","web_url":"https://www.nytimes.com/1993/01/12/science/evolution-of-tabby-cat-mapped-in-brain-study.html","abstract":"  BY comparing the brains of Spanish wildcats and American domestic tabby cats, a researcher in Tennessee has discovered a biological mechanism that may explain how members of a species may adapt their brains to undergo rapid evolutionary change.   The finding is that wildcats and domestic cats develop the same number of brain cells as fetuses, but in each species different sets of neurons are killed off just before birth. The result is presumably that each cat's brain is better adapted to fit its environment.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"Observer; The Latest Duke","web_url":"https://www.nytimes.com/1993/01/12/opinion/observer-the-latest-duke.html","abstract":"  At these times Washington is like an old courtesan taking a new lover. Necessity counts for more than passion in these affairs, and what appears at first to be love quickly proves to be cold calculation.    One must accommodate, after all, in a world where new conquerors arrive with such regularity. After Napoleon was defeated, Paris -- official Paris, that is -- shrugged and gave herself with a smile to the new crowd behind the Duke of Wellington.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"With Care, Nursing Home Bridges Racial Gulf","web_url":"https://www.nytimes.com/1993/01/12/nyregion/with-care-nursing-home-bridges-racial-gulf.html","abstract":"  The tension surfaces only rarely in one fuss or another at the Hebrew Home for the Aged at Riverdale. In one case, a woman in her 90's would repeatedly use the word \"girl\" to address Olive Williams-Brown, a black nurse from Jamaica. In another case some years ago, nurses could not grasp why a Jewish man panicked before every shower. They later learned that he had been in a concentration camp, and among the indignities, he was regularly treated for lice.    \"It took us a long time to understand,\" said Monica McGibbon, 41 years old, a nursing coordinator who is black. \"He associated the shower with the chemicals they used to spray on him.\"","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Perot Re-enters the Limelight As a Watchdog","web_url":"https://www.nytimes.com/1993/01/12/us/perot-re-enters-the-limelight-as-a-watchdog.html","abstract":"  Ross Perot resurfaced today with a new \"800\" number, a fresh set of charts, another series of television commercials and an earful of familiar sounding criticism of another President.   As if determined to restake his claim to be the chief tribune of the ordinary American, Mr. Perot also announced that he would stage \"electronic town meetings\" around the country.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/12/opinion/IHT-letters-to-the-editor-92048285203.html","abstract":"Russia Need Not Fail . Former President Richard Nixon's apocalyptic view of Russia screams of the paranoia we have come to expect from this old Cold Warrior (\"The West Will Pay if Boris Yeltsin Fails,\" Opinion, Nov. 20). Mr. Nixon would have us","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Indian Women Played Key Tribal Role","web_url":"https://www.nytimes.com/1993/01/12/opinion/l-indian-women-played-key-tribal-role-180093.html","abstract":"  To the Editor:   You report that Long Island's Shinnecock tribe is considering giving women the vote for tribal leaders (news article, Dec. 26). The trustee form of government with male-only voting was imposed on the Shinnecocks by the New York State Legislature and is in no way traditional.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"IRAN-CONTRA DATA MAY BE RELEASED","web_url":"https://www.nytimes.com/1993/01/12/us/iran-contra-data-may-be-released.html","abstract":"  Prosecutors have given President Bush a copy of his long-secret videotaped interview on the Iran-contra affair, a step that clears the way for public disclosure of the last known significant documents describing Mr. Bush's role in a scandal that has nagged him through two Administrations, Government officials said today.   Iran-contra prosecutors also supplied Mr. Bush's lawyers with a transcript of the videotape in recent days after the President called on Lawrence E. Walsh, the independent prosecutor, to release the January 1988 interview, when Mr. Bush was the Vice President.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"Fine to Oakley Is Questioned","web_url":"https://www.nytimes.com/1993/01/12/sports/fine-to-oakley-is-questioned.html","abstract":"  The Knicks' president, Dave Checketts, according to a person in the league office, met yesterday with David Stern, the National Basketball Association's commissioner, regarding the $10,000 fine levied at Charles Oakley for blindsiding Indiana's Reggie Miller two weeks ago.   The fine, according to the league person, has not been appealed, as Oakley would have to file through the N.B.A. Players Association. Checketts's meeting with Thorn was to express concern about what Checketts and Knick Coach Pat Riley believe to be excessive scrutiny of the Knicks' physical play because of the presence of the league office in New York.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/01/12/arts/classical-music-in-review-194093.html","abstract":"  American Chamber Players The Frick Collection","thumbnail":null,"section":"Arts"},{"date":"19930112","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/12/nyregion/c-corrections-863093.html","abstract":"  An article on the Media Business page yesterday about changes at British Vogue magazine under its new editor identified her incorrectly. She is Alexandra Shulman.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"MUNICIPAL UNIONS AND NEW YORK CITY REACH PAY ACCORD","web_url":"https://www.nytimes.com/1993/01/12/nyregion/municipal-unions-and-new-york-city-reach-pay-accord.html","abstract":"  After months of stalled talks, the Dinkins administration reached a tentative three-year labor settlement yesterday with the largest municipal unions. It gives workers modest wage and benefit increases totaling about 8.25 percent but does not include the productivity concessions City Hall had sought.   The settlement, which is subject to ratification by the unions' rank and file, covers about 180,000 workers in 19 unions, the largest being Local 237 of the teamsters and District Council 37 of the American Federation of State, County and Municipal Employees. The contracts would be retroactive to January 1992 and for most of the unions would run to March 1995.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Coin-Tossing Computers Found to Show Subtle Bias","web_url":"https://www.nytimes.com/1993/01/12/science/coin-tossing-computers-found-to-show-subtle-bias.html","abstract":"  WHEN scientists use computers to try to predict complex trends and events, they often apply a type of calculation that requires long series of random numbers. But instructing a computer to produce acceptably random strings of digits is proving maddeningly difficult.    In deciding which team kicks off a football game, the toss of a real coin is random enough to satisfy all concerned. But the cost of even a slightly nonrandom string of electronic coin tosses can be devastating to both practical problem-solving and pure theory, and a new investigation has revealed that nonrandom computer tosses are much more common than many scientists had assumed.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"Cuba's Economy, Cast Adrift, Grasps at Capitalist Solutions","web_url":"https://www.nytimes.com/1993/01/12/world/cuba-s-economy-cast-adrift-grasps-at-capitalist-solutions.html","abstract":"  The Karl Marx Cement Factory beckons from a road outside this provincial city with a cheery sign on which a likeness of the plant stands proudly above a rolling green landscape.   What rises beyond the entrance, however, is a great gray-brown hulk that, like much of Cuban industry, has been all but paralyzed by shortages of oil, electricity and spare parts. On a Saturday afternoon, its only sound is that of wind whistling through some scaffolding, where another sign, large and black, vows, \"Socialism or Death.\"","thumbnail":null,"section":"World"},{"date":"19930112","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/12/opinion/IHT-letters-to-the-editor.html","abstract":"Russia Need Not Fail . The Washington Post editorial \"Yes, Keep Helping Russia\" (Dec. 29) says that the \"West continues to have an invaluable opportunity to exert its influence.\" We are only worried that this opportunity is being ignor","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"THE NEW PRESIDENCY: Filling Top Jobs; Diversity Pledge Slows Clinton on Appointments","web_url":"https://www.nytimes.com/1993/01/12/us/new-presidency-filling-top-jobs-diversity-pledge-slows-clinton-appointments.html","abstract":"  With the inauguration little more than a week away, President-elect Bill Clinton has still not filled most of the top jobs below Cabinet level, largely because he is trying to draw in \"more than the usual white boys who run Washington,\" as a transition official put it.   Mr. Clinton is well on his way to meeting his pledge to fill the top 100 jobs in his Administration by Inauguration Day, transition officials say, but the process is slower than usual because the President-elect is demanding the same mix of women, minorities and white males that he brought into the Cabinet.","thumbnail":null,"section":"U.S."},{"date":"19930112","headline":"U.N. Chief Asks Bonn for Troops, Underlining Constitutional Issue","web_url":"https://www.nytimes.com/1993/01/12/world/un-chief-asks-bonn-for-troops-underlining-constitutional-issue.html","abstract":"  Foreign Minister Klaus Kinkel warned today that Germany would \"lose its international credibility\" unless it quickly ended the ban that forbids its troops to take part in international peacekeeping.   Mr. Kinkel's warning was seconded by the United Nations Secretary General, Boutros Boutros-Ghali, who asked both the Foreign Minister and Chancellor Helmut Kohl to make it possible for German troops to take part in peacekeeping missions.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/01/12/nyregion/inside-323993.html","abstract":"  Gunman Hijacks School Van   A man hijacked a school van in Connecticut, and one student was wounded before the gunman was killed in a shootout with the police. Page B1. No Deal in Salomon Case    The main figure in the Salomon trading scandal faces indictment after a plea agreement unraveled. Page D1. Management Mutiny    The board-room coup at Sunbeam-Oster appears to have its roots in managers' dissatisfaction with the hard-driving chairman. Page D1. Court Rejects Press Case    The Supreme Court declined to hear an appeal from a newspaper reporter sentenced to jail for refusing to name a confidential source. Page A16. Evolution of a Cat    A scientist says he has found a mechanism that may explain rapid evolution among cats: selective killing of brain cells. Science Times, page C1.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"Young Dials, Wannstedt Answers","web_url":"https://www.nytimes.com/1993/01/12/sports/pro-football-young-dials-wannstedt-answers.html","abstract":"  General Manager George Young of the Giants made his first contact today with Dave Wannstedt, the Dallas Cowboys' defensive coordinator. But although Wannstedt seemed to be Young's leading candidate to become the Giants' new head coach, Young and Wannstedt both said that no job offer was made.   \"I think we talked for 10 or 15 minutes,\" Wannstedt said of the telephone conversation. \"It went good. Basically, we talked about generalities, and there was some small talk about the Eagles' game yesterday.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Iraqi Aide Defends Removal of Equipment in Border Zone","web_url":"https://www.nytimes.com/1993/01/12/world/iraqi-aide-defends-removal-of-equipment-in-border-zone.html","abstract":"  Iraq's Foreign Minister said here today that 250 Iraqis who crossed into a demilitarized zone between Kuwait and Iraq on Sunday had gone there to retrieve equipment and machinery that belonged to Baghdad, as did 250 others who did so today.   On Friday, the zone, which is being administered by the United Nations Iraq-Kuwait Observation Mission, will become Kuwaiti territory under a ruling made by the mission last year.","thumbnail":null,"section":"World"},{"date":"19930112","headline":"Nominee for Academy A Newcomer to Politics","web_url":"https://www.nytimes.com/1993/01/12/science/nominee-for-academy-a-newcomer-to-politics.html","abstract":"  WHEN a representative of a nominating committee for the National Academy of Sciences, the country's foremost scientific organization, called Dr. Bruce M. Alberts last August and told him he had been nominated to be the academy's next president, he spent the next 90 minutes saying the panel's members were out of their minds.   He argued that he was an academic researcher, an innocent biochemist at the University of California in San Francisco who had little experience in Washington, where the academy is based. He knew almost nothing about negotiating with politicians, he easily grew bored at cocktail parties and four-fork luncheons and he preferred the scientist's anarchic dress code of well-worn slacks and a faintly wrinkled shirt over the administrator's buttoned-up Brooks Brothers.","thumbnail":null,"section":"Science"},{"date":"19930112","headline":"Subpoena for Armour?","web_url":"https://www.nytimes.com/1993/01/12/sports/sports-people-golf-subpoena-for-armour.html","abstract":"  TOMMY ARMOUR 3d, a member of the PGA Tour, is among 12 people who have been ordered to appear and testify before a Las Vegas, Nev., grand jury that will hear drug allegations involving two lawyers, The Las Vegas Sun reported yesterday.   The newspaper reported that Chief Deputy District Attorney ULRICH SMITH planned to present a case to the Clark County grand jury on Jan. 21 that involves the lawyers MICHAEL and RHONDA MUSHKIN, and HARVEY SACKIN, a convicted drug dealer. The Sun said the case will focus on allegations of narcotics distribution.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Women, Children and Work","web_url":"https://www.nytimes.com/1993/01/12/opinion/women-children-and-work.html","abstract":"  Many older Americans can remember when pregnant schoolteachers were expected to leave their classrooms before they \"showed.\" In those days, a pregnant woman behind a desk or a counter was something of a novelty, and one behind the wheel of a bus something of a sensation.   Today, however, 58 percent of all American women over 16 are in the work force, and each year two million of them have babies. In fact, the vast majority of working women are likely to become pregnant during their careers.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Pirates Get Used To Beating Orange","web_url":"https://www.nytimes.com/1993/01/12/sports/college-basketball-pirates-get-used-to-beating-orange.html","abstract":"  The last time Seton Hall had defeated Syracuse, a victory last year that ended an 11-year losing streak to the Orangemen, the basketball floor at Byrne Meadowlands Arena became an epicenter for a Pirate party, no matter how much Coach P. J. Carlesimo tried to say it was just a nice victory.   When it happened again tonight, an 80-73 victory that extended the Pirates' perfect Big East record and dropped the Orangemen one uncharacteristic step closer to the bottom of the conference, no one raced on the floor.","thumbnail":null,"section":"Sports"},{"date":"19930112","headline":"Where to Get Advice","web_url":"https://www.nytimes.com/1993/01/12/opinion/l-where-to-get-advice-190893.html","abstract":"  To the Editor:   In \"Let's Scrap the Council on Economic Advisers\" (letter, Jan. 2), Prof. Arvin Ghosh stands logic on its head when he tries to refute the plea by James Tobin and Robert Solow (Op-Ed, Dec. 10) to keep President-elect Clinton's new National Economic Council from further diminishing the Council of Economic Advisers.","thumbnail":null,"section":"Opinion"},{"date":"19930112","headline":"Trial Begins For Man Once Linked To '91 Death","web_url":"https://www.nytimes.com/1993/01/12/nyregion/trial-begins-for-man-once-linked-to-91-death.html","abstract":"  A 29-year-old black man whom prosecutors once linked to the killing of a Hasidic scholar in the 1991 Crown Heights racial disturbances went on trial yesterday on charges of helping to incite the violence, but he is no longer linked to the slaying.   The Brooklyn District Attorney's office now says that the man, Raymond Wesley, is simply one of 128 people who have been prosecuted for various crimes related to the four days of disturbances but who were not involved in the fatal stabbing of the scholar, Yankel Rosenbaum.","thumbnail":null,"section":"New York"},{"date":"19930112","headline":"False W.H.O. Charges","web_url":"https://www.nytimes.com/1993/01/12/opinion/l-false-who-charges-191693.html","abstract":"  To the Editor:   \"U.S. Moves to Replace Japanese Head of W.H.O.\" (front page, Dec. 20) reports a reference by a senior United States official to a State Department document alleging Japanese intimidation to secure re-election of Dr. Hiroshi Nakajima as director general of the World Health Organization.","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19930112","time":"1993-01-12 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":77,"wspd":22.3},{"date":"19930112","time":"1993-01-12 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":66,"wspd":22.3},{"date":"19930112","time":"1993-01-12 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":83,"wspd":14.8},{"date":"19930112","time":"1993-01-12 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":87,"wspd":13},{"date":"19930112","time":"1993-01-12 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":87,"wspd":11.2},{"date":"19930112","time":"1993-01-12 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":84,"wspd":14.8},{"date":"19930112","time":"1993-01-12 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":84,"wspd":20.5},{"date":"19930112","time":"1993-01-12 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":80,"wspd":24.1},{"date":"19930112","time":"1993-01-12 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":74,"wspd":20.5},{"date":"19930112","time":"1993-01-12 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":68,"wspd":24.1},{"date":"19930112","time":"1993-01-12 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":87,"wspd":23.8},{"date":"19930112","time":"1993-01-12 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":83,"wspd":22.3},{"date":"19930112","time":"1993-01-12 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":93,"wspd":31.3},{"date":"19930112","time":"1993-01-12 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":62,"wspd":35.3},{"date":"19930112","time":"1993-01-12 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":46,"wspd":35.3},{"date":"19930112","time":"1993-01-12 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":66,"wspd":29.5},{"date":"19930112","time":"1993-01-12 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":48,"wspd":25.9},{"date":"19930112","time":"1993-01-12 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":53,"wspd":24.1},{"date":"19930112","time":"1993-01-12 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":60,"wspd":27.7},{"date":"19930112","time":"1993-01-12 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":68,"wspd":22.3},{"date":"19930112","time":"1993-01-12 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":62,"wspd":18.4},{"date":"19930112","time":"1993-01-12 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":63,"wspd":27.7},{"date":"19930112","time":"1993-01-12 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":65,"wspd":20.5},{"date":"19930112","time":"1993-01-12 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":67,"wspd":16.6},{"date":"19930112","time":"1993-01-12 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":92,"wspd":13},{"date":"19930112","time":"1993-01-12 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":13},{"date":"19930112","time":"1993-01-12 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":96,"wspd":13},{"date":"19930112","time":"1993-01-12 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":100,"wspd":11.2},{"date":"19930112","time":"1993-01-12 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":100,"wspd":9.4},{"date":"19930112","time":"1993-01-12 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":96,"wspd":13},{"date":"19930112","time":"1993-01-12 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":96,"wspd":13},{"date":"19930112","time":"1993-01-12 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":100,"wspd":13},{"date":"19930112","time":"1993-01-12 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":13},{"date":"19930112","time":"1993-01-12 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":13},{"date":"19930112","time":"1993-01-12 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":96,"wspd":14.8},{"date":"19930112","time":"1993-01-12 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":100,"wspd":11.2},{"date":"19930112","time":"1993-01-12 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":96,"wspd":7.6},{"date":"19930112","time":"1993-01-12 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":96,"wspd":11.2},{"date":"19930112","time":"1993-01-12 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":100,"wspd":13},{"date":"19930112","time":"1993-01-12 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":100,"wspd":11.2},{"date":"19930112","time":"1993-01-12 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":100,"wspd":14.8},{"date":"19930112","time":"1993-01-12 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":96,"wspd":14.8},{"date":"19930112","time":"1993-01-12 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":97,"wspd":9.4},{"date":"19930112","time":"1993-01-12 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":100,"wspd":9.4},{"date":"19930112","time":"1993-01-12 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":14.8},{"date":"19930112","time":"1993-01-12 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":16.6},{"date":"19930112","time":"1993-01-12 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":97,"wspd":13},{"date":"19930112","time":"1993-01-12 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":100,"wspd":13}]},"19930113":{"guardian_articles":[{"date":"19930113","headline":"Searching for something that isn't there","web_url":"https://www.theguardian.com/books/1993/jan/13/fiction.jameswood","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19930113","headline":"Guild Quits Umbrella Group in News Fight","web_url":"https://www.nytimes.com/1993/01/13/nyregion/guild-quits-umbrella-group-in-news-fight.html","abstract":"  The union fight over The Daily News took a new turn yesterday when the Newspaper Guild of New York said it was withdrawing from the Allied Printing Trades Council, a 140-year-old union umbrella group.   The guild, which hired a labor organizer to set up a boycott of The News after Mortimer B. Zuckerman took over as publisher without reaching a contract for its members, announced that its executive board had voted unanimously to pull out of the council \"in the best interests of our members.\"","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"2 Balks Follow Jackson's Address","web_url":"https://www.nytimes.com/1993/01/13/sports/baseball-2-balks-follow-jackson-s-address.html","abstract":"  The Rev. Jesse Jackson today called on major league club owners to improve the position of blacks and Hispanics in baseball. But two of the issues he raised contradicted information he apparently already had.   Jackson, who has formed a Rainbow Commission for Fairness in Athletics, delivered a 14-point speech to the owners at the start of their meeting in this Dallas suburb, then issued the same points at a news conference.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"The Lesson of 'Two Thousand and One'","web_url":"https://www.nytimes.com/1993/01/13/opinion/l-the-lesson-of-two-thousand-and-one-701493.html","abstract":"  To the Editor:   \"Eighties, Nineties and Oh's\" (editorial, Dec. 30), championing \"the Oh's\" as the collective name for the next decade, is well informed on the last turn of century. Unfortunately, you overlook the implications of a classic of Anglo-American culture set near the next turn: \"Stanley Kubrick's 2001: A Space Odyssey.\"","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Prayers and Determination Buoy Jets' Byrd","web_url":"https://www.nytimes.com/1993/01/13/us/pro-football-prayers-and-determination-buoy-jets-byrd.html","abstract":"  Moving his arms and right leg, Dennis Byrd, the partly paralyzed New York Jet, said yesterday he was relying on prayers, good physical condition and willpower to take what his doctors said was a surprisingly strong recovery to the point where he might walk again.   Byrd and his wife, Angela, spoke publicly at a news conference for the first time since the devastating injury he suffered when he collided with a teammate while attempting a tackle in a football game against the Kansas City Chiefs on Nov. 29.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"Twin Brothers Shot on Way Home From School","web_url":"https://www.nytimes.com/1993/01/13/nyregion/twin-brothers-shot-on-way-home-from-school.html","abstract":"  A 16-year-old Brooklyn youth shot twin brothers on a sidewalk two blocks away from Sheepshead Bay High School after an argument, the police said yesterday.   Napoleon and Nicholas Brown, both 16 years old, were walking home from school about 3 P.M. when they encountered Derek Turton, 16, in front of the Sheepshead Bay-Nostrand Avenue Houses, at 2957 Avenue X, said Police Officer Andrew McInnis, a police spokesman. The twins, who live in the housing project, and Mr. Turton had a continuing dispute.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Italy's Best 'Engine' Is Stalled in Error","web_url":"https://www.nytimes.com/1993/01/13/sports/IHT-italys-best-engine-is-stalled-in-error.html","abstract":"For sporting idols there is no place to hide, nowhere but the public arena to try out radical alterations in approach. So last Sunday, the soccer world tuned in to the attempted metamorphosis of Gianluca Vialli from goal scorer to playmaker.. So much a no","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Topics of The Times; Happy New Year, Again","web_url":"https://www.nytimes.com/1993/01/13/opinion/topics-of-the-times-happy-new-year-again.html","abstract":"  New Year's Day is the most celebrated holiday on earth, according to J. P. Morgan & Company's annual guide to holidays (and banking hours) around the globe. All but 15 Islamic and Buddhist nations -- and Urnaesch -- greet the new year on the first of January. Urnaesch, a village in the Swiss Alps, greets it today.    The defiant Swiss are just reminding the rest of the world that they weren't altogether happy with the calendar Pope Gregory XIII ordained in 1582. In promulgating a calendar that coincided with the solar year, the Pope introduced a change in dates that now totals 13 days. Swiss Protestants, among others, were not pleased. Indeed, several cantons stood by the old Julian calendar until the late 1700's.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"THE NEW PRESIDENCY: The Commerce Department; RON BROWN GALA RAISES QUESTIONS","web_url":"https://www.nytimes.com/1993/01/13/us/the-new-presidency-the-commerce-department-ron-brown-gala-raises-questions.html","abstract":"  Some of the largest American and Japanese companies have agreed to pay at least $10,000 each for a party to honor the next Commerce Secretary, Ronald H. Brown, at a pre-inaugural gala on Sunday.   The sponsors of the Friends of Ron Brown party, an array of business interests that will probably have issues coming before the Commerce Department, include Anheuser-Busch, J. C. Penney, Pepsico, Textron and Sony Music Entertainment.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"Former Envoy Is Charged With Stealing Groceries","web_url":"https://www.nytimes.com/1993/01/13/us/former-envoy-is-charged-with-stealing-groceries.html","abstract":"  Nearly two years ago, Felix S. Bloch and his wife, Lucille, moved into the Governors Club, a private residential and golfing community just south of here, in search of peace and quiet.   The former Foreign Service officer was also in search of relative anonymity after the tumultuous ending to his 32-year career with the State Department.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"NFL Will Hold 16 Clinics For Players in Europe","web_url":"https://www.nytimes.com/1993/01/13/sports/IHT-nfl-will-hold-16-clinics-for-players-in-europe.html","abstract":"The National Football League, launching a program to develop amateur football in Europe, announced Tuesday that it had formed the \"NFL World Partnership\" to encourage more youngsters to participate in tackle and flag football.. NFL Commissioner","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Municipal Labor Accord Is Seen As Budget Hurdle","web_url":"https://www.nytimes.com/1993/01/13/nyregion/municipal-labor-accord-is-seen-as-budget-hurdle.html","abstract":"  Fiscal experts and Dinkins administration officials said yesterday that the tentative labor settlement New York City reached on Monday with municipal unions, while reasonable, would make it much harder to close the city's budget gap next year and might force the city to cut services.   The fiscal experts also expressed skepticism that the contract would ever produce a more productive work force. But city officials said they believe they have built into the accord a powerful mechanism for hammering out productivity agreements between the city and its largest unions.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Books of The Times; On the New Deal's Effort to Put Youth to Work","web_url":"https://www.nytimes.com/1993/01/13/books/books-of-the-times-on-the-new-deal-s-effort-to-put-youth-to-work.html","abstract":"  The New Deal and American Youth  Ideas and Ideals in a Depression Decade  By Richard A. Reiman  253 pages. University of Georgia Press. $35.     Franklin D. Roosevelt's New Deal echoes down to our time because, once again, there's talk of action in the first hundred days after Jan. 20 to spur the economy and provide jobs by Government intervention. Roosevelt's alphabet agencies -- W.P.A. (Works Progress Administration); C.W.A. (Civil Works Administration); C.C.C. (Civilian Conservation Corps), and a half-dozen others -- were created to overcome the Depression and to lift spirits.","thumbnail":null,"section":"Books"},{"date":"19930113","headline":"Charges of Fabrication in Civil Rights Case Are Discounted","web_url":"https://www.nytimes.com/1993/01/13/opinion/l-charges-of-fabrication-in-civil-rights-case-are-discounted-692193.html","abstract":"  To the Editor:   In \"Questions for Mr. Molinari\" (Topics of The Times, Dec. 25), you ask: \"Did Guy Molinari, the Staten Island Borough President, or his staff, fabricate information submitted to Justice Department investigators? The question lingers following the recent release of a letter to Mr. Molinari from Deputy Attorney General George Terwilliger.\" The case involves Joseph Occhipinti, a Federal immigration agent convicted in a Federal court of having violated the civil rights of Hispanic shopkeepers in Manhattan.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Irish Labor Party Joins Premier in a Coalition","web_url":"https://www.nytimes.com/1993/01/13/world/irish-labor-party-joins-premier-in-a-coalition.html","abstract":"  After seven weeks of negotiation, Ireland's resurgent Labor Party cast the key votes in Parliament today to let Albert Reynolds keep his job as Prime Minister.   In a general election on Nov. 25, Mr. Reynolds's Fianna Fail Party lost ground, winning only 68 seats, 15 short of the 83 needed to govern without a coalition partner.","thumbnail":null,"section":"World"},{"date":"19930113","headline":"IN A BOMBAY SLUM, FIRES AND FLIGHT","web_url":"https://www.nytimes.com/1993/01/13/world/in-a-bombay-slum-fires-and-flight.html","abstract":"  A slush-covered lane, beginning at a small mosque, marks the new frontier between Hindus and Muslims in the densely populated neighborhood of Dharavi, which has been swept by religious violence for the last week.    Streets are empty and dozens of fires were set throughout the city, including in middle-class neighborhoods. Many homes were locked, their owners having fled the fear and hatred in one of the world's largest slums. More than 600,000 people live in Dharavi, packed into one square mile in unsanitary conditions.","thumbnail":null,"section":"World"},{"date":"19930113","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/01/13/nyregion/metro-digest-797393.html","abstract":"   HIRING OF CASEWORKERS PROMISED   The Dinkins administration, acknowledging that the city's child-abuse investigators are seriously overworked, said it would move quickly to hire 300 new caseworkers for the city's Child Welfare Administration, increasing the number of child-abuse investigators by 20 percent and reducing their caseloads by about one third. A1.   NEW YORK CITY  FLORISTS MOVING TO THE BRONX","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/01/13/sports/results-plus-314093.html","abstract":"  SKATING  Bonaly Takes Lead","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/13/opinion/IHT-letters-to-the-editor-90830313089.html","abstract":"Not Their Art to 'Restore'. Regarding \" 'Marriage at Cana': Restored or Defaced?\" (Back Page, Nov. 17): . The article about Veronese's painting describes yet another questionable \"restoration.\" We've now witnessed serious controversy o","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Clinton Aides Study Indirect End To Military Ban on Homosexuals","web_url":"https://www.nytimes.com/1993/01/13/us/clinton-aides-study-indirect-end-to-military-ban-on-homosexuals.html","abstract":"  Top aides to President-elect Bill Clinton, who is under intense pressure from the military to back off his commitment to lift the ban on homosexuals in the armed services, have been floating a plan to approach that goal indirectly, without a Presidential order.    Under the proposal, Mr. Clinton would simply issue written instructions to his choice for Defense Secretary, Les Aspin, directing him to remove the ban and drop any current cases against suspected homosexuals in the military.  Recruits would no longer be asked about their sexual orientation.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"SENATORS DIVIDED ON M.I.A. SURVIVAL","web_url":"https://www.nytimes.com/1993/01/13/world/senators-divided-on-mia-survival.html","abstract":"  In a report that will help fuel the continuing argument over the handling of servicemen missing in the Indochina war, the Senate Select Committee on P.O.W.-M.I.A. Affairs has concluded that the possibility remains that some prisoners of war were left behind when American forces withdrew from South Vietnam in 1973.   After more than a year of hearings, investigations of Government documents and trips to Southeast Asia, the committee could not come to a conclusive finding on whether Americans were left prisoner in Vietnam, Cambodia or Laos.","thumbnail":null,"section":"World"},{"date":"19930113","headline":"U.S. Students Advance In Math, for a Change","web_url":"https://www.nytimes.com/1993/01/13/education/us-students-advance-in-math-for-a-change.html","abstract":"  After years of grim news about the academic performance of American elementary and secondary school pupils, a new preliminary report indicates that the nation's students made significant gains in mathematics achievement between 1990 and 1992.   Overall average proficiency among American students rose five points since 1990 in the 4th, 8th and 12th grades, the three grades tested, according to a preliminary report made public today by the National Assessment of Education Progress, a Federal testing organization.","thumbnail":null,"section":"Education"},{"date":"19930113","headline":"Japan's Health System Worth a Closer Look","web_url":"https://www.nytimes.com/1993/01/13/opinion/l-japan-s-health-system-worth-a-closer-look-703093.html","abstract":"  To the Editor:   \"Japan's Health Care: Cradle, Grave and No Frills\" (front page, Dec. 28) is unusual in recognizing that one of the secrets of Japan's industrial might is the ability to provide social services at relatively low cost. Unfortunately, in a misplaced dedication to arguing that Japan offers few lessons for Americans, you miss two key points:","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/01/13/us/inside-734593.html","abstract":"  No Case Against Senator   A grand jury looking into the release of a secretly recorded tape declined to indict Charles S. Robb. Page A12. Ex-Salomon Trader Indicted    The central figure in the 1991 Treasury securities scandal was indicted on four criminal counts. Page D1. Cries for Freedom in Cuba    While still rare, protests in Cuba have surfaced as economic hardships have led to desperation. Page A10.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"BUSH SAID TO PLAN AIR STRIKE ON IRAQ OVER ITS DEFIANCE","web_url":"https://www.nytimes.com/1993/01/13/world/bush-said-to-plan-air-strike-on-iraq-over-its-defiance.html","abstract":"  Angered by President Saddam Hussein's response to American ultimatums and his defiance of the United Nations, President Bush has decided to launch a military strike soon against Iraq, United States and allied officials said today.   Senior United States officials said it was conceivable that Baghdad could stay Mr. Bush's hand with immediate and broad compliance with United Nations demands. But they said that the Administration assumed this would not happen and that air attacks would take place at the earliest opportunity.","thumbnail":null,"section":"World"},{"date":"19930113","headline":"Rarity for Republicans: Party Leadership Race","web_url":"https://www.nytimes.com/1993/01/13/us/rarity-for-republicans-party-leadership-race.html","abstract":"  The first contested race in 16 years for the chairmanship of the Republican Party has emerged as not so much a battle for the soul of a battered political party as a contest over who has the practical skills to repair it.   While struggles between moderate Republicans and a growing movement of conservative Christians have grown throughout the country, the competition over party leadership has been remarkably removed from ideological disputes. There are five candidates, all men and largely conservative -- only one supports a woman's right to choose abortion -- but all agree that the party must be open to people with differing views on social issues like abortion.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"Rudolf Nureyev Eulogized And Buried in Paris Suburb","web_url":"https://www.nytimes.com/1993/01/13/arts/rudolf-nureyev-eulogized-and-buried-in-paris-suburb.html","abstract":"  As a cold winter sun broke through stormy rain clouds, Rudolf Nureyev was buried early this afternoon in the Russian Orthodox cemetery of Ste.-Genevieve-des-Bois in the Essonne district, a suburb south of Paris. The Russian-born dancer and choreographer died in a suburban Paris hospital on Jan. 6.   Nureyev's oak coffin was lowered into the ground without religious services or spoken remarks. He was buried some 60 feet from the marble tomb of the choreographer Serge Lifar. Altogether, more than 3,000 Russians lie in this cemetery.","thumbnail":null,"section":"Arts"},{"date":"19930113","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/13/opinion/IHT-letters-to-the-editor-93207635949.html","abstract":"And a Line on LinesI enjoyed \"You Are How You Wait: Queue Psychology\" (Dec. 17). The British have made queuing an art form. One summer day, my brother and I were in a slow line to see the Crown Jewels. When my brother started to sleaze ahead,","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Public & Private; The Third Decade","web_url":"https://www.nytimes.com/1993/01/13/opinion/public-private-the-third-decade.html","abstract":"  In September someone pushed a syringe around the edge of a door at the building that houses the Northland Family Planning clinic and sprayed the vestibule with acid. The clinic was one of 14 in Michigan so targeted.    On Christmas Eve, members of a Lutheran church in Omaha received postcards picturing a dismembered fetus. The mass mailing to 250 homes came after a worship service had been disrupted and scriptural graffiti painted in red on a church wall, all because one church member is a doctor who performs abortions.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/01/13/nyregion/news-summary-684593.html","abstract":"  International A2-10  U.S. SAID TO PLAN IRAQ RAID    President Bush has decided to launch an attack on Iraq soon, officials said. The only question that remains, a Pentagon official said, is \"when to pull the trigger.\" A1  GRIM HARVEST IN SOMALIA    Nurturing a healthy corn crop in famine-stricken Somalia does not guarantee that a farmer will reap any gains in a market thrown out of balance by relief shipments.  A1","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Indiana Is Winner Of Sneak Preview","web_url":"https://www.nytimes.com/1993/01/13/sports/basketball-indiana-is-winner-of-sneak-preview.html","abstract":"  The only hint that springtime must wait could be found in the repeated warning announcements of the icy roads outside. Everything that happened tonight on the basketball court at Crisler Arena was about late March, or early April, with two teams often playing at the highest level, a strange circumstance clouding the issue near the end, and one team leaping at the sound of the final buzzer.   Indiana's Hoosiers overcame a swift and emotional Michigan comeback, a potentially decisive lane violation with 14.1 seconds to play, and two final Wolverine shots in a 76-75 victory.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"THE NEW PRESIDENCY: Confirmation Roundup  H.U.D. Choice Wary of Selling Public Housing; Education Choice Backs 'Investment'","web_url":"https://www.nytimes.com/1993/01/13/us/new-presidency-confirmation-roundup-hud-choice-wary-selling-public-housing-765593.html","abstract":"  Richard W. Riley, President-elect Bill Clinton's choice for Secretary of Education, told a Senate panel today that even in budgetary hard times, \"investment\" in the country's youth is an essential spending item.   Mr. Riley, a former Governor of South Carolina, argued that Mr. Clinton understood that the need for spending in education and other services was critical. His statements contrasted with those of some other Clinton choices who have cited the deficit as a reason to abandon campaign promises on new programs and tax cuts.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"Looking the Shattered in the Eyes","web_url":"https://www.nytimes.com/1993/01/13/opinion/IHT-looking-the-shattered-in-the-eyes.html","abstract":"Sunlight streamed through the hospital's windows. From a television in the corner, lilting tones of a children's program masked the sound of life-support machines hooked up to a young victim of the war in Bosnia.. \"Every child from Bosnia has some st","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Yankees Name Cerone Advance Scout","web_url":"https://www.nytimes.com/1993/01/13/sports/sports-people-baseball-yankees-name-cerone-advance-scout.html","abstract":"  RICK CERONE, an 18-year veteran who had three stints as a Yankee catcher, was named as the organization's advance scout yesterday. The 38-year old Cerone replaced RON HASSEY, who left the Yankees to become the first-base coach of the expansion Colorado Rockies.    A lifetime .245 hitter for seven teams, Cerone caught 560 games for the Yankees and hit .252 while playing for them from 1980 to 1984, 1987 and 1990. He hit .270 in 33 games for the Expos last season before retiring.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/13/opinion/IHT-letters-to-the-editor-91230849233.html","abstract":"The 'Burden' of Somalia. Regarding \"If You Want to Help, Volunteer\" by Alan Tonelson, and \"The Somalia Operation Is a Good Step for Us All,\" by Evgeny Chossudovsky (Opinion, Dec. 30):. We should harden ourselves against any sentimental","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Foster to Retire After Outdoor Season","web_url":"https://www.nytimes.com/1993/01/13/sports/sports-people-track-and-field-foster-to-retire-after-outdoor-season.html","abstract":"  For 16 years, GREG FOSTER hurdled barriers, one at a time, with an eye on the finish line. Through it all, Foster maintained a sense of dignity, purpose, and business. The 34-year-old Foster, still competitive after all these years, is retiring at the end of the outdoor season.   The three-time outdoor world champion in the 110-meter hurdles will begin his farewell tour at Madison Square Garden competing in the 60-meter hurdles, at the Millrose Games on Feb. 5 and at the USA/Mobil indoor championships on Feb. 26.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"DINKINS TO STEP UP HIRING TO MONITOR CHILD ABUSE CASES","web_url":"https://www.nytimes.com/1993/01/13/nyregion/dinkins-to-step-up-hiring-to-monitor-child-abuse-cases.html","abstract":"  The Dinkins administration, acknowledging that New York City's child abuse investigators are seriously overworked, said yesterday that it would move swiftly to hire enough workers to reduce by a third the number of families each one monitors.   Deputy Mayor Cesar A. Perales said the city would hire 300 new caseworkers for the city's Child Welfare Administration, increasing the number of child abuse investigators by 20 percent.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Harassment Confronted In Albany","web_url":"https://www.nytimes.com/1993/01/13/nyregion/harassment-confronted-in-albany.html","abstract":"  A day after a state Assemblywoman described being sexually harassed by colleagues in the Assembly, the State Capitol today was forced to confront an issue that has been debated in work places throughout the country.   The Assemblywoman, Earlene H. Hill, a Hempstead, L.I., Democrat, said on Monday that she had been harassed on three occasions by other Assembly members.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Clinton Aide Demurs on White House Staff Cuts and Recovery Plan","web_url":"https://www.nytimes.com/1993/01/13/us/clinton-aide-demurs-on-white-house-staff-cuts-and-recovery-plan.html","abstract":"  Appearing to retreat on more campaign pledges, a top aide to Bill Clinton signaled today that the President-elect might not be able to cut the White House staff by 25 percent or have an economic-recovery plan in place by Jan. 20, Inauguration Day, as promised.   Mr. Clinton's spokesman, George Stephanopoulos, today described the White House cuts as a \"goal,\" and said no more on the recovery plan than that it would be ready in \"the next few weeks.\" The Clinton campaign had stressed that it would be vital to have a recovery plan in place on \"day 1.\"","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"When the Film Audience Controls the Plot","web_url":"https://www.nytimes.com/1993/01/13/movies/when-the-film-audience-controls-the-plot.html","abstract":"  On screen, the moment of truth has arrived. In a taut little thriller called \"I'm Your Man,\" the cloddish Jack Beamer has, through a series of mishaps, become the target of a murderous corporate renegade, who has him trapped on the roof of a Manhattan building. Beamer turns to the audience and asks for advice. Should he run for an open door, leap to the roof of the next building, or reveal his identity as a special agent?   In the next 10 seconds, with no interruption in the action, the audience at the Loews Theater at 19th Street and Broadway in Manhattan votes on what course the film will take. Color-coded cues flash on the screen, matched to three buttons (red, orange and green) on a black pistol grip affixed to the right armrest of each seat. This being New York, the audience screams out in unison \"Jump! Jump!\" while pressing the buttons. The votes are electronically tallied, and Jack, after deliberating for a few moments, responds to the will of the people. The audience whoops with delight.","thumbnail":null,"section":"Movies"},{"date":"19930113","headline":"Legislative Posts Filled","web_url":"https://www.nytimes.com/1993/01/13/nyregion/legislative-posts-filled.html","abstract":"  Senator Ralph J. Marino, the Senate majority leader, today chose one of his closest and most senior allies to head the influential Senate Finance Committee. He is Senator Ronald B. Stafford, a Republican who has represented the Plattsburgh area for 28 years. Senator Jess J. Present, Republican from Bemus Point in Chautauqua County, will replace Mr. Stafford as deputy majority leader.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Judge Allows 2 More Tapes In Glen Ridge Sex-Abuse Trial","web_url":"https://www.nytimes.com/1993/01/13/nyregion/judge-allows-2-more-tapes-in-glen-ridge-sex-abuse-trial.html","abstract":"  The judge in the Glen Ridge sex assault trial today gave prosecutors permission to play for the jury tapes of two more secretly recorded conversations involving the mildly retarded woman at the heart of the case.    The tapes, admitted despite strenuous defense objections, will be the prosecution's final evidence in the case it began presenting in mid-October against four former Glen Ridge football players charged with sexually assaulting the young woman in March 1989.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Judge Sets Allen-Farrow Hearing","web_url":"https://www.nytimes.com/1993/01/13/nyregion/judge-sets-allen-farrow-hearing.html","abstract":"  After months of accusations, evasions and carefully crafted public relations, Woody Allen and Mia Farrow are expected to testify in the coming weeks about their treatment of their children.   The director and his former lover and co-star will take the stand, their lawyers said, at a Jan. 26 hearing that was ordered yesterday on Mr. Allen's motion for visiting rights while his custody battle with Ms. Farrow continues.   In setting the hearing, Acting Justice Elliott Wilk virtually assured that they would have to submit, publicly and under oath, to questioning both friendly and hostile, far sooner than they otherwise would have. A trial in the case, which is being fought in State Supreme Court in Manhattan, is thought to be months away.   When asked outside the courtroom about the prospect that he and Ms. Farrow would have to testify, Mr. Allen, who attended yesterday's session, said, \"I can't wait for that.\" Ms. Farrow was not present.   Ms. Farrow \"would prefer not to have to put the children through it,\" but will take the stand, her lawyer, Eleanor Alter, said.   The feud between Mr. Allen and Ms. Farrow exploded into the public eye in August last year, when he sued for sole custody of their three children, claiming Ms. Farrow is an unfit mother.    In turn, she has sued to invalidate Mr. Allen's adoption in December 1991 of 7-year-old Dylan O. Farrow and Moses A. Farrow, 14, whom she had adopted earlier.   She accused him of molesting Dylan at her Connecticut house last summer. He has denied the charge, and countered that Ms. Farrow has brainwashed their three children.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"First Student Testifies in Suit To Integrate Hartford Schools","web_url":"https://www.nytimes.com/1993/01/13/nyregion/first-student-testifies-in-suit-to-integrate-hartford-schools.html","abstract":"  Milo Sheff, the 13-year-old Hartford student who is the lead plaintiff in a lawsuit seeking to integrate his city's schools with those in 21 suburbs, testified today in Superior Court. His subject: his first experience at summer camp.   \"Did you have trouble at first?\" Wesley Horton, a lawyer for the plaintiffs in the suit, known as Sheff v. O'Neill, asked him.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"No Headline","web_url":"https://www.nytimes.com/1993/01/13/nyregion/no-headline-680293.html","abstract":"  \"He's going to walk some day. I believe that.\" -- ANGELA BYRD, wife of Dennis Byrd, the injured Jet defensive end.  [ B11:1. ]","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Driver of Van Tells of Police Chase of Hijacker","web_url":"https://www.nytimes.com/1993/01/13/nyregion/driver-of-van-tells-of-police-chase-of-hijacker.html","abstract":"  The driver of a van for handicapped children that was hijacked on Monday by a man with a gun today described a bizarre and harrowing chase through south-central Connecticut.   Her account suggested that a 13-year-old student who was wounded in the incident's denouement -- a shootout with state troopers in the town of Portland -- was hit by a police bullet. The state police have yet to determine whether the child was shot by the gunman or by troopers.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"More Questions for Ron Brown","web_url":"https://www.nytimes.com/1993/01/13/opinion/more-questions-for-ron-brown.html","abstract":"  Wake-up calls come from unexpected sources, and sometimes they can rock the sleep of ages. Consider the case of Senator Trent Lott, the Mississippi Republican whose somnolent interrogation of Ron Brown last Wednesday took Southern hospitality to new levels of languidity.    Now a few solid questions have entered Mr. Lott's mind about potential conflicts of interest between Mr. Brown's work at the law and lobbying firm of Patton, Boggs & Blow and the new duties he wants to assume on Jan. 20 as Secretary of Commerce. A larger question is whether Mr. Lott can now wake the slumbering Senate.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Memories Spur Gifts To Neediest","web_url":"https://www.nytimes.com/1993/01/13/nyregion/memories-spur-gifts-to-neediest.html","abstract":"  She was a teacher who nurtured handicapped students.   He was a husband who often spent much of his paycheck on food for the homeless.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/13/nyregion/c-corrections-636093.html","abstract":"  Because of an editing error, a report in the Chronicle column yesterday about the actress Ruby Dee's adaptation of \"The Disappearance,\" a mystery novel, gave the date of the opening performance incorrectly in some editions. It will be on Tuesday; it was not yesterday.   The report also misstated the location of the Crossroads Theater. It is in New Brunswick, N.J., not Livingston.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Pianist Cancels Recital Because of Ailing Hand","web_url":"https://www.nytimes.com/1993/01/13/arts/pianist-cancels-recital-because-of-ailing-hand.html","abstract":"  The pianist Murray Perahia has canceled his Feb. 25 recital at Carnegie Hall. He is recovering from a hand condition that has prevented him from playing in recent months.","thumbnail":null,"section":"Arts"},{"date":"19930113","headline":"White House Food Can't Be Beat, but You Can Run Against It","web_url":"https://www.nytimes.com/1993/01/13/style/white-house-food-cant-be-beat-but-you-can-run-against-it.html","abstract":"WHILE no one doubts that President-elect Bill Clinton likes Big Macs and coffee, his penchant for fast food, as well as the fried catfish of his native Arkansas, unquestionably carries a populist message.\n\nThere are Kitchen Cabinets and kitchen cabinets, and the latter often reflect the former. The food of Presidents not only provides a clue to how they view government, but can be used as a political tool against them. Style can become substance, and roughage can indeed become texture, in an arena where the waffle has been a statement on women's issues, and hominy has defeated a President on a quest for a second term. A survey of the White House's kitchen and dining room manners offers a glimpse into the adage that one is what one eats.","thumbnail":null,"section":"Style"},{"date":"19930113","headline":"Justices Split On Just What A 'Person' Is","web_url":"https://www.nytimes.com/1993/01/13/us/justices-split-on-just-what-a-person-is.html","abstract":"  Thirty-four years after Congress provided that a poor person would not have to pay a fee for filing a Federal lawsuit, the Supreme Court had to decide the inevitable question today: what is a person?   While this may not have been the most profound or momentous version of that question to reach the Court, it was daunting enough to split the Justices 5 to 4 in a demonstration of how many uncertainties there are to reading the mind of Congress.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"Pro Basketball; Petrovic Will Rejoin Nets for Cavs Tonight","web_url":"https://www.nytimes.com/1993/01/13/sports/pro-basketball-petrovic-will-rejoin-nets-for-cavs-tonight.html","abstract":"  Drazen Petrovic, the durable guard who has led the Nets in scoring for the last two seasons, will return for Wednesday night's game against the Cavaliers after missing two games over the weekend with a sprained right ankle.   \"Petro will play,\" said Coach Chuck Daly, after the team completed practice here today for the home game against Cleveland. \"He will start. He looks fine.\"   Petrovic, averaging 23.2 points a game, was the only player to start all 82 games for the Nets last season. His string of 156 games -- 113 starts in a row -- was broken last Wednesday after he stepped awkwardly on the foot of Philadelphia's Charles Shackleford during a game at the Spectrum.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"A Missed Opportunity on City Labor","web_url":"https://www.nytimes.com/1993/01/13/opinion/a-missed-opportunity-on-city-labor.html","abstract":"  Mayor David Dinkins said that in this round of labor negotiations, he'd see to it that New York City's labor unions agreed to substantive reforms. Now he has abandoned that promise. The tentative agreement with several municipal unions is, to the administration's credit, financially responsible. But it also represents a missed opportunity to begin restructuring the work force.   The pact grants a wage and benefit increase of 8.2 percent over 39 months, more than the city budgeted for, but below inflation. Yet despite Mr. Dinkins's long-term pledge to grant increases only if the unions paid for them in better productivity, the agreement does not impose even one reform. Isn't money saved money saved, whether through reforms or a modest settlement? No, because real reforms can last generations, not just the length of a contract. That's why unions fight them so fiercely.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Somalia Will Need Help When Troops Go","web_url":"https://www.nytimes.com/1993/01/13/opinion/l-somalia-will-need-help-when-troops-go-704993.html","abstract":"  To the Editor:   Governments around the world need to recognize that starvation in Somalia can only be eliminated by a long-term program of environmental rehabilitation of the land.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"China:A Vacuum Tomorrow?","web_url":"https://www.nytimes.com/1993/01/13/opinion/IHT-chinaa-vacuum-tomorrow.html","abstract":"The next generation of chinese leaders, whoever they turn out to be, will be heavily dependent on the support of the People's Liberation Army. . Uncertainties about the identity of the successor generation and of the future leanings of the army leave many","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/01/13/style/chronicle-686793.html","abstract":"  When BLANCHE WIESEN COOK gets up to talk at a memorial service on Monday for Audre Lorde, the poet laureate of New York State who died in November, , her theme will be \"Friend of Friends.\"    \"I will talk about my 35 years of friendship with her and about the way that she had such an impact on so many lives,\" said Ms. Cook, author of the biography \"Eleanor Roosevelt: Volume I, 1884-1933\" published last year by Viking. \"She was active in women's rights, civil rights, lesbian and gay rights and in the international arena -- for example she organized the African-German community in Berlin -- and had the most amazing range of people as her friends.\"   A committee that includes Ms. Lorde's children, ELIZABETH LORDE-ROLLINS and JONATHAN F. A. ROLLINS, decided to organize the service on Monday, Martin Luther King Jr. Day, at the Cathedral of St. John the Divine.    The speakers will also include Angela Davis, the former radical leader who is now professor of the history of consciousness at the University of California at Santa Cruz; Sonia Sanchez and Joy Harjo, poets, and Barbara Smith, who was a co-founder with Ms. Lorde of the Kitchen Table: Women of Color Press.    \"She had such an impact on all our lives because she knew so much about everything,\" Ms. Cook said. \"She could talk to musicians about music and historians about history. When you went for a walk on the beach with her, she knew the name of every single shell, rock and stone, out of her own absolute hunger to know things.\"","thumbnail":null,"section":"Style"},{"date":"19930113","headline":"Review/Cabaret; A New Round of Broadway Sendups, Vintage '93","web_url":"https://www.nytimes.com/1993/01/13/theater/review-cabaret-a-new-round-of-broadway-sendups-vintage-93.html","abstract":"  Imitation may be the sincerest form of flattery, as the first song in \"Forbidden Broadway 1993\" suggests. But it is parody, not flattery, that is Gerard Alessandrini's forte. As we are told, his satiric cabaret revue specializes in \"sweet revenge and sour grapes.\" What does the show do when it opens in limbo, before the theater season has hit its stride or has pratfalled to a finish?   The answer is unveiled at Theater East, where the latest installment of this perennial entertainment is playing. In this case, the pleasures of Mr. Alessandrini's musical indictment are intermittent. There are, however, mirthful sketches beginning with Craig Wells's devastating spoof of Michael Crawford. Remove his mask and he is a singing schizoid, a toe-tapping male ingenue. Then, with a Jekyll and Hyde swiftness, he sings, \"Put on your phony voice,\" and becomes the sonorous phantasm of Andrew Lloyd Webber's dreams. Just as quickly he returns to smiling boyishness.","thumbnail":null,"section":"Theater"},{"date":"19930113","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/13/opinion/IHT-letters-to-the-editor.html","abstract":"Kenyans Made Their Choice. The Washington Post editorial \"Hanging On in Kenya\" (Jan. 5) is an affront to the majority of Kenyans who support the national leadership of President Daniel arap Moi. The writer needs to upgrade his understanding and","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/01/13/arts/the-pop-life-415593.html","abstract":"  Singing Collectors   In the summer of 1990, Eddie Chacon was riding a New York City subway train when he spotted a young man across the aisle with a vinyl copy of Marvin Gaye's \"Trouble Man.\"    \"I had a hunch that to have that rare record on him, he most likely had to be a record collector like me,\" Mr. Chacon said. \"I started talking to him about collections and we traded phone numbers. Neither of us knew what we were getting into.\"","thumbnail":null,"section":"Arts"},{"date":"19930113","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/13/nyregion/c-corrections-638793.html","abstract":"  An entry in the Executive Changes listing in Business Day yesterday about the appointment of an interim chief executive at the New York Switch Corporation misidentified the previous chief executive, who died Dec. 17. He was David A. Huemer.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Round-the-Globe Flight Lasts 5 Miles","web_url":"https://www.nytimes.com/1993/01/13/us/round-the-globe-flight-lasts-5-miles.html","abstract":"  A $5 million balloon whose American and Russian crew members hoped to be the first aeronauts to circle the globe nonstop crashed on a mountainside today minutes after it left the ground.   The commander of the huge Earthwinds balloon, Larry Newman, and his crew, Maj. Gen. Vladimir A. Dzhanibekov, commander of Russian astronaut training, and Don Moses, a Hawaii builder, escaped injury. But the balloon was wrecked, ending the problem-plagued project until fall.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"'Down With Fidel!' Is Heard in Cuba, but There Is No Sign Yet of His Fall","web_url":"https://www.nytimes.com/1993/01/13/world/down-with-fidel-is-heard-in-cuba-but-there-is-no-sign-yet-of-his-fall.html","abstract":"  After walking for miles and sometimes crawling a last stretch on their knees, thousands of pilgrims began pouring into the Church of St. Lazarus as the sun set on Dec. 16. At midnight, a young priest took the microphone to hail the patron of Cuba's sick and downtrodden.   \"Long live the Miraculous St. Lazarus!\" he shouted over and over. \"Long live Christ the King!\"","thumbnail":null,"section":"World"},{"date":"19930113","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/01/13/health/personal-health-209893.html","abstract":"  \"TO CATCH A COLD.\" It might not make an enticing movie title, but it is a scene played out among Americans 500 million times a year. And despite a plethora of preventive advice and an ever-expanding array of commercial remedies, there is absolutely no indication that colds are becoming less common, less bothersome or more curable.   Colds remain the most common medical reason for lost days from school and from work, and more than a billion dollars a year is spent on over-the-counter nostrums in a usually futile effort to find relief from their annoying, disruptive symptoms.","thumbnail":null,"section":"Health"},{"date":"19930113","headline":"Topics of The Times; He Lit Up the Sky","web_url":"https://www.nytimes.com/1993/01/13/opinion/topics-of-the-times-he-lit-up-the-sky.html","abstract":"  There are fireworks and there are    Grucci    fireworks. Felix Grucci, who died this week at 87, was America's master of ooh's and ah's. The offspring of a family that had made fireworks in southern Italy since the mid-1800's, Mr. Grucci started the U.S. business on the south shore of Long Island in 1929. If ever there was a family enterprise, this was it -- and still is.   Initially the company did Italian feast days and the Fourth of July in nearby island towns. But over the years Mr. Grucci and his family became unofficial pyrotechnicians to the City of New York and, by extension, to the entire world through telecasts of their New York spectaculars. To name a few, the Gruccis did the Brooklyn Bridge centennial in 1983, the Statue of Liberty's in 1986 and last year's tall-ships Operation Sail -- each one ever more dazzling.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"A Bit of This and That For a Sea of Scoring","web_url":"https://www.nytimes.com/1993/01/13/sports/hockey-a-bit-of-this-and-that-for-a-sea-of-scoring.html","abstract":"  A transfusion of minor leaguers who had major league wannabe written all over them. A couple of rookie defensemen who performed the hockey equivalent of turning from ugly ducklings to swans. A visiting goaltender with Stanley Cup credentials who yielded five goals on 22 shots before being chased from his net. It was a bizarre combination, but it produced the desired novelty tonight: the Islanders finally won a hockey game.   With an exuberance, and a couple of players, not often seen in these parts, the Islanders ended a three-game losing streak by crushing the Calgary Flames, 8-2, at Nassau Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Pro Basketball; A Trip Starts With Starks Flying High","web_url":"https://www.nytimes.com/1993/01/13/sports/pro-basketball-a-trip-starts-with-starks-flying-high.html","abstract":"  John Starks fired early and late for a career-high 33 points tonight, pacing the Knicks to a much-needed 104-93 victory over the Sacramento Kings.   The victory ended a two-game New York losing streak and gave the Knicks an early leg up on a four-game road trip.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Arabs to Seek U.N. Pressure On Israel Over Deportations","web_url":"https://www.nytimes.com/1993/01/13/world/arabs-to-seek-un-pressure-on-israel-over-deportations.html","abstract":"  Resisting a call by the Palestine Liberation Organization to suspend peace talks with Israel, Arab foreign ministers ended a meeting here today instead with a recommendation that the United Nations Security Council impose sanctions on Israel for deporting 415 Palestinians to Lebanon.    The foreign ministers, who met for two days under the auspices of the 21-member Arab League, said they would push for sanctions if Israel refused to allow the Palestinians, who are Muslim fundamentalists, to return to the Israeli-occupied territories. Israel has rejected all such appeals.","thumbnail":null,"section":"World"},{"date":"19930113","headline":"Hate a Happy Lottery Winner? Don't Read This!; From Poverty on Turnpike to Pleasure Under Palms, a Telephone Installer's Tale","web_url":"https://www.nytimes.com/1993/01/13/nyregion/hate-happy-lottery-winner-don-t-read-this-poverty-turnpike-pleasure-under-palms.html","abstract":"  David N. Demarest can spend hours on his deck overlooking the Atlantic, watching surfers and pelicans dance to the tune of the waves. His worries are on the order of figuring the best way to build a pool or keep the hibiscus flowers from turning brown. Many days, he can't recall worrying about a thing.   \"I love it here,\" he said, his sun-kissed face creasing into a broad smile as he scanned the palm trees in front of his $550,000 house. \"I can't complain.\"","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"House Inquiry Finds No Evidence of Deal On Hostages in 1980","web_url":"https://www.nytimes.com/1993/01/13/us/house-inquiry-finds-no-evidence-of-deal-on-hostages-in-1980.html","abstract":"  A bipartisan House panel has concluded that there is no merit to the persistent accusations that people associated with the 1980 Presidential campaign of Ronald Reagan struck a secret deal with Iran to delay the release of American hostages until after the election.   \"There is no credible evidence supporting any attempt or proposal to attempt by the Reagan Presidential campaign, or persons representing or associated with the campaign to delay the release of the American hostages in Iran,\" the panel concluded in a summary of its report, which is to be made public on Wednesday. Congressional aides distributed the summary to news organizations today.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"A New Question in Somalia: When Does Free Food Hurt?","web_url":"https://www.nytimes.com/1993/01/13/world/a-new-question-in-somalia-when-does-free-food-hurt.html","abstract":"  In this country of hunger, Faaduma Abdi Arush is cursed with corn. She has corn stored in barrels, corn stacked in sacks, corn to be tossed away as chicken feed.   Mrs. Arush survived Somalia's civil war, and she and the farm hands on her large holding even managed to tend her fields, producing a bountiful harvest of corn four months ago.","thumbnail":null,"section":"World"},{"date":"19930113","headline":"Review/Film; A Conceptual Artist Who Makes Money. Literally.","web_url":"https://www.nytimes.com/1993/01/13/movies/review-film-a-conceptual-artist-who-makes-money-literally.html","abstract":"  J. S. G. Boggs, the subject of Philip Haas's intriguing documentary film \"Money Man,\" is an artistic provocateur whose chosen form of expression is the creation of homemade currency. His hand-drawn bills, while not strictly counterfeit, look enough like the real thing to have alarmed the authorities in several countries. In Australia and England he has been arrested for counterfeiting but later acquitted of the charges. And in 1991, the Secret Service seized 15 of his bills in a hotel room in Cheyenne, Wyo. The agency, while declining to prosecute, refused to return the bills, which the artist prefers to call \"notes.\"    More than a superb draftsman, Mr. Boggs is an ingenious Conceptual artist whose finished works, which he calls \"transactions,\" require the participants to re-think basic notions about money, art and value. He doesn't consider one of his works complete until he has \"spent\" one of his fake bills and received real currency in exchange. The bills themselves often have whimsical touches, like his signing of his own name as Secretary of the Treasury, or his initialing the back of a one-faced bill with a thumb print.","thumbnail":null,"section":"Movies"},{"date":"19930113","headline":"Jackson Is Setting a Focus on Sports","web_url":"https://www.nytimes.com/1993/01/13/sports/baseball-jackson-is-setting-a-focus-on-sports.html","abstract":"  The Rev. Jesse Jackson's Rainbow Coalition, founded and known primarily as a political organization, has turned an intense and somewhat sudden gaze on race and sports as part of a highly visible campaign to increase minority group hiring in decision-making positions.   Citing the need to capture a larger portion of the multibillion-dollar sports industry, Jackson said today that his newly formed Rainbow Commission on Fairness in Athletics would make sports a top priority this year, applying pressure at both the intercollegiate and professional levels.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/13/opinion/IHT-letters-to-the-editor-90356857765.html","abstract":"Mr. Tonelson decries the U.S.-led UN \"humanitarian\" effort in Somalia as unworthy of risking the lives of military personnel. He neglects to mention that not only are most of the troops volunteers for military service, but that it is the overwhe","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"The Opportunities of Incumbency","web_url":"https://www.nytimes.com/1993/01/13/nyregion/the-opportunities-of-incumbency.html","abstract":"  While incumbency surely carries its burdens, it also offers substantial opportunities, as Mayor David N. Dinkins has demonstrated repeatedly in the last two weeks.   In the first 12 days of the new year -- one in which the Mayor plans to run for re-election -- Mr. Dinkins unleashed a blitz of actions and initiatives intended to court constituencies central to the coalition that put him in office three years ago.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Campuses Are Hurt by Computer Giants' Woes","web_url":"https://www.nytimes.com/1993/01/13/technology/campuses-are-hurt-by-computer-giants-woes.html","abstract":"  The nation's two largest computer makers, I.B.M. and Digital Equipment, last year announced huge retrenchments, and the fallout has now reached America's college and university campuses.    Educators nationwide fear that high-technology education will sharply decline because the companies are reducing their financial and material contributions. In the mid-1980's, when the economy was booming, computing was the hottest major on many campuses, and computer makers, hungry for new markets and eager to have their latest systems adopted by future engineers and managers, were donating computers to universities by the truckload.","thumbnail":null,"section":"Technology"},{"date":"19930113","headline":"Panel to Study Complaint","web_url":"https://www.nytimes.com/1993/01/13/nyregion/panel-to-study-complaint.html","abstract":"  The Civilian Complaint Review Board in New York City yesterday said it would investigate a charge by rap performers and producers that several police officers in the 23d Precinct in Harlem used excessive force after stopping their car on Monday night. According to the complaint, several police officers stopped a car containing five men at 8 P.M. Monday on Second Avenue between 112th and 113th Streets, Sgt. Nicholas Vreeland said. A radio call had gone out describing a car used in a robbery in the area, he said. The police officers were not named.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Gunman Killed in Chase Said to Have Violent Past","web_url":"https://www.nytimes.com/1993/01/13/nyregion/gunman-killed-in-chase-said-to-have-violent-past.html","abstract":"  State police investigators today were trying to piece together what may have set off an Old Lyme man's rampage through rural Connecticut on Monday, and to determine whether the state troopers who cornered the gunman and shot him to death after a multicar chase acted appropriately.   It remained unclear whether a 13-year-old junior high school student who was wounded at the scene was shot by the gunman, Dwight G. Pink Sr., or by the troopers. The boy was riding in a school van that Mr. Pink, 42, apparently commandeered in East Haddam after a car he had stolen became disabled.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"ENDEAVOUR READY TO START MISSION","web_url":"https://www.nytimes.com/1993/01/13/us/endeavour-ready-to-start-mission.html","abstract":"  The space shuttle Endeavour and five astronauts are set to roar aloft on Wednesday morning on a six-day mission whose main goal is to deploy a $200 million data-relay satellite.    The astronauts also plan three tests, including a space walk, to help pave the way for the NASA space station Freedom, a $30 billion orbital outpost scheduled to be built later this decade.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"Review/Music; Composers Orchestra Paints Sonic Landscapes","web_url":"https://www.nytimes.com/1993/01/13/arts/review-music-composers-orchestra-paints-sonic-landscapes.html","abstract":"  Buttressed by no fewer than 40 percussion instruments, the American Composers Orchestra set forth a group of works on Sunday afternoon that favored sounds above form. Dennis Russell Davies, the orchestra's music director, assembled a program that included two world premieres: Chou Wen-Chung's Cello Concerto and Roger Reynolds's \"Dreaming.\" The emphasis on atmosphere as landscape pointed toward the current revival of Impressionism.   Most impressive of the group was the four-movement \"Dreaming,\" inspired by a sequence of literary images. Mr. Reynolds, initially known for fearsomely complex technological experimentation, now favors a free-form fantasizing on poetic extracts. The opening two episodes, based on fragments of texts by Borges, release disparate and delicately instrumented night visions, both \"ecstatic\" and \"agitated.\" Solo voices, carrying fragmentary melodic shapes, poke fitfully through a restless, shifting background.","thumbnail":null,"section":"Arts"},{"date":"19930113","headline":"THE NEW PRESIDENCY: Confirmation Roundup  H.U.D. Choice Wary of Selling Public Housing; Bentsen Promises Focus on Deficit","web_url":"https://www.nytimes.com/1993/01/13/us/new-presidency-confirmation-roundup-hud-choice-wary-selling-public-housing-649293.html","abstract":"  Senator Lloyd Bentsen, President-elect Bill Clinton's choice for Treasury Secretary, joined a parade of appointees today in declaring that new forecasts of higher budget deficits would make it harder for Mr. Clinton to cut taxes for the middle class as he promised during the campaign.   Mr. Bentsen, who Mr. Clinton says will be his chief spokesman on economic matters, vowed to focus on cutting the budget deficit, saying that to achieve this goal, taxes would have to rise, spending would have to fall and growth would have to accelerate.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/13/nyregion/c-corrections-637993.html","abstract":"  An article in Business Day on Dec. 5 about legal and other fees for the bankruptcy of R. H. Macy & Company misstated the position of Macy's general counsel, Herbert Hellman. He did not concur with the report's comments that the fees of the Blackstone Group were excessive. He did concur with its assessment of the fees of Berlack, Israels & Liberman, a law firm for Macy's bondholders. This correction was improperly delayed through an editing lapse.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/01/13/style/chronicle-685993.html","abstract":"  It's no easy matter giving PRESIDENT BUSH an award. Take the experience of the National Ethnic Coalition of Organizations, which has made more than one attempt to bestow its Ellis Island Congressional Medal of Honor on the President in ceremonies in the Great Hall of Ellis Island.    \"The first time was two years ago, and then he went off to South America just before the Persian Gulf war,\" WILLIAM D. FUGAZY, chairman of the coalition, said yesterday. \"Then it was scheduled again for last month in a private ceremony on Ellis Island -- and off he went to Somalia.\"","thumbnail":null,"section":"Style"},{"date":"19930113","headline":"The Lesson of 'Two Thousand and One'; Nadder, Ewt and 'Sup","web_url":"https://www.nytimes.com/1993/01/13/opinion/l-the-lesson-of-two-thousand-and-one-nadder-ewt-and-sup-702293.html","abstract":"  To the Editor:   \"Eighties, Nineties and Oh's\" (editorial, Dec. 30) describes as \"a silly error in verbal juncture\" the rendering of \"a naught\" as \"an ought.\"","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Eating Well","web_url":"https://www.nytimes.com/1993/01/13/style/eating-well.html","abstract":"FAT -- what it is, how to find it and how to get rid of it -- is likely to continue as one of the overriding nutrition concerns for 1993. But as pervasive as the fat theme is, confusion reigns in the supermarket, even for the most sophisticated shopper. Despite the huge labeling overhaul, mandated by the Food and Drug Administration, that will take effect over the next 17 months, misunderstandings will surely persist over which foods are the best choices for people watching fat and counting calories. Here a few of the most common fat fallacies.\n\n\nMyth: \n\nMini-foods, like mini-cookies, muffins and crackers, are a good way to control fat intake.","thumbnail":null,"section":"Style"},{"date":"19930113","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/01/13/books/book-notes-318393.html","abstract":"  Me? Write That? Naw!   Authors often yearn to see a credit line flash across the movie screen, saying \"Based on the book by\" (naturally, themselves).","thumbnail":null,"section":"Books"},{"date":"19930113","headline":"Notes From Underground Prove Quite Rewarding","web_url":"https://www.nytimes.com/1993/01/13/nyregion/about-new-york-notes-from-underground-prove-quite-rewarding.html","abstract":"  SO you want to write and be published. Listen, here's some real practical advice from Marissa Piesman, author of the Nina Fischman mysteries, that you will never get from any creative writing course: Move to someplace near the end of a subway line so you can count on getting a seat every morning.   \"What I do is I try to get one in the corner by the window,\" Ms. Piesman said as she set out from her Washington Heights apartment. \"It gives you stability.\" Ms. Piesman demonstrated her technique on the A train, where she has already written three novels: \"Unorthodox Practices,\" \"Personal Effects,\" and the newest one, \"Heading Uptown,\" which Delacorte Press is now shipping to bookstores.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Death in Clusters","web_url":"https://www.nytimes.com/1993/01/13/opinion/death-in-clusters.html","abstract":"If nuclear weapons exploded over Tel Aviv and Haifa, Israel's life would probably end. If they exploded over Riyadh, Medina and Jidda, they probably would destroy Saudi Arabia.\n\nFortunately, Bill Clinton thinks we should provide the defenses our Mideastern allies need to protect themselves against nuclear-armed neighbors. In July, he said we should \"develop and deploy theater-based defense systems -- like Patriot and its successors -- to defend U.S. troops and allies against the threat of missile attack.\" Unfortunately, the financing provided is inadequate.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Disarm Our Streets Too","web_url":"https://www.nytimes.com/1993/01/13/opinion/l-disarm-our-streets-too-705793.html","abstract":"  To the Editor:   At the age of 18 Wayne Lo, a student at Simon's Rock College in Great Barrington, Mass., who insanely killed two people and wounded several more, was legally too young to buy a beer, but not an assault rifle. We feel good and proud about taking away guns from Somalis, while wearily watching the daily shootout of our siblings and children at home, where mercy ought to begin. Perhaps we too need troops to help us drop our firearms.  JOANNA CLARK  Princeton, N.J., Dec. 23, 1992","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Shetlands Oil Tanker Breaks Apart","web_url":"https://www.nytimes.com/1993/01/13/world/shetlands-oil-tanker-breaks-apart.html","abstract":"  Two consecutive days of hurricane-force winds and towering waves snapped the keel of the grounded tanker Braer early today, breaking the vessel apart and sweeping the rest of its 26 million gallons of oil into the sea.    After a nearly weeklong drama in which the tanker writhed in the stormy winter surf, local residents, conservationists and Government officials began trying to assess the overall toll of the spill, which in volume ranks among the worst tanker accidents in history.","thumbnail":null,"section":"World"},{"date":"19930113","headline":"Gretzky Is Added to All-Star Roster","web_url":"https://www.nytimes.com/1993/01/13/sports/sports-people-pro-hockey-gretzky-is-added-to-all-star-roster.html","abstract":"  WAYNE GRETZKY of the Los Angeles Kings, after playing only three games this season because of a back problem, was added to the All-Star roster by GIL STEIN, the league president, yesterday.   Gretzky was in danger of missing the first All-Star game of his 14-year career after being passed over in voting by the fans and also by a special committe which selected the reserves.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Thousands Gather to Hear Praise for Dizzy Gillespie","web_url":"https://www.nytimes.com/1993/01/13/arts/thousands-gather-to-hear-praise-for-dizzy-gillespie.html","abstract":"  The huge Cathedral of St. John the Divine was filled to bursting yesterday afternoon with people paying tribute to Dizzy Gillespie, the jazz trumpeter, band leader and innovator who died last week at the age of 75.   The crowd, which the police estimated at 8,000 to 10,000, was remarkably varied, ranging from a seventh-grade class from Washington Heights to an all-star cast of musicians, many of them trumpet players. There were blacks and whites and Asian-Americans, a few of them holding tattered copies of Gillespie's autobiography, \"To Be or Not to Bop.\"","thumbnail":null,"section":"Arts"},{"date":"19930113","headline":"THE NEW PRESIDENCY: Confirmation Roundup; H.U.D. Choice Wary of Selling Public Housing","web_url":"https://www.nytimes.com/1993/01/13/us/new-presidency-confirmation-roundup-hud-choice-wary-selling-public-housing-648493.html","abstract":"  Henry G. Cisneros, President-elect Bill Clinton's choice for Secretary of Housing and Urban Development, voiced strong reservations today about one of the Bush Administration's showcase programs, which is meant to sell public housing units to their tenants.   \"I don't think we can outright endorse the concept,\" he said in an interview after a confirmation hearing before the Senate Committee on Banking, Housing and Urban Affairs. He said he feared burdening the tenants with expensive or decrepit homes.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"In the End, Canucks Just Can't Keep Up With Devils","web_url":"https://www.nytimes.com/1993/01/13/sports/hockey-in-the-end-canucks-just-can-t-keep-up-with-devils.html","abstract":"  Playing their fourth game in five nights, including two in the last 24 hours, the Vancouver Canucks simply ran out of gas tonight against the Devils.    The Canucks played the Devils on equal terms until 2 minutes 29 seconds remained, when Bill Guerin stepped into the slot and redirected Aleksandr Semak's pass to give the Devils a 3-2 triumph at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/13/nyregion/c-corrections-641793.html","abstract":"  A music review on Monday about the band Drunken Boat at CBGB last Wednesday misidentified the drummer. She is Rene Valentino, not Hadley Kahn.  ","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Love Divides Us, Not Hatred","web_url":"https://www.nytimes.com/1993/01/13/opinion/love-divides-us-not-hatred.html","abstract":"Jewish and black New Yorkers will never quell the bitterness between them until we call off our futile hunt for culprits and hatemongers and begin to look within ourselves. All the intergroup basketball games and Holocaust film openings in the world will not help. It is not excess hatred for one another that is shredding our social fabric. Our problem is too much love for one's own kind.\n\nWe are trapped in the cliche of Jews' and blacks' shared history of persecution. We ought to start acknowledging how much more these two groups share in New York today. Each group has institutionalized its past suffering as a governing mythos. Each overestimates its continuing vulnerability and undervalues the power it has acquired. At the same time, each underestimates the other group's vulnerability while exaggerating the other group's power.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"U.S. Finds Serbs Skimming 23% Of Bosnian Aid","web_url":"https://www.nytimes.com/1993/01/13/world/us-finds-serbs-skimming-23-of-bosnian-aid.html","abstract":"  An internal report commissioned by the State Department has concluded that the effort to send relief supplies to the Bosnians is largely a failure, with the Serbian forces in Bosnia and Herzegovina skimming nearly one-quarter of all the aid brought in by air.   The report, which is circulating within the Bush Administration, also complains that the United Nations peace force and refugee officials have often yielded to the Serbs, allowing them to determine what aid is provided and who gets it. Appeasement Is Charged    \"Since the start of the humanitarian airlift,\" the report said, \"the U.N. has also sought to appease the Serb militias by providing the Serb 'authorities,' a portion (23 percent) of all relief commodities arriving by airlift, and by according them the right to inspect each cargo delivered by air or road, to approve or disapprove each cargo.\".","thumbnail":null,"section":"World"},{"date":"19930113","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/13/nyregion/c-corrections-640993.html","abstract":"  An article on Jan. 5 about a prison parole program for terminally ill inmates with AIDS misstated the length of time an infant would have to be monitored for signs of having contracted the virus from an infected parent. According to the Federal Centers for Disease Control, by the age of about 20 months, if an infant tests negative, it definitely does not carry H.I.V., the virus that causes AIDS.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/01/13/opinion/IHT-letters-to-the-editor-91493981756.html","abstract":"Exactly a Fan. Regarding the letter to the editor \"Not Exactly a Fan\" (Jan. 7):. This unwarranted and unmotivated attack on the columnist A. M. Rosenthal by the head of the PLO delegation in Britain has done at least one good thing: It has made","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Review/Music; Appreciating the Man Who Wrote the Words","web_url":"https://www.nytimes.com/1993/01/13/arts/review-music-appreciating-the-man-who-wrote-the-words.html","abstract":"  When the 92d Street Y inaugurated its popular Lyrics and Lyricists series in December 1970, the first among dozens of songwriters to appear and talk about their work was E. Y. (Yip) Harburg. One of the more underappreciated lyricists among the great craftsmen of the pre-rock era, Harburg was a brilliant satirist who idolized W. S. Gilbert and brought a more plain-spoken, Americanized version of Gilbert's verbal elegance to American pop.   A delightfully animated performer of his own work, Harburg returned to the stage of the Kaufmann Concert Hall at the Y three times before he died in 1981. And in the opening program of the series's 23d season, his contribution was again celebrated in a show that had four performances on Sunday and Monday.","thumbnail":null,"section":"Arts"},{"date":"19930113","headline":"THE NEW PRESIDENCY: The Justice Department; Parts of Attorney General-Designate's Record Disturb Some Clinton Backers","web_url":"https://www.nytimes.com/1993/01/13/us/new-presidency-justice-department-parts-attorney-general-designate-s-record.html","abstract":"  Zoe Baird, Bill Clinton's choice to be Attorney General, has been involved in several hotly disputed proposals to change the country's legal system.    Interestingly, the proposals have been endorsed by conservative Republicans like Vice President Dan Quayle, and some are at odds with some of the President-elect's campaign statements.","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"Sports of The Times; Dennis Byrd Hasn't Lost His Strength","web_url":"https://www.nytimes.com/1993/01/13/sports/sports-of-the-times-dennis-byrd-hasn-t-lost-his-strength.html","abstract":"  HE is proud that he can push 45 pounds downward with his triceps, considering that he could not push anything six weeks ago. With the sardonic humor of an athlete, Dennis Byrd added, \"But I can't bench-press the Nynex Yellow Pages.\"    He cannot lift, and he cannot walk, but Dennis Byrd can shoulder the burden of being a quadriplegic, whether temporarily or permanently. He has turned his affliction into a gift. He said he was glad he was chosen to suffer a partially disrupted spinal cord, because he would not have wanted it to happen to a teammate.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Governor Ties Environment to Economy","web_url":"https://www.nytimes.com/1993/01/13/nyregion/governor-ties-environment-to-economy.html","abstract":"  In his State of the State speech today, Gov. Jim Florio outlined a program calculated to turn New Jersey into a world center for environmental technology and position himself as the leader of its economic revival.   Reaching out to opposition Republicans who dominate the Legislature, the Governor -- who faces a long-odds fight for re-election -- repeatedly invoked compromise as the new political order in Trenton. But he also said there were some issues on which he would not yield, including a stiff ban on semiautomatic weapons.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Bridge","web_url":"https://www.nytimes.com/1993/01/13/nyregion/bridge-145893.html","abstract":"  The first major tournament of 1993 for enthusiasts in the New York metropolitan area begins today at the Rye Town Hilton in Port Chester, N.Y. It is the Tri-State Regional, and following is the schedule of major events:   Today, Stratified Open Pairs and Women's Pairs 1 P.M. and 7:30 P.M.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"College Basketball; Son Tops Father In Coach Matchup","web_url":"https://www.nytimes.com/1993/01/13/sports/college-basketball-son-tops-father-in-coach-matchup.html","abstract":"  An hour before the first game he would coach against his legendary father, Jan van Breda Kolff was leaning against a wall in Cornell's Alberding Field House when his father, friend and teacher, Butch van Breda Kolff, walked up to him holding a plastic bag with a Nike box inside.   Jan looked his father straight in the eye and asked, \"What are these for?\"","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Jury Declines to Indict Robb in Taping","web_url":"https://www.nytimes.com/1993/01/13/us/jury-declines-to-indict-robb-in-taping.html","abstract":"  A Federal grand jury refused today to indict Senator Charles S. Robb of Virginia on charges that he tried to embarrass his chief political rival, Gov. L. Douglas Wilder, by conspiring with top aides to release a secretly recorded tape of one of Mr. Wilder's private phone calls.   But the jury, after an 18-month Justice Department investigation, returned charges of eavesdropping, conspiracy and witness tampering against one of the Democratic legislator's close friends, Bruce L. Thompson","thumbnail":null,"section":"U.S."},{"date":"19930113","headline":"Charges Dropped Against Rutgers Coach","web_url":"https://www.nytimes.com/1993/01/13/sports/sports-people-pro-football-charges-dropped-against-rutgers-coach.html","abstract":"  Drug charges were dropped against ARNOLD JETER, a Rutgers assistant football coach, who was arrested during a November raid. Assistant Middlesex County Prosecutor ROBERT CORBIN said Monday that the charges had been dropped against Jeter, 53.   Prosecutors said last month , when they announced that they planned to drop the charges, that no drugs or drug paraphernalia were found on Jeter when he and six others were arrested Nov. 4 in the New Brunswick home he was visiting.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Boxing; Lewis Learns a Lesson: Champs Are in Demand","web_url":"https://www.nytimes.com/1993/01/13/sports/boxing-lewis-learns-a-lesson-champs-are-in-demand.html","abstract":"  While heavyweight champ Riddick Bowe is holed up in the Poconos in preparation for his first title defense next month, the champion by default, Lennox Lewis, has been busy negotiating his own megadeal. And the winner is. . . .?   It could be Time Warner Sports and HBO, which has already signed Bowe to a six-fight contract that could earn him as much as $100,000 million. Or it could be Showtime, which has been reluctant to speak publicly about its talks with Lewis's manager, Frank Maloney, and his promoter, Dan Duva.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Lorde Memorial","web_url":"https://www.nytimes.com/1993/01/13/arts/lorde-memorial.html","abstract":"  A memorial service for Audre Lorde, the poet and author, is to be held on Monday from 2 to 4 P.M. at the Cathedral of St. John the Divine, 112th Street and Amsterdam Avenue, Morningside Heights. Ms. Lorde died on Nov. 17 at the age of 58.","thumbnail":null,"section":"Arts"},{"date":"19930113","headline":"Scientists Now Say They Can't Find A Gene for Manic-Depressive Illness","web_url":"https://www.nytimes.com/1993/01/13/health/scientists-now-say-they-can-t-find-a-gene-for-manic-depressive-illness.html","abstract":"  DEALING a particularly crushing blow to the quest for genetic defects that would explain common mental and behavioral disorders, researchers have reported that their previous detection of a gene for manic-depressive illness was wrong.    They have found that their initial work linking the psychiatric illness to a gene on the X chromosome, published in 1987, does not stand up to a more exhaustive scrutiny of the data. The new studies subjected the data, on three large families in Israel with many affected members, to new and extremely precise genetic probes.","thumbnail":null,"section":"Health"},{"date":"19930113","headline":"U.S. Force Suffers First Combat Death in Somalia","web_url":"https://www.nytimes.com/1993/01/13/world/us-force-suffers-first-combat-death-in-somalia.html","abstract":"  A United States marine was shot and killed today in Mogadishu during a gun battle near the airport in Somalia's capital, the Pentagon said.    The marine was the first American combat death in the five-week-old military operation, which is aimed at insuring the delivery of food and relief supplies to thousands of people in the famine-stricken country on the Horn of Africa.","thumbnail":null,"section":"World"},{"date":"19930113","headline":"Boxing; McGirt's Victory Is Anything But Routine","web_url":"https://www.nytimes.com/1993/01/13/sports/boxing-mcgirt-s-victory-is-anything-but-routine.html","abstract":"  If he was hurt last night -- and James (Buddy) McGirt insisted that he was -- the risk was far greater than he realized in the days leading up to the fight. A bad left shoulder limited him to jabs and straight hands. The things he hoped he could do against Genaro Leon, he couldn't.   McGirt knew this should have been a dress rehearsal for a bigger bout with Pernell Whitaker in March, but it turned into a long struggle to reach the final bell. Rather than a routine defense of his World Boxing Council welterweight title, it became a fight to stay on his feet in the 12th round.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Klecko Pleads Guilty to Perjury Charge","web_url":"https://www.nytimes.com/1993/01/13/sports/sports-people-pro-football-klecko-pleads-guilty-to-perjury-charge.html","abstract":"  JOE KLECKO, a former Pro Bowl defensive lineman, pleaded guilty to a charge of lying to a Federal grand jury investigating insurance fraud. Klecko pleaded guilty Monday in United States District Court in Philadelphia after Judge HARVEY BARTLE 3d rejected a defense motion to dismiss the charge of perjury. His lawyer said Klecko was \"lured\" into committing perjury.   A Federal indictment accused Klecko, a four-time Pro Bowl choice in his career with the Jets from 1977 to 1987, of lying about a $6,000 insurance claim submitted in July 1988 on his truck. The indictment said Klecko told a grand jury that his truck had been damaged by chemical particles and debris and that the truck had been repainted, when in fact neither was true.","thumbnail":null,"section":"Sports"},{"date":"19930113","headline":"Clinton's Aide Defends Choice for Commerce","web_url":"https://www.nytimes.com/1993/01/13/opinion/l-clinton-s-aide-defends-choice-for-commerce-678693.html","abstract":"  To the Editor:   I would like to set the record straight on matters raised by you in \"Breaking Bill Clinton's Promise\" (editorial, Jan. 8), in which you discuss the questioning in the Senate of Ronald H. Brown, the appointee for Secretary of Commerce.","thumbnail":null,"section":"Opinion"},{"date":"19930113","headline":"Campus Journal; Program of Former Foes Feels a Peacetime Chill","web_url":"https://www.nytimes.com/1993/01/13/travel/campus-journal-program-of-former-foes-feels-a-peacetime-chill.html","abstract":"  Groups of students from Yale University and Moscow State University first met face to face in 1985 during the \"evil empire\" period of Soviet-American relations. The current academic year ushered in the \"empty pockets\" era and doubt about the exchange's future.   The program normally includes a two-week visit by 12 Yale juniors to Moscow State and St. Petersburg in March, and a fall visit by Moscow State students to Yale, with side trips to New York and Washington.","thumbnail":null,"section":"Travel"},{"date":"19930113","headline":"Corrections","web_url":"https://www.nytimes.com/1993/01/13/nyregion/c-corrections-639593.html","abstract":"  An entry in the Addenda listing on the Media Business page on Jan. 4 about the advertising account of The Record in Hackensack, N.J., misidentified the newspaper's previous agency. It was the Justamere Agency of Hopatcong, N.J.","thumbnail":null,"section":"New York"},{"date":"19930113","headline":"Pro Football; Cowboy With Angry Score to Settle","web_url":"https://www.nytimes.com/1993/01/13/sports/pro-football-cowboy-with-angry-score-to-settle.html","abstract":"  After Jerry Jones had made another bold move as owner of the Dallas Cowboys, this one the trade that brought defensive end Charles Haley to the Cowboys from the San Francisco 49ers last August, he went to the Dallas airport the night Haley arrived to greet him personally and to offer him a ride.   \"I guess the drive back was for about 40 minutes,\" Jones recalled. \"In that span, we covered a lot of ground. This was my main question. I said, 'Charles, I know you're in Dallas now, but are you leaving your heart in San Francisco?' \"","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19930113","headline":"Space Shuttle program: Endeavour heads for space for the third time as STS-54 launches from the Kennedy Space Center.","pages":[{"title":"Space Shuttle program","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_program","description":"19722011 United States human spaceflight program","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Shuttle_Patch.svg/320px-Shuttle_Patch.svg.png","thumbnail_width":320,"thumbnail_height":332},"abstract":"The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development. It flew 135 missions and carried 355 astronauts from 16 countries, many on multiple trips."},{"title":"Space Shuttle Endeavour","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_Endeavour","description":"Space Shuttle orbiter","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/STS-123_Dextre%26Kibo_ELM-PS_in_orbit_%28cropped%29.jpg/320px-STS-123_Dextre%26Kibo_ELM-PS_in_orbit_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Space Shuttle Endeavour is a retired orbiter from NASA's Space Shuttle program and the fifth and final operational Shuttle built. It embarked on its first mission, STS-49, in May 1992 and its 25th and final mission, STS-134, in May 2011. STS-134 was expected to be the final mission of the Space Shuttle program, but with the authorization of STS-135 by the United States Congress, Atlantis became the last shuttle to fly."},{"title":"STS-54","web_url":"https://en.wikipedia.org/wiki/STS-54","description":"1993 American crewed spaceflight to deploy TRDS-6","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/1993_s54_TDRS-F.jpg/320px-1993_s54_TDRS-F.jpg","thumbnail_width":320,"thumbnail_height":313},"abstract":"STS-54 was a NASA Space Transportation System mission using Space Shuttle Endeavour. This was the third flight for Endeavour, and was launched on January 13, 1993 with Endeavour returning to the Kennedy Space Center on January 19, 1993."},{"title":"Kennedy Space Center","web_url":"https://en.wikipedia.org/wiki/Kennedy_Space_Center","description":"United States space launch site in Florida","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/VAB_and_SLS.jpg/320px-VAB_and_SLS.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located on the east coast of Florida, KSC is adjacent to Cape Canaveral Space Force Station (CCSFS). The management of the two entities work very closely together, share resources and operate facilities on each other's property."}]},{"date":"19930113","headline":"The Chemical Weapons Convention (CWC) is signed.","pages":[{"title":"Chemical Weapons Convention","web_url":"https://en.wikipedia.org/wiki/Chemical_Weapons_Convention","description":"Multilateral treaty prohibiting the production, stockpiling, and use of chemical weapons","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/CWC_Participation.svg/320px-CWC_Participation.svg.png","thumbnail_width":320,"thumbnail_height":164},"abstract":"The Chemical Weapons Convention (CWC), officially the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on their Destruction, is an arms control treaty administered by the Organisation for the Prohibition of Chemical Weapons (OPCW), an intergovernmental organization based in The Hague, The Netherlands. The treaty entered into force on 29 April 1997, and prohibits the large-scale use, development, production, stockpiling and transfer of chemical weapons and their precursors, except for very limited purposes. The main obligation of member states under the convention is to effect this prohibition, as well as the destruction of all current chemical weapons. All destruction activities must take place under OPCW verification."}]},{"date":"19930113","headline":"Operation Southern Watch: U.S.A.F., U.S.N., R.A.F. and French Air Force jets attack AAA and SAM sites in Southern Iraq.","pages":[{"title":"Operation Southern Watch","web_url":"https://en.wikipedia.org/wiki/Operation_Southern_Watch","description":"19922003 U.S. military operation in southern Iraq","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/F-16s_Southern_Watch.jpg/320px-F-16s_Southern_Watch.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Operation Southern Watch was an air-centric military operation conducted by the United States Department of Defense from Summer 1992 to Spring 2003."},{"title":"January 1993 airstrikes on Iraq","web_url":"https://en.wikipedia.org/wiki/January_1993_airstrikes_on_Iraq","description":"1993 incident during the Iraqi no-fly zones conflict","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/23d_Fighter_Squadron_-_General_Dynamics_F-16C_Block_50D_Fighting_Falcon_-_91-0415.jpg/320px-23d_Fighter_Squadron_-_General_Dynamics_F-16C_Block_50D_Fighting_Falcon_-_91-0415.jpg","thumbnail_width":320,"thumbnail_height":222},"abstract":"During January 1993, numerous coalition airstrikes occurred against Iraq in response to actions by the latter predominantly due to the No-Fly Zone in Southern Iraq."}]}],"weather":[{"date":"19930113","time":"1993-01-13 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":71,"wspd":16.6},{"date":"19930113","time":"1993-01-13 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":71,"wspd":20.5},{"date":"19930113","time":"1993-01-13 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.4,"rhum":76,"wspd":14.8},{"date":"19930113","time":"1993-01-13 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":74,"wspd":18.4},{"date":"19930113","time":"1993-01-13 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":71,"wspd":20.5},{"date":"19930113","time":"1993-01-13 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":72,"wspd":16.6},{"date":"19930113","time":"1993-01-13 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":69,"wspd":22.3},{"date":"19930113","time":"1993-01-13 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":67,"wspd":14.8},{"date":"19930113","time":"1993-01-13 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":71,"wspd":13},{"date":"19930113","time":"1993-01-13 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":87,"wspd":22},{"date":"19930113","time":"1993-01-13 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":81,"wspd":16.6},{"date":"19930113","time":"1993-01-13 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":81,"wspd":24.1},{"date":"19930113","time":"1993-01-13 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":88,"wspd":20.5},{"date":"19930113","time":"1993-01-13 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.5,"rhum":90,"wspd":24.1},{"date":"19930113","time":"1993-01-13 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.4,"rhum":90,"wspd":35.3},{"date":"19930113","time":"1993-01-13 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":82,"wspd":57.2},{"date":"19930113","time":"1993-01-13 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":81,"wspd":48.2},{"date":"19930113","time":"1993-01-13 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":66,"wspd":42.5},{"date":"19930113","time":"1993-01-13 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":67,"wspd":48.2},{"date":"19930113","time":"1993-01-13 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":71,"wspd":31.3},{"date":"19930113","time":"1993-01-13 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":69,"wspd":31.3},{"date":"19930113","time":"1993-01-13 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":76,"wspd":22.3},{"date":"19930113","time":"1993-01-13 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":74,"wspd":20.5},{"date":"19930113","time":"1993-01-13 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":69,"wspd":24.1},{"date":"19930113","time":"1993-01-13 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":100,"wspd":13},{"date":"19930113","time":"1993-01-13 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":13},{"date":"19930113","time":"1993-01-13 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":100,"wspd":14.8},{"date":"19930113","time":"1993-01-13 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":100,"wspd":13},{"date":"19930113","time":"1993-01-13 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":9.4},{"date":"19930113","time":"1993-01-13 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":13},{"date":"19930113","time":"1993-01-13 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":14.8},{"date":"19930113","time":"1993-01-13 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":13},{"date":"19930113","time":"1993-01-13 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":100,"wspd":9.4},{"date":"19930113","time":"1993-01-13 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":93,"wspd":14.8},{"date":"19930113","time":"1993-01-13 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":13},{"date":"19930113","time":"1993-01-13 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":100,"wspd":16.6},{"date":"19930113","time":"1993-01-13 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":100,"wspd":16.6},{"date":"19930113","time":"1993-01-13 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":100,"wspd":9.4},{"date":"19930113","time":"1993-01-13 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":97,"wspd":14.8},{"date":"19930113","time":"1993-01-13 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":14.8},{"date":"19930113","time":"1993-01-13 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":16.6},{"date":"19930113","time":"1993-01-13 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":13},{"date":"19930113","time":"1993-01-13 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":13},{"date":"19930113","time":"1993-01-13 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":14.8},{"date":"19930113","time":"1993-01-13 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":16.6},{"date":"19930113","time":"1993-01-13 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":96,"wspd":14.8},{"date":"19930113","time":"1993-01-13 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":100,"wspd":20.5},{"date":"19930113","time":"1993-01-13 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":97,"wspd":20.5}]}}