{"19930309":{"guardian_articles":[],"nytimes_articles":[{"date":"19930309","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91853931868.html","abstract":"1918: Kaiser's Foresight. PARIS - It begins to look as though the Kaiser foresaw his doom when he talked some years ago about the Yellow Peril. He seems to have had the premonition that Japan would give the coup de grâce to his Oriental ambitions. Ge","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"U.S. Wanted Veto Too","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-us-wanted-veto-too-868993.html","abstract":"  To the Editor:   Jetson E. Lincoln correctly states that the Soviet Union insisted on the veto privilege for permanent members of the United Nations Security Council (letter, Feb. 12). But he is less than correct to suggest that without the Soviet insistence there would have been no veto power. American participants at the San Francisco conference, which drew up the United Nations Charter in 1945, agreed off the record that if the Soviet Union had not demanded the veto provision, the United States would have.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Police-Killers Offer Insights Into Victims' Fatal Mistakes","web_url":"https://www.nytimes.com/1993/03/09/us/police-killers-offer-insights-into-victims-fatal-mistakes.html","abstract":"  The cop killer was deep in an eerie narrative, not bragging, not regretting, just lost in the vivid detail as he recalled casually ambushing a highway patrolman too busy with a clipboard and driver's license to see the end approaching.   \"Not watching me at the time, I stuck my wallet back into my pocket and pulled out my pistol and shot him,\" the killer recollected into the video camera.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Judge Tells Redskins' Marshall To Sit Tight","web_url":"https://www.nytimes.com/1993/03/09/sports/pro-football-judge-tells-redskins-marshall-to-sit-tight.html","abstract":"  A Federal judge overseeing the settlement of the National Football League's free-agency cases has denied Washington Redskins linebacker Wilber Marshall's request to be heard quickly on his objection to being named his team's \"franchise player.\"   Marshall had argued that the designation restricts his free-agency rights by keeping him from pursuing deals with other teams besides the Redskins. A franchise player is reserved by his team and must be granted a 20-percent raise or be paid the average salary of the top five players at his position, whichever is greater.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Test of Ways to End Welfare Dependence","web_url":"https://www.nytimes.com/1993/03/09/science/test-of-ways-to-end-welfare-dependence.html","abstract":"  IN one of the largest experiments yet in using a control group to test the efficacy of a public policy, the Manpower Demonstration Research Corporation (M.D.R.C.) is evaluating a California program designed to help welfare recipients get off welfare.    While earlier Federal laws encouraged states to funnel recipients into work, the Family Support Act of 1988 demands more ambitious efforts to wean the chronically dependent from welfare. California's version, the Greater Avenues to Independence Program, is being evaluated with experiments in six counties, using randomly selected individual controls for comparison. And the research organization has already published voluminous information about what happened to 33,000 individuals in the first year of testing.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"The Talk of Hollywood; Warning: This Movie Is Harmful to Directors","web_url":"https://www.nytimes.com/1993/03/09/movies/the-talk-of-hollywood-warning-this-movie-is-harmful-to-directors.html","abstract":"  Directors and screenwriters complain a lot. Many of them are eager to earn piles of money, and do so. But their professional lives are torn between wheeling and dealing on the one hand, and viewing themselves, on the other, as serious artists surviving in a sea of sharks.   If there's a single issue that underlines this balancing act faced by film makers, it's the way movies are cut up and altered for airline viewing and television. The alterations, which include coloring, symbolize, in many ways, the powerlessness and frustrations of film makers who earn a great deal of money (and don't complain about that) but have little control over their product. (Boy, do they complain about    that.)  ","thumbnail":null,"section":"Movies"},{"date":"19930309","headline":"Seeking Peace in Bosnia: Skepticism Is Eroding Hope","web_url":"https://www.nytimes.com/1993/03/09/world/seeking-peace-in-bosnia-skepticism-is-eroding-hope.html","abstract":"  The Bosnian peace talks have again broken off with no agreement, but the mediators are still talking as if they can achieve an end to the civil war.    There are numerous skeptics, however, who doubt the Serbs and Muslims will ever accept the admittedly imperfect plan charted by Cyrus R. Vance and Lord Owen.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/09/arts/classical-music-in-review-917093.html","abstract":"  Harolyn Blackwell  Soprano Weill Recital Hall    Harolyn Blackwell has the kind of voice that can strongly project light roles in big opera houses, and her success has been swift and widespread. The young American soprano brought her talents to a different kind of environment on Friday night, with a program of Purcell, Rachmaninoff, Nicolo, Richard Strauss and Ricky Ian Gordon.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Izaak Kolthoff, Chemist, 99, Dies; Helped Improve Synthetic Rubber","web_url":"https://www.nytimes.com/1993/03/09/us/izaak-kolthoff-chemist-99-dies-helped-improve-synthetic-rubber.html","abstract":"  Izaak Maurits Kolthoff, a pioneer in analytical chemistry whose research led to the improvement of synthetic rubber during World War II, died last Thursday at Bethesda Lutheran Hospital and Rehabilitation Center in St. Paul. He was 99 and lived in St. Paul.   The cause of death was kidney failure, said his trustee, Sidney Barrows.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"The Best Of All Possible Weddings","web_url":"https://www.nytimes.com/1993/03/09/science/peripherals-the-best-of-all-possible-weddings.html","abstract":"  IT probably wouldn't have helped Spencer Tracy or Steve Martin to be better fathers of the bride, but the Wedding Workshop is an invaluable piece of software for parents or principals keeping track of the many details that lead up to a traditional ceremony.   The Wedding Workshop, for Windows 3.0 or later, offers a variety of modules for guest lists, estimated and actual expenses, to-do lists, vendors and service providers. In computer terms, these are specialized databases and spreadsheets, plus a small word processing program, so you can do everything within the one program.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Officer Accused of 'Greed' in Killing of Store Owner in a Brooklyn Robbery","web_url":"https://www.nytimes.com/1993/03/09/nyregion/officer-accused-of-greed-in-killing-of-store-owner-in-a-brooklyn-robbery.html","abstract":"  A Brooklyn prosecutor told jurors yesterday that a police officer accused of killing a liquor store owner acted dishonorably when he robbed the store by using his police shield to persuade the owner to let him in.   His remarks came during opening statements in a case that has raised questions about the New York City's Police Department's ability to investigate and punish its own.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/09/arts/classical-music-in-review-918993.html","abstract":"  Pavel Nersessian   Pianist  Alice Tully Hall    Pavel Nersessian, winner of the recently established G.P.A. Dublin piano competition, made his American debut on Thursday night in a recital of Russian music. The program's range was rather narrow, with all the works more or less episodic in nature, but Mr. Nersessian displayed a gift for softly colored expressiveness (in Medtner's \"Canzona Serenata\") and also for hammering virtuosity (in Shostakovich's Piano Sonata No. 1 and the up-tempo sections of Rachmaninoff's Variations on a Theme of Corelli). Tchaikovsky's \"Seasons,\" all 12 pieces, made a rather daring climax to the evening; Mr. Nersessian managed to sustain interest throughout, and gave lyrical breadth to the familiar strains of \"June\" and \"November.\" This seemed an impressive debut, although none of the music presented a major intellectual challenge (Shostakovich's youthful iconoclasm included). One minor reservation: Mr. Nersessian's command of the rhythmic pulse in the Rachmaninoff was occasionally unsteady.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Runaways Often Flee Domestic Violence","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-runaways-often-flee-domestic-violence-259293.html","abstract":"  To the Editor:   The role domestic violence plays in the tragedy of America's missing children was absent from your Feb. 9 article on tracking leads. Most of the 450,700 children who run away each year were sexually abused -- usually by a father, stepfather, another male relative or the mother's boyfriend.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/09/nyregion/inside-251693.html","abstract":"  Questions for Nominee   Critics question the performance of President Clinton's choice for Attorney General, Janet Reno, in punishing criminals in Miami. Page A14. Awaiting Rodney King   Rodney G. King, who has said little publicly since he was beaten by Los Angeles police officers, may testify in their Federal trial today. Page A12. Violence Against Serbs, Too    Some of the Serbs who remained in a Bosnian town after Serbian \"ethnic cleansing\" began have been killed as suspected snipers. Page A6.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/09/arts/classical-music-in-review-919793.html","abstract":"  \"The Truth About Windmills\" and \"Savitri\"   American Chamber Opera  Company Marymount Manhattan Theater    For nearly 10 years, the American Chamber Opera Company has been presenting new, recent and forgotten operas on an intimate scale. The group's discovery this season was Gustav Holst's \"Savitri,\" an exquisitely constructed opera on a Hindu theme from 1908. The story is very simple; Satyavan, a young woodcutter, is about to be taken away by the figure of Death when Savitri, Satyavan's wife, tricks Death into giving him back. Holst blends Hindu elements into a pared-down late Romantic texture, indebted at times to Schoenberg's \"Verklaerte Nacht\" but shot through with his own visionary intensity.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"New Theory Suggests Cell Regulator May Hold the Key to Fighting AIDS","web_url":"https://www.nytimes.com/1993/03/09/science/new-theory-suggests-cell-regulator-may-hold-the-key-to-fighting-aids.html","abstract":"  IT all began with a very simple question. Why, some researchers asked, doesn't the immune system simply replace the white blood cells that are killed by the virus that causes AIDS? With that as a starting point, two groups of investigators have independently formulated a provocative new hypothesis that could explain how and why the immune system collapses in AIDS.   So far, the hypothesis has only circumstantial evidence to support it. But there is compelling evidence that the scientists are on the right track, wrote Dr. Anthony S. Fauci, the director of the Division of AIDS at the National Institute of Allergy and Infectious Diseases, in an editorial accompanying the publication of the new studies.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-847693.html","abstract":"  An article on Friday about the links between Sheik Omar Abdel Rahman and Mohammed A. Salameh, who was arrested in the World Trade Center explosion, referred incorrectly to a description of the sheik's speeches. In the description, As'ad AbuKhalil, a Georgetown University adjunct professor of Middle East politics, said the sheik's speeches were unsophisticated.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Senna Rejoins McLaren","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-auto-racing-senna-rejoins-mclaren.html","abstract":"  AYRTON SENNA, the three-time world champion who had threatened to sit out the Formula One season, agreed yesterday to rejoin McLaren for this weekend's South African Grand Prix.   The 32-year-old Brazilian will join MICHAEL ANDRETTI as McLaren's drivers for the opening race of the season. MIKA HAKKINEN of Finland was bumped to the role of reserve driver for the Johannesburg race.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Child-Protection Unit Draws Fire for Failing to Do Its Job","web_url":"https://www.nytimes.com/1993/03/09/nyregion/child-protection-unit-draws-fire-for-failing-to-do-its-job.html","abstract":"  The Suffolk County agency charged with protecting children like Katie Beers from abusive or neglectful parents came under attack here today for not doing its job.   But as harrowing accounts of the agency's failures were brought before a committee of the County Legislature, the agency's top official said the law prohibited her from discussing any of the cases.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-90696663830.html","abstract":"A Woman's Right Prevails . Regarding \"Clinton and Abortion\" (Letters, Feb. 17):. Basil Cole has come up with the most imaginative locution I've seen yet from the anti-choice crowd when he refers to a fetus as a distinct \"organism of human l","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Who Needs Height?","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-track-who-needs-height.html","abstract":"  During this indoor track season, FLIRTISHA HARRIS of Seton Hall ran the second-fastest time for collegiate women in the 400-meter dash (53.50 seconds) and the fifth fastest in the 200 (23.68 seconds).   The 20-year-old junior from St. Leonard, Md., will run both events Friday and Saturday in the national collegiate indoor championships in Indianapolis.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"L.H. Coleman, 96; Lawyer Specialized In Banking Industry","web_url":"https://www.nytimes.com/1993/03/09/nyregion/lh-coleman-96-lawyer-specialized-in-banking-industry.html","abstract":"  Leighton Hammond Coleman, a leading practitioner of corporate and banking law in New York for 45 years, died on Sunday at St. John's Episcopal Hospital in Smithtown, L.I. He was 96 and lived in Stony Brook, L.I.   The cause of death was a stroke, his family reported.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Yugoslav Banker Says He Will Fight Belgrade","web_url":"https://www.nytimes.com/1993/03/09/world/yugoslav-banker-says-he-will-fight-belgrade.html","abstract":"  The head of one of the largest private banks in Yugoslavia has fled with his wife and child, announcing plans to finance a movement against the Serbian nationalist leadership in Belgrade, including assassinations of political leaders.   \"If it is necessary, and the movement will not work, then I may do that, escalate it,\" said the banker, Jezdimir Vasiljevic, in an interview tonight in Budapest, where he has stopped on his way to Israel.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Martinez Is Keeping a Map of the Bronx in His Pocket","web_url":"https://www.nytimes.com/1993/03/09/sports/baseball-martinez-is-keeping-a-map-of-the-bronx-in-his-pocket.html","abstract":"  Suddenly, Dennis Martinez is a George Steinbrenner fan, a big Steinbrenner fan.   Martinez, the Expos' right-handed ace, sent a resounding message to Steinbrenner today by saying the Yankees would be the team he would like to play for if Montreal does not sign him to a two-year, $9 million contract extension before opening day. Part of his decision is seemingly based on a fascination with Steinbrenner, the Yankees' principal owner, who last week returned to the team after a two-and-one-half-year ban from baseball.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Philip Roth Sees Double. And Maybe Triple, Too.","web_url":"https://www.nytimes.com/1993/03/09/books/philip-roth-sees-double-and-maybe-triple-too.html","abstract":"  Philip Roth swears that his latest book, \"Operation Shylock,\" is true, that it all happened, that he was driven to despair by the sleeping pill Halcion, that he worked in Athens as an Israeli spy and that he met in Jerusalem his lunatic double: a missing-persons detective and anti-Zionist using the name Philip Roth.   \"Operation Shylock,\" Mr. Roth insists with a post-modern straight face, is a \"confession,\" not a novel, and he means for us to take this every bit as seriously as the contents labels demanded by the strictures of the Food and Drug Administration.","thumbnail":null,"section":"Books"},{"date":"19930309","headline":"Man-Made Fossils","web_url":"https://www.nytimes.com/1993/03/09/science/science-watch-man-made-fossils.html","abstract":"  Scientists have for the first time produced fossils of soft animal tissues in a laboratory. In the process they discovered that most of the phosphate required for the fossilization of small animal carcasses comes from within the animal itself.   The new information will not only help scientists understand the mechanisms of how fossils formed in the past but will enable them to predict more accurately which of today's organisms are most likely to become soft-tissue fossils in the future, said Dr. Derek Briggs, the lead author of the study and a professor of geology at the University of Bristol in England.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Sensing a Loss of Control, More Doctors Call It Quits","web_url":"https://www.nytimes.com/1993/03/09/nyregion/sensing-a-loss-of-control-more-doctors-call-it-quits.html","abstract":"  Dr. Stanley J. Tyler is no longer practicing medicine. He is not exactly certain what the final straw was, but it may have been the day he learned that the simplest of laboratory tests -- as basic as the pregnancy tests sold in any pharmacy -- would now be subject to several layers of new government forms and fees if he were to perform them in his office.   \"If it weren't for the paperwork, I would never have retired,\" said Dr. Tyler, 59, who last year closed his internal medicine practice in Commack, L.I. \"The handwriting was on the wall, and the encroaching government was more than I could take.\" Loss of Control Seen    Dr. Tyler is not alone. Throughout the New York region and across the country, senior, seasoned doctors are choosing to retire early, cut back their hours or switch to jobs that do not involve patient care because of what they see as a loss of control to insurance companies and government agencies.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Chicago Student Wins Top Science Prize","web_url":"https://www.nytimes.com/1993/03/09/us/chicago-student-wins-top-science-prize.html","abstract":"  A Chicago student won the top prize in the Westinghouse Science Talent Search tonight, while a suburban Maryland high school that had 3 students among the 40 finalists saw all 3 place in the top 10.   And for the second year in a row, neither of two New York City high schools that have dominated the contest, Stuyvesant in Manhattan and Bronx High School of Science, placed a student in the top 10.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Tavern Serves Drinks and Old-Time Ambience","web_url":"https://www.nytimes.com/1993/03/09/nyregion/our-towns-tavern-serves-drinks-and-old-time-ambience.html","abstract":"  BEFORE there was \"Duffy's Tavern,\" or \"Cheers\" or the play that created America's most endearing barfly, Elwood P. Dowd, there was McGovern's, a real Irish pub in the heart of Newark when Newark was home to a large Irish population.   \"Duffy's Tavern\" is long gone from radio, \"Cheers\" is about to leave prime time forever and the Irish immigrants who came here generations ago have moved to the suburbs.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Into the Abyss: New Robots Probe the Deep","web_url":"https://www.nytimes.com/1993/03/09/science/into-the-abyss-new-robots-probe-the-deep.html","abstract":"  UNDERSEA robots, which over the decades have opened new realms of activity for the world's navies, oil companies and wreck salvors, are now advancing on their greatest challenge yet. Highly computerized and sometimes free of human control, they are starting to scrutinize the ocean depths on behalf of basic science, promising to deliver a treasure trove of data from the planet's last, largest and most mysterious frontier.    Dozens of deep-diving robots are being built or run today by the world's top centers of oceanographic research. Robots cost far less than manned submersibles, are safer, and can stay down far longer amid the crushing pressures and inky darkness miles beneath the ocean's surface.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Mexican Leader Asks Executives To Give Party $25 Million Each","web_url":"https://www.nytimes.com/1993/03/09/world/mexican-leader-asks-executives-to-give-party-25-million-each.html","abstract":"  After promising repeatedly to make political competition in Mexico more fair, President Carlos Salinas de Gortari has provoked a hail of criticism by soliciting wealthy business executives to contribute hundreds of millions of dollars to the governing party.   The protests followed the disclosure that Mr. Salinas presided over a private dinner on Feb. 23 at which nearly 30 of the country's most powerful executives were asked to give $25 million each to the Institutional Revolutionary Party.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/09/sports/transactions-515993.html","abstract":"  Baseball American League  CALIFORNIA ANGELS -- Signed Augustine Leger, outfielder. Basketball National Basketball Association  NBA -- Fined Derek Harper, Dallas Mavericks guard, $5,000 for a flagrant foul against Houston's Winston Garland on Friday night.   DALLAS MAVERICKS -- Signed Morlon Wiley, guard, for the remainder of the season.   WASHINGTON BULLETS -- Signed Larry Robinson, guard, to a 10-day contract. Football National Football League  DENVER BRONCOS -- Signed John Elway, quarterback, to a four-year contract and Brian Habib, offensive lineman, to a series of one-year contracts. Named Alvin Reynolds defensive assistant-quality control coach.   NEW ORLEANS SAINTS -- Signed Derrick Ned, running back, and Kevin Verdugo, quarterback, to one-year contracts and Marcus Dowdell, wide receiver, and Ronnie Williams, tight end, to two-year contracts.   NEW YORK JETS -- Signed Ronnie Lott, safety, to a two-year contract. Agreed to terms with Leonard Marshall, defensive lineman, on a three-year contract. Canadian Football League  SACRAMENTO GOLD MINERS -- Signed Basil Proctor, linebacker; Vance Hammond, defensive tackle; Chris Dyko, offensive tackle; and Eric Bergeson, safety. Hockey National Hockey League  LOS ANGELES KINGS -- Sent Brent Thompson, defenseman, to Phoenix of the International Hockey League for injury rehabilitation.   SAN JOSE SHARKS -- Recalled Dean Kolstad, defenseman, from Kansas City of the International Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Barnes Foundation Show To Open as Scheduled","web_url":"https://www.nytimes.com/1993/03/09/arts/barnes-foundation-show-to-open-as-scheduled.html","abstract":"  A spokeswoman for the National Gallery of Art in Washington said yesterday that an exhibition of French paintings from the Barnes Collection in Merion, Pa., scheduled to be presented at the National Gallery in early May, will open as planned.    The show, \"Great French Paintings From the Barnes Foundation: Impressionist, Post-Impressionist and Early Modern,\" became the focus of attention last week when David Fisher, a lawyer for the Federal Council on the Arts and the Humanities, notified council members that that their approval in private of $300 million of insurance for the show had violated the Sunshine Act, which requires Federal agencies to conduct their business in public.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"We Need to Stay With Supercollider Project; Make an Offer for Mir","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-we-need-to-stay-with-supercollider-project-make-an-offer-for-mir-866293.html","abstract":"  To the Editor:   \"Big Science, Big Budget Cuts\" (editorial, Feb. 15) advocates abolishing further work on the space station.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"We Need to Stay With Supercollider Project; Cold Fusion Slips Away","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-we-need-to-stay-with-supercollider-project-cold-fusion-slips-away-867093.html","abstract":"  To the Editor:   \"An Idealist's New Task: To Revamp Health Care,\" your otherwise excellent Feb. 26 profile of Ira C. Magaziner, President Clinton's senior adviser for policy development, does a great disservice to him in belittling his prophetic testimony to Congress on cold fusion in 1989.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Mets Are Hoping Jones Will Be Bob Terrific","web_url":"https://www.nytimes.com/1993/03/09/sports/baseball-mets-are-hoping-jones-will-be-bob-terrific.html","abstract":"  Bobby Jones can't overpower the strike zone, can't invade it with the impunity that comes with a 90-mile-an-hour fastball. His pitches, instead, overtake the strike zone by deception, through the side door, under the cover of ordinariness.   But often, Jones, without perhaps having thrown a single pitch worthy of awe, is on the mound at game's end, the strike zone his, the night a triumph.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Earl Wrightson, 77; Baritone Sang Leads In Touring Musicals","web_url":"https://www.nytimes.com/1993/03/09/arts/earl-wrightson-77-baritone-sang-leads-in-touring-musicals.html","abstract":"  Earl Wrightson, a singer and actor who brought his deep baritone voice and imposing stage presence to dozens of musical comedies and concerts, and who had his own television variety shows in the 1940's and 50's, died on Sunday at his home in East Norwich, L.I. He was 77.    The cause was heart failure, said his singing partner since 1951, Lois Hunt, who was also his companion.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Needed: A Few Brave Republicans","web_url":"https://www.nytimes.com/1993/03/09/opinion/needed-a-few-brave-republicans.html","abstract":"  The Senate minority leader, Bob Dole, must be proud of his legislative skills, if nothing else. Last week he rallied enough Republicans to block a vital political reform designed to make it easier for Americans to register to vote. The Senate majority leader, George Mitchell, is scheduled to try again today to break Mr. Dole's crippling filibuster.   The vote will be a particular test of principle for four Republican Senators: James Jeffords of Vermont, Arlen Specter of Pennsylvania, Dave Durenberger of Minnesota and Bob Packwood of Oregon. Last year all four broke with their party to support reform. They can tip the balance if they do so again.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Wyoming Resignation","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-college-basketball-wyoming-resignation.html","abstract":"  Wyoming Coach BENNY DEES, who in six years took the Cowboys to one National Collegiate Athletic Association tournament and a National Invitation Tournament appearance, resigned yesterday to take over the Western Carolina program. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Reviving the Education Department","web_url":"https://www.nytimes.com/1993/03/09/opinion/reviving-the-education-department.html","abstract":"  President Clinton has wisely indicated that broad investment in education, like expansion of Head Start, retraining of workers and national service to help pay for college, is a vital part of his economic recovery program. But beyond these lofty proposals there are two key reforms his Administration needs to make: revitalize the moribund Department of Education, and revamp the Chapter 1 program, the main vehicle for Federal aid to improve the academic skills of poor children.    Mr. Clinton's choice of a trusted mentor, Richard Riley, as Secretary of Education was well received. Mr. Riley led a comprehensive effort to improve schools during two terms as Governor of South Carolina. His new deputy, former Gov. Madeleine Kunin of Vermont, also had a strong interest in education.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/09/nyregion/bridge-140493.html","abstract":"  One of the strongest Swiss Team events ever held in the New York metropolitan area was played during the weekend, partly in Hempstead, L.I., and partly in Manhattan. It was the first stage of the Grand National Team Championship, with four squads to qualify for knockout play.   Following are the final standings:","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Oil Aims at Symptoms","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-oil-aims-at-symptoms-871993.html","abstract":"  To the Editor:   \"No One Said Lorenzo's Oil Could Prevent Nerve Disease,\" your headline on my March 2 letter, is misleading. In a metabolic disorder like adrenoleukodystrophy, it is the    symptoms    that everyone is trying to prevent, pending eventual cloning of the gene and availability of genetic therapy that will fix the genetic defect and be a cure. MICHAELA ODONE Fairfax, Va., March 4, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-848493.html","abstract":"  An article yesterday about a proposed 25-cent increase in New York City subway and bus fares misstated addresses in some copies for the sites of the first two public hearings on the proposal. The first hearing, at 6 P.M. today, is at New York City Technical College, 300 Jay Street, in Brooklyn. The second, at 4 P.M. Thursday, is in the Roosevelt Hotel on Madison Avenue at 45th Street in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/09/style/chronicle-844193.html","abstract":"  It was on March 16, 1968, that Robert F. Kennedy announced his candidacy for the Democratic Presidential nomination, and tonight memories of that campaign will be evoked at a dinner for 260 people, numerous friends and associates of the Kennedy family among them, at the Pierre Hotel.    Billed as a reunion, the dinner will raise the curtain on a series of 13 one-day conferences around the country entitled \"A Vision for America.\" They start tomorrow at Columbia University, where his daughter KERRY KENNEDY CUOMO along with THOMAS F. McLARTY 3D, the White House chief of staff; former Senator HOWARD H. BAKER JR. and the historican ARTHUR M. SCHLESINGER JR. will be among the speakers.","thumbnail":null,"section":"Style"},{"date":"19930309","headline":"Let's Not Call Cocaine-Exposed Children 'Crack Babies'","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-let-s-not-call-cocaine-exposed-children-crack-babies-870093.html","abstract":"  To the Editor:   \"For Children of Cocaine, Fresh Reasons for Hope\" (front page, Feb. 16), reporting on findings in children exposed to cocaine during gestation, gives a mixed prognosis for their later development. \"The President Can Do It,\" A. M. Rosenthal's Feb. 12 column, paints a gloomier picture in stating that \"crack babies\" are \"doomed to a misty, stumbling life.\"","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Cult's Leader Raises Specter Of Fight to Finish, U.S. Says","web_url":"https://www.nytimes.com/1993/03/09/us/cult-s-leader-raises-specter-of-fight-to-finish-us-says.html","abstract":"  Law-enforcement officers brought in the Army's heaviest tanks today, and David Koresh, the leader of the cult under siege near here for the past nine days, said he might welcome an apocalyptic fire fight rather than a gentle surrender as negotiations appeared to deteriorate.   In a briefing today, Bob A. Ricks, the chief spokesman on the scene for the Federal Bureau of Investigation, said for the first time that Mr. Koresh had openly spoken of provoking a bloody confrontation that would fit in with prophecies he had made about himself as a misunderstood messiah.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Islam Doesn't Sanction Rushdie Decree","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-islam-doesn-t-sanction-rushdie-decree-869793.html","abstract":"  To the Editor:   In \"Will Mullahs Rescind Rushdie Death Edict?\" (letter, Feb. 19), Sepehr Zabih grants legitimacy to the tyrants ruling Iran, who distort and abuse Islam to justify wholesale crimes against humanity. His letter is an example of the mythmaking in which \"experts\" on Islam indulge.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"New Role for White House Counsel: De Facto Attorney General","web_url":"https://www.nytimes.com/1993/03/09/us/new-role-for-white-house-counsel-de-facto-attorney-general.html","abstract":"  His job, Bernard W. Nussbaum likes to say, is to make sure that any legal issues confronting the White House do not turn into political problems.   It was that job description, which Mr. Nussbaum gave to Bill Clinton in Little Rock, Ark., in January, days before the Presidential inauguration, that persuaded Mr. Clinton to appoint him as White House counsel. It followed Mr. Nussbaum's observation that, from Watergate to the Iran-contra scandal, four of the last five Presidents have been politically wounded as a result of decisions by their legal counsel's office.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"A Defensive Rush: Jets Land Marshall and Lott","web_url":"https://www.nytimes.com/1993/03/09/sports/football-a-defensive-rush-jets-land-marshall-and-lott.html","abstract":"  The Jets plucked Ronnie Lott, one of the game's great defensive backs, and Leonard Marshall, a stalwart at defensive end for the Giants, from the ranks of the newly minted National Football League free agents today as part of a major rebuilding effort.   Lott, who signed a two-year deal, has four Super Bowl rings from his 10 seasons with the San Francisco 49ers. Last season, at the age of 33, Lott played his second season with the Los Angeles Raiders and led his team in tackles. He turns 34 in May. The free safety is first in interceptions among active players with 60. He has played in the Pro Bowl 10 times.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"IRELAND'S PREMIER HOPEFUL ON ULSTER","web_url":"https://www.nytimes.com/1993/03/09/world/ireland-s-premier-hopeful-on-ulster.html","abstract":"  Prime Minister Albert Reynolds said today that when he meets President Clinton at the White House on St. Patrick's Day he will discuss the President's ideas for American policy on Northern Ireland.   Mr. Clinton's Presidential campaign statements on Northern Ireland caused some consternation in Britain and the north, and surprise in the Irish Republic, which Mr. Reynolds has headed for 14 months.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Q&A","web_url":"https://www.nytimes.com/1993/03/09/science/q-a-692993.html","abstract":"  Stop the Clock   Q.    Can some people actually stop their own watches or run down the batteries through magnetic, electrical or chemical means?   ","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"We Need to Stay With Supercollider Project; A Question of Timing","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-we-need-to-stay-with-supercollider-project-a-question-of-timing-865493.html","abstract":"  To the Editor:   Big science, especially the superconducting supercollider project, deserves special scrutiny as we assess our Federal budget. New technology may eliminate the very need for the massive accelerator being built in Texas. A group of scientists at the University of California reported in the Jan. 4 issue of Physical Review Letters that in gas heated by lasers, electric fields of sufficient intensity were created to accelerate electrons to speeds envisioned by the supercollider. This method, if confirmed, would cost a small fraction of that project and may represent an important alternative technology. But there are deeper reasons for concern.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Ireland Slighted. LONDON - The opening of a mail service direct between New York and Southampton inflicts a fresh injustice on Ireland. American correspondence for Ireland goes to Southampton, and is sent back by rail and boat. It is estimated that","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-92769130218.html","abstract":"And, Yes, in God We Trust. Regarding \"War of the Sexes\" (Letters, Feb. 25) from Joanne Kohler:. Indeed, the word \"God\" does not occur in the U.S. Constitution. But the Declaration of Independence has no fewer than three direct referenc","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Jordan Back at Practice, But Isn't Ready to Play","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-pro-basketball-jordan-back-at-practice-but-isn-t-ready-to-play.html","abstract":"  Chicago Bulls star MICHAEL JORDAN practiced yesterday, three days after leaving the hospital for a foot infection. But he said he might miss his third consecutive game.   Jordan was confined to informal shooting during the Bulls' practice in Deerfield, Ill. His status for tonight's home game against Seattle won't be determined until game time.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Knicks Pull Off Big Escape In Overtime","web_url":"https://www.nytimes.com/1993/03/09/sports/pro-basketball-knicks-pull-off-big-escape-in-overtime.html","abstract":"  This game had exactly what the fans wanted: an intense battle between Shaquille O'Neal and Patrick Ewing, roller-coaster turns in momentum and a pressure-packed ending that went into overtime.   When it ended, it was a game the Knicks were fortunate to win.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"P.L.O. Official Convicted in 20-Year-Old Bombing Case","web_url":"https://www.nytimes.com/1993/03/09/nyregion/plo-official-convicted-in-20-year-old-bombing-case.html","abstract":"  After swift deliberations, a man described as an official of the Palestine Liberation Organization was convicted yesterday of charges that he attempted to bomb three Israeli sites in New York City 20 years ago.   In a case that had involved one of the oldest unresolved indictments in the nation, a jury in Federal District Court in Brooklyn announced its verdict against Khaled Mohammed el-Jassem after deliberating barely three hours following a three-and-a-half day trial.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Oriole Sale Reported","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-baseball-oriole-sale-reported.html","abstract":"  A group of investors led by WILLIAM O. DeWITT Jr., a Cincinnati businessman, has agreed to buy the Baltimore Orioles for $135 million in cash from ELI JACOBS, according to a radio report.   But a source close the negotiations, which have been going on for months, told The Associated Press yesterday that the team was still up for sale.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-92906258978.html","abstract":"The Real Homosexual Risk. New reports that J. Edgar Hoover was a homosexual and was blackmailed by organized crime lead to certain conclusions and questions.. First, being a homosexual is no barrier to distinguished service to one's country. If the nation","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"BOXING: NOTEBOOK;","web_url":"https://www.nytimes.com/1993/03/09/sports/boxing-notebook.html","abstract":"  Do not look at the record. Please. Ignore it; think of it as an aberration. It is the kind of record that belongs to a fighter on his way down, not on his way up, so don't ask.   Jesse Ferguson is 19-9 and has spent part of his career getting other boxers ready for big fights, but now he is close to one of his own. By today, he could learn if he will fight Riddick Bowe for the heavyweight title in May, a bout that would earn him $500,000, which is 10 times more than he has earned for any previous fight.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"A Year of Weather: Some of It Was Strange","web_url":"https://www.nytimes.com/1993/03/09/science/a-year-of-weather-some-of-it-was-strange.html","abstract":"  FOR the last year, it seems, the Northeastern United States has lurched from one abnormal weather event to another.   First came the coolest summer in decades. Then one of the worst northeasters on record lashed the Atlantic Seaboard in late fall. December and January were unusually mild. Successive snowfalls surprised the region in February, and hard on their heels last week came yet another damaging northeaster. And while all this was going on, the Far West was enduring monumental snows and drenching winter rains that reversed a 10-year pattern of drought.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Weprin Urges a Clinton-Style Tax Increase","web_url":"https://www.nytimes.com/1993/03/09/nyregion/weprin-urges-a-clinton-style-tax-increase.html","abstract":"  Echoing President Clinton's call for higher Federal taxes on the richest Americans, Assembly Speaker Saul Weprin today proposed raising $449 million in new state income taxes on New Yorkers with annual incomes of more than $100,000.   Although Mr. Weprin tried to make it politically attractive by vowing that most of the proceeds would be spent on education, the plan was promptly rejected by Gov. Mario M. Cuomo and Senate Majority Leader Ralph J. Marino, all but scuttling its future. But in proposing the tax increase, Mr. Weprin, a Queens Democrat, seemed to be showing his independence from the Governor and appealing to liberal Democrats in his chamber.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"No More Pesticides for Dinner","web_url":"https://www.nytimes.com/1993/03/09/opinion/no-more-pesticides-for-dinner.html","abstract":"The debate over pesticides will provide an early test of the Clinton Administration's pledge to enhance environmental protection.\n\nOf all interventions into the natural order, perhaps none has stirred so much debate as the creation and use of chemical pesticides in agriculture. Starting with the biochemical revolution after World War II, alchemists have brewed as many as 50,000 new concoctions in America alone. The use of pesticides has increased dramatically, now approaching three billion pounds a year.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"A Guide for Pentagon Budget Cuts","web_url":"https://www.nytimes.com/1993/03/09/opinion/a-guide-for-pentagon-budget-cuts.html","abstract":"  President Clinton has challenged his Republican critics to come up with specific proposals for budget cuts if they don't like his. The place for both parties to look for deeper cuts is the Pentagon.    There is an excellent road map. The Congressional Budget Office has prepared a compendium of potential cuts that goes far beyond closing military bases. It would save tens of billions of dollars from the current five-year budget at little or no risk to American security.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"A Cool, Calm Norman Earns the Right to Strut","web_url":"https://www.nytimes.com/1993/03/09/sports/golf-notebook-a-cool-calm-norman-earns-the-right-to-strut.html","abstract":"  Greg Norman's heavily marketed macho image has long carried a substantial amount of backlash, particularly when he has gone long periods without a victory.   But when Norman wins, as he did Sunday in a romp at the Doral Ryder Open, his talent speaks for him much louder than anything Madison Avenue can come up with.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Now You See Scott Skiles, And Now You Still See Him","web_url":"https://www.nytimes.com/1993/03/09/sports/pro-basketball-now-you-see-scott-skiles-and-now-you-still-see-him.html","abstract":"  After 52 minutes 59.7 seconds of close, physical play, after a long night of being harassed by the best defense in the National Basketball Association, Scott Skiles was not even breathing hard.   \"I could go right out there and play another 53,\" said Skiles after the Knicks finally got rid of Skiles, Shaquille O'Neal and the rest of the Orlando Magic last night, surviving Tom Tolbert's open-but-wide 3-pointer at the final buzzer of overtime to win by 109-107 at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"CLINTON MAY SEEK LID ON DOCTOR FEES AND LIABILITY SUITS","web_url":"https://www.nytimes.com/1993/03/09/us/clinton-may-seek-lid-on-doctor-fees-and-liability-suits.html","abstract":"  As part of their effort to control health costs, Clinton Administration officials are considering asking Congress to impose restrictions on medical malpractice lawsuits and limits on doctors' fees.   No decisions have been made. The proposals, under study by health policy experts at the White House, have not been endorsed by Mr. Clinton or reviewed for their political acceptability.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Steisel's Standing Rises In Dinkins's Inner Circle; First Deputy Mayor's Power Arena Widens","web_url":"https://www.nytimes.com/1993/03/09/nyregion/steisel-s-standing-rises-dinkins-s-inner-circle-first-deputy-mayor-s-power-arena.html","abstract":"  Minute by minute, day to day, Norman Steisel, New York City's First Deputy Mayor, is at the helm in City Hall. He can often be spotted standing behind his secretaries' desks in front of his office at the far end of the main corridor. Phone planted firmly on his ear, Mr. Steisel barks out commands to commissioners and agency heads while his eyes survey the physical center of his domain, the long first-floor hallway through which most of the city government's movers and shakers pass each day.   It is not possible to reach Mayor David N. Dinkins's corner office without turning right at Mr. Steisel's hectic headquarters. These days, to reach Mr. Dinkins himself it is usually necessary to go first to Mr. Steisel.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"In Jersey City, Police Shine In Spotlight","web_url":"https://www.nytimes.com/1993/03/09/nyregion/the-twin-towers-in-jersey-city-police-shine-in-spotlight.html","abstract":"  The police department here has become a key resource in the investigation of the bombing of the World Trade Center, putting it in the spotlight even as it is undergoing an extensive reorganization.   Repeatedly, the department's 821 officers and superiors have been called on to perform a variety of duties, from sealing off streets to assisting teams of investigators in executing search warrants.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Substitute Teacher Held on Sex Charge","web_url":"https://www.nytimes.com/1993/03/09/nyregion/substitute-teacher-held-on-sex-charge.html","abstract":"ADDENDUM APPENDED      A recently hired substitute teacher was arrested yesterday and charged with sexual abuse of an 11-year-old girl at their elementary school in Harlem last Friday. The teacher had threatened the girl with punishment if she told anyone, the police said.  ","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Chess","web_url":"https://www.nytimes.com/1993/03/09/arts/chess-143993.html","abstract":"  Deep Blue, I.B.M.'s successor to its world leader in chess computers, Deep Thought II, won one match and lost another in Copenhagen, Feb. 24 to 28. Deep Blue defeated the Danish national team by a 3-1 score, but lost to the top Dane, grandmaster Bent Larsen, by 1 1/2-2 1/2 in a second, individual contest.   Deep Blue's programmers had hoped for a better result, but explained that they had made several errors that handicapped their machine. Dr. Murray Campbell said: \"We were afraid that since we had upped it to 14 processors from the original Deep Thought's 2, it might use too much time. So we limited its search depth in complex positions.\" It went wrong in the first game against Larsen and in practice games with the other Danes.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Trenton Votes To Control Sex Education","web_url":"https://www.nytimes.com/1993/03/09/nyregion/trenton-votes-to-control-sex-education.html","abstract":"  The Assembly passed a bill today making it mandatory that sex-education courses stress sexual abstinence as \"the only completely reliable means\" of preventing sexually transmitted diseases, including AIDS.   The 54-to-7 Assembly vote moved New Jersey toward becoming one of only a handful of states, including California, to dictate to school districts statewide just how sex education should be taught. It also marked a shift in the battleground over sex-education curriculum from local school board meetings to the floor of the State House.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"White House Again Defends Bush's Policy on Haitians","web_url":"https://www.nytimes.com/1993/03/09/us/white-house-again-defends-bush-s-policy-on-haitians.html","abstract":"  The Clinton Administration went to court yesterday for the second time in two weeks to defend the Bush Administration's restrictive policy on Haitian refugees, a policy that President Clinton criticized during the fall campaign.   In Federal District Court in Brooklyn yesterday, a trial began on the fate of 264 Haitians who have been detained at the United States Naval Base in Guantanamo, Cuba, for about 16 months.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Serbs Again Agree to Allow Evacuation of Muslims","web_url":"https://www.nytimes.com/1993/03/09/world/serbs-again-agree-to-allow-evacuation-of-muslims.html","abstract":"  The Bosnian Serbs' military commander today agreed to allow aid workers to evacuate thousands of Muslims from isolated areas of eastern Bosnia on Tuesday, United Nations and Serbian officials said.   \"It looks like there are grounds for optimism,\" said a United Nations military officer stationed in this industrial city controlled by the Bosnian Government. The sports hall, schools and hospital have been standing by for days in expectation of the arrival of thousands of refugees.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-in-our-pages-100-75-and-50-years-ago-90443857743.html","abstract":"1943: French Resistance. LONDON - [From our New York edition:] While the German Gestapo and Vichy police are embarking on one of the greatest manhunts in history in an effort to enforce Pierre Laval's promise to deliver 400,000 young Frenchmen over to F&#","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Examining Mob Specimens","web_url":"https://www.nytimes.com/1993/03/09/movies/examining-mob-specimens.html","abstract":"  So you've been dying to meet Dominick (Big Dom) Lofaro, Joseph (Joe Dogs) Ianuzzi, Giacomo (Fat Jackie) Dinorscio, Thomas (Tommy Del) Delgiorno and Brother Frank Minucci. O.K., tonight's your night. \"Mob Stories\" is their stories.   You may get the feeling that this cast, made up of self-described made men or hit men for the Mafia in happier times, studied the character actors in movies like \"The Godfather,\" \"Goodfellas\" and \"The Untouchables.\" All but one -- loyal Mr. Dinorscio, who is interviewed in jail, where he is shown in a jogging outfit practicing the Chinese martial art of tai chi chuan -- have broken with the mob. Like him, however, the others are running to fat and live in the glory of having got close enough to their former bosses to betray them.","thumbnail":null,"section":"Movies"},{"date":"19930309","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/03/09/arts/classical-music-in-review-920093.html","abstract":"  Brooklyn Philharmonic   Brooklyn Academy of Music    Witold Lutoslawski's 80th birthday was Jan. 25, and although the Los Angeles Philharmonic and the San Francisco Symphony presented tributes to the Polish composer, the celebrations on the East Coast have been surprisingly sparse. On Saturday evening, the Brooklyn Philharmonic made amends with a performance of the composer's Third Symphony. Jan Krenz, a Polish conductor and composer, led the performance.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-849293.html","abstract":"  An article Feb. 24 about the General Motors plant in North Tarrytown, N.Y., misstated an agreement about the company's obligations. According to a G.M. spokeswoman, Margaret G. Holmes, the company promised to make certain payments in lieu of taxes from 1985 to 1995. It was not required to stay in North Tarrytown until 1995.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/09/nyregion/news-summary-270293.html","abstract":"  International A3-9 MEXICAN CAMPAIGN QUARREL   After promising repeatedly to make political competition in Mexico fairer, President Carlos Salinas de Gortari has provoked criticism by soliciting wealthy businessmen for hundreds of millions of dollars in contributions to his party.  A1 CLINTON, NIXON AND YELTSIN   As political odd couples go, Bill Clinton and Richard Nixon surely rank with the oddest. But there they were, the Vietnam dove and the Vietnam hawk, sitting around the White House living room bound together by their shared support of of increased aid to Russia.  A1 ZAIRE'S BATTLING LEADERS   The President and the Prime Minister of Zaire both say they have the authority to rule the large, impoverished African nation. Their battle for control has paralyzed the Government and cast doubt about its future stability.  A3 EVACUATION OF BOSNIAN MUSLIMS   The Bosnian Serbs' military commander agreed to allow a limited evacuation of Muslims from isolated areas of eastern Bosnia, United Nations and Serbian officials said.  A6 VIOLENCE AGAINST SERBS   Some of the Serbs who remained in Gorazde after Serbian \"ethnic cleansing\" got under way in eastern Bosnia have been put to death as suspected snipers.  A6 News analysis: The obstacles to finding peace in Bosnia.  A7 DEBATE OVER MIDEAST AID MONEY   The Clinton Administration was forced by an influential Democrat in Congress to confront the delicate subject of whether the United States can afford to pour billions of dollars into Israel and Egypt.  A9 ISRAELI SETTLER SLAIN IN GAZA   Palestinian laborers stabbed an Israeli to death in a Jewish settlement, hours after the army opened the Gaza Strip after six days, the Israeli military said.  A9 IRISH LEADER TO MEET CLINTON   When Prime Minister Albert Reynolds meets Mr. Clinton on St. Patrick's Day, he plans to discuss the President's ideas for a U.S. policy on Northern Ireland.  A8 ENGLISH TRADITION: FISH AND CHIPS   Birmingham Journal: Fish and chips endures as England's original hot fast food, a quintessential institution. More than 9,000 outlets, mostly mom-and-pop storefronts, dispense the vinegary fare.  A4 National A12-16 WEIGHING LIMITS ON MEDICAL FEES    As part of their effort to control health costs, Clinton Administration officials are considering asking Congress to impose restrictions on medical malpractice lawsuits and limits on doctors' fees.  A1 STOCKS REACH A NEW PEAK   Stocks soared to new highs as investors braved the market's risks in search of returns no longer available from bank accounts and bonds. The Dow Jones industrial average rose 64.84 points, or 1.9 percent, to close at 3,469.42.  A1 LESSONS FROM POLICE-KILLERS   Two F.B.I. agents interviewed 50 killers of police officers in an effort to discover what the victims could have done differently. The result is a chilling collection of murderous narratives that could change officers' behavior.  A1 KING EXPECTED ON WITNESS STAND   Rodney King is expected to testify for the first time in the case of Los Angeles four police officers accused of violating his civil rights.  A12 HOLY WAR FOR CULT?   Law-enforcement officials brought in the Army's heaviest tanks and the leader of the Texas cult involved in a bloody shootout and subsequent siege said he might welcome an apocalyptic fire fight rather than a gentle surrender.  A12 LABOR PACT UPHELD   In a victory for organized labor, the Supreme Court validated a union-only labor agreement in the cleanup of Boston Harbor, ruling that states were free to negotiate such pacts. The Justices also let stand a lower court ruling that declared Louisiana's strict abortion law unconstitutional.  A13 RENO'S RECORD IS DEBATED    President Clinton praised Janet Reno, his choice for Attorney General, as a \"front-line crime fighter.\" But her office has lagged behind other Florida prosecutors in several measures, including the rate at which they take cases to trial, win guilty verdicts and obtain prison sentences.  A14 CLINTON'S POWERFUL COUNSEL   Other White House counsels have wielded great power. But because of the vacancies at the Justice Department, Clinton's counsel, Bernard Nussbaum, is in the unusual position of making some of the department's most important decisions.  A14 THINKING OF CUTS   Clinton and Congressional budget writers agreed to make deeper cuts in Federal programs than the President had originally sought. It was a grudging bow to political as well as fiscal imperatives.  A15 The Administration defended U.S. policy on Haitian refugees.  A16 Metro Digest B1 DOCTORS WHO'VE HAD ENOUGH   Throughout the New York region and across the country, senior, seasoned doctors are choosing to retire early because of what they see as a loss of control to insurance companies and government agencies.  A1 SUSPECT'S ROLE IN BOMBING   Federal and local investigators believe that Mohammed A. Salameh, the 25-year-old suspect arrested in the bombing of the World Trade Center, played a significant role in what they say is a conspiracy. For the first time, criminal justice officials also established a link between Mr. Salameh and El Sayyid A. Nosair, the man tried for the assassination of Rabbi Meir Kahane.  A1 Science Times C1-11 The abyss yields its secrets to new robot devices.  C1 Social research: experiments with real people.  C1 You're right, this year's weather was really odd.  C1 Arts/Entertainment C13-18 Theater: \"Aven' U Boys.\" C13 Music: Pollini's Schubert.  C13 Business Digest D1 Fashion Page B8 Sports B9-15 Basketball: Knicks beat Magic in overtime.  B9 Football: Jets sign Ronnie Lott.  B9 Obituaries B6-7 Billy Eckstine, singer and band leader.  B7 Editorials/Op-Ed A18-19 Editorials A guide for Pentagon budget cuts. Needed: a few brave Republicans. Gag rule in Romania. Reviving the Education Dept. Letters Russell Baker: The uncobbod code. Enzo Biagi: Don't blame fate. Blame the Italians. Al Meyerhoff: No more pesticides for dinner.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Back to Work Amid Soot and Stress","web_url":"https://www.nytimes.com/1993/03/09/nyregion/the-twin-towers-back-to-work-amid-soot-and-stress.html","abstract":"  For one sign of recovery from the World Trade Center disaster, consider Deloitte & Touche, the huge accounting firm and one of 350 businesses forced out of the center's twin towers.   By yesterday, the firm's emergency response had shifted from the bombing to clients' tax returns and the April 15 deadline for filing them -- a daunting task in any year.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Son ofGrunge:It's Recession Chic","web_url":"https://www.nytimes.com/1993/03/09/style/IHT-son-ofgrungeits-recession-chic.html","abstract":"- The country is in crisis. The Milanese are morose. The bosses are in debt, in trouble or in jail.And it's time for the new fashion season. Well, \"Holy Chic!\" as Moschino prints it on a monastic dress, the Italian designers have discovered recession dressing.","thumbnail":null,"section":"Style"},{"date":"19930309","headline":"Sex Activity by Children Brings Suit Against Home","web_url":"https://www.nytimes.com/1993/03/09/nyregion/sex-activity-by-children-brings-suit-against-home.html","abstract":"  The mother of an 8-year-old girl charged yesterday that social workers at a temporary home for emotionally troubled children in Brooklyn failed to prevent five young boys from repeatedly having sex with her daughter.   The woman, Shirley Greenaway, is suing to have the girl, who is mentally retarded, returned to her custody because of what she described as a lack of oversight of her daughter's case by the city and state. On the steps of City Hall yesterday, Ms. Greenaway and her lawyer accused state officials of bungling the investigation into her complaints and of failing to take action against the supervisors at the home.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"White House Memo; One Topic, Several Agendas As Clinton and Nixon Meet","web_url":"https://www.nytimes.com/1993/03/09/world/white-house-memo-one-topic-several-agendas-as-clinton-and-nixon-meet.html","abstract":"  As political odd couples go, Bill Clinton and Richard Nixon surely rank with the oddest. But there they were today, the Vietnam dove and the Vietnam hawk,sitting around the White House living room, bonded together by their shared feelings about Russia.   Never mind that Mr. Nixon rose to the Presidency riding the issue of opposition to Communist Russia, while Mr. Clinton's only noteworthy experience with the place was a youthful tourist visit, for which he was attacked during the Presidential campaign. Today, the two men find themselves sharing a political trench in the renewed debate over how much aid to give Russia, at a time when its first democratically elected President is at risk of being toppled.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-91679614233.html","abstract":"A Special Place in Hell. Regarding \"The Right to Secede\" (Letters, Feb. 18) from Daria Mihailovic:. Indeed, as Croatia has seceded from Yugoslavia, why should not Krajina secede from Croatia - and the contained Croat communities secede from Kraj","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Don't Blame Fate. Blame the Italians.","web_url":"https://www.nytimes.com/1993/03/09/opinion/dont-blame-fate-blame-the-italians.html","abstract":"I don't trust people who say, \"The Italians are like that.\" Like what? My fellow Italians resist each and every assault, blaming fate instead for their difficulties. Dams burst, banks fail, mafiosi and terrorists escape, an electoral result disappoints. Blaming fate, according to one of our former presidents, is not only cynical but cheating, too. Don't forget that Italians invented melodrama.\n\nCuriously, even the nation's founding fathers had doubts about their fellow Italians. Giuseppe Mazzini, passing through Rome on his way back from exile in England to die in Pisa, refused to leave the train station, \"so as not to see the city of my dreams,\" he explained. Count Cavour confessed to a friend: \"What a great piece of luck to have gotten to know Italy only \n\nafter \n\nhaving created her.\"","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"In Muslim Town, Serbs Pay the Price","web_url":"https://www.nytimes.com/1993/03/09/world/in-muslim-town-serbs-pay-the-price.html","abstract":"  The search for the two Jevdevic men did not take long. Somebody said that they had lived on the embankment of the Drina River, and somebody else pointed to 4 Ksenije Tasanovic Street. The house was destroyed, its two chimneys jutting skyward out of the moldering ruins like sentinels above a tomb.    Many houses in Gorazde have been blasted by artillery shells, or machine-gunned at close range, or set afire. But the Jevdevic house -- and its occupants, judging from human remains found inside -- had been blown to bits with what appeared to have been a special determination.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Trade Center Bombing Suspect Not a Patsy, Officials Conclude","web_url":"https://www.nytimes.com/1993/03/09/nyregion/the-twin-towers-trade-center-bombing-suspect-not-a-patsy-officials-conclude.html","abstract":"  Federal and local investigators say they now believe that Mohammed A. Salameh, the 25-year-old Palestinian arrested last week in the bombing of the World Trade Center, played a significant role, if not a central one, in what they say is a conspiracy.   For the first time, criminal-justice officials also established a direct personal link between Mr. Salameh and El Sayyid A. Nosair, the man tried for the assassination of Rabbi Meir Kahane. They said Mr. Salameh visited Mr. Nosair on Rikers Island and at least one time in Attica state prison, including once within a month before the bombing. The officials said they had seized records from his prison cell and were examining whether the two men had talked by telephone and whether prison authorities had taped the calls.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/09/style/chronicle-846893.html","abstract":"  Health watch for two great women of the screen:   CLAUDETTE COLBERT, 89, has been hospitalized in Bay View Hospital, near Bridgetown, Barbados, after suffering a stroke, The Associated Press reported yesterday. \"She is seriously ill and is expected to make improvement over a six-week period,\" a hospital statement said.   Miss Colbert divides her time between New York City and her beachfront home in Barbados.","thumbnail":null,"section":"Style"},{"date":"19930309","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/09/nyregion/metro-digest-927293.html","abstract":"  MORE DOCTORS ARE CALLING IT QUITS   Seasoned doctors are choosing to retire early or cut back their hours because of what they see as a loss of control to insurance companies and government agencies. A1. SUSPECT IN BOMBING SEEN AS PART OF PLOT   Federal and local investigators now believe that Mohammed A. Salameh, the man arrested last week in the bombing of the World Trade Center, played a significant role in what they say is a conspiracy. A1.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Look Who's Making a Trip to the Big Top","web_url":"https://www.nytimes.com/1993/03/09/sports/college-basketball-look-who-s-making-a-trip-to-the-big-top.html","abstract":"  Thirty-five years and 40 theatrical minutes later, Manhattan is going back to the National Collegiate Athletic Association tournament.   The Jaspers fell behind Niagara with 16 minutes 30 seconds left in the first half tonight, then regained the lead with just 2.6 seconds remaining on a free throw by Chris Williams that gave them a 68-67 victory and the championship of the Metro Atlantic Athletic Conference tournament.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Fracture Puts Anderson Out For the Season","web_url":"https://www.nytimes.com/1993/03/09/sports/pro-basketball-fracture-puts-anderson-out-for-the-season.html","abstract":"  The Nets' worst fears were realized today when they learned they would be without Kenny Anderson, their star point guard, for the remainder of the season because of a fractured bone in his left wrist.   Anderson, who suffered the fracture two Sundays ago, was examined this morning by several doctors. The Nets then issued a terse statement that said Anderson's left arm would be placed in a full cast, that his condition would be reevaluated at a later date and that he was finished for the 1992-93 campaign.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Gag Rule in Romania","web_url":"https://www.nytimes.com/1993/03/09/opinion/gag-rule-in-romania.html","abstract":"  Old habits die hard in Romania, whose Communist regime was the most autocratic in Eastern Europe until its violent demise in 1989. Under Nicolae Ceaucescu, Romanians were forbidden to own typewriters without a police permit. That rule has gone, but not the mentality it mirrored.    Though present-day Romania is supposedly more \"democratic,\" members of the Chamber of Deputies still vote in secret. And any journalist whose reports are deemed \"incorrect\" may lose the right to attend Parliament and may also be required to publish a retraction written by the chamber's president.","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Senate Leader Concedes On Assault Weapons Law","web_url":"https://www.nytimes.com/1993/03/09/nyregion/senate-leader-concedes-on-assault-weapons-law.html","abstract":"  Saying he was not afraid to defy the National Rifle Association, Senate President Donald T. DiFrancesco announced today that he would not vote to weaken the state's assault weapons law, the toughest in the nation.   \"My intended no vote will effectively kill an override effort,\" which would repeal the ban, Mr. DiFrancesco said today.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor.html","abstract":"The Root of the Scourge. Watching the armed standoff with a cult leader in Texas and in the wake of the World Trade Center bombing, surely everyone's concern should be focused on the ease with which people can obtain weapons and explosives.. DONALD ARMSTR","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Debate Arises on Record Of Justice Dept. Nominee","web_url":"https://www.nytimes.com/1993/03/09/us/debate-arises-on-record-of-justice-dept-nominee.html","abstract":"  When President Clinton nominated Janet Reno to be his Attorney General last month, he praised her as a \"front-line crime fighter.\" But during Ms. Reno's 15 years as Dade County State Attorney her office has lagged behind other prosecutors in the state in several measures, including the rate at which they take cases to trial, win guilty verdicts and obtain prison sentences.   The Senate Judiciary Committee plans to begin confirmation hearings on Tuesday, and criminal-justice issues are expected to be among the topics discussed. Senators and their aides said today that they were preparing for the hearings in a unusually placid atmosphere for a committee that in recent years has presided over several searing confirmation battles.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/09/nyregion/no-headline-393893.html","abstract":"  This used to be a profession where people never really retired. Now we're finding a fair number of physicians leaving in their late 50's or early 60's. -- DR. NANCY W. DICKEY, American Medical Association trustee.  [ A1:5. ]","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/09/opinion/IHT-letters-to-the-editor-90496230658.html","abstract":"The Death of a Child. Regarding \"Child's Death: Random Shell, or Ramadan Message?\" (Feb. 26): I'm a 34-year-old father and company manager. When I started reading this article, I dropped the paper and started crying. Please put this kind of news","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"We Need to Stay With Supercollider Project","web_url":"https://www.nytimes.com/1993/03/09/opinion/l-we-need-to-stay-with-supercollider-project-864693.html","abstract":"  To the Editor:   Re \"Big Science, Big Budget Cuts\" (editorial, Feb. 15):","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Officials Say Another Major Suspect Emerges","web_url":"https://www.nytimes.com/1993/03/09/nyregion/the-twin-towers-officials-say-another-major-suspect-emerges.html","abstract":"  Ibraham A. Elgabrowny, the man who law-enforcement officials say is emerging as a central suspect in the investigation of the World Trade Center bombing, was the chief fund-raiser and organizer of the defense of El Sayyid A. Nosair, who was imprisoned in connection with the murder of Rabbi Meir Kahane.   William Kunstler, the lawyer who represented Mr. Nosair, said that throughout the trial Mr. Elgabrowny provided Islamic supporters, transportation and even bodyguards for the defense team, who became targets of protests by Jewish groups.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Books of The Times; Linking Great Novels of the West to Imperialism","web_url":"https://www.nytimes.com/1993/03/09/books/books-of-the-times-linking-great-novels-of-the-west-to-imperialism.html","abstract":"  Culture and Imperialism   By Edward W. Said   380 pages. Alfred A. Knopf. $25.     Dickens's \"Great Expectations,\" Austen's \"Mansfield Park,\" Forster's \"Howards End,\" Camus's \"Etranger,\" Bronte's \"Jane Eyre\": one does not routinely think of such novels as political works, much less as works concerned with questions of imperialism and overseas dominion. But the argument that Edward W. Said, University Professor at Columbia and a frequent spokesman for Palestinian causes, advances in his latest book is that these novels (as well as the fiction of Conrad and Kipling) not only reflected the imperial ambitions of 19th- and early 20th-century Europe, but also helped to buttress, ratify and validate those concerns.","thumbnail":null,"section":"Books"},{"date":"19930309","headline":"Aids Kit for Powerbook","web_url":"https://www.nytimes.com/1993/03/09/science/personal-computers-aids-kit-for-powerbook.html","abstract":"  APPLE COMPUTER INC. is selling Powerbook portable Macintosh computers at a rate of more than a million a year, which is a remarkable pace for a computer that is mostly incompatible with 90 percent of the other PC's in the world. As might be expected from those who march to the beat of a different drummer, or at least to the code of a different operating system, people who tote Powerbooks seem to take a particular pride in fine-tuning their machines.    One way to jazz up the Powerbook is to load it with the Norton Essentials for Powerbook, a $129 package produced by the Symantec Corporation of Cupertino, Calif.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Observer; The Uncobbod Code","web_url":"https://www.nytimes.com/1993/03/09/opinion/observer-the-uncobbod-code.html","abstract":"  I have a cold. Or, to state it orally, I hab a code.    Like all my codes, it is absoludely fascinatig. Would you like to hear about it?","thumbnail":null,"section":"Opinion"},{"date":"19930309","headline":"Abbott Proves a Hit at Bat","web_url":"https://www.nytimes.com/1993/03/09/sports/baseball-abbott-proves-a-hit-at-bat.html","abstract":"  Would you rather see Jim Abbott hit or pitch? The fan reaction today during the Yankees' 2-0 victory over the Expos at Municipal Stadium indicated that Abbott's swings were more appealing to them than his fastballs.   Abbott, who was born without a right hand, faced Chris Nabholz from the left side in the top of the third inning using a bat borrowed from Dave Silvestri. After taking a called strike on a fastball, he fouled off two pitches, took a ball and then waved at a curve for strike three. Abbott, who almost hit one out in batting practice, turned into Jay Leno after the game.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Leetch Plays 'Bully' Role In Effort to Rejoin Lineup","web_url":"https://www.nytimes.com/1993/03/09/sports/hockey-leetch-plays-bully-role-in-effort-to-rejoin-lineup.html","abstract":"  Brian Leetch put in a complete practice with his Rangers teammates today at Rye Playland and he even attempted to do a little pushing and shoving with the weak left arm that has plagued him since mid-December.   Leetch, the star defenseman who has missed 24 games in a row because of nerve damage sustained in a game in St. Louis on Dec. 17, appears to be moving closer and closer to returning to the Rangers' lineup, although that is not likely to happen as quickly as Leetch himself had hoped.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Fungus Is a Flowerlike Con Artist","web_url":"https://www.nytimes.com/1993/03/09/science/fungus-is-a-flowerlike-con-artist.html","abstract":"  AT a glance, the bright yellow bloom might seem to be just another of the many flowers that dot Colorado's alpine meadows as the winter snows begin to retreat. But a closer inspection reveals that this sweet-smelling, nectar-rich rosette is no flower at all.   Instead, it is the artful display of an extremely manipulative rust fungus, which invades mustard plants and tricks them into assuming an entirely new shape topped by a bizarre pseudoflower fashioned of leaves.","thumbnail":null,"section":"Science"},{"date":"19930309","headline":"Birmingham Journal; Fried and Salty, Yessir, Matey, but Truly English","web_url":"https://www.nytimes.com/1993/03/09/world/birmingham-journal-fried-and-salty-yessir-matey-but-truly-english.html","abstract":"  By the time Bedders Fish and Chips shop opened one recent morning, there was already a line outside, mothers with children and men in suits, secretaries on early lunch breaks and taxi drivers between fares, all awaiting that delicious moment when Pat Bedder would unlock the front door at last and release the steamy, intoxicating bouquet of fried cod and chips into the brittle air.   It is, in many ways, the most distinctively English of cooking aromas, redolent of raggedy seaside resorts with shingle beaches and working-class terraces in factory towns.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-851493.html","abstract":"  An obituary yesterday about Eleanor Sanger, a television producer who won Emmy awards for sports broadcasts, misidentified one of her residences. It was Vail, Ariz., not Colorado.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Ex-Officials Accused of Armory Rental Fraud","web_url":"https://www.nytimes.com/1993/03/09/nyregion/ex-officials-accused-of-armory-rental-fraud.html","abstract":"  The state's Inspector General charged today that former officials in the agency that oversees the New York National Guard had defrauded and extorted cash, furs and other items from groups that rented or leased space in the Park Avenue Armory in Manhattan and that senior officials in the agency had ignored evidence of the wrongdoing.   The allegations, included in a report by Inspector General Joseph A. Spinelli, culiminated a series of investigations into corruption in the agency, the Division of Military and Naval Affairs, that has so far led to the conviction of one official and implicated at least a dozen others.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Hearing Focuses on School Corruption","web_url":"https://www.nytimes.com/1993/03/09/nyregion/hearing-focuses-on-school-corruption.html","abstract":"  After repeated scandals, New York City's school custodians have become a nationwide symbol of corruption in government, and some Republican lawmakers have begun using those allegations to beat back efforts to get Federal aid to the city's classrooms.   Republican lawmakers, led by Newt Gingrich, the Georgia Congressman who is the minority whip, regularly take to the floors of the Capital to assail the mismanagement of the city's schools and especially the abuses they attribute to the school custodians.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Supreme Court Roundup; Justices Say States May Make Union-Only Pacts in Public-Works Projects","web_url":"https://www.nytimes.com/1993/03/09/us/supreme-court-roundup-justices-say-states-may-make-union-only-pacts-public-works.html","abstract":"  The Supreme Court today validated a union-only master labor agreement for the $6 billion cleanup of Boston Harbor in a unanimous decision that cleared the way for states to use an increasingly popular tool for insuring labor peace on major public-works projects.   The decision in the closely watched case was a victory for organized labor. Justice Harry A. Blackmun's opinion for the Court overturned a decision by the Federal appeals court in Boston, which ruled in 1991 that the agreement violated Federal labor law.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Zaire: Two Leaders, Many Problems, Few Hopes","web_url":"https://www.nytimes.com/1993/03/09/world/zaire-two-leaders-many-problems-few-hopes.html","abstract":"  Two men now say they have the authority to rule this sprawling, impoverished nation, and their battle for control has paralyzed the Government and cast doubt about its future stability.   On one side, President Mobutu Sese Seko has denounced Prime Minister Etienne Tshisekedi as a bully and a megalomaniac, and suggested that Mr. Tshisekedi, 61, is mentally incompetent. The Prime Minister has countered by calling the President a \"Zairian Caligula\" who has kept his grip on this country for 28 years \"without law, morals or principles.\"","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Michel Riquet, 94, French Jesuit Priest Active in Resistance","web_url":"https://www.nytimes.com/1993/03/09/world/michel-riquet-94-french-jesuit-priest-active-in-resistance.html","abstract":"  The Rev. Michel Riquet, a Jesuit priest and former Resistance fighter who became the most popular preacher of postwar Paris as well as a widely read author, died there on Friday. He was 94.   A native of Paris and a doctor of theology, Father Riquet defied the Vichy regime, which ruled France after the German occupation in World War II. He helped more than 500 Allied pilots to escape from France, leading to his arrest by the Gestapo in January 1944.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Review/Piano; A Schubertian Realm of Simplicity in Quietude","web_url":"https://www.nytimes.com/1993/03/09/arts/review-piano-a-schubertian-realm-of-simplicity-in-quietude.html","abstract":"  Strange are the ways of musical chemistry, especially when the ingredients are as different in appearance as Maurizio Pollini and the music of Schubert. Mr. Pollini has become our prototype of high-tech pianistic virtuosity: moving parts of astonishing efficiency administered by thoughtful, clear-headed intelligence. His amazing skills have wiped the sweat from the most prodigiously difficult endeavors, allowing listeners a calm, measured look at music usually bound up in the struggles of the performer.   Schubert, himself a pianist of uneven accomplishment, was a dealer in dreams and a communicator of personal loss. The compelling nature of nostalgia is the intense pleasure of its pains, and so the dotted rhythm that announces his G-major Sonata (D. 894) is a cry of loneliness sent out across an unbridgeable divide and at the same time an expression of self-sufficient serenity.","thumbnail":null,"section":"Arts"},{"date":"19930309","headline":"Dehere Is Top Player","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-people-college-basketball-dehere-is-top-player.html","abstract":"  TERRY DEHERE of Seton Hall yesterday was selected as the Big East Conference's player of the year.   The senior guard, who averaged 21.8 points this season, was a first-team all-conference selection for the third straight season. He and St. John's DAVID CAIN were unanimous selections. Also on the first team were Syracuse's LAWRENCE MOTEN, Connecticut's DONYELL MARSHALL and Boston College's BILLY CURLEY.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Clinton and House Democrats Agree On Spending Cuts, but Ante Is Raised","web_url":"https://www.nytimes.com/1993/03/09/us/clinton-and-house-democrats-agree-on-spending-cuts-but-ante-is-raised.html","abstract":"  In a bow to political realities and fiscal imperatives, President Clinton and budget-writers in both houses of Congress agreed today to make deeper cuts in Federal programs over the next five years than the $470 billion Mr. Clinton had asked for.   By the end of a day in which the Democrats' spending-cut fervor took on the tone of a bidding war, the House Democrats were floating two different figures -- $55 billion and $63 billion -- for two different plans to add more cuts to Mr. Clinton's. But since very few spending cuts were identified for achieving any of those figures, it was difficult to tell what, if anything, the plans had in common. Deficit Bidding War    The White House said Mr. Clinton had agreed in an afternoon meeting with the House Budget Committee's Democrats to shave an extra $55 billion off Federal spending from 1994 through 1998, mostly by trimming relatively minor amounts from each of an array of Government programs.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/09/nyregion/c-corrections-850693.html","abstract":"  An article yesterday about Connecticut women in Congress referred incorrectly to the dean of the delegation. It is Samuel Gejdenson, not Barbara Kennelly. The article also misstated Representative Rosa L. DeLauro's committee assignment. She is on the House Appropriations Committee.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Sports of The Times; Steinberg Opens Fire On Giants","web_url":"https://www.nytimes.com/1993/03/09/sports/sports-of-the-times-steinberg-opens-fire-on-giants.html","abstract":"  UP at the microphone, Ronnie Lott, the Jets' new free safety and free-agent salesman, was asked if it had crossed his mind that with a regular-season Jets-Giants game on the 1993 schedule, he would be opposing Phil Simms in a rematch of their 1990 scuffle during a Giants-49ers game in San Francisco.   \"No, it didn't,\" Lott said. \"But I know it's a big rivalry and I'm looking forward to it.\"","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Tory Rebels Deal a Setback To Major on European Unity","web_url":"https://www.nytimes.com/1993/03/09/world/tory-rebels-deal-a-setback-to-major-on-european-unity.html","abstract":"  Right-wing Conservative Party rebels joined members of the opposition Labor and Liberal Democratic parties today to deal Prime Minister John Major a setback in the House of Commons over the proposed treaty on European union.   In a vote of 314 to 292, the rebels and opposition politicians combined to tack a minor amendment to the treaty bill requiring that only elected local officials, rather than government appointees, be allowed to serve on a European Community advisory committee.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"Review/Theater; Violence Becomes the Urban Solution","web_url":"https://www.nytimes.com/1993/03/09/theater/review-theater-violence-becomes-the-urban-solution.html","abstract":"  The first dramatic event in \"Aven' U Boys,\" a play set around Avenue U in Bensonhurst, Brooklyn, is a young white man's gleeful description of smashing open a black man's head.  By evening's end, the audience will have seen a husband and wife beat each other senseless, and another husband return home to his wife with welts on his back after a night of flagellation by a transvestite. As a framed dime-store Jesus looks down from the wall, the whipped husband drops to his knees, demanding still more punishment. His wife obliges, pouring alcohol on his open wounds.   Such is the tough theatrical currency of \"Aven' U Boys,\" a work in which the agonized screams of the characters often blend into the apocalyptic metal-on-metal screech of the el roaring above their heads. The audience at the John Houseman Theater, or at least that part of it with strong stomachs, holds on tight. \"Aven' U Boys\" is not for those with a low tolerance for verbal and visual violence, but it can be enthusiastically recommended to anyone who wants to step into a fever dream of urban America 1993, as searingly realized by a new and gifted 29-year-old playwright named Frank Pugliese and as played for keeps by a half-dozen young actors of exciting promise. While Mr. Pugliese's Italian-American Brooklyn overlaps the Brooklyn or Bronx of Richard Price, Spike Lee and Martin Scorsese, his gripping style, in which fragmented dialogue and incidents seem to slice through the night like switch blades, casts its own disturbing spell.","thumbnail":null,"section":"Theater"},{"date":"19930309","headline":"Clinton Challenged on Share of U.S. Aid Going to Israel and Egypt","web_url":"https://www.nytimes.com/1993/03/09/world/clinton-challenged-on-share-of-us-aid-going-to-israel-and-egypt.html","abstract":"  The Clinton Administration was forced by an influential Democrat in Congress today to confront the delicate subject of whether the United States can afford to pour billions of dollars into Israel and Egypt in light of a shrinking foreign aid budget and President Clinton's determination to resuscitate the American economy.   The Administration immediately said it was committed to continuing the aid, but the mere fact that Representative David Obey, the Wisconsin Democrat, was raising the issue meant that a sacrosanct item in next year's budget, which is just beginning to be debated by Congress, could be in for new scrutiny.","thumbnail":null,"section":"World"},{"date":"19930309","headline":"More Spending Cuts Accepted by Clinton","web_url":"https://www.nytimes.com/1993/03/09/us/more-spending-cuts-accepted-by-clinton.html","abstract":"  In a grudging bow to political and fiscal demands, President Clinton agreed to $55 billion more in cuts in a five-year spending plan being drafted in Congress. But the House Budget Committee chairman later said Democrats had agreed on $63 billion in cuts, and the Senate panel's chairman said he would propose almost $90 billion in deficit reductions.   Article, page A15.","thumbnail":null,"section":"U.S."},{"date":"19930309","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/09/style/chronicle-845093.html","abstract":"  Six years ago, ENID A. HAUPT, the philanthropist and patron saint of gardens, gave $3 million to establish the Enid A. Haupt Garden, adjacent to the Smithsonian Institution building in Washington known as the Castle. Now she has donated another $3 million to maintain it through the Enid A. Haupt Garden Endowment Fund and the Enid A. Haupt Fellowship in Horticulture.","thumbnail":null,"section":"Style"},{"date":"19930309","headline":"Hard Ball, Networks, Let's Play Hard Ball","web_url":"https://www.nytimes.com/1993/03/09/sports/tv-sports-hard-ball-networks-let-s-play-hard-ball.html","abstract":"  Chalk up one major party, the advertising agency of Leo Burnett U.S.A., as objecting vehemently to the possibility that any network will have the gumption to spend madly once more for sports programming.   In talks last week with CBS, NBC, ABC, ESPN and TNT, the Chicago-based agency voiced concern that coming negotiations between the networks and major league baseball, pro football, pro basketball and the 1996 Summer Olympics in Atlanta would yield rights fees that will ratchet advertising rates beyond its clients' desire to pay. Those clients include United Airlines, McDonald's, Black & Decker, and Dean Witter Reynolds.","thumbnail":null,"section":"Sports"},{"date":"19930309","headline":"Juror's Remarks Bring a Caution in Glen Ridge","web_url":"https://www.nytimes.com/1993/03/09/nyregion/juror-s-remarks-bring-a-caution-in-glen-ridge.html","abstract":"  Deliberations in the Glen Ridge sex-assault trial were interrupted for about two and a half hours today after one juror complained to the judge about a fellow juror.    The delay began about 11:45 A.M. after one of the seven women on the panel sent the judge, R. Benjamin Cohen, a typewritten note in an envelope, apparently expressing concern that one of five male jurors had said during deliberations last week that retarded people need love and affection, officials close to the case said.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"New York State Police Alter Evidence Procedures","web_url":"https://www.nytimes.com/1993/03/09/nyregion/new-york-state-police-alter-evidence-procedures.html","abstract":"  Seeking to prevent a repeat of the first evidence-tampering scandal in its history, the New York State Police today announced sweeping changes in the way it handles evidence and verifies fingerprints.   The new rules require at least two investigators at each crime scene and provide for extensive supervision of investigations by senior officers.","thumbnail":null,"section":"New York"},{"date":"19930309","headline":"Like a New Drug, Social Programs Are Put to the Test","web_url":"https://www.nytimes.com/1993/03/09/science/like-a-new-drug-social-programs-are-put-to-the-test.html","abstract":"  \"WHAT is an ordinary member of the tribe to do when the witch doctors disagree?\" Henry Aaron, an economist at the Brookings Institution, lamented in 1978.   Often not much, which is one reason Washington has seemed inclined to write off social science as special pleading. But a new breed of social scientists offers an answer more likely to satisfy the skeptics. Social policies, they assert, can be definitively tested in controlled experiments using randomly selected subjects, much the way drug companies test new treatments for asthma or arthritis or hypertension.","thumbnail":null,"section":"Science"}],"wiki_events":[],"weather":[{"date":"19930309","time":"1993-03-09 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":67,"wspd":18.4},{"date":"19930309","time":"1993-03-09 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":65,"wspd":16.6},{"date":"19930309","time":"1993-03-09 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":65,"wspd":13},{"date":"19930309","time":"1993-03-09 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":65,"wspd":11.2},{"date":"19930309","time":"1993-03-09 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":62,"wspd":11.2},{"date":"19930309","time":"1993-03-09 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":65,"wspd":13},{"date":"19930309","time":"1993-03-09 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":66,"wspd":13},{"date":"19930309","time":"1993-03-09 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":65,"wspd":14.8},{"date":"19930309","time":"1993-03-09 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":61,"wspd":14.8},{"date":"19930309","time":"1993-03-09 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.9,"rhum":56,"wspd":13},{"date":"19930309","time":"1993-03-09 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.6,"rhum":51,"wspd":16.6},{"date":"19930309","time":"1993-03-09 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":49,"wspd":13},{"date":"19930309","time":"1993-03-09 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":46,"wspd":13},{"date":"19930309","time":"1993-03-09 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":38,"wspd":18.4},{"date":"19930309","time":"1993-03-09 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":37,"wspd":13},{"date":"19930309","time":"1993-03-09 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":39,"wspd":9.4},{"date":"19930309","time":"1993-03-09 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":39,"wspd":14.8},{"date":"19930309","time":"1993-03-09 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":40,"wspd":20.5},{"date":"19930309","time":"1993-03-09 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":44,"wspd":13},{"date":"19930309","time":"1993-03-09 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":47,"wspd":14.8},{"date":"19930309","time":"1993-03-09 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.9,"rhum":52,"wspd":13},{"date":"19930309","time":"1993-03-09 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":55,"wspd":9.4},{"date":"19930309","time":"1993-03-09 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":57,"wspd":5.4},{"date":"19930309","time":"1993-03-09 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":60,"wspd":5.4},{"date":"19930309","time":"1993-03-09 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":10,"rhum":61,"wspd":18.7},{"date":"19930309","time":"1993-03-09 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":66,"wspd":25.9},{"date":"19930309","time":"1993-03-09 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":71,"wspd":16.6},{"date":"19930309","time":"1993-03-09 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":73,"wspd":22.3},{"date":"19930309","time":"1993-03-09 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":73,"wspd":22.3},{"date":"19930309","time":"1993-03-09 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":73,"wspd":24.1},{"date":"19930309","time":"1993-03-09 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":20.5},{"date":"19930309","time":"1993-03-09 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":73,"wspd":22.3},{"date":"19930309","time":"1993-03-09 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":73,"wspd":20.5},{"date":"19930309","time":"1993-03-09 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":22.3},{"date":"19930309","time":"1993-03-09 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":25.9},{"date":"19930309","time":"1993-03-09 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":70,"wspd":25.9},{"date":"19930309","time":"1993-03-09 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":70,"wspd":24.1},{"date":"19930309","time":"1993-03-09 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":67,"wspd":24.1},{"date":"19930309","time":"1993-03-09 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":58,"wspd":20.5},{"date":"19930309","time":"1993-03-09 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":53,"wspd":29.5},{"date":"19930309","time":"1993-03-09 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":33.5},{"date":"19930309","time":"1993-03-09 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":42,"wspd":33.5},{"date":"19930309","time":"1993-03-09 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":49,"wspd":42.5},{"date":"19930309","time":"1993-03-09 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":9.4,"rhum":41,"wspd":29.5},{"date":"19930309","time":"1993-03-09 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":40,"wspd":33.5},{"date":"19930309","time":"1993-03-09 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":37,"wspd":35.3},{"date":"19930309","time":"1993-03-09 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":40,"wspd":31.7},{"date":"19930309","time":"1993-03-09 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":41,"wspd":31.7}]},"19930310":{"guardian_articles":[],"nytimes_articles":[{"date":"19930310","headline":"Clinton Hails Congress on Budget Cut","web_url":"https://www.nytimes.com/1993/03/10/us/clinton-hails-congress-on-budget-cut.html","abstract":"  As Congress began voting in committee on his economic program, President Clinton said today that he was pleased that the lawmakers were considering even deeper budget cuts than those he proposed last month. But the President warned that he might raise objections when Congress moved from dealing with general figures to specific ones.   At a news conference, Mr. Clinton praised Congress for trying \"to get even more deficit reduction.\" But he added, \"That doesn't mean we don't need more specifics, because we have to define how we're going to cut.\"","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/03/10/theater/theater-in-review-193693.html","abstract":"  Somewhere I Have Never Traveled  Judith Anderson Theater 422 West 42d Street Clinton Through Sunday By Daniel MacIvor; directed by Daniel Selznick; set by Ted LeFevre; lighting by Scott Griffin; costumes by Rodney Munoz; sound by Jim van Bergen; production stage manager, Sally Frontman. Presented by the Miranda Theater Company, Valentina Fratti, artistic director; Catherine Triant Buxton, executive director.   WITH: Julie Follansbee, Raymond Haigler, Ibi Janko, Jerry Mettner, Aideen O'Kelly and Brad Sullivan.","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"Yanks Ask O'Neill To Adapt To Left","web_url":"https://www.nytimes.com/1993/03/10/sports/baseball-yanks-ask-o-neill-to-adapt-to-left.html","abstract":"  If spring training is supposed to be about everything that is fresh and new, Paul O'Neill certainly belongs here. With the Yankees, O'Neill is encountering a new league, a new team, a new manager, new teammates and even a new position.   After six years playing for the Cincinnati Reds, a team he cherished as a boy growing up in nearby Columbus, Ohio, O'Neill is gradually getting accustomed to trading in the red stockings for the pinstripes of New York. Just two weeks into his American League career, the 30-year-old O'Neill is happy, but hardly content. Much needs to be done.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor-90727194237.html","abstract":"What is taking place in Bosnia today is a disgrace to the Serbs, a disgrace to the so-called community of democratic nations, and a disgrace to those so-called United Nations. If military intervention is necessary anywhere in the world now, it is without","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Israeli Army Warns Settlers to Stop Attacks","web_url":"https://www.nytimes.com/1993/03/10/world/israeli-army-warns-settlers-to-stop-attacks.html","abstract":"  The Israeli Army's Chief of Staff warned Jewish settlers today to stop vigilante attacks in the occupied territories after one of them shot and killed an Arab on Monday while returning from the funeral of an Israeli farmer who had been stabbed by Palestinians in the Gaza Strip.    Settlers are up in arms following the killing of four Israelis in a week by Palestinians from the Gaza Strip, and army officers are concerned that Jewish-Arab violence in the area might spin out of control.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"South's Emblem To Be Retained On Georgia Flag","web_url":"https://www.nytimes.com/1993/03/10/us/south-s-emblem-to-be-retained-on-georgia-flag.html","abstract":"  Gov. Zell Miller said today that he was giving up his fight to remove the Confederate battle emblem from Georgia's flag because the effort was awakening extremist feelings and detracting from other legislative goals.   In an interview this afternoon, the Governor told reporters that while his effort to eliminate the emblem had prompted national and even international attention the debate over it had stalled other legislation.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago-93859562932.html","abstract":"1918: A German 'Yoke'","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"U.S. Overstates Trade Deficit With China","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-us-overstates-trade-deficit-with-china-885093.html","abstract":"  To the Editor:   \"Stirring Giant,\" your two-part series on China's awakening economy (front page, Feb. 14 and 15), emphasizes the growth of the United States trade deficit with China to $18.2 billion in 1992, the second largest United States import surplus after Japan.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/03/10/books/book-notes-282693.html","abstract":"     A Dark Side to Larkin","thumbnail":null,"section":"Books"},{"date":"19930310","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/10/nyregion/c-corrections-189893.html","abstract":"  An article on Monday about the management of repair work at the World Trade Center referred incorrectly to the assistant director of the world trade department at the Port Authority of New York and New Jersey. He is Robert DiChiara.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Drug Manufacturers to Ask for Antitrust Exemption","web_url":"https://www.nytimes.com/1993/03/10/us/drug-manufacturers-to-ask-for-antitrust-exemption.html","abstract":"  Under intense pressure from President Clinton to cut prices, the nation's drug companies said today that they would ask the Justice Department for an exemption from antitrust laws to discuss price restraints.   Bruce J. Brennan, senior vice president and general counsel of the Pharmaceutical Manufacturers Association, said that as a result of a decision by the trade group's executive committee, he would make the request to the department this week.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/03/10/theater/theater-in-review-192893.html","abstract":"  Faust Gastronome  LaMama 74 A East Fourth Street East Village Through March 21 Text adapted and directed by Richard Schechner; music by Ralph Denzer, Michelle Kinney and Charles Gounoud; set by Chris Muller; costumes by Constance Hoffman; lighting by Lenore Doxsee; photography by Dori Urquhart; cow choreography by Leigh Brown; production stage manager, Dawn Hoffberg. Presented by La Mama E.T.C. and East Coast Artists. WITH: Leigh Brown, Shaula Chambliss, Daniel Wilkes Kelley, David Letwin, Ulla Neuerburg, Rebecca Ortese, Jeff Rickets, Laverne Summers and Maria Vail.","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"In Memory of Matthew and Terrance","web_url":"https://www.nytimes.com/1993/03/10/opinion/in-memory-of-matthew-and-terrance.html","abstract":"  Before Matthew Hintzen, 4 years old, and Terrance Fisher, 7, fade from the public's memory, there's something this city and this state can do to honor their brief lives: insure that parents who entrust their children to day-care centers leave them in good hands.    Matthew and Terrance died last month when a flash fire raced through an unlicensed day-care center. \"Unlicensed\" means their caretaker's home had never been checked for health and safety hazards, fire extinguishers and smoke alarms, and that the caretaker, 82 and responsible for eight children, had not been given a physical examination. \"Licensed,\" on the other hand, might have meant life for two little boys.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Hurricane Bill Threatens San Juan","web_url":"https://www.nytimes.com/1993/03/10/opinion/hurricane-bill-threatens-san-juan.html","abstract":"  Puerto Ricans are distressed by a provision of President Clinton's generally fair economic reform plan. Though we occupy the bottom rung of the income ladder in the United States, one facet of the plan would amount to a requiem for Operation Bootstrap, which has elevated the island's standard of living.   Because of proposed changes in tax laws, the 3.5 million Puerto Ricans would be deprived of their principal legal instrument for economic development. The result would be stagnation, reduced productivity, lower wages, lower-quality jobs -- in short, a drastic reduction in our living standard, and dislocation.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Nets Pack Up and Take Woes on the Road","web_url":"https://www.nytimes.com/1993/03/10/sports/pro-basketball-nets-pack-up-and-take-woes-on-the-road.html","abstract":"  When the Nets took off yesterday for their four-game trip out West, Kenny Anderson was with them. He was wearing a cast up to his elbow to protect the left wrist he fractured when he was fouled by John Starks of the Knicks.   Anderson's season is over, and the Nets are not looking for a miracle cure on the West Coast.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor-93535166852.html","abstract":"Excuse Me, Mr Reagan. Regarding \"Excuse Me, Mr. Clinton, I Must Have Misheard You\" (Feb. 20):. Former President Ronald Reagan is already digging at President Bill Clinton's economic policies and sermonizing about the responsibility of Congress a","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Slump? O'Brien Is Asking. What Slump?","web_url":"https://www.nytimes.com/1993/03/10/sports/college-basketball-slump-o-brien-is-asking-what-slump.html","abstract":"  Thursday night. That is what the Boston College basketball season has been reduced to, a game in the opening round of the Big East tournament that could lead to another game that could lead to something more; a high-stakes series of circumstances that must begin with Villanova on Thursday night. It is a night that for all its traditional stigma -- collecting the bottom of the league in a doubleheader matching the seventh-seeded and 10th-seeded teams and Nos. 8 vs. 9 -- still holds possibilities.   There is the chance to continue the positive steps the Eagles have shown in a 9-9 Big East season, the most Boston College conference victories in a decade. There is the means of measuring progress from that painful night two years ago, when a 1-15 team lost a 10-point lead to Villanova on Thursday night. N.C.A.A. Bid in Peril    And there is time to reverse the tone of a season that has seemed, on the surface, to be increasingly contentious. Jim O'Brien, the coach of the Eagles, understands that his team finished in a four-way tie for fourth place, became the seventh-seeded team as a result of a tie breaker, and could have finished No. 3 if not for an emotional loss here to Providence last Saturday night.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"A Little Pasta With Your Armani Jacket? Naturalmente!","web_url":"https://www.nytimes.com/1993/03/10/style/a-little-pasta-with-your-armani-jacket-naturalmente.html","abstract":"  DESIGNER food, an expression often used to describe trendy culinary concoctions or bioengineered produce, has taken on another meaning here with the opening of an Armani clothing store that offers not only high fashion but also high-priced Northern Italian cuisine.   The restaurant, Emporio Armani Express, which opened in November, is part of a chain that Giorgio Armani has started in the last year in his Emporio Armani stores, which are less expensive than his boutiques but more expensive than his A/X shops.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"Politics Plays a Legitimate Role in Selections for Public Office","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-politics-plays-a-legitimate-role-in-selections-for-public-office-247993.html","abstract":"  To the Editor:   It must be 30 years or more since I first wrote The Times that \"merit\" and \"politics\" were not necessarily inconsistent in selections for public office. \"No Way to Pick a Comptroller\" (editorial, Feb. 26) once again states your old view that the best government is obtained if politics is excluded. Not true.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Emily's Loophole","web_url":"https://www.nytimes.com/1993/03/10/opinion/emily-s-loophole.html","abstract":"  Of course, we've long known that Potomac sleaze is a way of life for some residents of the capital. But has the Centers for Disease Control and Prevention considered the possibility that it is also infectious?    Consider the tale of Emily's List, a fund-raising group formed to help women Congressional challengers prevail in a corrupt campaign-financing system where money from special-interest political action committees flows overwhelmingly to male incumbents. In a notable abandonment of its professed good-government standards, Emily's List is fighting for a loophole that would undermine new limits on PAC contributions in pending campaign finance reform legislation.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Solomon J. Buchsbaum, Physicist And Presidential Adviser, 63, Dies","web_url":"https://www.nytimes.com/1993/03/10/nyregion/solomon-j-buchsbaum-physicist-and-presidential-adviser-63-dies.html","abstract":"  Dr. Solomon J. Buchsbaum, a physicist and top official at Bell Laboratories who served as a science adviser to United States Presidents for the last 22 years, died on Monday at a hospital in Morristown, N.J. He was 63 and lived in Westfield, N.J.   The cause was multiple myeloma, his family said.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Theater in Review","web_url":"https://www.nytimes.com/1993/03/10/theater/theater-in-review-932093.html","abstract":"  The View From Here  Lamb's Little Theater 130 West 44th Street Manhattan Through March 28 By Margaret Dulaney; directed by Matt Williams; set by Michael Anania; costumes by Elsa Ward; lighting by Michael Gilliam; sound by Tristan Wilson; production stage manager, Karen Moore. Presented by the Lamb's Theater Company, Carolyn Rossi Copeland, producing artistic director, in association with Novi Productions Inc.   WITH: Angelina Fiordellisi, Lily Knight, Tudi Roche and Adam LeFevre","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"Demers Hospitalized With Chest Pains","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-hockey-demers-hospitalized-with-chest-pains.html","abstract":"  Montreal Canadiens Coach JACQUES DEMERS was hospitalized with chest pains yesterday and will miss tonight's game against the Islanders and tomorrow's game at Boston, while kept under observation in Montreal.   Demers, 48, was preparing for practice at the Forum when he first felt the pains. Trainer GAETAN LEFEBVRE drove him to Montreal General Hospital, where the coach will be watched for 48 hours.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"CLINTON IS PUSHING WEALTHIER NATIONS TO BOLSTER RUSSIA","web_url":"https://www.nytimes.com/1993/03/10/world/clinton-is-pushing-wealthier-nations-to-bolster-russia.html","abstract":"  President Clinton said today that he would support an emergency meeting of the major industrialized democracies to discuss how they can bolster the Russian democracy movement, adding that the group's next planned summit in July might be too long to wait.   \"The important point I'd like to make,\" Mr. Clinton said, after talks with President Francois Mitterrand of France, \"is I don't believe we can wait until July for the major countries of the world, who care about what happens in Russia and who would like very much to keep political and economic reform on track there, to move.\"","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Giants Looking and Listening","web_url":"https://www.nytimes.com/1993/03/10/sports/pro-football-giants-looking-and-listening.html","abstract":"  The Giants lost one unrestricted free agent yesterday when Leonard Marshall, their defensive end for 10 years, signed with the Jets. And more Giants, including Carl Banks, Sean Landeta, Mark Ingram and Jeff Hostetler, are looking and listening.   Hostetler, who lost the quarterback derby last week when Phil Simms signed, will go elsewhere. While Banks, the nine-year outside linebacker, is a transition player, meaning the Giants have the right of first refusal, he returned yesterday from a visit to the Cleveland Browns and has visits planned to two unidentified teams in the next week. Landeta, the eight-year punter, made trips last week to the Washington Redskins and the Browns. Ingram, a six-year wide receiver, has evoked interest from the pass-conscious Miami Dolphins and Houston Oilers.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"U.S. Overstates Trade Deficit With China; Single in Beijing","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-us-overstates-trade-deficit-with-china-single-in-beijing-242893.html","abstract":"  To the Editor:   Re your Feb. 17 article on the Westport Unitarian Singles Group, a Connecticut singles club with 2,000 members: \"This group just couldn't exist in Idaho or many other places,\" you quote one club member as saying. He hasn't been to Beijing.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Broncos Sign Habib","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-pro-football-broncos-sign-habib.html","abstract":"  The Denver Broncos signed the free-agent guard BRIAN HABIB to a series of three one-year contracts for a reported $4.2 million, which his agent said makes him the N.F.L.'s highest-paid offensive lineman.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Citing Race Angle in a Float, Parade Bars a Police Entry","web_url":"https://www.nytimes.com/1993/03/10/us/citing-race-angle-in-a-float-parade-bars-a-police-entry.html","abstract":"  Organizers of a neighborhood St. Patrick's Day parade today barred a police union's float that would have honored five white officers who have been disciplined for involvement in mistreating blacks.   George Hendry, an organizer of the parade, said he was surprised when he learned that the float's theme was \"Travesties of Justice.\" He said he was earlier told that the float, sponsored by the Fraternal Order of Police, would salute officers killed in the line of duty.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"3 Slain During a Robbery in a Bronx Restaurant","web_url":"https://www.nytimes.com/1993/03/10/nyregion/3-slain-during-a-robbery-in-a-bronx-restaurant.html","abstract":"  Two employees of a Mexican restaurant in the Bronx and a nephew of the owner were shot and killed early yesterday during a robbery in the restaurant. A 14-year-old customer who was shot in the head survived, and a third employee escaped unharmed by sneaking out the back door, the police said.   The shootings left the relatively peaceful Bedford Park neighborhood shaken yesterday, its residents wondering what could have prompted such violence in a restaurant whose owners and employees were known as hard-working, honest and always generous to customers down on their luck.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"U.S. Overstates Trade Deficit With China; Regulation Needed","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-us-overstates-trade-deficit-with-china-regulation-needed-243693.html","abstract":"  To the Editor:   Your Feb. 14 and 15 articles on China's awakening economy are timely. China is booming; the economic revolution is going on. That is my strong impression from a three-week visit last month after several years of study overseas. Many people dine in fancy restaurants and shop for famous brand-name products.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"What Took Place At Wounded Knee","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-what-took-place-at-wounded-knee-244493.html","abstract":"  To the Editor:   A Feb. 28 photograph showed the previous day's march by native Americans and their supporters to Wounded Knee, S.D., to commemorate the 20th anniversary of the occupation of that hamlet by the American Indian Movement. Your caption states that \"A siege by Indians who contended that the tribal leadership was corrupt took place in 1973 after the killing of two F.B.I. agents on the Pine Ridge Indian Reservation.\" You also refer to the slaying \"in 1889\" of \"150 to 300 Indians . . . at Wounded Knee in the last major clash of the Indian wars.\"","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Concern Mounts Over Closing of Bases","web_url":"https://www.nytimes.com/1993/03/10/nyregion/concern-mounts-over-closing-of-bases.html","abstract":"  The New York region was largely spared in the last round of military base closings in 1991, but members of Congress from New York, New Jersey and Connecticut say the bullet may be harder to dodge this time. With the public and Congress clamoring for budget cuts, they say, the military will have much less room to maneuver, however well founded the objections.    \"This time we're worried,\" said Representative Jim Saxton, a New Jersey Republican whose district includes McGuire Air Force Base in Wrightstown.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Teresa Stratas Cancels","web_url":"https://www.nytimes.com/1993/03/10/arts/teresa-stratas-cancels.html","abstract":"  The soprano Teresa Stratas has canceled her two scheduled performances in the Metropolitan Opera's production of \"Pagliacci,\" tonight and Saturday at 8 o'clock, because of illness. Replacing her this evening is Barbara Daniels; on Saturday, it will be Diana Soviero. Information: (212) 362-6000.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"Bretts Have a Boy With a 'Great Grip'","web_url":"https://www.nytimes.com/1993/03/10/sports/baseball-bretts-have-a-boy-with-a-great-grip.html","abstract":"  Jackson Richard Brett yawned, stretched and slept through his first news conference today as George and Leslie Brett introduced their first child to the public.   Mrs. Brett gave birth to the 8-pound-9-ounce baby Monday morning at St. Luke's Hospital of Kansas City. He was 20 1/2 inches long and, according to his father, has \"huge hands and huge feet and a great grip.\" The boy is named for Brett's father, Jack, who died of cancer last year, and for Mrs. Brett's father, Richard.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/10/nyregion/no-headline-307093.html","abstract":"  \"I was just trying to stay alive, sir. They never gave me a chance to stay still.\" -- RODNEY KING.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Serbs' Militia Still Blocks U.N. Evacuation of Muslims; Tightening the Screws","web_url":"https://www.nytimes.com/1993/03/10/world/serbs-militia-still-blocks-un-evacuation-of-muslims-tightening-the-screws.html","abstract":"  In an effort to induce the Serbs and the Muslims to sign a peace agreement, Security Council members are discussing new action to isolate Yugoslavia and Serbian-controlled parts of Bosnia, to enforce the ban on flights over Bosnia and perhaps to allow the Serbs' Muslim enemies to rearm.    The Council members are also discussing closing their diplomatic missions in Belgrade, which are already operating at minimum staff levels.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"A Family Separated, Not Split, By Skating","web_url":"https://www.nytimes.com/1993/03/10/sports/figure-skating-a-family-separated-not-split-by-skating.html","abstract":"  Bill Ervin gazed proudly at his teen-age daughter, Lisa, in the press room today, and he wished he could give her more than these two weeks at the world figure skating championships.   \"I see her on weekends, but it's still not like raising my own child,\" Ervin said, at the Sports Hall. \"You look at her, and you know her mom has done a good job.\"","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/10/style/chronicle-214293.html","abstract":"  It was the least she could do for her longtime friend, JEWELL JACKSON McCABE reasoned. So on Monday evening, Ms. McCabe, the founder and chairwoman of the National Coalition of 100 Black Women, gathered together some 30 political, philanthropic, civil rights and financial leaders to meet Dr. JOYCE F. BROWN, New York City's newest Deputy Mayor.   Ringing a crystal dinner bell in her Upper East Side apartment, Ms. McCabe diverted her guests from their hors d'oeuvres to introduce Dr. Brown, a former vice chancellor of the City University of New York who is now the Deputy Mayor for Public and Community Affairs.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"Woman Killed in Hit-and-Run in Queens","web_url":"https://www.nytimes.com/1993/03/10/nyregion/woman-killed-in-hit-and-run-in-queens.html","abstract":"  As her two daughters waited in her car last night, a woman who was crossing a Queens street to go to a store was struck and killed by a hit-and-run driver, the police said.   The car, the police said, traveled with the woman on its hood for a block before braking, flipping her over the top of the vehicle and down its back.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Disarmament at a Snail's Pace","web_url":"https://www.nytimes.com/1993/03/10/world/disarmament-at-a-snail-s-pace.html","abstract":"  An American commitment to help dismantle the nuclear arsenal of former Soviet lands is ensnared in Russian unrest and indecision. Page A11.  ","thumbnail":null,"section":"World"},{"date":"19930310","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: King Cleveland?","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Review/Pop; Songs of Love and Politics From Brazil and Beyond","web_url":"https://www.nytimes.com/1993/03/10/arts/review-pop-songs-of-love-and-politics-from-brazil-and-beyond.html","abstract":"  Leci Brandao's show on March 2 at the Ballroom was a travelogue in rhythm, from the sambas of Rio de Janeiro to the forro and sambareggae of northeastern Brazil. All are noted in \"Bate Tambor,\" the opening song of her current album, \"Comprometida\" (Copacabana, Brazilian import) and the closing encore of her set. Her band is lean and percussive; a bassist (Ze Mauricio, who also wrote some of the set's songs), a guitarist, a drummer and two percussionists play transparent, springy vamps.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/10/us/inside-298893.html","abstract":"  An Industry Counterattacks   Under pressure to cut prices, drug companies say they want an exemption from antitrust laws so they can discuss price restraints. Page A16. Scandal Widens in Italy    Reverberations were felt in the Government and around Italy when two more prominent figures were arrested on corruption charges. Page A3. Shearson May Be Sold    American Express is discussing the sale of its Shearson securities brokerage subsidiary to Primerica for about $1 billion. Page D1. A Net Loss of New Yorkers    About twice as many people left New York State as moved in from other states during the late 1980's. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Weeding Federal Panels, but Where?","web_url":"https://www.nytimes.com/1993/03/10/us/weeding-federal-panels-but-where.html","abstract":"  When President Clinton vowed to eliminate some of the 700 Federal advisory committees that \"have spread across this Government like kudzu,\" he cited one panel that actually went out of business last year.   The continued operation of the Commission on the Bicentenary of the Constitution -- four years after the bicentenary was celebrated -- was cited by the White House as a typical example of Government waste. As it happened, the panel died last June 30.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Spiders' Coach Retires","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-college-basketball-spiders-coach-retires.html","abstract":"  DICK TARRANT, architect of the biggest upset in the modern history of the National Collegiate Athletic Association tournament, retired yesterday in Richmond. \"For us to achieve the level we did was beyond my fondest dreams,\" Tarrant said of his 12 years as the Richmond Spiders' coach.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"McGirt to Have Surgery","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-boxing-mcgirt-to-have-surgery.html","abstract":"  BUDDY McGIRT, who lost his World Boxing Council welterweight title to PERNELL WHITAKER last Saturday on a unanimous decision, will undergo arthroscopic surgery next Monday to repair a ruptured tendon in his left shoulder.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"The Perfect Gift for Mr. Yeltsin","web_url":"https://www.nytimes.com/1993/03/10/opinion/the-perfect-gift-for-mr-yeltsin.html","abstract":"  That long-running Russian cliffhanger, the Perils of Boris Yeltsin, resumes in Moscow today. Once again the anti-Communist hero, President Yeltsin, is fighting for political survival against a hostile, holdover Congress of People's Deputies, elected in the waning days of the old Soviet Union and packed with former Communist apparatchiks.    Despite the trappings of melodrama, extremely serious issues are at stake. President Yeltsin claims that his own political future and the future of reform are one and the same. Congressional leaders insist that they represent a more grass-roots version of reform and that Mr. Yeltsin's real aim is personal dictatorship. Mr. Yeltsin's authoritarian tendencies are undeniable. But his version of the present political stakes is far closer to the mark.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Victory for Holmes","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-boxing-victory-for-holmes.html","abstract":"  LARRY HOLMES scored a fifth-round technical knockout over ROCKY PEPELI last night in Bay St. Louis, Miss. Holmes (56-4) used a series of left jabs to open a severe cut over Pepeli's left eye in the fourth round. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"'To Shoot, Just for Fun'","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-to-shoot-just-for-fun-246093.html","abstract":"  To the Editor:   Your Feb. 22 sports profile of Goran Ivanisevic quotes the young Croatian tennis star: \"They showed me how to shoot, just for fun. They let me shoot a machine gun. It was tough to control, but, oh, it was a nice feeling -- all the bullets coming out. I was thinking it would be nice to have some Serbs standing in front of me.\"","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"'Conversations' to Close","web_url":"https://www.nytimes.com/1993/03/10/theater/conversations-to-close.html","abstract":"  \"Conversations With My Father,\" a play by Herb Gardner, is to close after the matinee on Sunday at the Royale Theater, 242 West 45th Street, Manhattan. The Sunday matinee of the play, directed by Daniel Sullivan and currently starring James Belushi, David Margulies and James Sutorious, will be its 420th regular performance; it had 30 previews.","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"SALINAS ENDORSES PARTY-GIFT LIMITS","web_url":"https://www.nytimes.com/1993/03/10/world/salinas-endorses-party-gift-limits.html","abstract":"  Seeking to dispel criticism of his role in soliciting $25 million donations to the governing party from wealthy business executives, President Carlos Salinas de Gortari today endorsed new limits on political contributions.   Moments before the President spoke, the head of the governing party, Genaro Borrego, announced that it would no longer accept donations of more than one million pesos, or about $325,000.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Review/Jazz; Rhythmic Tribute To Tito Puente","web_url":"https://www.nytimes.com/1993/03/10/arts/review-jazz-rhythmic-tribute-to-tito-puente.html","abstract":"  The Carnegie Hall Jazz Band's concert on Thursday night made it clear that the band's musical director, the trumpeter Jon Faddis, knows how to turn music that might have been dry and functional into something exciting. A tribute to the percussionist Tito Puente, the concert at its best had an expansive quality. Mr. Faddis, improvising with the arrangements and the instrumentation, created full-blown, distinct pieces that hadn't existed before. By pulling together a collection of riffs and vamps, and calling on soloists to improvise and compete against each other, he created something that had suspense.   The concert, the third in Carnegie Hall's jazz series, moved around a bit to build a historical narrative, linking Mr. Puente's extraordinary early orchestrations with pieces by another Latin-jazz pioneer, the trumpeter Dizzy Gillespie. Mr. Puente's music, rife with elements of the more advanced be-bop composers and the rhythmic drive of Afro-Cuban music, merged perfectly with Mr. Gillespie's own Latin-influenced pieces, including \"Manteca\" and \"Woody 'n' You.\" The historical connection was there and easy to see.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"Nobel Laureate Warns, Don't Learn Too Much","web_url":"https://www.nytimes.com/1993/03/10/education/nobel-laureate-warns-don-t-learn-too-much.html","abstract":"  With eyes bright as new ideas, with a slouch that failed to camouflage his intellectual swagger, the Nobel laureate James D. Watson made one of his annual high school visits today to espouse his belief that a few things are worth knowing, and a lot of things are not.   While giving a nod to the benefit to a well-rounded education, he also warned that excessive efforts to learn everything get in the way of mastering anything.","thumbnail":null,"section":"Education"},{"date":"19930310","headline":"Review/Dance; The Pittsburgh Ballet In Works Created for It","web_url":"https://www.nytimes.com/1993/03/10/arts/review-dance-the-pittsburgh-ballet-in-works-created-for-it.html","abstract":"  After a more than respectable performance in a program of familiar ballets commissioned by other companies, the Pittsburgh Ballet Theater made an even better showing in two works created specifically for its dancers.   The company's second program in Whitman Hall at Brooklyn College, presented on Sunday afternoon by the Brooklyn Center for the Performing Arts, focused on local and contrasting premieres by two alumni of the New York City Ballet: Bruce Wells and Lisa de Ribere.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"New York City to Detain Patients Who Fail to Finish TB Treatment","web_url":"https://www.nytimes.com/1993/03/10/nyregion/new-york-city-to-detain-patients-who-fail-to-finish-tb-treatment.html","abstract":"  The New York City Health Department yesterday adopted strict regulations for detaining tuberculosis patients who fail to complete treatment on their own, a move that could require the confinement of patients for more than a year.    The regulations are intended to curb the spread of tuberculosis and the deadly drug-resistant strains of the disease that develop in patients who repeatedly start and stop treatment. Curing most strains of the disease can take from six months to two years.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"As Tailoring Melts Down, An Explosion of Knits","web_url":"https://www.nytimes.com/1993/03/10/style/IHT-as-tailoring-melts-down-an-explosion-of-knits.html","abstract":"- The meltdown of tailoring and an explosion of knits is the fashion story here -and one with a deeper significance than mere clothes. Every day political and business leaders are arrestedon charges of corruption, and it is as though the entire edifice of the grab-and-greed 1980s with its sleek power suits is being dismantled.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor.html","abstract":"Send the Serbs a Message. As long as the weapons embargo remains in effect against the Bosnian government, the Serbs will continue to expand their conquest and pursue their \"ethnic cleansing.\" Even more disappointing that the West's protection o","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"We Speak of Progress as We Edge Away","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-we-speak-of-progress-as-we-edge-away.html","abstract":"- People keep harping on their global visions for what is not. So many catchy phrases are tossed around that it becomes easier to slip back into tranquilized spectator mode and watch as the 1990s unwind in carefully monitored images and obscure but confident words.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Judith Rothschild, 71, a Painter; Began Foundation to Help Artists","web_url":"https://www.nytimes.com/1993/03/10/arts/judith-rothschild-71-a-painter-began-foundation-to-help-artists.html","abstract":"  Judith Rothschild, an abstract painter whose works were shown internationally and who left a multi-million-dollar estate to support contemporary American artists, died on Saturday at Lenox Hill Hospital in Manhattan. She was 71 and lived in Manhattan and in Wellfleet, Mass.   The cause was a stroke, her family said.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor-90961501097.html","abstract":"The Serbs must be attacked, or at least convincingly threatened, with maximum force, as happened with Japan in World War II. Persuade our allies to adopt this course and a very useful precedent will have been set in relation to other tyrants.. COLIN R. ME","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Israel Horovitz's Lesson: Directing Plays in French","web_url":"https://www.nytimes.com/1993/03/10/style/IHT-israel-horovitzs-lesson-directing-plays-in-french.html","abstract":"- Israel Horovitz, the American dramatist, has seen 15 of his plays producedin France.He comes to Paris frequently to attend the rehearsals of his adaptations and is here nowto direct the French versions of two of his plays at the Lucernaire.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1993/03/10/sports/college-hockey-report.html","abstract":"  ECAC Playoffs   So far, fortune has favored Lake Placid, N.Y., the new site of the ECAC championship tournament, March 19-20. At least one of the four finalists will be a team from upstate New York, Clarkson or St. Lawrence, and a second, Rensselaer, seems likely.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Indonesia's Suharto Faces Another 'Election'","web_url":"https://www.nytimes.com/1993/03/10/world/indonesia-s-suharto-faces-another-election.html","abstract":"  When the grandfatherly face of President Suharto began appearing last month on Indonesian bank notes, no one who understands local politics would have described it as an election-year ploy. The outcome of this week's presidential election was determined long before the notes were printed.   President Suharto is the only candidate in Wednesday's vote of the People's Consultative Assembly, which meets every five years to pick a President for Indonesia, a nation of 180 million that has begun to assert itself as a leader of the developing world.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Hope Drops From the Sky To Besieged Bosnia Town","web_url":"https://www.nytimes.com/1993/03/10/world/hope-drops-from-the-sky-to-besieged-bosnia-town.html","abstract":"  It was 12:35 A.M. today when a shattering noise erupted in the snowbound plum orchard outside Mehemed Pulutak's bedroom, a blast so like a Serbian artillery shell that Mr. Pulutak dove for the floor.    But the impact in Mr. Pulutak's orchard marked the arrival of an American relief airdrop that Gorazde had been awaiting for more than a week. The blow that severed the branches of one of the plum trees was an 1,100-pound bundle of brown plastic packets known to the United States military as \"meals ready to eat.\"  One Pallet Bursts    There must have been a parachute failure when it was dropped from a United States C-130 transport plane flying at 10,000 feet, because the wooden pallet and its tarpaulin-wrapped load of military rations hit the ground with such force that many of the military ration packs burst open, spilling the contents into a chef's nightmare of meatballs in tomato sauce, escalloped potatoes with ham, beef stew and apple jelly.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Once Again, Kohl Comes Out on Top","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-once-again-kohl-comes-out-on-top.html","abstract":"- The outcome of the elections Sunday in Hesse state reflects greater continuity in Germany than the political parties would like to admit. In the long view, Chancellor Helmut Kohl, who had been visibly nervous in the past few weeks, has emerged as the winner and the Social Democratic Party as the loser.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/03/10/health/personal-health-908793.html","abstract":"  FACED with a society-wide reluctance to deal medically with matters of the bowel, the American Cancer Society has for years prompted people to get themselves checked for cancers of the colon and rectum with the admonition \"Don't die of embarrassment.\"   When this slogan was coined, the exam involved a proctoscope, an intimidating foot-long rigid instrument inserted through the rectum. Now the proctoscope, never a favorite among patients, is becoming a museum piece, replaced by newer, more effective and less uncomfortable means for early detection of colorectal cancer.","thumbnail":null,"section":"Health"},{"date":"19930310","headline":"Harrick Gets Extension","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-people-college-basketball-harrick-gets-extension.html","abstract":"  U.C.L.A. Coach JIM HARRICK, 54, who led the Bruins to four N.C.A.A. tournament bids in his first four seasons, was given a three-year contract extension, the school announced yesterday. Financial terms of the deal were not revealed, but Harrick, who has one-year remaining on his current contract, will stay with the Bruins through the 1996-97 season. The Bruins are 20-9 over all and 10-6 in the Pac-10 this season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"A New New Deal for Labor","web_url":"https://www.nytimes.com/1993/03/10/opinion/a-new-new-deal-for-labor.html","abstract":"The New Deal system of labor relations no longer works for the good of the country. What's the problem and what can we do to solve it?\n\nThe Wagner and Taft-Hartley Acts were designed to allow union representation of production workers through secret ballot elections and to buttress collective bargaining as a way of dividing the national pie between labor and capital. But this system no longer protects the workers' choice to form unions, and it frustrates the exploration of alternative ways of giving workers a voice.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Islanders Hang On for 5th Straight","web_url":"https://www.nytimes.com/1993/03/10/sports/hockey-islanders-hang-on-for-5th-straight.html","abstract":"  In winning for the fifth consecutive time tonight, the Islanders held off a determined bunch of Philadelphia Flyers, particularly in the final minute of a tense and sometimes ornery affair before 10,166 at Nassau Coliseum.   Protecting a one-goal lead, Goalie Glenn Healy had only three skaters helping him against six Flyers on the attack. Two Islanders were in the penalty box and the Flyer goalie was on the bench for an extra skater.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Glen Ridge Jury Told To Judge Impartially","web_url":"https://www.nytimes.com/1993/03/10/nyregion/glen-ridge-jury-told-to-judge-impartially.html","abstract":"  Jurors in the Glen Ridge sex-assault trial deliberated for about five and a half hours today after the judge, R. Benjamin Cohen, admonished them to be impartial judges in the case.   In an apparent reference to the typewritten note he received on Monday from a juror complaining about another's conduct, Judge Cohen told the jurors today that differing views were understandable. \"We want that kind of discussion,\" he said. But he told them to proceed rationally, fairly, impartially and calmly.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-letters-to-the-editor-90900432324.html","abstract":"No, Serbia Is Under Threat . I find the U.S. government's attitude toward Serbia most unfair. In both world wars the Serbs fought valiantly on the side of justice and freedom. Their human losses, in both cases, at the hands of the Croats and Germans were","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"California Scrambles to Defends Its Bases From Pentagon Ax","web_url":"https://www.nytimes.com/1993/03/10/us/california-scrambles-to-defends-its-bases-from-pentagon-ax.html","abstract":"  Word that a new round of base closings would be concentrated in California has set off a week of clamorous activity by the state's elected leaders, who are reminding the Clinton Administration of its pledge to give special attention to the state's ailing economy, which threatens to stall the nation's recovery.   The full-court press by California's leadership, including the Republican Governor, the two new Democrat Senators, a host of powerful committee chairmen in Congress and dozens of state lawmakers, is the most intense effort to advance a statewide agenda since the earthquake in 1989, when officials set aside partisan and parochial interests to seek Federal aid.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"WORKER PERIL SEEN IN WASTE CLEANUP","web_url":"https://www.nytimes.com/1993/03/10/us/worker-peril-seen-in-waste-cleanup.html","abstract":"  The Office of Technology Assessment said yesterday that the Energy Department was unprepared to protect tens of thousands of workers who would soon embark on a 30-year cleanup of the department's vast nuclear weapons production complex.   The technology office, an analytical arm of Congress, said in an 80-page report that protection of workers in environmental restoration projects of any kind was often inadequate, but that the Energy Department, because of the way it is organized, might do worse than private polluters in cleaning up.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Russian Chaos Stalls Disarmament, Senate Is Told","web_url":"https://www.nytimes.com/1993/03/10/world/russian-chaos-stalls-disarmament-senate-is-told.html","abstract":"  A program to use $800 million in American funds to help dismantle Russia's nuclear weapons has bogged down over chaos within Russia, Moscow's lingering obsession with secrecy and its determination to make as much money as it can on the nuclear materials that the country is giving up, a Senate committee was told today.   Sixteen months ago, Congress authorized the first half of the $800 million, but only $25 million has been spent. A total of $303 million has been committed to particular projects, but much of that is contingent on decisions by Russia or the other three former Soviet states that have nuclear weapons -- Ukraine, Belarus and Kazakhstan.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Unofficial City Hall Candidates Thrust and Parry","web_url":"https://www.nytimes.com/1993/03/10/nyregion/unofficial-city-hall-candidates-thrust-and-parry.html","abstract":"  No one has officially declared for the mayoral or City Council President's race yet, but in an unofficial way, the candidates were out in force at City Hall yesterday.   In the rotunda, Herman Badillo, the former Bronx Congressman who would be Mayor, attacked the Dinkins administration for what he called a deliberate policy to cut back on the arrests of street-level drug dealers.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Serbs' Militia Still Blocks U.N. Evacuation of Muslims","web_url":"https://www.nytimes.com/1993/03/10/world/serbs-militia-still-blocks-un-evacuation-of-muslims.html","abstract":"  Local Serbian militiamen prevented a United Nations truck convoy from evacuating critically wounded and sick Muslims from a besieged enclave today, one day after the Serbs' top commander agreed to allow Muslims to leave the area, United Nations officials said.   The officials said confusion had arisen over a go-ahead given by the commander, Gen. Ratko Mladic, to the chief of United Nations military forces in Bosnia, Gen. Philippe Morillon of France, during talks Monday in the Bosnian Serbs' headquarters at Pale.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Public & Private; Gynocide","web_url":"https://www.nytimes.com/1993/03/10/opinion/public-private-gynocide.html","abstract":"  Women who have been raped will tell you that it often takes a long time to feel whole again. They will tell you how they took showers over and over, how they kept husbands and boyfriends at arm's length for months, how they circled the house as night fell, checking the locks and bolts.    And some of them talk of feeling they've lost something. A woman who was raped told me once, \"I feel like he opened this wound and I bleeded out my whole normal personality, like I was just a shell afterward.\"","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"For L.I. Family, Wondering Ends With Grief","web_url":"https://www.nytimes.com/1993/03/10/nyregion/for-li-family-wondering-ends-with-grief.html","abstract":"  Lillian Ayala's disappearance at the age of 16 left the Sapolin family a wealth of uncertainty that stretched over a decade: Did their adopted daughter go off to find her biological parents and fall on danger? How was she living? Could wanting her badly enough bring her walking through the door one day?   Last Wednesday, in an action that her brother described as \"out of the blue,\" a kidnapper serving time on an unrelated charge confessed to choking Lillian Ayala in 1983 and burying her behind his cousin's house in Brentwood, a mile or so from the Sapolins' home here. As the police brushed the dirt from the girl's skeletal remains, the grief her family had suspended for so many years broke loose.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Alma-Ata Journal; Rushing to Kazakhstan, With a Gleam in the Eye","web_url":"https://www.nytimes.com/1993/03/10/world/alma-ata-journal-rushing-to-kazakhstan-with-a-gleam-in-the-eye.html","abstract":"  Like any potential gold mine, Kazakhstan has attracted its share of sophisticated homesteaders, trying to put down stakes for a potentially lavish future.   Frans A. Hoeymans arrived here two years ago, scouting around for A.T.&T.'s Network Systems International, which is based in the Netherlands. \"No foreigner was here then, and nobody could help me, even to figure out the taxis,\" he said. \"But I thought it could be a great business, and I convinced the company. The fun is to set it up from nothing.\"","thumbnail":null,"section":"World"},{"date":"19930310","headline":"U.S. Overstates Trade Deficit With China","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-us-overstates-trade-deficit-with-china-344693.html","abstract":"  To the Editor:   \"Stirring Giant,\" your two-part series on China's awakening economy (front page, Feb. 14 and 15), emphasizes the growth of the United States trade deficit with China to $18.2 billion in 1992, the second largest United States import surplus after Japan.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Politics Plays a Legitimate Role in Selections for Public Office; Amend the Constitution","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-politics-plays-legitimate-role-selections-for-public-office-amend-constitution-248793.html","abstract":"  To the Editor:   I commend you for \"No Way to Pick a Comptroller\" (editorial, Feb. 26). It reflects points I outlined in a Feb. 18 press release, which called for a State Constitution amendment authorizing a special election if a vacancy occurs in the office of the Comptroller or Attorney General.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Mobutu Foes Boycott Talks On Political Crisis in Zaire","web_url":"https://www.nytimes.com/1993/03/10/world/mobutu-foes-boycott-talks-on-political-crisis-in-zaire.html","abstract":"  The latest effort to resolve Zaire's political crisis broke down today when members of the country's interim government failed to appear for scheduled talks with President Mobutu Sese Seko.   The fate of the Prime Minister, Etienne Tshisekedi, was expected to be discussed. The President is seeking permission from the High Council to dismiss the Prime Minister, his rival, as well as to organize a referendum on a new constitution and presidential and parliamentary elections.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Jet Sack Has $4.5 Million For Marshall","web_url":"https://www.nytimes.com/1993/03/10/sports/pro-football-jet-sack-has-4.5-million-for-marshall.html","abstract":"  The Jets wooed and won Leonard Marshall, that former Giant stalwart, by taking him out to dinner, promising him a starring role on defense and, incidentally, agreeing to pay him $4.5 million over three years.   \"This is like college recruiting with the bag of money on top of the table, not under it,\" Jets Coach Bruce Coslet said today.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/10/style/chronicle-213493.html","abstract":"  Everything you ever wanted to know about SPIRO T. AGNEW -- maybe. The former Vice President, who resigned in October 1973 after pleading no contest to charges that he evaded taxes and took kickbacks, has donated his papers -- 56 boxes of them -- to the University of Maryland in College Park.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"Youth's Perils, andJoys","web_url":"https://www.nytimes.com/1993/03/10/sports/IHT-youths-perils-andjoys.html","abstract":"- This playground for the world's youngsters of soccer is anything but a place of innocence.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Russian Deputies Enter Ring For Showdown With Yeltsin","web_url":"https://www.nytimes.com/1993/03/10/world/russian-deputies-enter-ring-for-showdown-with-yeltsin.html","abstract":"  Deputies converged on Moscow today from the far reaches of Russia for the latest showdown with President Boris N. Yeltsin. Despite three months of brutal maneuvering by both sides, nobody could predict how this session of the Congress of Peoples' Deputies might play out, or even how long it might last.   The Congress, whose 1,000-plus members are the highest legal authority in Russia, was officially summoned to an emergency session beginning on Wednesday to decide a relatively simple question -- should Russia go ahead with a national referendum on the Constitution that the deputies and Mr. Yeltsin agreed to last December.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"A Play About AIDS Makes Its Mark","web_url":"https://www.nytimes.com/1993/03/10/nyregion/about-new-york-a-play-about-aids-makes-its-mark.html","abstract":"  SOME 400 presumed innocents file in rambunctiously to the chapel at Rikers Island detention center to see a play performed by recovering addicts. Some trade insults or tap one another on the head, playfully. A correction officer, Maria Cortez, stands up front, controlling the situation like a border collie herding sheep. Her weapons: eye contact, an overpowering smile and humor.   \"What you got for us tonight?\" one man hollers.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/10/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91300284587.html","abstract":"1943: Russians Retreat","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Hayes, Sad Over Yankee Affair, Will Anchor Rockies","web_url":"https://www.nytimes.com/1993/03/10/sports/baseball-hayes-sad-over-yankee-affair-will-anchor-rockies.html","abstract":"  Charlie Hayes wasn't in New York long, but he emerged from his experience with the Yankees with an eyewitness view that confirmed what other people have suspected from a distance.   \"Who's in control. Who's in charge?\" Hayes asked, then answered his own questions. \"No one, I guess. I hear they have two groups, one in New York, one in Tampa. No way you can be successful with one group working against the other.\"","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Leetch Passes Big Test as Rangers Rally to Win","web_url":"https://www.nytimes.com/1993/03/10/sports/hockey-leetch-passes-big-test-as-rangers-rally-to-win.html","abstract":"  The Rangers talked about caution. They talked about testing Brian Leetch's weak left arm and shoulder gently, slowly. Leetch had been out 81 days and 34 games with his malady, and no one wanted to take any risks when he finally returned to the Rangers' lineup.   But this is a playoff race and Leetch is, without a doubt, a vital factor in the Rangers' battle for a Patrick Division berth. So when the doctors said yesterday that Leetch's arm was strong -- and no longer at risk of re-injury -- Leetch did not hesitate to make his return against the Los Angeles Kings at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Food Irradiation Holds Too Many Risks","web_url":"https://www.nytimes.com/1993/03/10/opinion/l-food-irradiation-holds-too-many-risks-245293.html","abstract":"  To the Editor:   \"Time for Irradiation\" (letter, Feb. 19) by James Steele exploits a human tragedy -- the E. coli poisoning deaths in Washington State -- to promote food irradiation, a questionable technology. The sale of undercooked, disease-ridden hamburgers from Jack-in-the-Box is another disgraceful chapter in the history of meat slaughtering and packing.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"The Pop Life; Two Cities That Want Grammys","web_url":"https://www.nytimes.com/1993/03/10/arts/the-pop-life-two-cities-that-want-grammys.html","abstract":"  New York City wants the Grammys back. Los Angeles wants them to stay. So the two cities are once again in the thick of their longstanding bidding war to have the next ceremonies on their turf.   Michael Greene, the president of the National Academy of Recording Arts and Sciences, which gives the awards, says that the lucky city will be announced within the next month -- or the next four months. The ceremonies returned to Los Angeles this year after two years in New York.","thumbnail":null,"section":"Arts"},{"date":"19930310","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/10/sports/transactions-090593.html","abstract":"  Basketball National Basketball Association  ORLANDO MAGIC -- Named Otis Smith youth basketball programs manager. Football National Football League  CLEVELAND BROWNS -- Signed Houston Hoover, guard.   LOS ANGELES RAIDERS -- Named Bill Meyers assistant offensive line coach.   NEW ORLEANS SAINTS -- Signed Les Miller, nose tackle, to a two-year contract and Mike Brennan and Scott Bowles, offensive lineman, to one-year contracts.   NEW YORK JETS -- Signed Leonard Marshall, defensive end, to a three-year contract. Hockey National Hockey League  BUFFALO SABRES -- Called up Billy Houlder, defenseman, from San Diego of the International Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Sports of The Times; Playoffs Add Energy To Season","web_url":"https://www.nytimes.com/1993/03/10/sports/sports-of-the-times-playoffs-add-energy-to-season.html","abstract":"  A FUNNY thing happened at the Garden the other night. Two members of the Gulf-and-Western-or-Whatever-They're-Calling-It-These-Days-Corporate-Dancers dashed over to the celebrity seats after one of their aggressive routines that seem choreographed to represent the artificiality of modern urban life.    Anyway, the noted American character actor, Arnold Schwarzenegger, taking a break from disrupting New York traffic, spotted the dancers coming his way and he got what appeared to be the empty seat next to him and they did one of those cartoon brake jobs, like the Roadrunner coming to a dead halt. Screech! Where's Gregory? They just wanted to make a quick professional salute to their nimble colleague, Gregory Hines, who was off doing a television interview during a timeout. A cute moment, watching Arnold's faceoid freeze.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Review/Fashion; In Milan, Comfort and Flourishes for Fall","web_url":"https://www.nytimes.com/1993/03/10/style/review-fashion-in-milan-comfort-and-flourishes-for-fall.html","abstract":"  Dressing for a worldwide recession elicited two divergent responses from Italian designers as the fall fashion showings reached their midpoint. On the one hand, there was the escapism of revivals from the distant past, including the jackets of English dandies. On the other, there was the realism of classic dressing, emphasizing clothes that can last more than one season.    In the realism camp, there is a widespread revival of knitted clothes, long an Italian specialty. The knits include oversize bulky sweaters and long, skinny skirts. Both are youthful, durable and, when they are made in cashmere, luxurious.","thumbnail":null,"section":"Style"},{"date":"19930310","headline":"Rodney King Testifies on Beating: 'I Was Just Trying to Stay Alive'","web_url":"https://www.nytimes.com/1993/03/10/us/rodney-king-testifies-on-beating-i-was-just-trying-to-stay-alive.html","abstract":"  Sometimes groping for words and sometimes almost inaudible, Rodney G. King today narrated his beating two years ago by police officers who he said taunted him with racial epithets, threatened to kill him and provoked him to try to flee before clubbing him in the head with a baton.   In his first public testimony about the beating, Mr. King radiated vulnerability and a sense of guilelessness, telling a prosecutor, \"I was just trying to stay alive, sir.\"","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"Costly Hotels For Homeless Still in Plan","web_url":"https://www.nytimes.com/1993/03/10/nyregion/costly-hotels-for-homeless-still-in-plan.html","abstract":"  The Dinkins administration said in a report released yesterday that it would not be able to end New York City's reliance on expensive hotels to shelter homeless families until July 1995, five years after the deadline the city had originally set for itself, largely because of the unrelenting demand for shelter.   The annual updating of the city's plan for helping the homeless, required by city law, also formally buried Mayor David N. Dinkins's politically unpopular plan to spend $280 million to create 24 new shelters for homeless individuals, a plan that met with neighborhood opposition throughout the city. Less Than a Year Left    City Council leaders said the plan was disappointingly short on specifics. Advocates for the homeless criticized the administration for its failure to deliver on its promises, saying Mr. Dinkins has less than a year left in his term to make good on the new ones. But city officials said they thought they had now charted a sensible and realistic course.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Review/Theater; A Musical Made of the Story of a Stroke","web_url":"https://www.nytimes.com/1993/03/10/theater/review-theater-a-musical-made-of-the-story-of-a-stroke.html","abstract":"  An incapacitating stroke may not be everyone's most welcome subject for a musical. There is little more painful or less inspiring of song than watching as someone you love is cut off from life by illness. But the curious thing about \"Wings,\" an 80-minute musical adaptation of Arthur Kopit's 1978 play, is how faintly it evokes the devastating emotions of the experience. I arrived at the New York Shakespeare Festival, where this production has been imported from the Goodman Theater in Chicago, with a pocketful of Kleenex. It was at once a relief and a disappointment to discover that its occasional and ineffectual stabs at sentimentality notwithstanding, \"Wings\" is more concerned with the mind than the heart.    Indeed, that is literally the case: like the Kopit play, to which it is largely faithful, this quasi opera is obsessed with the collapse of brain functions that is known as aphasia. In the opening scene, the elderly heroine, Emily (Linda Stephens), an aviator who long ago was an air-show wing walker, has her stroke, and the audience is immediately transported into a mind in which memories are obliterated, language is garbled, logic is short-circuited. Some of that voyage is accomplished visually, by shattered images projected on sliding screens, and some of it by the evocative Sensurround-style sonic effects created by Richard Woodbury. Most impressive, however, is Jeffrey Lunden's score, which uses the scrambling of a consciousness as a cue for musical experimentation.","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"BASEBALL: METS Notebook; Injury List for Mets In Midseason Form","web_url":"https://www.nytimes.com/1993/03/10/sports/baseball-mets-notebook-injury-list-for-mets-in-midseason-form.html","abstract":"  There is no surgery scheduled, and so for the Mets there should perhaps be no cause for panic. Every day, though, it seems as if a minor medical crisis arises: players are held out of games, players have their routines restricted, veteran players retreat to the trainer's room for diagnoses.   Today, Ryan Thompson, the young center fielder who had missed the first four games of what had been deemed a crucial spring training education, was removed in the third inning of his first start. Thompson, bothered by a sore hamstring, was lifted after feeling discomfort pulling up at second base after doubling past third.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/10/nyregion/c-corrections-190193.html","abstract":"  An obituary headline yesterday about the singer and band leader Billy Eckstine misstated his age in some copies. He was 78.  ","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Article 308993 -- No Title","web_url":"https://www.nytimes.com/1993/03/10/world/article-308993-no-title.html","abstract":"  In a discovery that shocked even those accustomed to disclosures of corruption among Japan's aging leaders, Government investigators found hundreds of pounds of gold bars and roughly $50 million in cash and securities today in the home and offices of Shin Kanemaru, until recently the country's most powerful politician.   The disclosure of the horde is the latest episode in the startling fall of Mr. Kanemaru, a 78-year-old power broker who was arrested on Saturday and charged with evading millions of dollars in taxes, apparently on donations to secret political accounts that he had controlled as head of patronage for the governing party's largest faction.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Post Suitor Turns Fickle, But a New One Steps Up","web_url":"https://www.nytimes.com/1993/03/10/nyregion/post-suitor-turns-fickle-but-a-new-one-steps-up.html","abstract":"  The New York Post's financial roller coaster ride took new twists and dips yesterday when one of its prospective buyers announced that he wanted to be the newspaper's sole owner, then appeared to back out of the purchase altogether.   Abraham Hirschfeld, who had been working to acquire the newspaper with Steven Hoffenberg, came to Federal Bankruptcv Court in Manhattan yesterday apparently intending to say that the two had reached an agreement.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/10/nyregion/news-summary-306293.html","abstract":"  International A3-11  CLINTON BACKS MEETING ON RUSSIA  In the latest step in his campaign to prop up reform in Russia, President Clinton said he would support an emergency meeting of the Group of Seven major industrialized nations to discuss ways to bolster the Russian democracy movement.  A1  RUSSIAN BALLET ON REFERENDUM  The battle between President Yeltsin and the Congress of Peoples' Deputies over whether Russia should proceed with a constitutional referendum has become a game with complex rules but a simple object: cancel the vote but blame the other side.  A10","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Jaspers Are Going to the Dance","web_url":"https://www.nytimes.com/1993/03/10/sports/college-basketball-jaspers-are-going-to-the-dance.html","abstract":"  On the eve of a rather forgettable anniversary, everything had changed. In the same room, at the same wooden table, nothing was the same.   Fran Fraschilla, the new coach, sat with his assistants and toasted fate, while several of his players danced defiantly to the tune, \"Never Gonna Get It.\"","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/10/nyregion/c-corrections-188093.html","abstract":"  A picture caption with the Advertising column in Business Day yesterday, about DDB Needham Worldwide, misstated the position held by Page Thompson. He is executive vice president and media director of DDB Needham.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"For Blast Survivors, Shock Waves of Stress","web_url":"https://www.nytimes.com/1993/03/10/nyregion/the-twin-towers-for-blast-survivors-shock-waves-of-stress.html","abstract":"  By the time he emerged from the smoke-filled World Trade Center that Friday afternoon, gasping, choking and thankful for deliverance from the most terrifying event of his life, the high-powered investment banker did what he always did to shed stress.   He packed his gym bag and headed for the health club.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"CHOICE FOR JUSTICE IS TREATED GENTLY","web_url":"https://www.nytimes.com/1993/03/10/us/choice-for-justice-is-treated-gently.html","abstract":"  Janet Reno breezed through a balmy first day of confirmation hearings today before the Senate Judiciary Committee, where the gentle questions contrasted sharply with the turbulent selection process that led to her nomination to be Attorney General.   From the moment she loped up the aisle in the packed hearing room and took her seat behind the green felt-covered table, Ms. Reno seemed in command. Her testimony combined careful coaching, legal training and the political skills honed in five election campaigns as Dade County prosecutor.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"F.B.I. Says Suspect Visited Figure in Kahane Slaying","web_url":"https://www.nytimes.com/1993/03/10/nyregion/the-twin-towers-fbi-says-suspect-visited-figure-in-kahane-slaying.html","abstract":"  The man charged in the World Trade Center bombing came under surveillance months earlier when he paid prison visits to a fellow Muslim fundamentalist, officials disclosed yesterday. The surveillance was part of a Federal civil rights investigation growing out of the killing of Rabbi Meir Kahane.    Although the F.B.I. was known to have followers of a fundamentalist Islamic cleric, Sheik Omar Abdel Rahman, under surveillance for at least a year, this is the first indication that Federal agents were monitoring the suspect in the World Trade Center bombing and the man convicted in connection with Rabbi Kahane's slaying before the bombing.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Warning of Violence Was Unheeded After Cult Leader's Gun Battle in '87","web_url":"https://www.nytimes.com/1993/03/10/us/warning-of-violence-was-unheeded-after-cult-leader-s-gun-battle-in-87.html","abstract":"  In a commando-style raid five and a half years ago, David Koresh and members of his insular religious sect gave the outside world a warning about his passionate attachment to firearms and his potential for violence. The outside world chose to look the other way.   The raid could have been a scene from the movie \"Platoon,\" one of Mr. Koresh's favorites. On the morning of Nov. 3, 1987, he and seven of his followers, dressed in camouflage uniforms and combat boots, with charcoal smeared under their eyes and armed with military-style rifles and shotguns, crawled onto the sect's property east of here. Their objective seemed to be to retake the land that Mr. Koresh had left three years earlier in a dispute with the sect's leader, although Mr. Koresh and the others said they were trying to uncover evidence of illegal activity by the leader.","thumbnail":null,"section":"U.S."},{"date":"19930310","headline":"From the Student Body to the Body Politic; After High School, What's Next? For One Bronxville Teen-Ager, Maybe Mayor","web_url":"https://www.nytimes.com/1993/03/10/nyregion/student-body-body-politic-after-high-school-what-s-next-for-one-bronxville-teen.html","abstract":"  Like other high school seniors, Patrick English is nervously wondering where he will attend college next year, having mailed off applications to Princeton, Dartmouth, Middlebury and Colgate, among others.   But there is something beyond the applications that could shape his academic plans: he is asking the voters of this exclusive Westchester County village to elect him mayor next Tuesday.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Asylum by Gender","web_url":"https://www.nytimes.com/1993/03/10/opinion/asylum-by-gender.html","abstract":"  A woman from Saudi Arabia, identified only as \"Nada,\" has helped Canada establish a new basis for political asylum: gender.    Recently Canada's immigration minister, Bernard Valcourt, overruled a refugee tribunal to grant \"Nada\" the right to remain in Canada. She had argued that by refusing to wear a veil and otherwise opposing the subordination of women, she risked persecution if she returned home.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"There's No Oil in Bosnia","web_url":"https://www.nytimes.com/1993/03/10/opinion/theres-no-oil-in-bosnia.html","abstract":"The Clinton Administration should resist pressures to abandon the pretense of U.S. evenhandedness in Bosnia. Intervention in the war would advance no U.S. interest. It would be morally dubious and could damage other, key national security priorities.\n\nOutrage over a Serbian offensive in Bosnia is not a substitute for evaluation of the facts on the ground and how they relate to U.S. interests. It is difficult to see why the situation should be of great geostrategic importance. The Balkans is no longer the \"powder keg of Europe\" at the intersection of three defunct empires -- Austro-Hungarian, Russian and Ottoman.","thumbnail":null,"section":"Opinion"},{"date":"19930310","headline":"Mayor Fears Bomb Aftermath May Malign Jersey City Image","web_url":"https://www.nytimes.com/1993/03/10/nyregion/the-twin-towers-mayor-fears-bomb-aftermath-may-malign-jersey-city-image.html","abstract":"  It wasn't as if Bret Schundler didn't have enough on his mind: a troubled school system, high property taxes and the May 11 election, in which he hopes to win a full four-year term to the mayoralty he gained temporarily last fall after his predecessor went off to Federal prison.   But since last Thursday, almost a week after the bombing of the World Trade Center, his city has been under siege. Not by terrorist conspirators but by Federal law-enforcement agencies, whose first and so far only significant arrest, a Palestinian from Jordan named Mohammed A. Salameh, took place here.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Rider Sinks Wagner at Buzzer","web_url":"https://www.nytimes.com/1993/03/10/sports/college-basketball-rider-sinks-wagner-at-buzzer.html","abstract":"  Rider, making a rare appearance on national television, turned in a dramatic buzzer-beating performance tonight to defeat Wagner, 65-64, in the Northeast Conference Championship game and earn an automatic bid to the National Collegiate Athletic Association tournament before 2,000 spectators at Alumni Gymnasium.   Darrick Suber, 6-foot-4-inch point guard, scored the winning basket for Rider (19-10) with a floater in the lane with no time left on the clock.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/10/nyregion/metro-digest-493093.html","abstract":"  NEW YORK CITY  BOMBING'S TOLL IN PAIN AND FEAR   In the aftermath of the World Trade Center bombing, many of those who fled the smoke-filled building in confusion and desperation are discovering they need help to vent their emotional pain and fear. Because most of the survivors were either well-paid white-collar professionals or office workers with access to medical benefits or counseling through employee assistance programs, they are getting that help. A1. SUSPECT SURFACED IN KAHANE INQUIRY   In the months before the trade center bombing, the Federal Bureau of Investigation was monitoring El Sayyid A. Nosair in prison for an investigation stemming from the killing of Rabbi Meir Kahane when Mohammed A. Salameh, turned up as one of Mr. Nosair's visitors, officials disclosed. B4.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"Riley Says Oakley Is Solid as an Oak","web_url":"https://www.nytimes.com/1993/03/10/sports/pro-basketball-riley-says-oakley-is-solid-as-an-oak.html","abstract":"  When Pat Riley came to New York, a few people told him Charles Oakley would complain about not getting enough shots.   Riley didn't listen, and he's glad.","thumbnail":null,"section":"Sports"},{"date":"19930310","headline":"Katie Beers Makes Appeal To Be Granted Her Privacy","web_url":"https://www.nytimes.com/1993/03/10/nyregion/katie-beers-makes-appeal-to-be-granted-her-privacy.html","abstract":"  Katie Beers, whose kidnapping late last year drew headlines across the nation, has issued an impassioned plea for her privacy.   In a letter to the Family Court urging that a custody hearing be closed to reporters, Katie, 10, wrote, \"I don't want people to know what happened to me, because it is none of their businesses.\"","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"New York Hit By Increases In Migration","web_url":"https://www.nytimes.com/1993/03/10/nyregion/new-york-hit-by-increases-in-migration.html","abstract":"  About twice as many people moved out of New York as moved in from other states during the late 1980's, according to a new census analysis of a broad population shift over the decade, but New York appeared to have stanched the exodus, compared with the late 1970's.   In a study that gives more details about a trend described in earlier reports, the Census Bureau put New York near the top of the list of areas that lost more residents than they gained from other states. The list was led by California. But in both states, immigration from other countries was significant.","thumbnail":null,"section":"New York"},{"date":"19930310","headline":"U.S. Set to Seek Resumption Of Middle East Peace Talks","web_url":"https://www.nytimes.com/1993/03/10/world/us-set-to-seek-resumption-of-middle-east-peace-talks.html","abstract":"  The Clinton Administration is poised to invite the parties in the Middle East peace negotiations to resume their discussions next month, even though the Palestinian representatives continue to say they will not take part, senior Administration officials said today.","thumbnail":null,"section":"World"},{"date":"19930310","headline":"Books of The Times; The Black Family's Role in Society","web_url":"https://www.nytimes.com/1993/03/10/books/books-of-the-times-the-black-family-s-role-in-society.html","abstract":"  Climbing Jacob's Ladder The Enduring Legacy of African-American Families By Andrew Billingsley 444 pages. Simon & Schuster. $27.50.   In his classic study, \"An American Dilemma,\" published 49 years ago, Gunnar Myrdal wrote that the problems confronting disadvantaged blacks in a dominant white society put a spoke through the wheels of democracy. Yet the Swedish economist recognized that despite slavery and adversity, blacks helped to hold the country's social fabric together. In his chapter on black family life in the rural South, he said that blacks had built up their own kind of close-knit family organizations that were conducive to social health.   Now in \"Climbing Jacob's Ladder,\" Andrew Billingsley, a respected black sociologist, builds on Myrdal's work and offers his own surprisingly optimistic study about the inner strength and stability of black families. Professor Billingsley, chairman of the family studies department at the University of Maryland and visiting scholar in residence at Spelman College in Atlanta, finds that like white strivers on the lower rungs of society, blacks also want to gain entry into the American middle class. The new book, a sequel to his \"Black Families in White America,\" published in 1968, continues his argument that black families are born survivors and contain the seeds of their own rejuvenation.","thumbnail":null,"section":"Books"},{"date":"19930310","headline":"In Europe, Musicals Get Varying Reactions","web_url":"https://www.nytimes.com/1993/03/10/theater/in-europe-musicals-get-varying-reactions.html","abstract":"  Cole Porter may have epitomized dapper American sophistication between the world wars, but his image had a Gallic aura. Porter loved Paris; he wrote a song to say so, and after 1919 he could even claim to be a three-year veteran of the French Foreign Legion (serving, it should be noted, not in some Godforsaken North African hellhole but in Paris and Fontainebleau).   From 1919 to the mid-20's he lived in Paris, studying counterpoint and composition at the Schola Cantorum and becoming known in elegant circles for his soirees in Venice and on the Riviera as well as in the French capital. His affection for France lasted at least as late as 1956, with his contributions to the film \"High Society.\".","thumbnail":null,"section":"Theater"},{"date":"19930310","headline":"17 Arrested in Separate Credit Card Schemes","web_url":"https://www.nytimes.com/1993/03/10/nyregion/17-arrested-in-separate-credit-card-schemes.html","abstract":"  Two Queens men were arrested on Monday in what the authorities said was a $2 million-a-year operation that traded in stolen and fake credit cards, and, in a separate case, 15 others were charged with using fake or stolen credit cards, the authorities said yesterday.   The arrests were part of a yearlong investigation by law-enforcement officials that uncovered a network that involved the manufacture, sale and use of fake and stolen credit cards, the Queens District Attorney, Richard A. Brown, said yesterday. He said the 15 people who were arrested for using stolen or fake credit cards were not linked to the operation of the two men from Queens.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930310","time":"1993-03-10 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":62,"wspd":1.8},{"date":"19930310","time":"1993-03-10 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":65,"wspd":3.6},{"date":"19930310","time":"1993-03-10 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":67,"wspd":5.4},{"date":"19930310","time":"1993-03-10 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":70,"wspd":7.6},{"date":"19930310","time":"1993-03-10 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":75,"wspd":3.6},{"date":"19930310","time":"1993-03-10 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":80,"wspd":3.6},{"date":"19930310","time":"1993-03-10 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":81,"wspd":7.6},{"date":"19930310","time":"1993-03-10 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.6,"rhum":83,"wspd":3.6},{"date":"19930310","time":"1993-03-10 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.3,"rhum":82,"wspd":9.4},{"date":"19930310","time":"1993-03-10 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":80,"wspd":13},{"date":"19930310","time":"1993-03-10 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":75,"wspd":11.2},{"date":"19930310","time":"1993-03-10 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":79,"wspd":9.4},{"date":"19930310","time":"1993-03-10 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":74,"wspd":13},{"date":"19930310","time":"1993-03-10 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":70,"wspd":14.8},{"date":"19930310","time":"1993-03-10 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":63,"wspd":11.2},{"date":"19930310","time":"1993-03-10 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":55,"wspd":14.8},{"date":"19930310","time":"1993-03-10 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":52,"wspd":13},{"date":"19930310","time":"1993-03-10 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":53,"wspd":9.4},{"date":"19930310","time":"1993-03-10 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":55,"wspd":9.4},{"date":"19930310","time":"1993-03-10 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":54,"wspd":11.2},{"date":"19930310","time":"1993-03-10 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":57,"wspd":13},{"date":"19930310","time":"1993-03-10 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":56,"wspd":9.4},{"date":"19930310","time":"1993-03-10 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":58,"wspd":11.2},{"date":"19930310","time":"1993-03-10 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":63,"wspd":5.4},{"date":"19930310","time":"1993-03-10 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":44,"wspd":24.1},{"date":"19930310","time":"1993-03-10 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":45,"wspd":25.9},{"date":"19930310","time":"1993-03-10 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":44,"wspd":20.5},{"date":"19930310","time":"1993-03-10 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":50,"wspd":18.7},{"date":"19930310","time":"1993-03-10 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":52,"wspd":18.7},{"date":"19930310","time":"1993-03-10 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":16.6},{"date":"19930310","time":"1993-03-10 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":14.8},{"date":"19930310","time":"1993-03-10 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":56,"wspd":16.6},{"date":"19930310","time":"1993-03-10 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":14.8},{"date":"19930310","time":"1993-03-10 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":11.2},{"date":"19930310","time":"1993-03-10 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":56,"wspd":13},{"date":"19930310","time":"1993-03-10 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":18.7},{"date":"19930310","time":"1993-03-10 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":14.8},{"date":"19930310","time":"1993-03-10 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":18.7},{"date":"19930310","time":"1993-03-10 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":46,"wspd":18.7},{"date":"19930310","time":"1993-03-10 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":41,"wspd":9.4},{"date":"19930310","time":"1993-03-10 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":11.2},{"date":"19930310","time":"1993-03-10 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":18.7},{"date":"19930310","time":"1993-03-10 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":18.7},{"date":"19930310","time":"1993-03-10 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":49,"wspd":20.5},{"date":"19930310","time":"1993-03-10 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":18.7},{"date":"19930310","time":"1993-03-10 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":62,"wspd":16.6},{"date":"19930310","time":"1993-03-10 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":13},{"date":"19930310","time":"1993-03-10 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":9.4}]},"19930311":{"guardian_articles":[],"nytimes_articles":[{"date":"19930311","headline":"Review/Fashion; In Milan, a Costume Party","web_url":"https://www.nytimes.com/1993/03/11/style/review-fashion-in-milan-a-costume-party.html","abstract":"  Score some more points for the costume-party look. The leader of the band is Rifat Ozbek, the Turkish-born designer who won a vast following among fashion groupies when he started showing his clothes in London. Since they are now made in Italy, where the audience is considerably larger, he now stages his shows here. And what a melange they are.   The takeoff point was Java, according to the program notes for his fall and winter collection, with subsequent stops at Tibet, Thailand and other points east.","thumbnail":null,"section":"Style"},{"date":"19930311","headline":"Senator's Transit Plan Differs From Cuomo's","web_url":"https://www.nytimes.com/1993/03/11/nyregion/senator-s-transit-plan-differs-from-cuomo-s.html","abstract":"  The chairman of the State Senate's Transportation Committee proposed a transportation financing plan today that he said would freeze mass transit fares for at least two years and would devote significantly more money to road, bridge and rail construction than a plan offered by Gov. Mario M. Cuomo.   But the key to paying for the spending would be the sale of $7.1 billion in revenue bonds over the next five years, 30 percent more than has been proposed by the Governor. Mr. Cuomo's aides, who have yet to see a copy of the plan, questioned whether enough revenue could be produced by petroleum taxes, bridge tolls and similar sources to support such a bond sale.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Berlin Journal; Silent Still, the Old Man Who Trafficked in Secrets","web_url":"https://www.nytimes.com/1993/03/11/world/berlin-journal-silent-still-the-old-man-who-trafficked-in-secrets.html","abstract":"  The accused is Erich Mielke, once chief of the East German secret police, sitting in a bulletproof glass cage in Courtroom 700 of the Berlin Superior Court, head down, hardly ever saying a word.   Little of the testimony is about the secret service or the network of nearly 100,000 officers and 109,000 informers who kept the 16.5 million people of East Germany obedient to Communism until power turned to dust in their hands in November 1989.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"JUDGE PUTS LIMITS ON SECRET SESSIONS FOR HEALTH","web_url":"https://www.nytimes.com/1993/03/11/us/judge-puts-limits-on-secret-sessions-for-health.html","abstract":"  A Federal judge ruled today that a panel that is forging the Administration's health policy under the direction of Hillary Rodham Clinton must announce all its meetings in advance and make sessions where it collects facts and information open to the public. But he said the panel could meet in private when \"formulating its recommendations for the President.\"   The judge, Royce C. Lamberth of the Federal District Court here, said Mrs. Clinton's Task Force on National Health Care Reform could not hold any meetings until it complied with a 1972 law governing the operation of Federal advisory committees.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"More Nurses, Better Medicine","web_url":"https://www.nytimes.com/1993/03/11/opinion/more-nurses-better-medicine.html","abstract":"  The U.S. has a shortage of primary-care physicians. This limits the options for improving access to cost-effective health care. Nurses are a national resource with the potential to meet this challenge.    Since the late 1960's, Federal policy has promoted two strategies to increase primary care. The first included Federal support for establishing a new physician specialty in family practice. It has not yet been successful. Between 1970 and 1990, the proportion of doctors in primary care declined, and the rate of decline is accelerating.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Clinton Is Seeking to Soften The Impact of Base Closings","web_url":"https://www.nytimes.com/1993/03/11/us/clinton-is-seeking-to-soften-the-impact-of-base-closings.html","abstract":"  Seeking to cushion the political fallout from a round of forthcoming base closings, President Clinton will embark on a public relations offensive this week to demonstrate his commitment to help workers affected by cuts in military spending.   On Thursday, Mr. Clinton plans to visit a Baltimore company that is converting much of its business from military to civilian items. There, he plans to propose spending $15 billion to $20 billion over the next five years to help the communities and workers who would be hit hardest by military cuts and to encourage military contractors to pursue new technologies.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"Two Women And a Man Found Slain","web_url":"https://www.nytimes.com/1993/03/11/nyregion/two-women-and-a-man-found-slain.html","abstract":"  Three people were found shot to death execution-style yesterday afternoon in an apartment near the northern end of Central Park, the police said.   The bodies of two women and a man were discovered about 4 P.M. in Apartment 53 on the fifth floor of 225 West 110th Street. All three victims had been gagged and shot in the head, the police said. The man was also bound and his throat had been slashed, they said.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Jets Consider a Bengal","web_url":"https://www.nytimes.com/1993/03/11/sports/sports-people-pro-football-jets-consider-a-bengal.html","abstract":"  After two free-agent signings in two days, things calmed down at the Jets' training center yesterday. The biggest activity was a visit by Bengals receiver TIM McGEE, a free agent who played for Jets Coach BRUCE COSLET when he was with Cincinnati.   The Jets signed safety RONNIE LOTT on Monday to replace LONNIE YOUNG, who will miss next season because of reconstructive knee surgery. LEONARD MARSHALL was signed on Tuesday, replacing DENNIS BYRD, the defensive end whose career ended last season with a tackle that left him partly paralyzed. Now, the Jets are looking for a receiver to replace AL TOON, who retired with a severe concussion.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Suharto of Indonesia, Re-Elected, Picks a Deputy","web_url":"https://www.nytimes.com/1993/03/11/world/suharto-of-indonesia-re-elected-picks-a-deputy.html","abstract":"  President Suharto, whose 27 years of iron rule have brought new prosperity but only limited personal freedom to Indonesia's 180 million people, was re-elected today to a sixth five-year term.   The 71-year-old President announced immediately after his re-election that he wanted the country's former armed services commander, Gen. Try Sutrisno, to serve as his Vice President.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-letters-to-the-editor-92976223785.html","abstract":"Taxes and Recessions","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"The UN Needs a Stronger Rights Presence Afield","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-the-un-needs-a-stronger-rights-presence-afield.html","abstract":"Preparations are well under way for the second World Conference on Human Rights in Vienna this June. As diplomats grope their way toward an agenda, they should strongly endorse the ongoing United Nations effort to deploy human rights field officers.. The","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Trial Set for Newman","web_url":"https://www.nytimes.com/1993/03/11/sports/sports-people-boxing-trial-set-for-newman.html","abstract":"  The manager of the heavyweight champion RIDDICK BOWE and a member of Bowe's entourage face an April 7 trial on misdemeanor battery charges stemming from the beating of a photographer, DOUGLAS PIZAC of The Associated Press.   A Las Vegas, Nev., justice of the peace, NANCY OESTERLE, set the trial date yesterday for ROCK NEWMAN and a camp member, BERNARD BROOKS JR., who are charged in an altercation that occurred after Bowe won the title from EVANDER HOLYFIELD last Nov. 13.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Accord Signed for a Casino in New York State","web_url":"https://www.nytimes.com/1993/03/11/nyregion/accord-signed-for-a-casino-in-new-york-state.html","abstract":"  Negotiators for Gov. Mario M. Cuomo and the Oneida Indians have reached agreement on a compact that would allow the opening of New York State's first high-stakes gambling casino in a tiny rural community near the center of the state.    The compact must now be signed by Mr. Cuomo and the United States Secretary of the Interior before the Oneidas can open a new $10 million casino that is near completion on rolling farmland owned by the Indians adjacent to the Gov. Thomas E. Dewey Thruway about 30 miles east of Syracuse.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Beijing Goes All Out to Get Olympics in 2000","web_url":"https://www.nytimes.com/1993/03/11/world/beijing-goes-all-out-to-get-olympics-in-2000.html","abstract":"  No visiting king or president in the last two decades received a welcome as overwhelming as the one that Beijing bestowed this week on a group of obscure but, in certain ways, very powerful foreigners: representatives of the International Olympic Committee.   For starters, the authorities cut off heat to vast neighborhoods so coal smoke would not mar the sky. Taxi drivers and snack peddlers were advised to take a few days off so the visitors would not be slowed by traffic or offended by the sight of people munching on oily dough sticks.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"Abbott Is Prepared to Wear Out the Pinstripes","web_url":"https://www.nytimes.com/1993/03/11/sports/baseball-abbott-is-prepared-to-wear-out-the-pinstripes.html","abstract":"  The words tumbled out of Jim Abbott's mouth thoughtfully and clearly today. Hours of lengthy discussions with his agent this week had culminated in a momentous decision about his future and Abbott wanted to insure that the message was delivered precisely. Quite simply, Abbott proclaimed, he wants to play with the Yankees for a long time.   In a quiet clubhouse after his teammates had departed for an exhibition game against the Braves in West Palm Beach, Abbott revealed that he was eager to begin negotiations with the Yankees for a long-term contract. He conceded that three weeks of spring training, the positive impressions made on him by Manager Buck Showalter and deep days of thought about the direction of the Yankees had convinced him New York was the perfect arena for him.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Knicks Finally Break Lakers' Spell at Garden","web_url":"https://www.nytimes.com/1993/03/11/sports/pro-basketball-knicks-finally-break-lakers-spell-at-garden.html","abstract":"  The Knicks have reached the point where they expect to win at home. So instead of celebrating last night's victory, they critiqued it.   The Knicks talked about how sloppy they were against the Los Angeles Lakers' defensive pressure. They talked about how they became careless down the stretch. But New York did enough good things to win its 10th consecutive home game, 110-104, at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Yeltsin Survives a Vote in Legislature on His Powers; New Embassy in Doubt","web_url":"https://www.nytimes.com/1993/03/11/world/yeltsin-survives-a-vote-in-legislature-on-his-powers-new-embassy-in-doubt.html","abstract":"  Secretary of State Warren Christopher said today that he was recommending that the United States cancel its plans to build a new $240 million embassy in Moscow, saying the money could probably be better spent elsewhere.   In June the Bush Administration approved arrangements for constructing a new chancery with American workers to replace an unfinished structure that was never occupied because it was bugged by the Soviets.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"U.N. GENERAL GOING TO BOSNIAN TOWN","web_url":"https://www.nytimes.com/1993/03/11/world/un-general-going-to-bosnian-town.html","abstract":"  The commander of the United Nations military forces in Bosnia set out from here today to visit Srebrenica, where about 60,000 Muslims have been trapped for months by attacking Serbs, a United Nations official here said.    Before departing, the commander, Gen. Philippe Morillon of France, sent an urgent message to United Nations headquarters in New York asking international peace negotiators to apply pressure on Serbian leaders to have their forces honor a pledge to hold their fire on a battle line between Srebrenica and the Serbian-controlled town of Bratunac, from which the Serbs are staging their offensive, the United Nations official said.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/11/nyregion/c-corrections-279293.html","abstract":"  Because of an editing error, a front-page article on Sunday about curtailing the spread of AIDS referred incorrectly to efforts recommended by some experts, including Dr. John Gagnon of the State University of New York at Stony Brook. They recommend concentrating on neighborhoods in 25 to 30 cities, not 23 to 30 neighborhoods.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"New Jersey Air Base Stands to Lose Jobs","web_url":"https://www.nytimes.com/1993/03/11/nyregion/new-jersey-air-base-stands-to-lose-jobs.html","abstract":"  McGuire Air Force Base in New Jersey will apparently not be on the list of military bases to be shut down, but it could still lose 7,000 of its 12,000 jobs by 1996, according to preliminary plans presented to New Jersey's Congressional delegation by Pentagon officials today.   Under the plans, all active-duty military personnel now stationed at the base, which is home to the Air Force's 438th Airlift Wing, a supply unit, would be transferred to Plattsburgh Air Force Base in upstate New York. Three reserve squadrons, including two units of the New Jersey National Guard, would be left.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/11/style/chronicle-346293.html","abstract":"  The play \"Seconds Out\" started out as a collaborative effort by eight teen-agers enrolled in the St. Francis Center, a special school in Cork, Ireland, for youths coping with such problems as drug abuse, alcoholism and homelessness. Through the efforts of JACK HOFSISS, the Tony Award-winning director, JEAN KENNEDY SMITH and the Very Special Arts program she organized in 1974 to involve people with disabilities in cultural endeavors, it will open April 13 at the Joseph Papp Public Theater. It will be produced by the Irish Repertory Theater, a Manhattan company.    \"These young people, who are ages 13 to 18, did it as a play-writing project at the school, in which they were asked to submit a play about disabilities,\" Mrs. Smith said the other day, explaining that the play deals with the problems of a dyslexic boy. It won first place in a contest run by the Very Special Arts program in Ireland and toured there in 1991, when Mrs. Smith saw it. She sent the script to Mr. Hofsiss, who was paralyzed from the chest down in a diving accident in 1985. He agreed to direct, and rehearsals began on Tuesday.","thumbnail":null,"section":"Style"},{"date":"19930311","headline":"Excerpts From Complaint Against Nidal Ayyad","web_url":"https://www.nytimes.com/1993/03/11/nyregion/the-twin-towers-excerpts-from-complaint-against-nidal-ayyad.html","abstract":"  Following are excerpts from the complaint against Nidal Ayyad filed yesterday in Federal District Court in Manhattan:                    . . .         When  [ Mohammed A. ]  Salameh rented the van, a Ryder employee stated that Salameh was accompanied by another person. The employee also stated that Salameh and the second person arrived at the rental location driving a red Corsica vehicle bearing New York license plates, which the employee described as looking like a rental vehicle.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Colleagues Recall a Detective Who Lived for Street Work","web_url":"https://www.nytimes.com/1993/03/11/nyregion/colleagues-recall-a-detective-who-lived-for-street-work.html","abstract":"  In the hazardous world of the undercover narcotics officer, Luis Lopez was considered one of the best.   He had worked in narcotics for four years and had taken a step up to become an investigator. The barrel-chested man who was always quick with a smile or a joke seemed to have no fear of throwing himself into dangerous situations. This was true on his first day of the job, friends and colleagues said. And this was true yesterday, on the day he died.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Senate Panel, 18-0, Backs Attorney General Nominee","web_url":"https://www.nytimes.com/1993/03/11/us/senate-panel-18-0-backs-attorney-general-nominee.html","abstract":"  The Senate Judiciary Committee voted unanimously today to approve Janet Reno as the first woman to be Attorney General.   Before the 18-to-0 vote, lawmakers from both parties were effusive in their praise for Ms. Reno, the 54-year-old prosecutor of Dade County in Florida who was nominated after President Clinton's first two attempts to fill the job collapsed under a furor over his candidates' hiring of illegal immigrants as household workers.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-letters-to-the-editor-90213811749.html","abstract":"Amused, Yes, but Refined?. Regarding \"In the Face of Gascoigne's Antics, Refined Romans Are Not Amused\" (Sports, Feb. 3) by Rob Hughes:. So, Roman soccer fans are not amused with Paul Gascoigne's vulgarity? What a joke. Having lived in Rome for","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Sarajevo Leader Seeks Change in Peace Plan","web_url":"https://www.nytimes.com/1993/03/11/world/sarajevo-leader-seeks-change-in-peace-plan.html","abstract":"  The Muslim leader of Sarajevo's Government has delayed his return to New York until next week, saying that local opposition to an international mediation team's peace plan is stronger than expected and that he will seek changes in the proposal.   Bosnia's United Nations representative, Muhammed Sacirbey, said that President Alija Izetbegovic, who had promised to come back here this week to say finally whether his Government would accept the plan, will not now reach New York until next week because he wants more time to gather support for it.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"Books of The Times;\nRiding the Environmental Waves","web_url":"https://www.nytimes.com/1993/03/11/arts/books-of-the-times-riding-the-environmental-waves.html","abstract":"A Fierce Green Fire\nThe American Environmental\n\nMovement\nBy Philip Shabecoff \n\n352 pages. Hill & Wang, $25. \n\nIn 14 years of environmental reporting at The New York Times, Philip Shabecoff saw American environmentalism rise and fall and rise again. He met colorful characters from James Watt, Ronald Reagan's fundamentalist Interior Secretary, to David Brower, the grand curmudgeon who brought the Sierra Club to political life. On his beat the world reached an agreement to save the ozone layer and the Audubon Society fought about keeping the egret as its symbol.\n\nRecognizing how crucial the experience of the American land has been in shaping American environmental thought, Mr. Shabecoff begins his book with an east-to-west eagle flight over the continent as it would have appeared at the time of Columbus 500 years ago: occupied by natives, but virgin to a European eye, and blessed with passenger pigeons, buffalo, pristine waters and unbelievable riches in timber, minerals and soil.\n\nThe story continues through the Lewis and Clark expedition, through Daniel Boone, John James Aububon, Emerson, Thoreau and George Perkins Marsh in Woodstock, Vt., setting down in the 1860's the first principles of sustainable resource management. There is the strange association of President Theodore Roosevelt with Gifford Pinchot, the forester, and John Muir, the mountain man, whose interacting passions produced the United States Forest Service, the Bureau of Reclamation, the preservation of Yosemite Valley as a national park and the flooding of Hetch Hetchy Valley, Yosemite's twin, to provide water and power for San Francisco. Already the battle between development and preservation was joined.\n\nThere is a parade of personalities: Rachel Carson, William O. Douglas, Lois Gibbs, the embattled housewife of Love Canal, and Aldo Leopold, the ecologist and game manager who appears to be one of the few people able to embrace both sides of the use-it-conserve-it dilemma. Mr. Leopold gave Mr. Shabecoff his title, in a passage that describes his own ecological conversion. \n\nSome years ago Mr. Leopold and some friends had found a mother wolf with her cubs and had shot them. \"We reached the old wolf in time to watch a fierce, green fire dying in her eyes,\" Mr. Leopold recalled in his book \"Sand County Almanac.\" \"I realized then, and have known ever since, that there was something new to me in those eyes -- something known only to her and to the mountain. I was young then, and full of trigger-itch. I thought that because fewer wolves meant more deer, no wolves would mean a hunters' paradise. But after seeing the green fire die, I sensed that neither the wolf nor the mountain agreed with such a view.\"\n\nMr. Shabecoff throws in this quote without connecting it to his title, but his position is not that the fierce, green fire of American environmentalism is dying. Rather, he sees it surging up and down in waves, three so far: first, the Roosevelt-Pinchot conservation movement of the early 1900's; second, the burst of landmark environmental legislation around the time of the first Earth Day in 1970, and third, the professionalism and pragmatism of the present.\n\nHis last chapter offers advice for the fourth wave. Get political, Mr. Shabecoff says. We have green publications, green technology, green products. Now we need green politics.\n\n\"To make the political breakthroughs necessary to achieve their goals,\" Mr. Shabecoff writes, \"the environmentalists \n\nmust \n\nmake common cause with other sectors of our society that have a stake in changing the political and economic status quo.\" That alliance is natural, he points out, when you look to see who gains from polluting, and who gets polluted. He makes the interesting observation that \"the Black Caucus . . . has the best voting record, year in and year out, on environmental issues of any interest group in Congress.\"\n\nIt's too bad that Mr. Shabecoff's courageous advice comes at the end of his book, not at the beginning, and that the early parts of the book are written in a plodding style that may not carry readers through to the end. Mr. Shabecoff admits that he is a journalist, not a historian. Until he gets to history that he himself witnessed, he does not make his story come alive. It's as if he were working through a list of names and ideas that need to be mentioned, describing each one dutifully, but rushing to get to the good stuff: the Reagan Administration and Anne Gorsuch Burford, the Bush promise and disappointment. He doesn't even tick off the history list in chronological order, so one can get confused about whether Barry Commoner might have been influenced by Rachel Carson or vice versa.\n\nThere is one more problem with this book, one that might have arisen from 14 years of environmental reporting under constant pressure to be objective. Mr. Shabecoff lets his bias loose in this book. Too loose. There are too many preachy sentences about \"the urbanized, overcivilized materialism that is engulfing late 20th-century America\" and about human beings having \"for the first time . . . the ability to make the world uninhabitable for their own species.\"\n\nIt would have been better to tell the story of the settlement and degradation of a glorious continent, of political corruption and senseless waste of resources and of the eloquent voices raised against that folly, and to let readers come to their own conclusions.","thumbnail":null,"section":"Arts"},{"date":"19930311","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/03/11/arts/pop-and-jazz-in-review-961993.html","abstract":"  Ngoc Lam and Que Lam Music of Vietnam Metropolitan Museum of Art    Vietnamese music, as played by Ngoc Lam and her daughter Que Lam on Sunday afternoon, is a sphere of pristine melodies, openwork counterpoint and an occasional delicate swirl. Both women play dan tranh, the Vietnamese zither that is kin to the Japanese koto and the Chinese zheng; like those instruments, it can play sweetly sustained tones that bend and glide like the most delicate sighs.","thumbnail":null,"section":"Arts"},{"date":"19930311","headline":"Robinson Big Again, Thus Nets Win Again","web_url":"https://www.nytimes.com/1993/03/11/sports/pro-basketball-robinson-big-again-thus-nets-win-again.html","abstract":"  Strange bunch of guys, these Nets. It seems they enjoy adversity. Tense is just a five-letter word to them. Apparently, so is Kenny.   New Jersey began its four-game road trip across the West with an impressive victory tonight against the Los Angeles Clippers. What's more, they won their third straight game without star point guard Kenny Anderson, who was at the game, dressed in bright sweater -- and with a cast on his injured left hand. Of course, they miss Anderson, but it's been hard to tell.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/03/11/arts/pop-and-jazz-in-review-275093.html","abstract":"  James Williams  Pianist Bradley's    The pianist James Williams is a member of jazz's lost generation. Like a whole group of musicians in their 40's, Mr. Williams started his career before jazz's renaissance and doesn't fit the criteria of easy marketing -- elder master, young genius -- that obsess the record industry. But at 42, Mr. Williams has just about everything: he plays with the exhilaration of youth and he brings an enormous amount of knowledge to his work.   At Bradley's on Monday night, with a trio that included the bassist Chris McBride and the drummer Tony Reedus, Mr. Williams rummaged through all sorts of ideas at the keyboard and made them all dispense a sort of joy. Each tune, from his own complicated originals to \"Embraceable You\" and \"Gee Baby, Ain't I Good to You,\" moved easily from lush, almost overripe chordal bursts to an austere formal mathematics in which a three- or four-note idea, running through permutations, slashed apart a piece's harmony. At times Mr. Williams invoked a tempest, flinging his hands around and creating dissonances, only to move into hornlike single lines.","thumbnail":null,"section":"Arts"},{"date":"19930311","headline":"Why Landmarking's Not 'Taking' and Needs No Compensation","web_url":"https://www.nytimes.com/1993/03/11/opinion/l-why-landmarking-s-not-taking-and-needs-no-compensation-316093.html","abstract":"  To the Editor:   In \"When Preservation Becomes Appropriation\" (letter, Feb. 24), Edward K. Campbell asks why the operation of New York City's landmarks law -- which prohibits an owner of a designated landmark \"from making any alterations to the property that some bureaucrat does not approve\" -- is not an eminent domain \"taking,\" requiring compensation under the Fifth Amendment to the United States Constitution.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Senate Needs Open Budget, Democrats Say","web_url":"https://www.nytimes.com/1993/03/11/nyregion/senate-needs-open-budget-democrats-say.html","abstract":"  A group of Democratic senators used the unusual vehicle of a legislative hearing today to criticize what they called one of the most secretive parts of the state's budget and one of the most effective means of protecting incumbents: the money the Legislature spends on itself.   At a hearing described as the first in memory on the subject, the senators called for changes in the convoluted process that would make the Legislature's own budget, proposed at $168 million for next year, more open to scrutiny by the public and even the lawmakers themselves.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/03/11/style/chronicle-347093.html","abstract":"  Dr. WILLIAM BAKER, president of Channel 13, WNET, says he has figured out how to put on a television show without spending any money,    \"This may be perhaps the lowest cost program in the history of Channel 13,\" he said yesterday as he described the program, \"Inside 13,\" that has been on the air on Wednesdays at 5:30 P.M. since October.","thumbnail":null,"section":"Style"},{"date":"19930311","headline":"Bungee Jumping at the U.N.","web_url":"https://www.nytimes.com/1993/03/11/opinion/bungee-jumping-at-the-un.html","abstract":"  In a graphic phrase not common to United Nations reports, Dick Thornburgh writes that funding peacekeeping is \"much like a financial 'bungee jump,' often undertaken in blind faith that timely appropriations will be forthcoming.\" The former Attorney General, in his final report after a year as Undersecretary for Administration and Management, sensibly proposes a new Office of Inspector General. It would check waste and fraud and discourage bungee jumping.    But it's hard to demand businesslike behavior at the U.N. when its members set an example of gross negligence. Because of chronic shortfalls in regular contributions -- the U.S. still owes $240 million in past dues and $309 million in current dues -- the U.N. has to borrow from special peacekeeping accounts for normal expenses.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Why Canadians Grew Cold to Mulroney","web_url":"https://www.nytimes.com/1993/03/11/opinion/l-why-canadians-grew-cold-to-mulroney-336593.html","abstract":"  To the Editor:   Were you being tongue in cheek in \"Mr. Mulroney Steps Down\" (editorial, Feb. 25), praising Brian Mulroney, the Canadian Prime Minister? While you acknowledge that he is unpopular at home (he has the lowest popularity rating of any Canadian Prime Minister in this century), you state that he has been a \"good friend\" to the United States.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Atlanta Stadium Is Done Deal Following a Five-Ring Circus","web_url":"https://www.nytimes.com/1993/03/11/sports/olympics-atlanta-stadium-is-done-deal-following-a-five-ring-circus.html","abstract":"  After weeks of bitter debate and charges of race and class betrayal, an agreement was reached today that will allow construction of a $207 million Olympic stadium and its conversion after the 1996 Summer Games to a baseball park for the Atlanta Braves.   In a 6-1 vote, the Fulton County Commission approved an agreement that will permit construction of an 80,000-seat stadium just south of downtown Atlanta and adjacent to the existing Atlanta-Fulton County Stadium.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Pentagon to End Secrecy About Poison Gas Tests","web_url":"https://www.nytimes.com/1993/03/11/us/pentagon-to-end-secrecy-about-poison-gas-tests.html","abstract":"  Responding to pressure from Congress and the White House, the Defense Department did an abrupt about-face today and promised to end the secrecy surrounding World War II experiments in which servicemen were subjected to poison gases.   Deputy Defense Secretary William Perry rescinded a secrecy oath imposed on the test participants and said the military would declassify research records in an effort to help those who took part qualify for veterans benefits.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"Mitchell Receives a Mark of Perfection","web_url":"https://www.nytimes.com/1993/03/11/sports/figure-skating-mitchell-receives-a-mark-of-perfection.html","abstract":"  The search for perfection began with a magnet on the refrigerator. Mark Mitchell drew a big \"6.0\" in red magic marker on a piece of paper in January and stuck it to his refrigerator in Wellesley, Mass.   Whenever he ate leftovers, whenever he drank flat soda, the number was there.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Essay; Communostalgia","web_url":"https://www.nytimes.com/1993/03/11/opinion/essay-communostalgia.html","abstract":"  As a tourist enters the 700-year-old Matthias Church, she is jostled in the crowd; moments later, she reaches into her pocket and cries, \"My wallet is gone!\" At the police station, she meets two couples, Dutch and German, also victims of pickpockets in the same place on the same afternoon.    The policemen sympathize: Gypsies, they explain. Or a Bulgarian gang. It becomes apparent that the feeble authorities will do nothing to stop the systematic rip-off.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-letters-to-the-editor-90984972618.html","abstract":"Intervention in Bosnia. Regarding \"For a NATO-Russian UN Intervention to End the War in Bosnia\" (Opinion, Feb. 26) by Jane M. O. Sharp and Vladimir Baronovsky:. Maximum coordination between the West and Russia in Bosnia is a laudable idea, not l","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Dispute Erupts Over Proposal For Homeless","web_url":"https://www.nytimes.com/1993/03/11/nyregion/dispute-erupts-over-proposal-for-homeless.html","abstract":"  A dispute over a small, relatively inexpensive program to house homeless families erupted into a bitter battle between the Dinkins administration and the New York City Council yesterday.   The program, which gives bonuses and rent supplements to landlords who house homeless families, appeared innocently enough, as a $5.8 million item tucked into a routine administration proposal for $400 million worth of changes in the city budget. The city makes such proposals to reflect costs and other developments unanticipated when the budget was drawn up during the previous year.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"U.S. PRESSING NATO FOR A PEACE FORCE TO PATROL BOSNIA","web_url":"https://www.nytimes.com/1993/03/11/world/us-pressing-nato-for-a-peace-force-to-patrol-bosnia.html","abstract":"  The United States is urging its allies to start preparing an international force, expected to exceed 50,000 troops, that would be sent to Bosnia and Herzegovina immediately after a peace settlement there, diplomats and military officials said today.   But planning for the force, which could include as many as 20,000 American troops, is being hampered by a dispute between the United States and France over who would command it.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"Palestinians Reject Invitation to New Peace Talks","web_url":"https://www.nytimes.com/1993/03/11/world/palestinians-reject-invitation-to-new-peace-talks.html","abstract":"  Palestinian leaders rejected an American and Russian invitation today to attend a new round of Middle East peace talks next month, saying that Israel had yet to resolve the issue of its expulsion of some 400 Muslim fundamentalists from the occupied territories in mid-December.    While the surprising refusal of the Palestinians even to accept the invitation was a setback for the Clinton Administration, they stopped well short of declaring that they would not ultimately rejoin the negotiations, scheduled to resume on April 20 in Washington.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-letters-to-the-editor-90847173436.html","abstract":"Financing to Follow. Regarding \"Calling a Tail a Leg: A Tax-Rise Name Game\" (Opinion, Feb. 23) by William Safire:. If you, Mr. Safire, had a member of your family uninsured you would not rest until he or she got insurance. President Bill Clinton","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-letters-to-the-editor-92139479202.html","abstract":"The Left Has No Monopoly. Regarding \"This 'Must Do' President Doth Propose Too Much\" (Opinion, March 4):. George Will states, \"A rough measure of an administration's leaning to the left is its reluctance to recognize limits on its compet","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Schools' Managing of Texts Is Called Inadequate","web_url":"https://www.nytimes.com/1993/03/11/nyregion/schools-managing-of-texts-is-called-inadequate.html","abstract":"  The Board of Education's system for keeping track of its purchase and inventory of high school textbooks is totally inadequate, City Comptroller Elizabeth Holtzman contended yesterday. Because of that, she said, many textbooks in the high schools may be out of date, but it is impossible to know how many students are actually using the old texts because of the board's inadequate inventory methods.   The Comptroller reported in an audit released yesterday that a random sample of 266 of the 700 different textbooks found in 30 city high schools showed that about 30 percent were outmoded and were an average of 19 years old.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-letters-to-the-editor-90641892883.html","abstract":"Explaining Serbia. I find the U.S. government's attitude toward Serbia most inequitable. In both world wars the Serbs fought valiantly on the side of justice and freedom. This human loss, in both instances, at the hands of the Croatians and Germans was en","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Fatal Dispute Finally Ready for Trial","web_url":"https://www.nytimes.com/1993/03/11/nyregion/fatal-dispute-finally-ready-for-trial.html","abstract":"  It was a minor slight, the sort that happens every day in New York City, that led to the death of Grady Alexis.   Mr. Alexis, a Haitian-born artist, and two friends were walking down Eighth Street near Fifth Avenue in Greenwich Village when a four-wheel-drive vehicle passed uncomfortably close to them. One of the three men shouted at the driver.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Review/Television; Teen-Agers at Risk From Health or Law","web_url":"https://www.nytimes.com/1993/03/11/movies/review-television-teen-agers-at-risk-from-health-or-law.html","abstract":"  Six teen-age boys -- three of them critically ill; the other, slightly older three serving sentences in a detention camp for juveniles -- are brought together in \"A Time for Life.\" The two-hour program is part of a series, \"Desperate Passage,\" that Lee Stanley, a West Coast documentary producer, has been making about juvenile offenders.   In inviting the group onto his yacht for a three-day sail around Catalina Island, the centerpiece of the program, Mr. Stanley was evidently trying to arouse viewer sympathy for the three Los Angeles gang members, whose lives, he says, are no less at risk than those of the sick boys. All face untimely death, and as Mr. Stanley sees it, there may be more hope for those receiving medical help than for those whom he calls \"throwaway kids.\"","thumbnail":null,"section":"Movies"},{"date":"19930311","headline":"New Bonilla, but Old Issues Tag Along","web_url":"https://www.nytimes.com/1993/03/11/sports/baseball-new-bonilla-but-old-issues-tag-along.html","abstract":"  Bobby Bonilla, roughed up but not repentant after the 1992 season, said he wanted nothing so much as \"a fresh 162\" in 1993. He has changed his physique. He said the Mets would be a more cohesive, sounder outfit with the experience of last year. He said he would alter his erratic relationship with the media.   Already, though, Bonilla, if he isn't yet engulfed by them, is being surrounded again by troublesome issues raised during his first season as the $29 million right fielder for the Mets.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-in-our-pages-100-75-and-50-years-ago-92146618832.html","abstract":"1918: A Russian Plot. PETROGRAD . The Pravda, the Bolshevist organ, today [March 10] publishes a sensational appeal to workmen and peasants to arm against a counter-revolutionary plot. Prince Lvov, the first Premier after the revolution, is alleged to hav","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"The Republicans Strike Back","web_url":"https://www.nytimes.com/1993/03/11/opinion/the-republicans-strike-back.html","abstract":"  Republican critics of President Clinton's budget have taken a polemical pasting in the past few weeks for not offering a specific alternative. But when the House Budget Committee's Republican members laid out 80 pages of detail for the committee yesterday, they were brushed aside with barely a nod. Their effort deserved better.   The President's challenge to the Republicans, to offer their own \"specifics\" if they didn't like his, was smart politics and smart budget strategy. Politically, it put the Republicans -- the party of budget cutters -- on the defensive, mocked for criticizing a Democratic President who proposed real deficit reduction. And strategically, by demanding that they be specific, the President was bidding the Republicans to take specific risks, as he had done in proposing unpopular spending cuts and tax increases.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-letters-to-the-editor.html","abstract":"A Pox on Hyphenation. At a time when seemingly well-meaning Americans are pushing agendas for ethnic rights and political correctness, we must maintain the ideal that all arriving immigrants will assimilate as citizens. This does not mean they must abando","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/11/nyregion/bridge-245094.html","abstract":"  A prizeworthy lead, with honors to the partner who doubled and the opener, who figured it out.    If there were an annual prize for the best opening lead, West on the diagramed deal would be a strong candidate. Gene Saxe of Stamford, Conn., was in that seat, playing in a Von Zedtwitz Double Knockout Match eight days ago, and he was steered delicately in the right direction by his partner, Tom Smith of Greenwich, Conn.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Arrests May Signal End of Basque Terrorism","web_url":"https://www.nytimes.com/1993/03/11/world/arrests-may-signal-end-of-basque-terrorism.html","abstract":"  A string of arrests of leading guerrillas in France last month has stirred cautious optimism in Spain that the end of the Basque terrorist movement may finally be in sight.   Sweeps by the Spanish and French police over the last year have dealt a severe blow to the group, experts say, and prompted debate in its ranks over whether it should seek a negotiated end to 25 years of bombings and killings. The organization, Basque Homeland and Freedom, is known as E.T.A. for its initials in Basque.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"SUPER-FAST STAR MAY LEAVE GALAXY","web_url":"https://www.nytimes.com/1993/03/11/us/super-fast-star-may-leave-galaxy.html","abstract":"  Astronomers have clocked a star traveling faster than any ever seen before. It is leaving behind a luminous wake of gases in the shape of a guitar and going so fast that it should eventually escape the gravitational bonds of the Milky Way galaxy.   The tiny, dense neutron star is traveling 2,232,000 miles an hour, more than 100 times as fast as the Sun, meaning it could cover the distance between New York and Los Angeles in less than five seconds.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"Corrections","web_url":"https://www.nytimes.com/1993/03/11/nyregion/c-corrections-411093.html","abstract":"  An article on Feb. 2 about the appointment of George E. Rupp as president of Columbia University referred imprecisely to a statement by Henry L. King, chairman of Columbia's trustees, about challenges facing the university. Mr. King said Dr. Rupp was ideally suited to meet those challenges. But he did not mention any challenges specifically; the adjoining list of issues was The Times's. Mr. King pointed out the distinction in a letter dated March 4.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"A Dane Proves Winning Is the Way to Quiet Critics","web_url":"https://www.nytimes.com/1993/03/11/sports/IHT-a-dane-proves-winning-is-the-way-to-quiet-critics.html","abstract":"Were this the United States, Richard Moller Nielsen might have hired an agent, dictated his life story to a ghost writer, become commercial spokesman for a half-dozen products, made a lot of new friends he really didn't like, carried a cellular phone at a","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"If Parade Is Religious, It's Illegal, Suit Will Charge","web_url":"https://www.nytimes.com/1993/03/11/nyregion/if-parade-is-religious-it-s-illegal-suit-will-charge.html","abstract":"  Like Hydra and its heads, the St. Patrick's Day parade controversy has spawned another lawsuit, this one charging that if the parade is a religious event, as its sponsors say, then it violates the separation of church and state.   The suit is expected to be filed today, just six days before the parade, in State Supreme Court in Manhattan by the Center for Constitutional Rights and its lawyers, William M. Kunstler and Ronald L. Kuby. It seeks a court order barring the city from issuing a parade permit to the Ancient Order of Hibernians, who won a suit in Federal District Court on Feb. 26, establishing their claim to the permit and their right to exclude a gay Irish group from the march up Fifth Avenue. 'A Frivolous Claim'    \"It's ridiculous,\" said Lorna B. Goodman, chief of litigation in the Office of the Corporation Counsel, the New York City's lawyers. \"It's a frivolous claim, an absolutely frivolous claim.\"","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Prosecutor Says He Will Return A Seized BMW","web_url":"https://www.nytimes.com/1993/03/11/nyregion/prosecutor-says-he-will-return-a-seized-bmw.html","abstract":"  The Suffolk County District Attorney, a car buff who has been using a BMW seized from a drug dealer as his official car, is about to trade down.   The District Attorney, James M. Catterson, said today that he planned to retire the BMW because of high mileage and because publicity about it \"has compromised my personal security.\"","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Delahoussaye Milestone","web_url":"https://www.nytimes.com/1993/03/11/sports/sports-people-horse-racing-delahoussaye-milestone.html","abstract":"  EDDIE DELAHOUSSAYE became the 14th jockey in racing history to win 5,000 races when he captured yesterday's fifth race at Santa Anita on Ackler. BILL SHOEMAKER, LAFFIT PINCAY JR., ANGEL CORDERO JR.  and JORGE VELASQUEZ are among the other riders who have accumulated 5,000 victories. Shoemaker is the career leader with 8,833.    \"This is a great personal goal for me,\" Delahoussaye said. \"Ten years ago, I was happy to win 3,000, then I got 4,000, and I didn't think it could get better. Maybe I'm just getting better as I get older.'","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Rate Increase Of 5% Allowed For Con Edison","web_url":"https://www.nytimes.com/1993/03/11/nyregion/rate-increase-of-5-allowed-for-con-edison.html","abstract":"  The New York Public Service Commission yesterday approved a 5 percent rate increase for electricity customers of Consolidated Edison, to take effect on April 1.    For a typical apartment dweller using 250 kilowatt hours a month the bill would rise to about $40.50 from $39; for a customer in a house the increase would be about twice that much.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Deadly Bomb Was Cheap and Easily Made, Experts Say","web_url":"https://www.nytimes.com/1993/03/11/nyregion/the-twin-towers-deadly-bomb-was-cheap-and-easily-made-experts-say.html","abstract":"  The bomb that savaged the World Trade Center, investigators and explosive experts said yesterday, apparently was put together with ordinary chemicals that are widely and cheaply available at chemical supply houses and gardening centers throughout the country.   Experts now estimate that the bomb weighed about 1,000 pounds and that the chemicals to make it were bought for a little more than $400.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"House Committee Clears Clinton Plan To Shrink the Deficit Over Five Years","web_url":"https://www.nytimes.com/1993/03/11/us/house-committee-clears-clinton-plan-to-shrink-the-deficit-over-five-years.html","abstract":"  President Clinton's plans to shrink the deficit cleared their first Congressional hurdle tonight when Democrats pushed his proposals through the House Budget Committee on a 26-to-17 party-line vote.   The Senate Budget Committee scheduled votes for Thursday on a similar measure calling for $502 billion in spending cuts and revenue increases over five years.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"Aspin May Clash With Powell on Long-Term Plan","web_url":"https://www.nytimes.com/1993/03/11/us/aspin-may-clash-with-powell-on-long-term-plan.html","abstract":"  Defense Secretary Les Aspin has ordered a review of how to shrink the military's long-term budget and troop levels that could put him and Gen. Colin L. Powell, the Chairman of the Joint Chiefs of Staff, on a collision course.   The review's methodology borrows heavily from a plan Mr. Aspin used last year, when he was chairman of the House Armed Services Committee, to shape the current military budget. But it runs at cross-purposes with an approach favored by General Powell, the nation's senior military adviser.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"Miami Officer's Retrial Moved Yet Again","web_url":"https://www.nytimes.com/1993/03/11/us/miami-officer-s-retrial-moved-yet-again.html","abstract":"  For the fourth time in a year, a state court has moved the retrial of Officer William Lozano, the Miami policeman charged with manslaughter in the deaths of two black men in 1989. Today's decision shifts the trial back to Orlando from Tallahassee and delays it two more months, until May 17.   The ruling, by the District Court of Appeal here, came at the request of both defense and prosecution. Both sides objected to a district judge's decision to shift the trial, which was to have started this week, from Orlando to Tallahassee to improve the likelihood that blacks would be on the jury.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/03/11/sports/transactions-111793.html","abstract":"  Baseball  American League  BALTIMORE ORIOLES -- Named Walter Freeman director of promotions for the Baysox of the Eastern League.   SEATTLE MARINERS -- Optioned Andy Nezelek, pitcher, to Calgary of the Pacific Coast League. Sent Shawn Estes, Ron Villone, and Bob Wolcott, pitchers, to their minor-league camp for reassignment. National League  HOUSTON ASTROS -- Agreed to terms with Jeff Bagwell, first baseman, on a one-year contract.   SAN FRANCISCO GIANTS -- Named Sherry Davis public address announcer. Basketball  National Basketball Association  DETROIT PISTONS -- Suspended Dennis Rodman, forward, for one game without pay for chronic violations of team policy.   PHOENIX SUNS -- Activated Oliver Miller, center, from the injured list. Football  National Football League  CHICAGO BEARS -- Signed Joe Cain, linebacker.   DALLAS COWBOYS -- Signed John Jett and Steve Domingos, punters.   PITTSBURGH STEELERS -- Signed Cornell Holloway, defensive back, and Steve Avery, running back. Hockey  National Hockey League  NEW YORK RANGERS -- Sent Steven King, right wing, to Binghamton of the American Hockey League.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Trump Owes Back Taxes on Land for Tower","web_url":"https://www.nytimes.com/1993/03/11/nyregion/trump-owes-back-taxes-on-land-for-tower.html","abstract":"  Donald J. Trump owes New York City $4.4 million in back property taxes for his land on the Upper West Side of Manhattan, where he plans to build a huge $3 billion apartment complex, city records show.   Mr. Trump said in an interview on Tuesday that he was thinking about withholding his tax payments, and would continue to do so until he gets new benefits from the city and state, including tax breaks and state-backed financing.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"As N.A.A.C.P. Seeks a New Leader, The Talk Is of Jesse Jackson's Fitness","web_url":"https://www.nytimes.com/1993/03/11/us/as-naacp-seeks-a-new-leader-the-talk-is-of-jesse-jackson-s-fitness.html","abstract":"  As the N.A.A.C.P., searches for a new executive director, a single question is occupying many of its members: Would the Rev. Jesse Jackson be a good fit for the nation's oldest and largest civil rights organization?   To be sure, Mr. Jackson is only one of a handful of candidates to succeed the Rev. Benjamin L. Hooks, who is stepping down at the end of this month after heading the organization for 15 years.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"Negotiations With Texas Cult Cover Ever-Shifting Ground","web_url":"https://www.nytimes.com/1993/03/11/us/negotiations-with-texas-cult-cover-ever-shifting-ground.html","abstract":"  The telephone conversations ramble on late into the night, veering from haggles over milk delivery to confessions of childhood failures to disquisitions on the Book of Revelation, like a game of three-dimensional chess with ever-changing rules.   But as negotiations at the compound continued today for the 11th day, it was clear that a resolution revolved around two questions: What does David Koresh want? And can the authorities offer the besieged cult leader, who could face life in prison or worse, anything more appealing than an apocalyptic martyr's death that would fulfill his own biblical prophecies?","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/03/11/us/inside-389093.html","abstract":"  H.U.D. Is Again Under Fire   A report warns that another scandal at the Department of Housing and Urban Development \"is a distinct possibility.\" Page A21. Smooth Sailing for Reno    President Clinton's nominee for Attorney General, Janet Reno, won unanimous approval in the Senate Judiciary Committee. Page A21. Deficit Plan Clears Hurdle    The President's plans to shrink the deficit cleared their first Congressional hurdle. Page A20. Indian Casino for New York    New York officials and the Oneida Indians reached accord on a plan for a high-stakes casino. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"More Twin Tower Mysteries","web_url":"https://www.nytimes.com/1993/03/11/opinion/more-twin-tower-mysteries.html","abstract":"  Of the many questions emerging from the World Trade Center blast, two deserve special attention. The first concerns causes: How much did Federal investigators actually know --    before    the bombing -- about the mysterious Muslims in Jersey City? The second deals with consequences: How should the twin towers deal with the threat of further terrorist attacks?   The question of what the F.B.I. knew took on fresh meaning with the disclosure that the F.B.I. had begun watching its prime suspect, Mohammed Salameh, well before the attack. The agency also arrested another suspect yesterday, a man who may have known how to make a bomb and certainly knew Mr. Salameh.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"BRITISH LEADER HIT BY TORY REBELLION","web_url":"https://www.nytimes.com/1993/03/11/world/british-leader-hit-by-tory-rebellion.html","abstract":"  Only 11 months after the Conservative Party won a narrow re-election victory, Prime Minister John Major's grip on government has slipped, strained by a growing rebellion within his party over Europe and deepening public dismay over his failure to turn the country's moribund economy around.   The latest setback came Monday, when a minority of defiant, right-wing Tory defectors cost Mr. Major a vote in the House of Commons, only the second time since the Conservatives took control of Westminister in 1979 that they have failed to carry their majority.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"Review/Theater; How a Labour of Love Turns Out Well for All","web_url":"https://www.nytimes.com/1993/03/11/theater/review-theater-how-a-labour-of-love-turns-out-well-for-all.html","abstract":"  With its many roles for young actors and its light literary motifs, \"Love's Labour's Lost\" is a salutary choice for a youthful company like the one assembled by Michael Langham at St. Clement's Church. Most of the actors graduated from the Juilliard School, where they presumably studied with Mr. Langham, until recently the head of its drama division. The result is a closer responsiveness between the performers and the director than is often found at Theater for a New Audience. The cast evokes memories of that earlier group of Juilliard graduates who became the charter members of the Acting Company.   In his distinguished career, Mr. Langham has staged a number of productions of \"Love's Labour's Lost,\" in England, at the Stratford Festival in Canada and at Juilliard. He is a master of the play's gently satiric humors. This time, he views the comedy as more autumnal than vernal. Russet colors dominate the palette in Douglas Stein's attractive set. One might suggest that the feeling in the air is that of homecoming or post-graduation, as the King of Navarre gathers his three closest friends for three years of celibacy and learned discourse.","thumbnail":null,"section":"Theater"},{"date":"19930311","headline":"REPORTS WARNING OF H.U.D. PROBLEMS","web_url":"https://www.nytimes.com/1993/03/11/us/reports-warning-of-hud-problems.html","abstract":"  Four years after corruption and mismanagement scandals mired the Department of Housing and Urban Development, a succession of reports has warned that the department's management systems remain out of control, and its Inspector General has warned that \"another H.U.D. scandal is a distinct possibility.\"   The reports say problems in staffing, data systems and accounting controls are leading to the misuse of hundreds of millions of dollars, leaving the department with an uncertain grasp of more than $1 trillion in financial commitments.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"For a German Gadfly, a New Play, a New Furor","web_url":"https://www.nytimes.com/1993/03/11/arts/for-a-german-gadfly-a-new-play-a-new-furor.html","abstract":"  Rolf Hochhuth, the German playwright whose provocative dramas have been setting off political controversies for 30 years, has ignited another one with a play that some say seeks to justify the killing of a senior German official in 1991.    The official, Detlev Rohwedder, was president of the Treuhand agency, which is charged with privatizing businesses formerly owned by the East German state. In his new play, which opened in Berlin last month, Mr. Hochhuth accuses the Treuhand of \"plundering East Germany\" and condemns Mr. Rohwedder as \"a useful idiot for speculators\" who practiced \"brutal economic Darwinism.\"","thumbnail":null,"section":"Arts"},{"date":"19930311","headline":"Review/Dance; Movement Toward Death? If You Like","web_url":"https://www.nytimes.com/1993/03/11/arts/review-dance-movement-toward-death-if-you-like.html","abstract":"  Beauty is in the eye of the ticket holder, and \"Enter,\" a magisterial hourlong new dance work by Merce Cunningham, is guaranteed to affect viewers in myriad ways.   Quite rightly, the loyalists who packed the house at the opening of the Merce Cunningham Dance Company's two-week season at City Center (131 West 55th Street, Manhattan) virtually rose as one to give this fiercely danced local premiere a roaring ovation. \"Enter\" immediately impresses itself upon the eye: it is filled with taut Matisse-like circles of dancers, figures cast upon the floor like abandoned statuary, and dominant dynamic activity subsiding into serenity against a backdrop that Seurat might recognize in its updated pointillism.","thumbnail":null,"section":"Arts"},{"date":"19930311","headline":"Comical Everyman Of Italian Cinema","web_url":"https://www.nytimes.com/1993/03/11/movies/comical-everyman-of-italian-cinema.html","abstract":"  When an actor has made 187 films, as Alberto Sordi has, there are few things in life that do not serve as a cinematic lesson. That includes prosciutto, which is, in a way, the key to his art, although the subject will probably not come up during the two-week Sordi program, \"Italy's Everyman,\" that began on Tuesday at the Film Society of Lincoln Center.   Speaking through an interpreter at Harry Cipriani's in Manhattan, Mr. Sordi explained the prosciutto theory, one that he arrived at while filming a long, complicated tantrum scene in \"Un Borghese Piccolo Piccolo\" (\"A Very Little Man\"). As Mr. Sordi tells the story, Shelley Winters, playing his wife, insisted on lengthy preparations for the scene, which included listening to 10 minutes of Israeli folk songs.","thumbnail":null,"section":"Movies"},{"date":"19930311","headline":"Rodney King Unsure on Beating Details","web_url":"https://www.nytimes.com/1993/03/11/us/rodney-king-unsure-on-beating-details.html","abstract":"  Under insistent cross-examination, Rodney G. King conceded today that he had lied in the past about his beating two years ago and that he was not sure today whether the police officers who beat him had used racial epithets or threatened to kill him, as he testified Tuesday.   But throughout a grueling day, Mr. King's demeanor remained quiet as he seemed to search his memory and grope for answers. Licking his lips and puffing his cheeks in seeming exhaustion in the final hour, he admitted his confusion but insisted, \"I'm telling you the best way I remember it.\"","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"Laker Big Apple Glow Dims in Knicks' Luster","web_url":"https://www.nytimes.com/1993/03/11/sports/on-pro-basketball-laker-big-apple-glow-dims-in-knicks-luster.html","abstract":"  On the day he walked into the Los Angeles Lakers' locker room, having fled for his basketball life from the Continental Basketball Association, Tony Campbell was sure he had signed and gone to heaven. There sat Kareem Abdul-Jabbar, James Worthy, Michael Cooper and Byron Scott. Here came Magic Johnson to shake his hand and show him around his new luxury quarters.   In walked Pat Riley to ask him how it felt to have traded in his Albany Patroons outfit for the uniform of champions.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"St. Jovite Will Miss Race at Gulfstream","web_url":"https://www.nytimes.com/1993/03/11/sports/st-jovite-will-miss-race-at-gulfstream.html","abstract":"  The American debut of the European champion St. Jovite will not take place Sunday in the $500,000 Gulfstream Park Handicap, his trainer said, because the 4-year-old colt needs about three more weeks of training.   The horse, owned by Virginia Kraft Payson, has been training at the Payson Park complex at Indiantown, 70 miles north of Gulfstream. But his trainer, Roger Attfield, said Tuesday, \"The Gulfstream Park Handicap is coming up a little too quickly, and I'm returning to my original thinking of giving St. Jovite more time.\"","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/03/11/nyregion/news-summary-350593.html","abstract":"  International A3-17  U.S. SEEKS NATO BOSNIA FORCE  The U.S. is urging allies to prepare an international force that would be sent the Bosnia immediately after a peace settlement there, but planning is being hampered by a dispute between the U.S. and France over who would command it.  A1  The U.N. military chief in Bosnia is headed for besieged enclave.  A16","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/03/11/nyregion/metro-digest-457993.html","abstract":"  SECOND SUSPECT IN TRADE CENTER BLAST   A chemical engineer of Palestinian descent was charged with aiding in the World Trade Center bombing. He became the second suspect directly linked to the blast that left at least five dead and more than 1,000 injured. A1. FOCUS ON A SHARED BANK ACCOUNT   Investigators are focusing on about $8,000 that recently flowed through a New Jersey bank account shared by the two suspects. A1.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Islanders Take Loss in Stride","web_url":"https://www.nytimes.com/1993/03/11/sports/hockey-islanders-take-loss-in-stride.html","abstract":"  After winning a grueling game the night before on Long Island and traveling through the early hours of the morning, the Islanders were exhausted and likely to be beaten by the league's best team tonight, even if the well-rested Montreal Canadiens were without seven injured regulars plus their hospitalized head coach.   So, Montreal's 5-1 victory at the Forum tonight wasn't that big a surprise. It ended the Islanders' five-game winning streak and spoiled their chance to move up in the Patrick Division. The Islanders remain in fifth place, 1 point behind the Rangers, who hold the final playoff berth.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"50 Years Later, Nazism's Terrors Live On","web_url":"https://www.nytimes.com/1993/03/11/opinion/l-50-years-later-nazism-s-terrors-live-on-337393.html","abstract":"  To the Editor:   \"She Spied, but Hitler Was the Traitor\" (Op-Ed, Feb. 20) by Shareen Blair Brysac begins with the execution at Plotzensee Prison in Berlin on Feb. 16, 1943, of the Milwaukee-born Dr. Mildred Harnack-Fish, a leader in the anti-Nazi Red Orchestra organization. Her beheading still strikes terror into the hearts of those who witnessed the rise and empowerment of the Nazi regime, which reached its height of brutality in those days of 1943 and 1944, when its leaders realized the war was lost. Stalingrad had just become the nemesis of the Eastern front, and the air bombardment of German cities had begun, bringing home that the supposed invincibility of the German Reich was a myth.   Mildred Harnack-Fish, I presume, was married to the son of Dr. Adolf von Harnack, the theologian and humanist, once director general of the Prussian State Library and president of the Kaiser Wilhelm Institute (after World War II, the Max Planck Institute). Adolf von Harnack was a scientist of great distinction, who represented the best of German culture and thinking. It is no wonder that in such an environment as the young Harnacks lived, Nazi ideology kindled active resistance.   Almost concurrent with Mildred Harnack-Fish's death, Hans Scholl and Sophie Scholl, brother and sister students at the University of Munich, were executed at Stadelheim Prison in Munich. They and several more students and a professor were members of the White Rose, a secret society whose main sin had been to print and distribute leaflets and other material to appeal to the conscience of academic circles in Bavaria and to counter the lies of German victories on the many war fronts.    These young people, like the July 20, 1944, resistance group, were victims of the Volksgerichtshof (the People's court) under Judge Roland Freisler. All were condemned to death. Luckily for Freisler, he died in an air raid, instead of at the Nuremberg war crimes trials, where he belonged. HELLA MARIA HOLMAN  Springfield, Ill., Feb. 26, 1993","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Narcotics Officer Slain","web_url":"https://www.nytimes.com/1993/03/11/nyregion/narcotics-officer-slain.html","abstract":"  An undercover narcotics detective who had just returned with backup officers to complete a a \"buy and bust\" marijuana deal was killed yesterday when one of the suspects opened fire at an East Village store. He was the first officer killed in the line of duty this year.    Article, page B1.     ","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"DIRECTOR LEAVING DISEASE CENTERS","web_url":"https://www.nytimes.com/1993/03/11/us/director-leaving-disease-centers.html","abstract":"  Dr. William L. Roper resigned today as chief of the Federal Centers for Disease Control and Prevention, continuing the removal of some Bush Administration appointees from top health posts.   Dr. Roper, 44, a pediatrician who was appointed to the position in 1990, was asked to step down, said officials of the Department of Health and Human Services, which oversees the centers. The resignation will take effect on June 30, and a successor has not yet been named.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-in-our-pages-100-75-and-50-years-ago-91486011366.html","abstract":"1943: Women in Uniform. WASHINGTON - [From our New York edition:]. Spokesmen for the nation's 8,000 women physicians argued vigorously today [March 10] in favor of the commissioning of eligible women doctors in the Medical Corps of the Army, asking that t","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Aid to Russia: Should Yeltsin Be the Focus?","web_url":"https://www.nytimes.com/1993/03/11/world/aid-to-russia-should-yeltsin-be-the-focus.html","abstract":"  The Clinton Administration's energetic new campaign to help Boris N. Yeltsin comes at a time when the Russian President's political future is again precarious and he is engaged once again in the trenches with a hostile Congress.   And once again, the instinct of the more democratic, prosperous West to protect the tender shoots of freedom in Russia has run up against difficult questions: Can Western aid really help Russia until it sorts out its political and economic mess? What sort of aid does Russia need? Is Mr. Yeltsin really on the ropes? Should the West be concentrating so hard on Mr. Yeltsin -- or on Russia?","thumbnail":null,"section":"World"},{"date":"19930311","headline":"Detective Dies In Shooting In Drug Case","web_url":"https://www.nytimes.com/1993/03/11/nyregion/detective-dies-in-shooting-in-drug-case.html","abstract":"  An undercover narcotics detective who had just returned with backup officers to complete a \"buy and bust\" marijuana deal was slain yesterday afternoon when one suspect opened fire at a silk-screening store in the East Village, the police said.    He was the first officer killed in the line of duty this year.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"THE TWIN TOWERS;","web_url":"https://www.nytimes.com/1993/03/11/nyregion/the-twin-towers.html","abstract":"  Federal investigators say they believe that money used to finance the bombing of the World Trade Center was transferred in recent months from Europe to a New Jersey bank account used by the two suspects now under arrest.    One law-enforcement official said that the Federal Bureau of Investigation was trying last night to trace the source of the wire transfer and that the existence of the money trail \"suggests some foreign group was financing them.\"","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"21 Reported Killed In 9 Egyptian Raids On Muslim Militants","web_url":"https://www.nytimes.com/1993/03/11/world/21-reported-killed-in-9-egyptian-raids-on-muslim-militants.html","abstract":"  In one of the biggest armed crackdowns against Muslim militants since the assassination of President Anwar el-Sadat in 1981, 21 people were killed and two dozen wounded in nine raids in Cairo and Aswan Tuesday night and today, security officials said.   The Interior Ministry said the police and security forces had killed 15 Islamic extremists, eight in one attack at the Al-Rahman mosque in Aswan. Three policemen, a woman and a child were reported killed in the Cairo raids.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"Notes on a New and Improved Era","web_url":"https://www.nytimes.com/1993/03/11/opinion/notes-on-a-new-and-improved-era.html","abstract":"The sun came out in New York last week after a long spell of weather, a good time to pause in life's turmoil and count our blessings. Ordinarily we would do this in November but things may not be as good then as they are now.\n\nThese are good times to be alive in America. The tide of hogwash is receding a little, and with the Republicans in eclipse, pious humbug also is slightly reduced. The young President seems to have a tonic effect on everybody, including his opponents. He thinks, he talks, he enjoys the give and take of politics, he has some good ideas, and he isn't full of himself. Democrats of my generation tend to be long on sensitivity and short on sense, but this President has the good sense to feel lucky. So should we.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Jurors Acquit Teen-Ager In Killing of Yale Student","web_url":"https://www.nytimes.com/1993/03/11/nyregion/jurors-acquit-teen-ager-in-killing-of-yale-student.html","abstract":"  After only four hours of deliberation, a Superior Court jury today acquitted a New Haven teen-ager of murder in the 1991 killing of a Yale University sophomore.    The defendant, James Fleming, 18, who was being tried a second time in the death of the student, Christian Prince, also was acquitted of attempted robbery.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"No Headline","web_url":"https://www.nytimes.com/1993/03/11/nyregion/no-headline-393993.html","abstract":"  \"I'm not sure he's reachable, period. I'm not sure he's that interested in surviving. If he genuinely perceives this to be the commencement of the end-times events, then he may see his role as being one of dying a martyr's death.\" -- DEREK DAVIS, professor of church-state studies at Baylor University, speaking of David Koresh.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Farm County's 4-H Cuts: Head, Heart, Hand, Help!","web_url":"https://www.nytimes.com/1993/03/11/nyregion/farm-county-s-4-h-cuts-head-heart-hand-help.html","abstract":"  The boys and girls of the Dairy Dudes Club were out last month selling candy bars for $1 each. So were the members of the Sheep Thrills, the Hop-a-Lot and about 45 other 4-H Clubs here in rural Schoharie County.    The candy sales, along with chicken barbecues, bowlathons and other fund-raising, took in more than $56,000, enough to save the 4-H Clubs from extinction, at least for a while.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1993/03/11/opinion/IHT-in-our-pages-100-75-and-50-years-ago.html","abstract":"1893: Greeks Offended. PARIS . Greece is up in arms! Have the Persians crossed the Pass of Thermopylae, or is the Turkish fleet at Navarin? Neither. A French playwright has produced a play based on Les Rois des Montagnes, a successful novel by Edmond Abou","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/03/11/arts/pop-and-jazz-in-review-276893.html","abstract":"  Buffalo Tom, and Pond  Maxwell's Hoboken, N.J.   Undue modesty reigned when Pond and Buffalo Tom shared a bill on Saturday. \"Thanks for bearing with us,\" said Bill Janovitz, the guitarist and lead singer of Buffalo Tom, which had played some new, unfamiliar songs during its set. \"Thanks for putting up with us,\" said Charlie Campbell, the guitarist and lead singer of Pond, who had joked throughout the band's set that the audience was simply waiting for Buffalo Tom. They were both enacting a standard alternative-rock strategy: speak uncertainly and carry a loud guitar.","thumbnail":null,"section":"Arts"},{"date":"19930311","headline":"A Trail of Clues That Was as Simple As Picking Up Suspect's Calling Card","web_url":"https://www.nytimes.com/1993/03/11/nyregion/twin-towers-trail-clues-that-was-simple-picking-up-suspect-s-calling-card.html","abstract":"  One link at a time, the chain of clues grew. First, a suspect was arrested carrying the business card of another man. The suspect, it turned out, had made calls to the man from what may have been a bomb factory in Jersey City. The two men shared a bank account. Their names appeared on the same car rental agreement.   Each clue forged a stronger link between Mohammed A. Salameh, the initial suspect in the the bombing of the World Trade Center, and the man the Federal Bureau of Investigation arrested yesterday at his suburban New Jersey home, Nidal A. Ayyad.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"A Revolution Italian-Style","web_url":"https://www.nytimes.com/1993/03/11/world/a-revolution-italian-style.html","abstract":"  For decades Italy functioned with a split personality. An overstaffed and grossly inefficient state was balanced by a dynamic and inventive private sector led by the likes of Fiat and Olivetti. While the former piled up debts and handed out patronage, the latter carved out an international reputation and kept the economy more or less buoyant.   It was not an ideal system. The lost mail, the useless factories and the general waste of time and money by the state cost the country dearly. But the system limped along, sustained by the endless elasticity of Italians. Now, however, the bribery and corruption scandal enveloping the nation has struck both the public and private sectors, undermining both and casting the country's future into doubt.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"Sports of The Times; Manhattan's Own Shining Moment","web_url":"https://www.nytimes.com/1993/03/11/sports/sports-of-the-times-manhattan-s-own-shining-moment.html","abstract":"  IT'S known as Manhattan College, but it's in the Bronx, a cluster of red-brick dorms and classrooms perched on a steep hill above Broadway among the now leafless trees of the Riverdale section.   \"All these stairs,\" one of its 3,600 students mentioned yesterday. \"That's why Manhattan has always had good track teams.\"","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Amateur Is Delighted Taking Long Drives","web_url":"https://www.nytimes.com/1993/03/11/sports/golf-amateur-is-delighted-taking-long-drives.html","abstract":"  Even as Vicki Goetze has built a reputation as the finest American woman amateur golfer since Juli Inkster, she has been perceived as a weak hitter who must rely on short-game wizardry to be successful.   So at today's pro-am at the Honda Classic, Goetze could take some pleasure in seeing her drives end up 100 yards past those of her partner, Jack Nicklaus.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Debunking Doubts That H.I.V. Causes AIDS","web_url":"https://www.nytimes.com/1993/03/11/us/debunking-doubts-that-hiv-causes-aids.html","abstract":"  Researchers have found evidence that contradicts what has become a tenet of a persistent but widely disparaged theory of the cause of AIDS: that recreational drug use and not the human immunodeficiency virus causes the deadly collapse of the immune system in people with AIDS.    In a commentary published today in Nature, the British science journal, researchers reported data showing that there is no relationship between recreational drug use, excluding intravenous drugs, and the development of AIDS.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/03/11/arts/pop-and-jazz-in-review-278493.html","abstract":"  The Fureys, and  Dolores Kean  Carnegie Hall    The term world music generally refers to African beats, Middle Eastern melodies or other styles that sound exotic to white European ears. But on Saturday night at Carnegie Hall, the Fureys and Dolores Kean demonstrated that Irish music, a genre as familiar and nostalgic to many New Yorkers as a letter from home, has a worldwide scope as well.","thumbnail":null,"section":"Arts"},{"date":"19930311","headline":"Increased Cigarette Tax Could Reduce Fires; Phase Out the Growing","web_url":"https://www.nytimes.com/1993/03/11/opinion/l-increased-cigarette-tax-could-reduce-fires-phase-out-the-growing-334993.html","abstract":"  To the Editor:   Former President Jimmy Carter doesn't go far enough when he proposes that President Clinton raise the tobacco tax $2 a pack to improve health care and reduce Federal budget deficits (letter, Feb. 21). He argues that this would raise more than $20 billion a year in new revenue and reduce smoking rates, particularly among the young, enough to save two million lives.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Death at a Fraternity Is Ruled Accidental","web_url":"https://www.nytimes.com/1993/03/11/nyregion/death-at-a-fraternity-is-ruled-accidental.html","abstract":"  The death of a Cornell University senior whose body was found lodged in a fraternity-house chimney in January was an accident, the Tompkins County Medical Examiner said today.    Toxicology reports and an autopsy confirmed the initial determination that the student, Terrence Ward Quinn, 21, died of asphyxiation caused by a prolonged bending of the neck, the Medical Examiner, Dr. John G. Maines, said.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Brooklyn Academy Gets $565,000 Drama Grant","web_url":"https://www.nytimes.com/1993/03/11/arts/brooklyn-academy-gets-565000-drama-grant.html","abstract":"  The Brooklyn Academy of Music received a $565,000 matching grant yesterday from the National Endowment for the Arts to expand its collaboration with international theater companies. The academy and 13 other New York City arts groups, among them Vivian Beaumont Theater at Lincoln Center, the Alvin Ailey Dance Theater and the Big Apple Circus, received a total of $3.35 million from the endowment.   In all, 60 challenge grants, worth $14.5 million, were given to arts organizations around the country yesterday. Under the conditions of the grants, they must be matched threefold by contributions from other sources over the next three years. To receive the money from the Arts Endowment then, the 14 groups in New York City must raise just over $10 million by 1996.","thumbnail":null,"section":"Arts"},{"date":"19930311","headline":"CHEMICAL ENGINEER IS HELD IN THE TRADE CENTER BLAST","web_url":"https://www.nytimes.com/1993/03/11/nyregion/the-twin-towers-chemical-engineer-is-held-in-the-trade-center-blast.html","abstract":"  A chemical engineer who had immigrated from the Mideast in 1985 and who had studied the principles of explosives was arrested and charged yesterday with aiding in the World Trade Center bombing. He became the second suspect directly linked to the Manhattan blast that left at least five dead and more than 1,000 people injured.   The suspect, Nidal A. Ayyad, a 25-year-old employee of Allied-Signal Inc., was seized at his apartment in Maplewood, N.J., at 6:42 A.M., by a SWAT team of Federal agents after a long trail of clues led from the initial suspect, Mohammed A. Salameh, 25, to the young chemist. The clues included a business card the authorities said was found in Mr. Salameh's possession when he was arrested last Thursday.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"No U.S.-Jordan Chill To the Editor:","web_url":"https://www.nytimes.com/1993/03/11/opinion/l-no-us-jordan-chill-to-the-editor-338193.html","abstract":"  A Feb. 21 news article paints an inaccurate picture of United States-Jordanian relations. The statement by Secretary of State Warren M. Christopher acknowledging Jordan's role in the Middle East peace process as the most forthcoming party, as well as his strong endorsement of Jordan's democratization, can hardly be referred to as a \"chill\" in relations. For the first time, a Secretary of State hints that Israel might not be the only democracy in the region.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Rebels in Liberia Reported to Suffer Setbacks","web_url":"https://www.nytimes.com/1993/03/11/world/rebels-in-liberia-reported-to-suffer-setbacks.html","abstract":"  After three years of tangled politics and intermittent warfare in Liberia, the rebel leader Charles Taylor's military position is deteriorating rapidly, according to reports from West Africa and State Department officials.    The officials say Mr. Taylor's rebel force, the National Patriotic Front of Liberia, is being pressed hard by a better armed West African peacekeeping force and their militia allies.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"SIDELINES: 'NFL International Week' Games Set","web_url":"https://www.nytimes.com/1993/03/11/sports/IHT-sidelines-nfl-international-week-games-set.html","abstract":"NEW YORK. The Dallas Cowboys will play the Detroit Lions on Aug. 8 in London rather than take on the Buffalo Bills in a Super Bowl rematch, the NFL said Wednesday in announcing its final lineup of overseas exhibition games.. Although the Cowboys had said","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Review/Fashion; Sexy Austerity From Jil Sander","web_url":"https://www.nytimes.com/1993/03/11/style/review-fashion-sexy-austerity-from-jil-sander.html","abstract":"  For the most part this season, fashion here has been tailor-made for the MTV generation -- young people with short attention spans. Trends on trends are piled on one runway (and sometimes on one outfit), a number of epoques are resurrected at once, and eight shows are crammed into one day.   Four design houses would survive the itch to switch stations: Jil Sander, Moschino, Prada and Callaghan.","thumbnail":null,"section":"Style"},{"date":"19930311","headline":"Foreign Affairs; Where's Bill?","web_url":"https://www.nytimes.com/1993/03/11/opinion/foreign-affairs-where-s-bill.html","abstract":"  The big mystery is, where is President Clinton on national security business? The answer is, keeping mostly out of sight, but very much involved and in charge -- to the point of telling his top aides exactly what he wants them to keep in mind even before policy choices bubble up to him. In a demanding and sometimes intimidating style, he almost always urges them to think broadly and act cautiously within a consensus.   Mr. Clinton actually devotes considerable time daily to his foreign chores. But he shuns the world spotlight, partly to show the folks at home he's minding their business and partly because he's still leery about his international footing.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Much At Stake In Big East Tourney","web_url":"https://www.nytimes.com/1993/03/11/sports/college-basketball-much-at-stake-in-big-east-tourney.html","abstract":"  In the 1980's, the Big East tournament was less a four-day exercise to determine the conference champion than a lucrative tuneup for the National Collegiate Athletic Association's 64-team tournament that followed, as five to six teams went into the weekend virtually assured of moving on.   But as the tournament begins tonight, the Big East has only two invitations it can count on: for St. John's and Seton Hall. By Sunday, Big East officials are hoping to have earned two more spots.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Doctor Is Slain During Protest Over Abortions","web_url":"https://www.nytimes.com/1993/03/11/us/doctor-is-slain-during-protest-over-abortions.html","abstract":"  An anti-abortion protester shot and killed a doctor during a demonstration outside his clinic here today, then surrendered to police officers, the authorities said. They said the slaying was the first of its kind in the nation.   The doctor, David Gunn, was shot several times after he got out of his car and approached the unmarked rear entrance of the Pensacola Women's Medical Services clinic, which he had opened this year. The 47-year-old doctor, who performed abortions at several clinics in Florida and other Southeastern states, died about two hours later in surgery at Sacred Heart Hospital.","thumbnail":null,"section":"U.S."},{"date":"19930311","headline":"Man, 19, Shot in Gunfight","web_url":"https://www.nytimes.com/1993/03/11/nyregion/man-19-shot-in-gunfight.html","abstract":"  A 19-year-old man was wounded yesterday in a gunfight with narcotics officers who had gone to a house in Jamaica, Queens, to execute a search warrant, the police said. Officer Andrew McInnis, a police spokesman, said five officers were fired upon as they were getting out of their cars in front of a house at 102-34 184th Street in Jamaica about 4:30 P.M. The police fired back, hitting Anthony Forbez, who was in front of the house, in the upper right chest, he said. The wounded man, who gave no address, was taken to Mary Immaculate City Hospital in Jamaica, where he was reported in stable condition.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Increased Cigarette Tax Could Reduce Fires","web_url":"https://www.nytimes.com/1993/03/11/opinion/l-increased-cigarette-tax-could-reduce-fires-333093.html","abstract":"  To the Editor:   Former President Jimmy Carter's Feb. 22 letter promotes the laudable idea of a $2 excise tax on each pack of cigarettes to deter smoking and raise revenues for good causes.","thumbnail":null,"section":"Opinion"},{"date":"19930311","headline":"Yeltsin Survives a Vote in Legislature on His Powers","web_url":"https://www.nytimes.com/1993/03/11/world/yeltsin-survives-a-vote-in-legislature-on-his-powers.html","abstract":"  President Boris N. Yeltsin dodged an opening attack by his belligerent legislative opposition today as the Congress of People's Deputies, meeting in emergency session, voted down a proposal that would have stripped him of most of his powers.   The proposal won 420 votes, short of the majority needed in the 1,033-member Congress. But it was seen as a sign of Mr. Yeltsin's eroding support and of the open hostility he faces in his battle with the legislature.","thumbnail":null,"section":"World"},{"date":"19930311","headline":"Indy Ride for Cogan","web_url":"https://www.nytimes.com/1993/03/11/sports/sports-people-auto-racing-indy-ride-for-cogan.html","abstract":"  RICK GALLES, the car owner for last year's Indianapolis 500 winner, AL UNSER Jr., will be back at Indy in May with a third driver, besides Unser and his regular teammate, DANNY SULLIVAN.    Galles, an Albuquerque, N.M., businessman, announced yesterday that KEVIN COGAN of Palos Verdes Estates, Calif., who hasn't been in a race car since he was hurt in the 1991 Indy 500, will drive for the team next May. \"We think he has great potential,\" said Galles. That, and a sponsor willing to pay for the one-race deal, clinched it for Galles.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Female P.A. Voice","web_url":"https://www.nytimes.com/1993/03/11/sports/sports-people-baseball-female-pa-voice.html","abstract":"  The San Francisco Giants made baseball history yesterday by picking a woman as their public-address announcer. SHERRY DAVIS, a legal secretary from Walnut Creek, Calif., will be the first full-time female stadium announcer in major league history, according to team officials.   \"I was surprised, but I hope that other women will try out now,\" said Davis, who beat out two finalists in auditions at Candlestick Park.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"Bridge","web_url":"https://www.nytimes.com/1993/03/11/nyregion/bridge-245093.html","abstract":"  A prizeworthy lead, with honors to the partner who doubled and the opener, who figured it out.    If there were an annual prize for the best opening lead, West on the diagramed deal would be a strong candidate. Gene Saxe of Stamford, Conn., was in that seat, playing in a Von Zedtwitz Double Knockout Match eight days ago, and he was steered delicately in the right direction by his partner, Tom Smith of Greenwich, Conn.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"New Features Next Season For Chamber Music Society","web_url":"https://www.nytimes.com/1993/03/11/arts/new-features-next-season-for-chamber-music-society.html","abstract":"  The Chamber Music Society of Lincoln Center is expanding its roster and adding a contemporary-music series to the offerings for its 1993-94, 25th-anniversary season. It has also appointed the pianist Andre Watts as its first guest-artist member, a new position to which a different performer will be named each year. And it has awarded its $10,000 annual Stoeger Prizes to the English composer Nicholas Maw and to the American composer Aaron Jay Kernis.    The society's main series, at Alice Tully Hall, will open with a nonsubscription concert on Oct. 20 and run through May 3. There will be 12 subscription programs, each played twice: the same number of performances as this season. Charles Kargacos, the society's executive director, said the budget would be about $2.5 million, up from $2.2 million this season.","thumbnail":null,"section":"Arts"},{"date":"19930311","headline":"Banks Gets An Offer He Can Refuse","web_url":"https://www.nytimes.com/1993/03/11/sports/pro-football-banks-gets-an-offer-he-can-refuse.html","abstract":"  While the Jets dig deeper into their pockets and await a visit from Reggie White, their next big free-agent target, the Giants have reacted coolly to free agency, allowing the departure of Leonard Marshall and making only a minimum contract offer to keep Carl Banks.   The Giants are one of the vast majority of clubs that has failed to sign a free agent in the 10 days the market has been open. Meanwhile, the Jets have shelled out contracts worth a combined $8.1 million to 33-year-old Ronnie Lott and the 31-year-old Marshall.","thumbnail":null,"section":"Sports"},{"date":"19930311","headline":"The Repertory of Counting Absentee Ballots; The Banter Is Constant, and Therein Hangs the Margin in a City Council Election","web_url":"https://www.nytimes.com/1993/03/11/nyregion/repertory-counting-absentee-ballots-banter-constant-therein-hangs-margin-city.html","abstract":"  More than two weeks after a City Council election on the Upper East Side, a group of caviling men with one magnifying glass, one pearl-handled letter opener and a seemingly bottomless repertory of show tunes is still picking through the absentee ballots, trying to determine the winner.   Because of New York State's Byzantine election laws, who will win depends in part on the skills of two lawyers in the group, who are representing the two leading candidates. Despite their frequent florid testimonials to the glories of democracy, the lawyers are scrutinizing each ballot they suspect of being in favor of their opponent for anything -- a stray mark, a faulty signature, a missing line of information -- that might disqualify it.","thumbnail":null,"section":"New York"},{"date":"19930311","headline":"Tough Abortion Law Provokes Dismay in Poland","web_url":"https://www.nytimes.com/1993/03/11/world/tough-abortion-law-provokes-dismay-in-poland.html","abstract":"  The crowd in the auditorium of what used to be the Soviet-Polish friendship center listened respectfully as a member of Parliament, Barbara Labuda, denounced the new law limiting access to abortion.   What was truly frightening, she said, was that more and more people were saying that Poland should become a Catholic theocracy, that democracy did not count as much as religion.","thumbnail":null,"section":"World"}],"wiki_events":[],"weather":[{"date":"19930311","time":"1993-03-11 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":67,"wspd":9.4},{"date":"19930311","time":"1993-03-11 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":69,"wspd":7.6},{"date":"19930311","time":"1993-03-11 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":73,"wspd":3.6},{"date":"19930311","time":"1993-03-11 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":71,"wspd":5.4},{"date":"19930311","time":"1993-03-11 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":72,"wspd":1.8},{"date":"19930311","time":"1993-03-11 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":73,"wspd":1.8},{"date":"19930311","time":"1993-03-11 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":74,"wspd":3.6},{"date":"19930311","time":"1993-03-11 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":74,"wspd":3.6},{"date":"19930311","time":"1993-03-11 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.7,"rhum":68,"wspd":3.6},{"date":"19930311","time":"1993-03-11 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":57,"wspd":5.4},{"date":"19930311","time":"1993-03-11 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":47,"wspd":11.2},{"date":"19930311","time":"1993-03-11 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":41,"wspd":7.6},{"date":"19930311","time":"1993-03-11 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":39,"wspd":7.6},{"date":"19930311","time":"1993-03-11 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":40,"wspd":5.4},{"date":"19930311","time":"1993-03-11 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13,"rhum":47,"wspd":5.4},{"date":"19930311","time":"1993-03-11 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":41,"wspd":9.4},{"date":"19930311","time":"1993-03-11 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":43,"wspd":11.2},{"date":"19930311","time":"1993-03-11 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":44,"wspd":9.4},{"date":"19930311","time":"1993-03-11 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":47,"wspd":14.8},{"date":"19930311","time":"1993-03-11 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":51,"wspd":9.4},{"date":"19930311","time":"1993-03-11 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":53,"wspd":11.2},{"date":"19930311","time":"1993-03-11 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":56,"wspd":5.4},{"date":"19930311","time":"1993-03-11 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":52,"wspd":9.4},{"date":"19930311","time":"1993-03-11 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":52,"wspd":7.6},{"date":"19930311","time":"1993-03-11 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":92,"wspd":11.2},{"date":"19930311","time":"1993-03-11 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":92,"wspd":9.4},{"date":"19930311","time":"1993-03-11 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":92,"wspd":7.6},{"date":"19930311","time":"1993-03-11 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":92,"wspd":7.6},{"date":"19930311","time":"1993-03-11 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":92,"wspd":9.4},{"date":"19930311","time":"1993-03-11 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":92,"wspd":0},{"date":"19930311","time":"1993-03-11 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":97,"wspd":9.4},{"date":"19930311","time":"1993-03-11 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":92,"wspd":24.1},{"date":"19930311","time":"1993-03-11 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":89,"wspd":18.7},{"date":"19930311","time":"1993-03-11 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":82,"wspd":27.7},{"date":"19930311","time":"1993-03-11 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":64,"wspd":29.5},{"date":"19930311","time":"1993-03-11 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":61,"wspd":27.7},{"date":"19930311","time":"1993-03-11 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":61,"wspd":27.7},{"date":"19930311","time":"1993-03-11 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":56,"wspd":27.7},{"date":"19930311","time":"1993-03-11 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":55,"wspd":31.7},{"date":"19930311","time":"1993-03-11 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":48,"wspd":37.1},{"date":"19930311","time":"1993-03-11 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":39,"wspd":29.5},{"date":"19930311","time":"1993-03-11 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":32,"wspd":37.1},{"date":"19930311","time":"1993-03-11 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":35,"wspd":37.1},{"date":"19930311","time":"1993-03-11 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":36,"wspd":33.5},{"date":"19930311","time":"1993-03-11 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":38,"wspd":37.1},{"date":"19930311","time":"1993-03-11 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":34,"wspd":42.5},{"date":"19930311","time":"1993-03-11 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":37,"wspd":40.7},{"date":"19930311","time":"1993-03-11 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":37,"wspd":37.1}]}}