{"19940201":{"guardian_articles":[],"nytimes_articles":[{"date":"19940201","headline":"Shifting Money to Help Poor Students","web_url":"https://www.nytimes.com/1994/02/01/opinion/shifting-money-to-help-poor-students.html","abstract":"  The Federal program aimed at improving basic academic skills of low-income children, known as Chapter 1, needs major revision. Over the years, its funds have been spread too thin and fail to help many of the neediest students.    The Clinton Administration has put forth a sensible plan to concentrate more money on the most disadvantaged students. As Congress begins marking up the bill this week, it should follow the Administration's lead -- and go even further.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/01/nyregion/metro-digest-039837.html","abstract":"  ALLIANCE OF BLACK GROUPS IN JEOPARDY   Recent bigoted remarks by a chief aide to Louis Farrakhan, minister of the Nation of Islam, and his failure to disavow them have interrupted the tenuous rapprochement between mainstream civil rights leaders and the Nation of Islam. A10. NEW YORK CITY  GIULIANI NAMES HOUSING CHAIRMAN   Mayor Giuliani named Ruben Franco, the former president of the Puerto Rican Legal Defense and Education Fund, as chairman of the New York City Housing Authority, concluding an appointment process that had been one of the most difficult for the Mayor. The prospect of Mr. Franco's appointment had created strong opposition among Hasidic leaders in Williamsburg, Brooklyn. B3. AID TO HOMELESS PROGRAM IS CURTAILED   The State Social Services Department has temporarily halted its support for the expansion of an important city program to house the homeless, Commissioner Michael J. Dowling said. B2. RIGHT TO PRIVACY IS UPHELD IN H.I.V. CASE   A Federal appeals court ruled that a person has a constitutional right to privacy about whether he is infected with H.I.V. B3. REGION  THE KINGDOMS OF HOME RULE   Dering Harbor, L.I., with just 32 houses, a puny water tower and a maintenance staff named Richie, is an incorporated village, the smallest in New York State, a locality with a budget of $115,000 a year and two major parties: the Independent Party, from which all candidates for village mayor and trustee are drawn, and the yearly summer cocktail party, to which all Dering Harbor is invited. A1. AGREEMENT REACHED ON BANKING BILL   Less than two hours before state banking laws were scheduled to expire, Governor Cuomo and legislative leaders reached agreement on a bill that would make permanent the rules that give banks great latitude to create new financial products and to set interest rates for credit cards and most types of loans. B4. ARGUMENTS ON EVIDENCE IN ABUSE CASE   The New Jersey Supreme Court heard arguments about the admissibility of evidence in the case of Margaret Kelly Michaels, who was convicted of sexually molesting 19 children during her seven-month employment at Wee Care Nursery in Maplewood. She served 5 years of a 47-year sentence before her conviction was overturned early last year. B5. John G. Rowland, a 36-year-old Republican who almost defeated Lowell P. Weicker Jr. in the 1990 race for governor of Connecticut, announced his return for another run. B4. The star fullback on the Army football team and another West Point cadet were stabbed during a brawl outside a bar in Newburgh, N.Y., after they left the campus without passes in a van they were not supposed to be driving. B4. Upstaging Gov. Christine Todd Whitman and Assembly Republicans, Republicans in the New Jersey Senate announced their plan to reduce state taxes. B5. Chronicle B2  Our Towns by Evelyn Nieves B5","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Citrus and Them : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-citrus-and-them-letters-to-the-editor.html","abstract":"Regarding \"Don't Get Comfortable Under This Volcano\" (Meanwhile, Jan. 27) by David Reid:.Mr. Reid mentioned the names and commentary of many famous people who have wondered about the relationship between mankind and nature in California. He m","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Devils Settle a Matter","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-hockey-devils-settle-a-matter.html","abstract":"  The dispute between the Devils and the Ottawa Senators regarding goalie PETER SIDORKIEWICZ , who was traded to New Jersey by Ottawa last summer, has been resolved.   The Devils announced last night that Ottawa would pay two-thirds of Sidorkiewicz's salary for the season and that New Jersey would also get Ottawa's fifth-round choice in the June draft.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/01/arts/classical-music-in-review-045608.html","abstract":"  Cuarteto Latinoamericano  String Quartet Weill Hall    On Sunday, the Cuarteto Latinoamericano opened the Sonidos de las Americas: Mexico festival with six Mexican string quartets from early and late in the 20th century. One could hardly expect more capable advocates for this repertory; Saul Bitran and Andre Bitran (violinists), Javier Montiel (violist) and Alvaro Bitran (cellist) are superb players, remarkably versatile in responding to the demands of different scores.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/01/arts/classical-music-in-review-045616.html","abstract":"  Ervin Schulhoff Rediscovered  Downtown Chamber and Opera Players Merkin Hall    The 100th anniversary of the birth of Ervin Schulhoff would probably be generating more interest this year if the gifted Czech composer had survived the concentration camp to which the Nazis consigned him in 1941. It is also possible, however, that he would have remained obscure; after mastering a brilliantly quirky, jazz- and folk-inflected style, he took an unfortunate Marxist turn in the 1930's and fell into a socialist-realist rut. His was one of many careers wrecked by the 20th century's dead ends, musical or otherwise.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Salt as a Bane: A Town Suffers From a Flood","web_url":"https://www.nytimes.com/1994/02/01/nyregion/our-towns-salt-as-a-bane-a-town-suffers-from-a-flood.html","abstract":"  GLENN MORRIS lives beside a stash of the most precious mineral known to car and driveway in the Northeast. But he can't appreciate it.   He hears how valuable road salt has become this wretched winter, and it seems funny -- in the peculiar sense.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"G.O.P. Plans On Surpluses To Make Up For Tax Cuts","web_url":"https://www.nytimes.com/1994/02/01/nyregion/gop-plans-on-surpluses-to-make-up-for-tax-cuts.html","abstract":"  Upstaging Gov. Christine Todd Whitman and Assembly Republicans, Republicans in the State Senate announced their plan for state tax cuts today. And they went one step further than the Governor by committing nearly $300 million in surplus money to pay for the proposed cuts.   \"We feel obliged, as responsible legislators, to identify sources of revenues for the bills we proposed that cut taxes,\" said Senate President Donald T. DiFrancesco.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Lawyer for Skater's Ex-Husband Says He Has Tied Her to Attack","web_url":"https://www.nytimes.com/1994/02/01/sports/figure-skating-lawyer-for-skater-s-ex-husband-says-he-has-tied-her-to-attack.html","abstract":"  Jeff Gillooly, the former husband of Tonya Harding, has told investigators that Miss Harding helped plan the assault on her figure-skating rival, Nancy Kerrigan, Mr. Gillooly's lawyer said today.   Ronald H. Hoevet, the lawyer, said Mr. Gillooly told Federal investigators last week that Miss Harding had given final approval for the Jan. 6 attack in Detroit, where Miss Kerrigan was struck above the right knee and kept from competing in the national championships. The lawyer said Mr. Gillooly's account was fully detailed, and included many points that could be corroborated by phone logs and bank records.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Asians, Too, Want Good Environment","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-asians-too-want-good-environment.html","abstract":"There is a link between development, on the one hand, and environment, population and poverty on the other. Some Asian states, such as Indonesia, have shown remarkable progress in economic development and the reduction of population growth. Others, such","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/01/nyregion/c-corrections-046078.html","abstract":"  Because of an editing error, a sports article yesterday about a protest before the Super Bowl game in Atlanta referred incorrectly in some editions to the office held by Maxine Waters. She is a United States Representative from California, not a state representative in Georgia.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Patterns","web_url":"https://www.nytimes.com/1994/02/01/style/patterns-043222.html","abstract":"  The Glamour of Girth    The 90's seem destined to be defined as the era of the backlash. The latest manifestation is an embrace of fat men by the fashion community. Both Esquire Gentleman and L'Uomo Vogue are planning feature stories about attractive corpulence. And at the shows of Comme des Garcons and So, there were more bulging stomachs than chiseled cheekbones.   While Esquire is taking a historical look, L'Uomo Vogue has induced its beefy subjects to pose for photographs. Among those who have accepted are Fabien Baron and Gianfranco Ferre. \"I think that a fat man has two incredible appeals,\" said Aldo Pramoli, editor in chief of L'Uomo Vogue, after issuing the disclaimer \"I'm not fat.\"","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/02/01/style/IHT-what-theyre-reading.html","abstract":"John Navone, professor of biblical theology at the Pontifical Gregorian University in Rome, is reading \"Rome, Umbria and Tuscany\" by Derek Wilson..\"Three cheers for this intelligent, lively and contemporary Baedecker to the landscape of t","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"Nazis Still Lead Reichstag Fire Suspects","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-nazis-still-lead-reichstag-fire-suspects-045934.html","abstract":"  To the Editor:   What an interesting but specious melange of semiconnected elements Stephen Koch used to cobble together a theory of Hitler-Stalin collaboration in 1933 in \"The Dimitrov Conspiracy\" (Op-Ed., Jan. 22). Unfortunately, it fails, beginning with the contention that the night of the Reichstag fire was a \"freezing night\" on Feb. 27, 1933 (Rudolf Diels, Gestapo head, wrote in his memoirs that it was \"ein regnerischer Vorfruhlingsabend,\" a drizzly pre-spring evening).","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Dance Troupe Tries to Go Back by Moving On","web_url":"https://www.nytimes.com/1994/02/01/arts/dance-troupe-tries-to-go-back-by-moving-on.html","abstract":"  Murray Louis has begun the new year by saying goodbye, and taking a long look back to the lessons of the past. Mr. Louis has decided to move from the Joyce Theater to the new Kaye Playhouse at Hunter College, where Nikolais and Murray Louis Dance opens today for a two-week season.    Mr. Louis decided to make the move when he rejected the 1994 slot offered for the company by the Joyce, which operates on an informal rotation basis. There is some risk involved. The Joyce, where the troupe has appeared over the last 11 years, has an established audience; the Kaye has only been open since April. Mr. Louis's troupe will be the first major dance company to have a season there. And although the theater is subsidizing the engagement in part, it does not yet have a dance audience of its own.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/01/sports/results-plus-043273.html","abstract":"  N.B.A.  Two in a Row at Home? Not for the Mavericks  Hawks 90, Mavericks 85: Dominique Wilkins scored 14 of his 24 points during a 36-19 third-quarter charge as Atlanta overcame a sluggish start to hold off host Dallas, 90-85, last night. The Mavericks, who snapped a league-record 19-game home losing streak Saturday night with a victory over the Sacramento Kings, had a late 11-2 rally to close to 88-85 with 47 seconds left, and Jamal Mashburn attempted to tie it with a 3-pointer. But his shot from the left wing with 3 seconds to play failed to hit the rim.   Wilkins became the 11th player in National Basketball Association history to score 23,000 career points with a dunk during the third-quarter spurt. The Hawks, playing for the fifth time in seven days, won for the fifth time in six games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"The Extent of Monogamy in Britain","web_url":"https://www.nytimes.com/1994/02/01/science/the-extent-of-monogamy-in-britain.html","abstract":"  A RECENT survey of sexual attitudes and behavior among the British has turned up results that have surprised some sociologists and pundits: the vast majority of people practice monogamy and only a small number admit to engaging in homosexual sex.   The findings seem to undercut the popular notions, fed recently by an unfolding series of sex scandals among government ministers, that adultery is widespread in British society and that more and more men and women are abandoning heterosexual roles.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/01/nyregion/news-summary-042641.html","abstract":"  International A2-9  MARINES KILL 8 SOMALIS, U.N. SAYS  United States Marines opened fire in a crowded street in Mogadishu, killing 8 Somalis and wounding 12, United Nations officials said.  A1  GERRY ADAMS ON PEACE IN ULSTER  Arriving in New York, Gerry Adams, head of the political arm of the Irish Republican Army, said Ulster's 25 years of warfare would enter a climactic stage toward peace.  A1","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"SCIENTIST AT WORK: Jim Hammill; A Scientific Passion for Wolves","web_url":"https://www.nytimes.com/1994/02/01/science/scientist-at-work-jim-hammill-a-scientific-passion-for-wolves.html","abstract":"  THE paw prints in the reddish sand of a forest road were only vaguely defined by the time Jim Hammill saw them, softened by an overnight rainfall: the tracks of a timber wolf.    Usually gladdened by any sign of a wolf, Mr. Hammill was disheartened because these prints were made by only a single animal, and they were more than a mile from where he had set a line of five traps along a wolf path. He was searching for members of the Nordic Pack, a wolf family that has been ranging around 130 square miles in north Dickinson County for several years.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Rostropovich in New York","web_url":"https://www.nytimes.com/1994/02/01/arts/rostropovich-in-new-york.html","abstract":"  Mstislav Rostropovich is to lead the National Symphony Orchestra in his last New York appearance as its music director on Sunday at 8 P.M. in Carnegie Hall. The program includes Beethoven's \"Leonore\" Overture No. 3 and Third Piano Concerto, with Eugene Istomin as soloist, and the New York premiere of Schnittke's Sixth Symphony, which the orchestra commissioned. Tickets are $12 to $50. Information: (212) 247-7800.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Bills' Smith Ailing","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-football-bills-smith-ailing.html","abstract":"  The Buffalo Bills' defensive end BRUCE SMITH and their wide receiver ANDRE REED are among several players who will miss the National Football League Pro Bowl game in Honolulu on Sunday because of injuries sustained in the Super Bowl, the league announced yesterday. Cornerback THOMAS EVERETT of the champion Dallas Cowboys also will not play in the all-star game.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Before Nuclear Wastes Seep Into Water Supply; Not a Federal Report","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-before-nuclear-wastes-seep-into-water-supply-not-a-federal-report-046167.html","abstract":"  To the Editor:   \"A Test Case for Nuclear Disposal\" (news article, Jan. 24) erroneously describes the report released by Senator Barbara Boxer as \"a report from the United States Geological Survey.\" It was prepared by three employees of the Geological Survey and represents their personal views only. It has not been subject to Geological Survey scientific peer review, which is standard procedure for the nearly 2,000 official reports we issue each year.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Books of The Times; Reckoning the Many Costs of Living a Singular Life","web_url":"https://www.nytimes.com/1994/02/01/books/books-of-the-times-reckoning-the-many-costs-of-living-a-singular-life.html","abstract":"  Various Antidotes  By Joanna Scott 240 pages. Henry Holt. $20.   \"Various Antidotes,\" the title of Joanna Scott's first collection of stories, refers, the reader quickly discovers, to her characters' strategies for coping with life. The illness they are all combating is the chaos, randomness and uncertainty of existence; their antidotes are, variously, faith, science, madness, psychotherapy and obsession.","thumbnail":null,"section":"Books"},{"date":"19940201","headline":"Correction","web_url":"https://www.nytimes.com/1994/02/01/sports/IHT-correction.html","abstract":"The Dallas Cowboys, and not the Buffalo Bills, as was reported in Saturday's editions, are going to win the Super Bowl. The error has been attributed by the reporter to several mistakes in typing..In all references to Buffalo's superiority, the words &","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/01/nyregion/c-corrections-042951.html","abstract":"  A brief report in the Company News column of Business Day on Saturday about the stock trading of Spectrum Information Technologies Inc. misstated the movement in the company's stock on Friday. It rose 6.25 cents, to $6.3125; it did not decline.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Slavery Then and Now : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-slavery-then-and-now-letters-to-the-editor.html","abstract":"Regarding \"Brittan Rebuffs Clinton Over Labor Standards\" (Business/Fi-. nance, Jan. 18):.According to Sir Leon Brittan,. trade commissioner of the European Union, \"restrictions on child and slave labor are easy to support in theory but d","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Home Rule's Exclusive, Costly Kingdoms","web_url":"https://www.nytimes.com/1994/02/01/nyregion/home-rule-s-exclusive-costly-kingdoms.html","abstract":"  Sitting on a gently sloping hill of elm and locust trees that leads to a rocky beach, Dering Harbor offers virtually none of the amenities of a modern municipality. No post office. No playground. Not a single quaint country shop. Just 32 houses, a puny water tower and a maintenance staff named Richie.   Still, it is an incorporated village, the smallest in New York State, a locality with a budget of $115,000 a year and two major parties: the Independent Party, from which all candidates for village mayor and trustee are drawn, and the yearly summer cocktail party, to which all Dering Harbor is invited.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"A Steady Diet of Records on a Steady Diet of Worms","web_url":"https://www.nytimes.com/1994/02/01/sports/olympics-a-steady-diet-of-records-on-a-steady-diet-of-worms.html","abstract":"  Wang Junxia was placed in an unusual position yesterday. She was sitting. And she was not eating worms, which she frequently does. This occurred in a hotel room in midtown. In a tufted chair. And people were taking pictures of this.   Normally, when you see Wang Junxia, the small 20-year-old from China, she is running. She runs every day, with no break, up to 22 miles -- and that, sometimes, is only before breakfast. One wondered if she ran this way to avoid breakfast, given what she sometimes finds on her plate. The worms, like the elixir from caterpillar fungus and the soup made from the blood of soft-shell turtles, are all part of the nutrition required by her coach, Ma Junren.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Studies in U.S. Back Needle Exchanges","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-studies-in-us-back-needle-exchanges-046175.html","abstract":"  To the Editor:   \"Needle Exchanges Can Work\" (editorial, Jan. 24) states that \"a growing body of data now suggests needle exchanges offer more promise than risk.\" Yes, however, it is not mostly \"a smattering of studies conducted abroad\" that supports the efficacy of such programs.   The most comprehensive United States study of needle exchange programs, financed by the Centers for Disease Control and Prevention, was released last Sept. 30. Conducted over 18 months by researchers at the University of California at San Francisco and at Berkeley, it evaluates needle-exchange programs in North America, Europe and Australia.   Further, under the auspices of Representative Charles B. Rangel, chairman of the Select Committee on Narcotics Abuse and Control, the General Accounting Office released a report last March endorsing needle exchange programs as an AIDS-prevention strategy among drug injectors.   Both these studies cite the pioneering work of Prof. Edward H. Kaplan of the Yale School of Organization and Management in modeling the dynamics of needle exchange. Together with the laboratory research of Dr. Robert Heimer at the Yale Medical School, who has tested needles for the presence of HIV, these Government-financed investigators have provided a scientific foundation for the New Haven needle exchange program, the success of which has inspired similar programs in many other American cities.  KARIN A. NOBILE  Asst. Media Relations Director, Yale School of Organization & Management New Haven, Jan. 26, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Hoffenberg Takes Backing From Newspaper","web_url":"https://www.nytimes.com/1994/02/01/nyregion/hoffenberg-takes-backing-from-newspaper.html","abstract":"  Steven Hoffenberg, the debt collection specialist who would be a newspaper publisher, is withdrawing his backing from Her New York, the turbulent, four-month-old publication.   But the newspaper's editor, Meme Black, who has been hired and dismissed by Mr. Hoffenberg at least twice, said she expected to put out this week's issue and was heading a group of employees who were seeking financial support to keep the weekly publication going.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Rollins to Finish Season","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-basketball-rollins-to-finish-season.html","abstract":"  TREE ROLLINS , an Orlando assistant coach who was activated in January to fill out an injury-depleted roster, signed a contract yesterday that will keep him on the Magic's roster for the rest of the season.   Rollins, a 16-year veteran, signed a 10-day contract to fill in for the injured GREG KITE on Jan. 10. The Magic, which is also missing forward LARRY KRYSTKOWIAK , signed the backup center to a second 10-day contract on Jan. 21.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Ex-Congressman Again Joining Hartford Race for Governor","web_url":"https://www.nytimes.com/1994/02/01/nyregion/ex-congressman-again-joining-hartford-race-for-governor.html","abstract":"  John G. Rowland, a 36-year-old Republican who almost defeated Lowell P. Weicker Jr. in the 1990 race for governor but then virtually disappeared from the public eye, announced today his return for another run.   But despite the hopes of senior Republican officials that the party would quickly rally around Mr. Rowland, he faces what is shaping up as a major and perhaps bruising personal scrap with the Republican Secretary of the State, Pauline R. Kezer.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"1944:A Liberator Raid : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-1944a-liberator-raid-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] An American Liberator raid on the so-called rocket-gun or invasion coast of the Pas de Calais area in France kept the all-out aerial war against Nazi Europe going today [Jan. 31] after the Royal Air Force, for the fou","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Review/Music;\nA Brief History of Hip-Hop, Done Like a Class Reunion","web_url":"https://www.nytimes.com/1994/02/01/arts/reviewmusic-a-brief-history-of-hiphop-done-like-a-class-reunion.html","abstract":"Hip-hop has been around a lot longer than most people think. Long enough, anyway, for a nostalgic show called \"Old School Throwdown\" at the Paramount Theater on Saturday night, in which the standouts were Doug E. Fresh and Grand Master Flash and the Furious Five, performers who made their biggest impact in the late 70's and 80's.\n\nThere was a warm mood of reminiscence in the arena, a celebration of performers and fans who bonded with the often iconoclastic music from 10, 15, even 20 years ago. The audience included teen-agers, people in their 20's and 30's, as well as young families. And it was on its feet most of the evening.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"For Cleaner Air, a Cleaner Car","web_url":"https://www.nytimes.com/1994/02/01/opinion/for-cleaner-air-a-cleaner-car.html","abstract":"  A small group of people from 12 Eastern states and the District of Columbia will meet in a Washington hotel this morning to make a critical decision for the environment, for consumers and for the automobile industry.    They are members of the Ozone Transport Commission, established by the 1990 Clean Air Act to find regional solutions to air pollution problems up and down the Eastern Seaboard. On the table is a proposal bitterly opposed by the automobile industry. If approved by the commission and by the Environmental Protection Agency, it would require all 12 states and D.C. to adopt California's tough \"clean car\" program.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Knicks' Depth Has Been the Difference","web_url":"https://www.nytimes.com/1994/02/01/sports/pro-basketball-midseason-report-knicks-depth-has-been-the-difference.html","abstract":"  Nobody expected Doc Rivers to shatter his knee, or Charles Smith to have knee surgery, or Hubert Davis to fracture his hand. Almost everyone expected the Knicks to contend for a championship.   So the Knicks are not surprised that some people take their 31-10 record at midseason for granted. Weren't they supposed to be good? Didn't Michael Jordan retire and leave the Eastern Conference up for grabs?","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"On My Mind; After The Quake","web_url":"https://www.nytimes.com/1994/02/01/opinion/on-my-mind-after-the-quake.html","abstract":"  For two groups of people, the center of life now is not a house or apartment or place of work. It is an open field somewhere in Los Angeles.   The men and women made homeless in the 30 seconds of the earthquake two weeks ago wait in those scattered fields or in park meadows, worrying through their waking hours about whatever will happen to them and their children, now that their address is nothing but a number painted on a tent.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"New York Needs Stronger Ticket-Scalping Law","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-new-york-needs-stronger-ticket-scalping-law-046191.html","abstract":"  To the Editor:   Arnold Diaz deserves the credit he gets Jan. 23 for his popular \"shame-on-you\" exposes of consumer abuses on New York local television, particularly his Barneygate scoop. In that case, he exposed outrageous ticket scalping for a stage show starring Barney the friendly dinosaur.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Giuliani Seeks Concessions From Unions","web_url":"https://www.nytimes.com/1994/02/01/nyregion/giuliani-seeks-concessions-from-unions.html","abstract":"  Beyond cutting 14,000 to 18,000 jobs from the city work force, Mayor Rudolph W. Giuliani is seeking $200 million in concessions by the municipal unions in benefits in the next fiscal year and roughly $200 million in savings from temporarily reducing the city's contributions to the municipal pension plans.   The new details emerged as the Mayor and his aides put the finishing touches on a four-year fiscal plan, to be released tomorrow, which will provide the first comprehensive blueprint of Mr. Giuliani's plans to reduce the municipal work force and force city workers to face competition from the private sector in areas that have traditionally been the province of government in New York City.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Emmitt Gets the Credit, but He Spreads It Around","web_url":"https://www.nytimes.com/1994/02/01/sports/on-pro-football-emmitt-gets-the-credit-but-he-spreads-it-around.html","abstract":"  Emmitt Smith firmly clenched the Super Bowl XXVIII most valuable player trophy yesterday morning at a news conference in his honor. You knew that the sparkling, sterling silver trophy was in sure hands.   It was easy pickings for Smith -- the handoff came from Paul Tagliabue, the National Football League commissioner -- and he handled it as gracefully as he had 30 handoffs and four passes from Troy Aikman in the Dallas Cowboys' 30-13 championship victory over the Buffalo Bills.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Surprise! Nobody Watched Old Movies","web_url":"https://www.nytimes.com/1994/02/01/sports/tv-sports-surprise-nobody-watched-old-movies.html","abstract":"  The evidence is in: no matter how forgettable a Super Bowl is, people will watch in very large numbers.   Super Bowl XXVIII was a decent game, but not as compelling as last month's wild-card playoff games. Yet NBC's telecast of Sunday's game garnered a 45.4 Nielsen rating and a 66 share, the 10th best performance ever and the best in seven years.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"1894:They Had A Ball : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-1894they-had-a-ball-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The much talked of Bachelor's Ball, at the Hotel Waldorf, was a most important event in society [on Jan. 18]. Excepting at Newport or Lennox, the bachelors of society have not in years given a ball. Their last ball here was at the Hotel Brunswi","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Will Coleman Walk the Aisle?","web_url":"https://www.nytimes.com/1994/02/01/sports/on-pro-basketball-will-coleman-walk-the-aisle.html","abstract":"  The Nets and Derrick Coleman need to get married, for the good of each other and the rest of basketball civilization, which can't take much more of this story.   No doubt it would be a stormy relationship, if not quite the magnitude of Jeff Gillooly-Tonya Harding. The current stumbling block, in fact, is the Nets' insistence on having a realistic option of divorcing Coleman should he become impossible to live with.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Karnishovas 3-Pointer Wins for Seton Hall","web_url":"https://www.nytimes.com/1994/02/01/sports/basketball-karnishovas-3-pointer-wins-for-seton-hall.html","abstract":"  He was ice cold from the field tonight. He turned the ball over with a minute left in regulation and the score tied. The last time he saw his shot swish through the nets was a 3-pointer that opened the game.    But he was still the go-to man for Seton Hall.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Albany Deal Eases Rules On Banking","web_url":"https://www.nytimes.com/1994/02/01/nyregion/albany-deal-eases-rules-on-banking.html","abstract":"  Just minutes before midnight, as state banking laws were about to expire, Gov. Mario M. Cuomo signed legislation that makes permanent a group of laws that give banks great latitude to create new financial products and to set interest rates for credit cards and most types of loans.   Banking officials said the agreement on the legislation, which ended more than a year of difficult negotiations, will help the state retain thousands of financial service jobs. But consumer advocates criticized the legislation, saying that it does not do enough to guarantee low-cost banking services for the poor or establish consumer protections for bank users.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Great Climate Cycles Seen in Last Ice Age","web_url":"https://www.nytimes.com/1994/02/01/science/great-climate-cycles-seen-in-last-ice-age.html","abstract":"  IN a burst of new discoveries, climatologists are beginning to reconstruct a recurring cycle of events that changed the face of the world several times during the last great ice age.   Each of the proposed new cycles seems to have included the buildup of a North American ice sheet whose central region was two miles thick; a series of warming fluctuations in the world's temperature, followed by the breakup of the ice sheet into armadas of icebergs that invaded the North Atlantic. These cycles occurred at least five times during the last ice age, which lasted 100,000 years and ended some 10,000 years ago.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Properties Chief Dismissed","web_url":"https://www.nytimes.com/1994/02/01/sports/properties-chief-dismissed.html","abstract":"  Open season on the heads of the licensing divisions of the major team sports continues. Richard White, who last week was rumored to have been fired, is out as president of Major League Baseball Properties, a major league official said yesterday.   The official said White will be gone from the position as soon as lawyers complete negotiations on a settlement. He declined to say why White was leaving, but another executive said the reason was more personal than business-related. Both officials commented on condition of anonymity.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Reviews/Dance; Body Parts and Gentle Eccentricities","web_url":"https://www.nytimes.com/1994/02/01/arts/reviews-dance-body-parts-and-gentle-eccentricities.html","abstract":"  Erick Hawkins has carved a place for himself as the poet of American modern dance. Like good poetry, his best dances have a way of speaking truths in a language that is familiar but not quite of the everyday world. Those truths have often been about how moving bodies defined the empty space around them. But over the last few years the choreographer, now 84, seems to be zeroing in on body shapes, parts and gentle eccentricities, as he does in \"Each Time You Carry Me This Way,\" a 1993 work performed by the Erick Hawkins Dance Company on Thursday night at the Joyce Theater.    The theme of the dance, which is set to a vividly atmospheric score by Lucia Dlugoszewski, is how to carry and be carried. Mr. Hawkins suggests a remarkable variety of emotions and relationships with just the angle of the held body or the way it holds onto its moving carrier. Dancers spill out of the stage wings, lapping leftward across the stage in staggered processionals and pools of moving bodies.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Study Bolsters Value Of Species Diversity","web_url":"https://www.nytimes.com/1994/02/01/science/study-bolsters-value-of-species-diversity.html","abstract":"  CONSERVATIONISTS widely believe that the more species an ecosystem contains, the more robust and stable it will be. If that is true, they say, the steady reduction of biological diversity now taking place around the world could in time undermine the ecological foundation of human existence.   A counterargument holds that richness of species is unimportant to ecosystem stability as long as one or two species exist to carry out each of a number of vital functions like photosynthesis, pollination, plant-eating, predation and decomposition of waste. If that is true, the case for preserving biological diversity, the touchstone of conservation in the 1990's, loses one of its major props.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Folk-Art Auction Approaches Fine-Art Prices","web_url":"https://www.nytimes.com/1994/02/01/arts/folk-art-auction-approaches-fine-art-prices.html","abstract":"  The quirky ancestor portraits, weather vanes, embroideries and ship's mastheads that made up the widely exhibited folk art collection of Bertram K. and Nina Fletcher Little brought a total of $7.4 million on Saturday at Sotheby's in Manhattan.   The figure, twice what Sotheby's expected, set a record for a folk-art auction as collectors, curators, scholars and dealers turned out in force for the sale. Described by many at the auction as a watershed for folk art, the prices paid may well set the levels for future auctions in this area. At least four museums and historical societies made purchases from the collection, assembled over a half-century by the Boston-area couple, both of whom died last year in their 90's.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"2 West Pointers Are Stabbed Outside a Bar in Newburgh","web_url":"https://www.nytimes.com/1994/02/01/nyregion/2-west-pointers-are-stabbed-outside-a-bar-in-newburgh.html","abstract":"  The star fullback of the Army football team and another West Point cadet were stabbed over the weekend in a brawl outside a Newburgh bar after they left the campus without passes in an Athletic Department van they were not supposed to be driving.   The incident has embarrassed a campus that is proud of the military discipline that meticulously restricts opportunities for drinking and time spent off campus. But many cadets interviewed amid the snow-draped Gothic stone buildings said it did not reflect any tensions between the United States Military Academy here and the surrounding villages and nearby Newburgh.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"1919:Rations Revised : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-1919rations-revised-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - M. Victor Boret, the Minister for Agriculture and Food Supplies, has decided to increase the monthly ration of sugar for Parisians by 250 grammes - or approximately, half a pound. M. Boret also considers that the outlook, as regards sugar supplies","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Japan Postpones Rocket Launching","web_url":"https://www.nytimes.com/1994/02/01/science/japan-postpones-rocket-launching.html","abstract":"  The maiden launching of Japan's new H-2 rocket, which had been scheduled for Tuesday, has been postponed for at least one day because of high winds and the possibility of thunderstorms at the launching site on Tanegashima, an island in southern Japan.   The National Space Development Agency of Japan said it would decide as early as Tuesday on a new date for the launching.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Reviews/Dance; Shuttling Between Future And Past, With Attitude","web_url":"https://www.nytimes.com/1994/02/01/arts/reviews-dance-shuttling-between-future-and-past-with-attitude.html","abstract":"  The present, seen in terms of the past and the future, was the order of the day in the New York City Ballet's two performances on Sunday at the New York State Theater.    \"Fanfare,\" Jerome Robbins's witty nod to Elizabethan pomp and later circumstances, returned to the repertory at the matinee, which also featured Ethan Stiefel in a major debut in \"Harlequinade,\" George Balanchine's nostalgic remake of a 19th-century ballet by Marius Petipa.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"'Venus' Figurines From Ice Age Rediscovered in an Antique Shop","web_url":"https://www.nytimes.com/1994/02/01/science/venus-figurines-from-ice-age-rediscovered-in-an-antique-shop.html","abstract":"  WHILE strolling on the rue Notre Dame in Montreal, a young sculptor happened to look in the window of an antique shop and see a display of tiny statues carved in ivory and stone. It was the beginning of a rediscovery, revealed last week by archeologists, that could lead to a better understanding of a distinctive but enigmatic form of ice age art.   The statuettes in the window, of nude women with exaggerated breasts and buttocks, were prized specimens of the first so-called Venus figurines to be excavated in the 1880's in caves near Monaco. Other discoveries across Eurasia followed, opening the eyes of scholars to a shared artistic expression that seemed to unite far-flung prehistoric people from the Pyrenees to Siberia. Perhaps these were symbols in fertility rites, keys to prehistoric sexual roles, expressions of a common mythology, or simply ice age pornography.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Ex-Civil Rights Chief Named Housing Agency Chairman","web_url":"https://www.nytimes.com/1994/02/01/nyregion/ex-civil-rights-chief-named-housing-agency-chairman.html","abstract":"  Mayor Rudolph W. Giuliani yesterday named Ruben Franco, the former president of the Puerto Rican Legal Defense and Education Fund, as chairman of the New York City Housing Authority, concluding an appointment process that had been one of the most difficult for the Mayor.   Mr. Giuliani also appointed two members of the board of the housing agency, Myrtle G. Whitmore, who is active in civic organizations, and Kalman Finkel, a Brooklyn lawyer. And he named Elizabeth Colon, a one-time candidate for Congress and a supporter of Mr. Giuliani's campaign, as president of the Brooklyn Navy Yard.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"New Test Forecasts Progress Of AIDS","web_url":"https://www.nytimes.com/1994/02/01/science/new-test-forecasts-progress-of-aids.html","abstract":"  A BLOOD test has predicted progression from H.I.V. infection to AIDS earlier than standard measures in a pilot study, a team of researchers in New York City is reporting today.   The test measures the amount of H.I.V., the virus that causes AIDS, replicating in certain cells in the blood.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Q&A","web_url":"https://www.nytimes.com/1994/02/01/science/q-a-043290.html","abstract":"  Curve Balls   Q.  Does a curve ball curve?    A.  Yes, a curve ball does travel in a sideways arc, a very small segment of a very large circle. In 1959, Dr. Lyman J. Briggs, then 84, a retired head of the National Bureau of Standards, settled the question and explained the mechanism, using an overhead camera to show the curvature of the flight path. He then used smoke streamers in a wind tunnel to study regions of higher velocity and lower pressure around curve balls.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"In Retrying Abuse Case, A New Issue","web_url":"https://www.nytimes.com/1994/02/01/nyregion/in-retrying-abuse-case-a-new-issue.html","abstract":"  Just how to prevent fantasy from being presented as fact in sex-abuse cases is facing the New Jersey Supreme Court in the wake of one of the most sensational of the spate of cases involving day-care workers during the 1980's.   The court heard arguments today about the admissibility of evidence in the case of Margaret Kelly Michaels, who was convicted of sexually molesting 19 children, many of them 3- and 4-year-olds, during her seven-month employment at Wee Care Nursery in Maplewood. She served 5 years of a 47-year sentence before her conviction was overturned early last year.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Review/Theater: Those the River Keeps; Rabe's Everyman Meets the Baby Question","web_url":"https://www.nytimes.com/1994/02/01/theater/review-theater-those-the-river-keeps-rabe-s-everyman-meets-the-baby-question.html","abstract":"  David Rabe has written some explosive plays about that overgrown crybaby and brutal lout, the American male. \"Those the River Keeps\" isn't one of them.   The newest drama from the author of \"Streamers\" and the Tony-winning \"Sticks and Bones\" comes perilously close to self-parody. And that's at its best moments. The rest of the time it just seems a shameless indulgence. The speeches are overwritten. The emotions are bloated. The misery, of which there is an unending supply, is sodden and shapeless.","thumbnail":null,"section":"Theater"},{"date":"19940201","headline":"Court Backs Privacy Right Over H.I.V.","web_url":"https://www.nytimes.com/1994/02/01/nyregion/court-backs-privacy-right-over-hiv.html","abstract":"  A Federal appeals court ruled yesterday that a person has a constitutional right to privacy about whether he is infected with H.I.V.    The decision reinstated a suit against New York City by a man with H.I.V. who said the city had violated his rights by issuing a news release describing a city-brokered settlement of a job-discrimination claim that he had filed against Delta Airlines. The release did not name the man, but he said its information made it possible for others to identify him.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"The Computer Store At the End of the Phone","web_url":"https://www.nytimes.com/1994/02/01/science/personal-computers-the-computer-store-at-the-end-of-the-phone.html","abstract":"  BECAUSE dozens of companies make computers that seem, and in most important ways are, identical, and because computers are now sold at drugstore chains and discount warehouses as well as at electronics stores, deciding what brand to choose and where to purchase it can stump many first-time buyers.    After deciding recently that their first computer would be an I.B.M. or compatible rather than a Macintosh, Jonathan Katz and Toby Mardis, who live in Hastings-on-Hudson, N.Y., north of New York City, examined their options.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/01/nyregion/bridge-041564.html","abstract":"  The most celebrated muddle in world championship play occurred in Monte Carlo in 1976. The result of a match between Brazil and Italy was canceled because, after a blunder by a tournament director, the players were wrongly seated. The match was not replayed, as it surely should have been, and the teams were awarded 12 victory points each out of a possible 20. The Brazilians finished first, the Italians second, and the British, who would probably have been second in normal play, a disgruntled third.   One outcome was the introduction of a device that allows this misfortune to be corrected during the session. But it is not always used, and the failure to do so caused trouble Saturday in the Flight A Grand National Teams in New York City. In the last round teams headed by Brad Moss and Jared Lilienstein, both of Manhattan, seated themselves wrongly. According to the regulations, both were given zero scores. But for this, one of them would have certainly qualified for later knockout play.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"When U.S. Troops Fly a U.N. Flag","web_url":"https://www.nytimes.com/1994/02/01/opinion/when-us-troops-fly-a-un-flag.html","abstract":"  Misadventures in Somalia and Bosnia have understandably given United Nations peacekeeping a bad name in the United States. Now the Clinton Administration, tempering its earlier enthusiasm for such operations, has devised tough new conditions for American participation.    The Administration would be willing to have U.S. troops join in U.N. peacekeeping if all the warring sides agree to a truce. If not, Washington would consider committing troops only if its security interests were at stake, and then only if the troops were essential to assure the operation's effectiveness and their involvement had broad support from the American people and Congress. American troops would be allowed to serve under foreign commanders if circumstances warranted.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Sports of The Times; Break Up Cowboys? Money Might","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-of-the-times-break-up-cowboys-money-might.html","abstract":"  FOR the Dallas Cowboys to emerge as the first three-peat Super Bowl champions, they must rebuild their line. Their bottom line.   In all the fantasy about a Cowboy dynasty, the reality is that the offensive coordinator, Norv Turner, is about to be named the Washington Redskin coach, that five of Emmitt Smith's blockers (fullback Daryl Johnston and linemen Nate Newton, Kevin Gogan, Mark Stepnoski and John Gesek) will test the free-agent market along with linebacker Ken Norton and that Coach Jimmy Johnson is restless.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"U.S. BLOOD SUPPLY HITS LOWEST LEVEL SINCE WORLD WAR II","web_url":"https://www.nytimes.com/1994/02/01/science/us-blood-supply-hits-lowest-level-since-world-war-ii.html","abstract":"  Once again, the nation's blood supply is perilously low. But this winter the shortage has been the worst and longest since World War II.   The situation was so bad, blood bank officials said, that if more people had been injured in the earthquake in Los Angeles on Jan. 17, there might not have been enough blood to treat them, increasing the death toll.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Support for Early Date of Arrival in America","web_url":"https://www.nytimes.com/1994/02/01/science/support-for-early-date-of-arrival-in-america.html","abstract":"  NEW genetic research has produced more evidence that the first people to settle America probably arrived from Asia as early as 29,000 years ago. The findings provide ammunition for escalating attacks on the traditional hypothesis holding that the migrations occurred about 12,000 years ago.   In a study of linguistically related Indians in Central America, the researchers developed an evolutionary time clock that they said should be more accurate than any in current use. Applied to 18 other widely dispersed Indian groups, the clock showed that their common ancestors must have reached America 22,000 to 29,000 years ago. After scattering, they began evolving their present degree of genetic diversity, the researchers said.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Gartner, Gartner, Gartner for the Rangers","web_url":"https://www.nytimes.com/1994/02/01/sports/hockey-gartner-gartner-gartner-for-the-rangers.html","abstract":"  Some of their goals carried historic significance, and all five of them were of immediate importance last night as the Rangers forgot about their jet lag and returned to winning form with a 5-3 victory over the Penguins at Madison Square Garden.   When the power play clicked, so did Mike Gartner, who scored a hat trick while the team was in power-play formation. Gartner's 607 career goals have left him just one hat trick shy of tying Bobby Hull for fifth place on the National Hockey League's career goal-scoring list. Among active players, only Wayne Gretzky has proved more prolific than Gartner.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"The Doomsday Machine's Safety Catch","web_url":"https://www.nytimes.com/1994/02/01/opinion/the-doomsday-machines-safety-catch.html","abstract":"On Oct. 8, 1993, the Op-Ed page carried an article by Bruce G. Blair of the Brookings Institution about the \"doomsday machine,\" a secret computerized launching system that in theory would enable Russia to fire its nuclear arsenal even if its top commanders had been killed or incapacitated -- the so-called dead-hand system. Valery Yarynich, a retired colonel in the Russian Strategic Rocket Forces who spent his career working on command and control systems, read Mr. Blair's article and responded with the following analysis. It was translated from the Russian by Melanie Allen.\n\nThe Russian system described by Bruce G. Blair for launching nuclear weapons in the event of a nuclear strike on Moscow really does exist. On the whole, Mr. Blair correctly stated its purpose and principles of operation. But some of his points need sharpening -- in particular, his belief that the risk of accidentally activating the system increases during a nuclear crisis.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/01/style/chronicle-045624.html","abstract":"  MICHAEL MORIARTY, a leading member of the ensemble cast of the NBC television series \"Law and Order,\" quit the program last week, saying he thought the network was trying to keep him from speaking out about violence on television. He also complained that his role, that of Ben Stone, a prosecutor, had been reduced. He will, however, continue to work on the series until the end of this season.   Mr. Moriarty could not be reached yesterday because he was in Millerton, N.Y., where he is building a house that as yet has no telephone. Recently, he has been outspoken in his opposition to the plan by Attorney General Janet Reno to promote legislation limiting violence on television. He had been invited to discuss his view on the \"Today\" show and \"Now,\" both on NBC.","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1994/02/01/arts/classical-music-in-review-043907.html","abstract":"  Juilliard Orchestra  Alice Tully Hall    Focus has been a sometime thing through the 10 seasons of Focus festivals of contemporary music at the Juilliard School, directed by Joel Sachs. The series just ended, \"Musical Worlds in Fusion,\" was literally all over the map and all over the century, charting the influences of far-flung cultures and disparate styles on Western classical music.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Here's to the Taxpayer As Patron of Research","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-here-s-to-the-taxpayer-as-patron-of-research-045942.html","abstract":"  To the Editor:   The shortage of Federal funds for basic scientific research can largely be explained by how little the public and politicians are aware that this financing is productive, efficient and cost-effective. The productivity is obvious to readers of scientific journals since each article acknowledges financial support, the vast majority from the Federal Government. Yet most people learn about breakthroughs in the lay press, which rarely notes the support for the research.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Albany Halts Support to Widen Housing Program for Homeless","web_url":"https://www.nytimes.com/1994/02/01/nyregion/albany-halts-support-to-widen-housing-program-for-homeless.html","abstract":"  The State Social Services Department has temporarily halted its support for expanding an important New York City program to house the homeless, Commissioner Michael J. Dowling said yesterday.   Mr. Dowling said he and Gov. Mario M. Cuomo had decided to put a moratorium on widening transitional housing for the homeless pending a review of all programs to help the homeless. \"We have to look at whether it is desirable for us to continue to fund this type of housing,\" Mr. Dowling said, \"which has become much larger than we expected it to be. We cannot afford the dramatic expansion of this type of housing. It was never supposed to be the front end of the housing system. But that is what it has become.\"","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"The Chair Blocks Their View Of the Man Who Copes in It","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-the-chair-blocks-their-view-of-the-man-who-copes-in-it.html","abstract":"Like many people, I used to feel awkward and confused when, while out for a walk, I came upon someone in a wheelchair. Don't stare, I would tell myself. But don't ignore him, either - that's as bad as staring. Act normal..But how could I act normal wit","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Simulated Terror Videotape Shown at Trade Center Bombing Trial","web_url":"https://www.nytimes.com/1994/02/01/nyregion/simulated-terror-videotape-shown-at-trade-center-bombing-trial.html","abstract":"  A group of guerrilla fighters in the desert are the main characters in a short full-color videotape shown yesterday in the World Trade Center bombing trial.   The fighters can be seen subduing some guards in Grade B Hollywood-war-movie fashion. They attach explosives to walls and cars, blowing them up. And then, at the climax of the video, which the jury watched on television monitors, a van speeds toward the gate of an imposing sand-colored edifice.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/02/01/sports/soccer.html","abstract":"  World Cup Report    The unprecedented mutiny of 14 of Russia's top players threatens to ruin the country's chances in the World Cup next summer.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Punitive Indeed : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-punitive-indeed-letters-to-the-editor.html","abstract":"Regarding \"Good Sense and Law\" (Letters, Jan. 19):.Sami-Victor Elias is wrong: There is nothing insane about the $78 million in punitive damages levied in the Domino Pizza case because, in this context, $78 million is not that much money. Som","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Chess","web_url":"https://www.nytimes.com/1994/02/01/arts/chess-041572.html","abstract":"  The top-class players are divided over the issue of which organization is the proper custodian of the world championship. Some argue that the International Chess Federation, which has administered title play since 1948, is amateurish and unable to obtain sponsors that can afford the million-plus dollars the champions want to compete for. Others contend that the rival Professional Chess Association, instituted last year by the titleholder, Gary Kasparov, is too interested in money and cannot be relied upon to objectively supervise the process of selecting challengers for his championship.   There is a third group, the pragmatists, who won't choose sides. They are typified by the brilliant and easy-going 24-year-old Indian grandmaster Viswanathan Anand. He played in and won the qualification tournament of the Professional Chess Association at the end of December and in late January won the first of the elimination matches run by the International Chess Federation. If he continues his successes he will be qualified for two title matches, one with the federation's champion and the other with the association's champion, Kasparov.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/01/style/chronicle-045640.html","abstract":"  Speaking of age, DENG XIAOPING, the senior leader in China, who has been reported to be seriously ill, had something to say this week about his longevity. According to The Associated Press, the 89-year-old leader told The Press Digest newspaper in Beijing that he attributes his long life to cold showers and the game of bridge, which he plays avidly.","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"A 4-Year Contract For Chicago's Ventura","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-baseball-a-4-year-contract-for-chicago-s-ventura.html","abstract":"  The Chicago White Sox yesterday created the most expensive pair of corner infielders in baseball history. With first baseman FRANK THOMAS the sport's second-highest paid player at an average of $7.25 million a year, the White Sox signed third baseman ROBIN VENTURA to a four-year contract worth $20,725,000, or $5,181,250 a year.   Ventura, who earned $1,845,000 last year, had sought $4.05 million in salary arbitration. The White Sox had countered with $3.3 million. The new contract calls for salaries of $3.5 million, $5.1 million, $5,975,000 and $6 million. It includes a club option for a fifth year at $6.1 million or a $150,000 buyout.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Bergen Prosecutor Takes Over Local Police Force","web_url":"https://www.nytimes.com/1994/02/01/nyregion/bergen-prosecutor-takes-over-local-police-force.html","abstract":"  The Bergen County Prosecutor's office today took the rare step of seizing control of the 21-member police department in South Hackensack, charging that an investigation into illegal gambling revealed that some of the force's officers were dropping cases because of favoritism.   The accusations stemmed from information gathered during a four-month investigation that ended with raids on four illegal gambling rings on Sunday, a senior law-enforcement official said. The official charged that some officers would let suspects go if they knew people on the force.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Observer; Bullish On Prisons","web_url":"https://www.nytimes.com/1994/02/01/opinion/observer-bullish-on-prisons.html","abstract":"  Get into plastics, the dreary old grown-up advised Dustin Hoffman in \"The Graduate,\" and young men everywhere laughed. I wasn't quite young enough to get the joke.   The dreary old fellow was simply tipping Dustin on a good capitalistic enterprise, wasn't he?    This was surely sounder advice than Horace Greeley's \"Go west, young man, and grow up with the country,\" which people have listened to without laughter since Greeley issued it in 1850.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Super Headache: Keeping the Stars","web_url":"https://www.nytimes.com/1994/02/01/sports/super-bowl-xxviii-notebook-super-headache-keeping-the-stars.html","abstract":"  Now that the Dallas Cowboys have won their second straight Super Bowl and the Buffalo Bills have played in (and lost) their fourth straight, they must try to keep their teams intact. Or at least they must seek to keep the players they want despite the tricky paths of unrestricted free agency compounded by the introduction next season of a salary cap.   Of the 1,680 players on team rosters at the end of 1993, the National Football League Players Association expects there will be 499 unrestricted free agents this year. All of them have played in the N.F.L. at least four years and their contracts have all expired. On Feb. 18, those players can sign with any team, no holds barred. On the same day, 155 restricted free agents -- those with three years in the league and whose contracts have expired -- can also sign, but their old teams can match those offers.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"At 16, A Star; At 18, A Nobody","web_url":"https://www.nytimes.com/1994/02/01/sports/olympics-at-16-a-star-at-18-a-nobody.html","abstract":"  No winter Olympian ever flew so far so young as Toni Nieminen.   In Albertville, France, in 1992, the Finnish phenom formed a newfangled V with his ski tips and nervelessly rewrote the record books by winning two gold medals and a silver in ski jumping at age 16.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Review/Television; Even the Real Diamonds Have Some Artificiality","web_url":"https://www.nytimes.com/1994/02/01/movies/review-television-even-the-real-diamonds-have-some-artificiality.html","abstract":"  If you believe that diamonds are rare, romantic or forever, you have very likely been dazzled by the international diamond cartel. That is one message of \"The Diamond Empire,\" a sharply critical exploration of how De Beers Consolidated Mines Ltd. of South Africa has managed to maintain control of the gem trade for some 70 years.   Tonight's \"Frontline\" dig begins on West 47th Street in New York City, center of the American diamond trade; further excavating takes place in London, Africa and Siberia.","thumbnail":null,"section":"Movies"},{"date":"19940201","headline":"Ulster's Man of The Dark","web_url":"https://www.nytimes.com/1994/02/01/opinion/ulsters-man-of-the-dark.html","abstract":"Gerry Adams is something of a mystery. His enclave in the Falls Road in West Belfast is row on row of diminutive red-brick houses cleaved together, his flock 100,000 or so Roman Catholics. And his calling in recent months has been a series of talks with an old ideological enemy, the Irish politician John Hume, with the aim of bringing about a \"lasting peace\" in Northern Ireland.\n\nToday Mr. Adams, president of the political wing of the Irish Republican Army, is to attend a conference on Northern Ireland in New York, the Clinton Administration having swallowed its reluctance to grant him a visa. Yet bringing about or even commencing on a lasting peace in Ireland is not an easy task. Behind Mr. Adams must lurk not only the memory but the reality of the last peace process, hammered out by Michael Collins in 1922, whereby the six counties of Northern Ireland were severed from the 26 in the Republic of Ireland, a matter that led to a bloody civil war and caused Collins to say he had signed his own death warrant -- as indeed he had, ambushed not long after in his native County Cork in a place tenderly called \"the Mouth of the Flowers.\"","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Simms May Require Shoulder Surgery","web_url":"https://www.nytimes.com/1994/02/01/sports/pro-football-simms-may-require-shoulder-surgery.html","abstract":"  Moderate but persistent irritation in his throwing shoulder may force Phil Simms to have arthroscopic surgery in the next few weeks. While Giants officials say it is not a career-threatening situation, some people in the organization are concerned over the effect surgery could have on the arm of the 38-year-old quarterback.   Simms underwent magnetic resonance imaging this afternoon. Results of the test were not available last night.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Before Nuclear Wastes Seep Into Water Supply; Spent-Fuel Option","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-before-nuclear-wastes-seep-into-water-supply-spent-fuel-option-046159.html","abstract":"  To the Editor:   I am writing to correct \"Surplus Plutonium Called Big Threat,\" your Jan. 25 account of the National Academy of Sciences study on management and disposition of excess weapons plutonium, for which I served as chairman.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Foster Goes Full Hurdle","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-track-and-field-foster-goes-full-hurdle.html","abstract":"  Now that his 1993 farewell retirement tour is mercifully behind him, GREG FOSTER is ready to bid retirement a merciful farewell. He has entered the 60-meter hurdles at the Chemical Bank Millrose Games at Madison Square Garden on Friday night, the very event that kicked off his retirement tour with his lone victory last year.   \"I'm not one to quit at the bottom,\" he said yesterday in a telephone hookup from Los Angeles, recalling last year's disastrous season, which bottomed out in July when the three-time outdoor 110-meter hurdles champion knocked over the three hurdles at the Olympic Festival before dropping out of his \"final\" race.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/01/style/chronicle-045632.html","abstract":"  When HILDEGARDE, the supper club singer, turned 87 last year, \"I reversed my age to 78 and subtracted 20,\" she said. \"This year, I can't mess around with 88, so I'm just subtracting 30, which will keep my age at 58.\"   That may be one of the more poorly kept secrets, as Hildegarde celebrates her 88th birthday today with a performance at Eighty Eight's, a cabaret in Greenwich Village.","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"Defections May Prove Cowboys' Defect","web_url":"https://www.nytimes.com/1994/02/01/sports/super-bowl-xxviii-defections-may-prove-cowboys-defect.html","abstract":"  After the Dallas Cowboys left the field Sunday night, still the champions of the National Football League, they met in the locker room for one last time this season. They held hands, said a prayer, and then Jimmy Johnson, amazingly, left the room without saying a word to his team. He had television interviews to do.   Cowboys receiver Michael Irvin said that after Johnson departed, he looked at the players around him and wondered whether at the beginning of next season the same people would still be by his side.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Sure, It Hurts, but the Bills Aren't Ready to Give Up Yet","web_url":"https://www.nytimes.com/1994/02/01/sports/super-bowl-xxviii-sure-it-hurts-but-the-bills-aren-t-ready-to-give-up-yet.html","abstract":"  Buffalo Coach Marv Levy understood how Thurman Thomas felt after the Cowboys' 30-13 victory over the Bills. Thomas's teammates tried to console the running back after his two fumbles led to 10 points by the Cowboys. And Levy was still trying to deal with his own pain in losing his fourth consecutive Super Bowl and second straight to Dallas.    \"We lost the game,\" Levy said. \"It's a bitter loss. I sort of don't want to be consoled by people who are well-wishers.\"","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Hidden Rules Often Distort Ideas of Risk","web_url":"https://www.nytimes.com/1994/02/01/science/hidden-rules-often-distort-ideas-of-risk.html","abstract":"  THE list of worrisome risks seems to extend on and on like a litany of plagues -- earthquakes, fires, hurricanes, asbestos in the schools, ozone depletion, bacteria in drinking water, salmonella in poultry, toxins in fish -- to name but a few that have spawned anxieties of late.   Too often, psychologists say, people's worries about a given risk are out of proportion, with the fear either far greater than the actual danger or, occasionally, less. Now studies are showing that these skews in perception follow hidden psychological rules that can explain why one risk is exaggerated in people's minds while another is played down.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Counting Californians","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-counting-californians-046183.html","abstract":"  To the Editor:   In \"The Mood Turns Ugly,\" my Jan. 26 letter concerning \"The Unfair Immigration Burden,\" your Jan. 11 editorial on illegal immigrants, I erred in saying two million people would be .6 percent of the population of California. It would, of course, be 6 percent. I still want to know how they are being counted and who's counting them.  (Msgr.) E. JAMES PETERSEN  Executive Director California Catholic Conference Sacramento, Calif., Jan. 26, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/01/opinion/no-headline-045730.html","abstract":"  The era of the purple down coat is over at last. So is the era of the Arafat scarf. Earmuffs are very big. So, on those women aspiring to make a fashion statement no matter what, are velvet hats that sit low on the head and evoke memories of Alfred Lord Tennyson.   Such are the observations of a lady New Yorker who, clad in two pairs of sweat pants, a sweater, boots suitable for log-rolling, a six-foot scarf, heavy coat and eyebrow-scraping headcozy strolled down Seventh (\"Fashion\") Avenue one day during this hideous invasion of Arctic cold. So odd an assemblage occasioned no glances. People in glass houses, after all . . .","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Before Nuclear Wastes Seep Into Water Supply","web_url":"https://www.nytimes.com/1994/02/01/opinion/l-before-nuclear-wastes-seep-into-water-supply-045926.html","abstract":"  To the Editor:   \"A Test Case for Nuclear Disposal,\" your Jan. 24 article on California's proposed Ward Valley radioactive waste dump, needs clarification on what materials from nuclear power plants could be buried in U.S. Ecology's unlined trenches.","thumbnail":null,"section":"Opinion"},{"date":"19940201","headline":"Still Winless in Buffalo; Bills Fans Dig in Their Heels and Brace for Another Round of Waiting for Next Year","web_url":"https://www.nytimes.com/1994/02/01/nyregion/still-winless-buffalo-bills-fans-dig-their-heels-brace-for-another-round-waiting.html","abstract":"  \"Strive for Five in '95.\"   That is the city's new mantra. Like mystics blocking out reality with a continual chant, fans here deadened the pain of losing a record fourth consecutive Super Bowl today by defiantly vowing to return next year.","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"METROPOLITAN COLLEGE REPORT","web_url":"https://www.nytimes.com/1994/02/01/sports/metropolitan-college-report.html","abstract":"  Manhattan    The high and the low -- Manhattan knows both.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Growing Your Garden On a Computer Disk","web_url":"https://www.nytimes.com/1994/02/01/science/peripherals-growing-your-garden-on-a-computer-disk.html","abstract":"  NOT everyone is a born gardener, but some of us pretend. So I visited the hardware store to select seeds for my suburban garden and, after consulting the almanac on a shelf for information, chose peepers, tulips and helicopters. Taking the envelopes to the garden, I planted and watered the seeds and sped up the calendar so that each day took 10 seconds to pass. For this was a computer game, or simulation, Forever Growing Garden, by Media Vision of Fremont, Calif.   The cat watched from inside the house through a window, and soon a bluebird flew over to taunt it. A gopher also surfaced, but when I tried to catch him I caught a skunk instead. Finally, two beautiful peepers started to pop through, but as of this moment (it is Aug. 2; whoops, now it's Aug. 3) there is no sign of the tulips or helicopters, the latter being fantasy plants.","thumbnail":null,"section":"Science"},{"date":"19940201","headline":"Review/Opera: Lucia di Lammermoor; Divine? Dreadful? Diva Kicks Up Some Dust","web_url":"https://www.nytimes.com/1994/02/01/arts/review-opera-lucia-di-lammermoor-divine-dreadful-diva-kicks-up-some-dust.html","abstract":"  The god who watches over opera fanatics has blessed them with a new and unusual gift. She is Tiziana Fabbricini, whose talent to enrapture and enrage will provide endless bickering at impromptu intermission symposiums and those long evenings in front of the record player. Opera's hot stove league burns year round, and Miss Fabbricini promises to keep a lot of people warm.   When the Italian soprano appeared in \"La Traviata\" at the Metropolitan Opera some months ago, I ventured a kind word toward one opera-minded critic who snarled a catalogue of vocal deficiencies and then left after Act I. At the Houston Grand Opera's \"Lucia di Lammermoor\" last night, I took what he thought might be a more prudent tack.  First a few words of caveat, then some compliments. \"She's the most important person in opera,\" answered another opera-minded critic stationed nearby, and in a tone that made one think toward one's physical safety.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Calhoun Is Still Out","web_url":"https://www.nytimes.com/1994/02/01/sports/sports-people-basketball-calhoun-is-still-out.html","abstract":"  Connecticut's coach, JIM CALHOUN , hospitalized with pneumonia, remained in stable condition yesterday and will miss tonight's game at Syracuse. Calhoun is being evaluated daily at the University of Connecticut Health Center, said BEVERLY PARK , a spokeswoman for the center.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"TRANSACTIONS  Baseball  American League  BALTIMORE ORIOLES -- Signed Rick Forney, pitcher, to a one-year contract.","web_url":"https://www.nytimes.com/1994/02/01/sports/transactions-baseball-american-league-baltimore-orioles-signed-rick-forney.html","abstract":"CALIFORNIA ANGELS -- Signed Bo Jackson, designated hitter-outfielder, to a one-year contract.   CHICAGO WHITE SOX -- Agreed to terms with Robin Ventura, third baseman, on a four-year contract.   OAKLAND ATHLETICS -- Signed Steve Ontiveros, pitcher, to a one-year contract.   SEATTLE MARINERS -- Signed Bobby Thigpen, pitcher, to a minor-league contract. National League  ATLANTA BRAVES -- Agreed to terms with Kent Mercker, pitcher, and Joe Oliva, third baseman, on one-year contracts.   PHILADELPHIA PHILLIES -- Agreed to terms with Ricky Bottalico, Tyler Green and Jeff Patterson, pitchers, and Gene Schall, first baseman, on one-year contracts.   ST. LOUIS CARDINALS -- Signed Rick Sutcliffe, pitcher, to a minor-league contract.   SAN DIEGO PADRES -- Signed Billy Bean, Ray McDavid and Vince Moore, outfielders; Brian Johnson, catcher; and Doug Bochtler, pitcher, to one-year contracts. Basketball  National Basketball Association  ORLANDO MAGIC -- Signed Tree Rollins, center, for the remainder of the season.   UTAH JAZZ -- Signed Chad Gallagher, center, to a 10-day contract. Continental Basketball Association  LA CROSSE CATBIRDS -- Signed Eddie Hughes, guard.   OKLAHOMA CITY CAVALRY -- Traded Norris Coleman, forward, and a sixth-round pick in the 1994 draft to the Sioux Falls Skyforce for the rights to Chad Scott, forward.   OMAHA RACERS -- Placed Sean Gay, guard, on the injured reserve list.   ROCHESTER RENEGADES -- Traded Ricky Blanton, forward, and the rights to Greg Foster, center, to the Rapid City Thrillers for Ricky Calloway, guard-forward. Signed Brook Steppe, forward. United States Basketball League  WESTCHESTER STALLIONS -- Named Scott Amann general manager. Football  National Football League  GREEN BAY PACKERS -- Named Fritz Shurmur defensive coordinator.   PITTSBURGH STEELERS -- Named John Mitchell defensive line coach. Arena Football League  CLEVELAND THUNDERBOLTS -- Traded Kevin Woolfolk, fullback-linebacker, to Charlotte for Anthony Howard, wide receiver-linebacker.   MIAMI HOOTERS -- Named A.J. Duhe defensive coordinator. Hockey  National Hockey League  ANAHEIM MIGHTY DUCKS -- Assigned Myles O'Connor, defenseman, to San Diego of the International Hockey League and Jean-Francois Jomphe, center, to Greensboro of the East Coast Hockey League.   BUFFALO SABRES -- Recalled Grant Fuhr, goalie, from Rochester of the American Hockey League.   MONTREAL CANADIENS -- Sent Andre Racicot, goalie, to Fredericton of the American Hockey League. Recalled Les Kuntar, goalie, from Fredericton.   NEW YORK ISLANDERS -- Assigned Zigmund Palffy, forward, from Salt Lake City of the International Hockey League to the Slovak National team. Sent Chris Luongo, defenseman, to Salt Lake.   SAN JOSE SHARKS -- Reassigned Vlastimil Kroupa, defenseman, to Kansas City of the International Hockey League. International Hockey League  CLEVELAND LUMBERJACKS -- Signed Petr Sykora, center. Central Hockey League  FORT WAYNE FIRE -- Added Trevor Robins, goalie, from Kansas City of the International Hockey League.   TULSA OILERS -- Waived Damian DiGuilian, defenseman. Track and field   USA TRACK & FIELD -- Suspended high jumper James Shelton for four years for failing to appear for an out-of-competition drug test. College   EUREKA COLLEGE -- Announced that Dave Darnall, men's basketball coach, will retire at the end of the season.   MISSOURI -- Named Jerry Berndt offensive coordinator.   NORTHERN ILLINOIS -- Named Sam Pittman offensive line coach.   PUGET SOUND -- Named Gordon Elliott head football coach.   ROWAN -- Named Juan Ranero baseball coach.","thumbnail":null,"section":"Sports"},{"date":"19940201","headline":"Leontyne Price Recital","web_url":"https://www.nytimes.com/1994/02/01/arts/leontyne-price-recital.html","abstract":"  The soprano Leontyne Price is to give a recital on Feb. 27 at 2 P.M. at the Brooklyn Center for the Performing Arts, in Walt Whitman Hall at Brooklyn College, Flatbush and Nostrand Avenues, Flatbush. With David Garvey as accompanist, she is to sing works by Handel, Mozart, Verdi, Poulenc, Duparc, Hahn and Hoiby as well as a group of spirituals. The event commemorates a recital Miss Price gave on Oct. 25, 1954, to open the Brooklyn Center. Tickets are $25, $35 and $38. Information: (718) 951-4500.","thumbnail":null,"section":"Arts"},{"date":"19940201","headline":"Review/Fashion; In Paris, Men's Wear Visits the Circus","web_url":"https://www.nytimes.com/1994/02/01/style/review-fashion-in-paris-men-s-wear-visits-the-circus.html","abstract":"  What roles could the actors Fred Ward, who appeared in \"The Player,\" and David Thewlis, the award-winning star of \"Naked,\" be playing in their stacked shoes, shrunken jackets and elephantine trousers? Loping around a circular arena in the Comme des Garcons show Friday night, they looked like part of an ensemble for a Fellini remake. Rei Kawakubo, the designer, put her clothes on actors, musicians and the Zingaro circus troupe, many of whom have short legs and rounded bellies, which protruded from under tight tiny jackets.   It was just one scene in Paris's Fellini-esque season as this month's round of men's wear showings for fall concluded with strains of music by Nino Rota lending an eerie circus lilt. Yohji Yamamoto and Ms. Kawakubo evoked the Federico Fellini of \"La Strada,\" showing men's wear in fun-house-mirror proportions in a circus-like setting.","thumbnail":null,"section":"Style"},{"date":"19940201","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/01/nyregion/no-headline-042897.html","abstract":"  \"Let me be quite clear about this: This generation of republicans is going to see peace in Ireland.\" -- GERRY ADAMS, political head of the I.R.A.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19940201","headline":"Let's Put a Proper Price on Trees","web_url":"https://www.nytimes.com/1994/02/01/opinion/IHT-lets-put-a-proper-price-on-trees.html","abstract":"Two-thirds of the world's original forests have been felled, and despite a decade of well-meaning global initiatives the chainsaw is working faster than ever. Halting deforestation will require radical changes in property rights to forests, pricing of fo","thumbnail":null,"section":"Opinion"}],"wiki_events":[],"weather":[{"date":"19940201","time":"1994-02-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":71,"wspd":9.4},{"date":"19940201","time":"1994-02-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":70,"wspd":13},{"date":"19940201","time":"1994-02-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":69,"wspd":16.6},{"date":"19940201","time":"1994-02-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":68,"wspd":14.8},{"date":"19940201","time":"1994-02-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":71,"wspd":16.6},{"date":"19940201","time":"1994-02-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":79,"wspd":16.6},{"date":"19940201","time":"1994-02-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":77,"wspd":20.5},{"date":"19940201","time":"1994-02-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.2,"rhum":75,"wspd":22.3},{"date":"19940201","time":"1994-02-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":72,"wspd":25.9},{"date":"19940201","time":"1994-02-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":74,"wspd":22.3},{"date":"19940201","time":"1994-02-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":84,"wspd":31.3},{"date":"19940201","time":"1994-02-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":76,"wspd":24.1},{"date":"19940201","time":"1994-02-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":76,"wspd":24.1},{"date":"19940201","time":"1994-02-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":81,"wspd":35.3},{"date":"19940201","time":"1994-02-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":84,"wspd":27.7},{"date":"19940201","time":"1994-02-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":82,"wspd":33.5},{"date":"19940201","time":"1994-02-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":83,"wspd":37.1},{"date":"19940201","time":"1994-02-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":75,"wspd":25.9},{"date":"19940201","time":"1994-02-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":61,"wspd":31.3},{"date":"19940201","time":"1994-02-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":59,"wspd":29.5},{"date":"19940201","time":"1994-02-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":66,"wspd":24.1},{"date":"19940201","time":"1994-02-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":68,"wspd":25.9},{"date":"19940201","time":"1994-02-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":68,"wspd":24.1},{"date":"19940201","time":"1994-02-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":68,"wspd":18.4},{"date":"19940201","time":"1994-02-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":47,"wspd":18.7},{"date":"19940201","time":"1994-02-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":48,"wspd":14.8},{"date":"19940201","time":"1994-02-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":51,"wspd":13},{"date":"19940201","time":"1994-02-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":53,"wspd":11.2},{"date":"19940201","time":"1994-02-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":55,"wspd":11.2},{"date":"19940201","time":"1994-02-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":40,"wspd":11.2},{"date":"19940201","time":"1994-02-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":5.4},{"date":"19940201","time":"1994-02-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":41,"wspd":5.4},{"date":"19940201","time":"1994-02-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":55,"wspd":7.6},{"date":"19940201","time":"1994-02-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":52,"wspd":5.4},{"date":"19940201","time":"1994-02-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":52,"wspd":9.4},{"date":"19940201","time":"1994-02-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":54,"wspd":9.4},{"date":"19940201","time":"1994-02-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":57,"wspd":11.2},{"date":"19940201","time":"1994-02-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":57,"wspd":11.2},{"date":"19940201","time":"1994-02-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":46,"wspd":11.2},{"date":"19940201","time":"1994-02-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":68,"wspd":13},{"date":"19940201","time":"1994-02-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":85,"wspd":14.8},{"date":"19940201","time":"1994-02-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":81,"wspd":14.8},{"date":"19940201","time":"1994-02-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":81,"wspd":11.2},{"date":"19940201","time":"1994-02-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":85,"wspd":16.6},{"date":"19940201","time":"1994-02-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":78,"wspd":16.6},{"date":"19940201","time":"1994-02-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":55,"wspd":16.6},{"date":"19940201","time":"1994-02-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":53,"wspd":18.7},{"date":"19940201","time":"1994-02-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":55,"wspd":11.2}]},"19940202":{"guardian_articles":[],"nytimes_articles":[{"date":"19940202","headline":"CLINTON REPORTED TO BE READY TO END VIETNAM EMBARGO","web_url":"https://www.nytimes.com/1994/02/02/world/clinton-reported-to-be-ready-to-end-vietnam-embargo.html","abstract":"  President Clinton plans to lift the 19-year trade embargo on Vietnam within a few days, senior Administration officials said today.    While the President has not yet formally signified his assent, a senior Administration official said Mr. Clinton had concluded that the time had come to begin normalizing relations with Vietnam by taking the highly sensitive step of resuming trade. Mr. Clinton's avoidance of military service during the Vietnam War adds to the political peril.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Review/Film; A Curse That Bridges Centuries","web_url":"https://www.nytimes.com/1994/02/02/movies/review-film-a-curse-that-bridges-centuries.html","abstract":"  \"Fiorile\" was shown as part of the 1993 New York Film Festival. Following are excerpts from Stephen Holden's review, which appeared in The New York Times on Oct. 13. The film opens today at the Lincoln Plaza Cinema, Broadway at 63d Street.   In \"Fiorile,\" Paolo and Vittorio Taviani's sweeping and sensuous fable of how several generations of a Tuscan clan have lived out a family curse, the ghosts of the past are always threatening to jump out at its characters from the shadows of their troubled family history.","thumbnail":null,"section":"Movies"},{"date":"19940202","headline":"Pentagon Lawyer Called Top Choice as Reno's Deputy","web_url":"https://www.nytimes.com/1994/02/02/us/pentagon-lawyer-called-top-choice-as-reno-s-deputy.html","abstract":"  As the White House announced the appointment of a little-known lawyer today to head the Justice Department's civil rights division, Administration officials said the White House and Attorney General Janet Reno had tentatively settled on the Pentagon's top lawyer to take over as the department's No. 2 official.   The Pentagon lawyer, Jamie S. Gorelick, emerged as the consensus choice to succeed Philip B. Heymann as Ms. Reno's deputy. Mr. Heymann resigned unexpectedly last Thursday, citing a lack of chemistry between himself and his boss.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Experimental Treatment Needs to Be Defined","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-experimental-treatment-needs-to-be-defined-057967.html","abstract":"  To the Editor:   Roger N. Parker is being disingenuous when he states in \"A Tested Chemotherapy\" (letter, Jan. 16) that it is incorrect to characterize high-dose chemotherapy and bone-marrow transplant therapy for advanced breast cancer as experimental.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Clinton Increases His Request for Earthquake Relief to $9.5 Billion","web_url":"https://www.nytimes.com/1994/02/02/us/clinton-increases-his-request-for-earthquake-relief-to-9.5-billion.html","abstract":"  President Clinton added $2.02 billion today to his request for Federal relief for victims of the Los Angeles earthquake, bringing his total request to $9.5 billion.   The request won approval from a crucial House committee later in the day.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Lawyer's Estate Sues Over 'Philadelphia'","web_url":"https://www.nytimes.com/1994/02/02/nyregion/lawyer-s-estate-sues-over-philadelphia.html","abstract":"  The family, estate and lawyers of a New York City lawyer who recently won an AIDS employment discrimination case have sued the creators of the hit movie \"Philadelphia\" for \"no less than $10 million\" in compensation, alleging that the film was based on the lawyer's life.   The lawsuit, which was filed on Monday in Federal District Court in Manhattan, names as defendants Tri-Star Pictures; the producer, Edward Saxon; the screenwriter, Ron Nyswaner, and the director, Jonathan Demme. It also names a producer, Scott Rudin, who was not involved in the film.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Masur Stays on Course He Set for Philharmonic","web_url":"https://www.nytimes.com/1994/02/02/arts/masur-stays-on-course-he-set-for-philharmonic.html","abstract":"  Works by Stephen Albert, John Williams, Toru Takemitsu and Arvo Part are to have premieres, Roger Norrington will make a debut and Kurt Masur is to continue his dual Beethoven and Shostakovich cycle during the New York Philharmonic's 1994-5 season. The season, which Mr. Masur announced yesterday at Lincoln Center, extends the various programs started during the orchestra's 150th-anniversary celebrations in 1992.    Among these are thematic Celebration weeks, one looking at Brahms's choral music and another at Prokofiev's film scores, as well as weeks devoted to a contemporary composer (William Bolcom) and a young conductor making his debut (Daniele Gatti, the 32-year-old music director of the Accademia Santa Cecilia, in Rome).","thumbnail":null,"section":"Arts"},{"date":"19940202","headline":"Review/Film; David Byrne Marks Another Phase Ended","web_url":"https://www.nytimes.com/1994/02/02/movies/review-film-david-byrne-marks-another-phase-ended.html","abstract":"  In 1983, Jonathan Demme filmed Talking Heads in concert for \"Stop Making Sense,\" presenting the performance seen from the outside: a stage show, nothing more. Now, with the Heads dissolved, the band's songwriter and leader, David Byrne, has created what might be its sequel. Its title is \"Between the Teeth,\" but it could be called \"Start Making Syncopation.\"    The movie, which opens today at Film Forum 1, shows a concert on Halloween 1992 at the Count Basie Theater in Red Bank, N.J. Mr. Byrne leads 10 Car Pile-Up, a band that zigzags from rock to funk to Latin rhythms in songs that are sometimes whimsical, sometimes dire. The cameras focus on the prosaic details of music making like Mr. Byrne's toes tapping in his cowboy boots and the red light of an amplifier glowing in the darkness between songs, yet they capture the sweaty, heady pleasures of rhythm becoming motion.","thumbnail":null,"section":"Movies"},{"date":"19940202","headline":"Insurance Official Draws Fire Over Health Plan Commercial","web_url":"https://www.nytimes.com/1994/02/02/us/insurance-official-draws-fire-over-health-plan-commercial.html","abstract":"  Under fire from three Senators for a television advertising campaign against the Clinton health plan, the head of the Health Insurance Association of America said today that the advertisements were \"always subject to review or revision.\"   The insurance association leader, Bill Gradison, a former Republican Congressman from Ohio, said later that he was not yet prepared to drop the advertisements, which attack President Clinton's proposal that most Americans obtain health insurance through mandatory membership in purchasing cooperatives. But Mr. Gradison said he hoped he could make enough progress with the White House to end the advertisements.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Giuliani Plan Seeks to Raise Productivity","web_url":"https://www.nytimes.com/1994/02/02/nyregion/giuliani-plan-seeks-to-raise-productivity.html","abstract":"  Mayor Rudolph W. Giuliani is to unveil a fiscal plan today that calls for substantial increases in worker productivity and government efficiency, with a large portion of the money saved to come from the Sanitation Department.   Administration officials said the Sanitation Department would be called on to achieve about $45 million of the expected $300 million in productivity savings, which would probably require sanitation employees to cover longer routes and to work full eight-hour days. Now, sanitation workers are often able to finish their routes in as little as six hours.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Judge Bars Price Advantage To Minority Bids in New York","web_url":"https://www.nytimes.com/1994/02/02/nyregion/judge-bars-price-advantage-to-minority-bids-in-new-york.html","abstract":"  A State Supreme Court judge has ruled that the city cannot offer a 10 percent \"price preference\" to bidders for municipal contracts that are owned by women or minorities.   The ruling, issued on Monday by Justice Walter B. Tolub of Manhattan, came less than a week after Mayor Rudolph W. Giuliani issued an executive order eliminating the price preference, saying it cost taxpayers too much money.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Ojeda Is Getting Back To Normal","web_url":"https://www.nytimes.com/1994/02/02/sports/baseball-ojeda-is-getting-back-to-normal.html","abstract":"  There have been many defining and difficult moments for Bob Ojeda since that tragic evening on Little Lake Nellie last March, when the serenity of spring training was obliterated by a boating accident that killed two of his Cleveland Indian teammates. Ojeda, a passenger in the boat, survived with serious injuries. Sometimes he wondered if surviving was worth it.   Ojeda conceded that he had contemplated suicide, although he said the thoughts were fleeting. There was the moment in July when Ojeda was running laps around a mental hospital in Baltimore, when he was a patient, and realized his life could not get graver. Maybe, he told himself, it was time to leave the past alone. Maybe it was time to journey onward.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Safeguard All Plutonium Now","web_url":"https://www.nytimes.com/1994/02/02/opinion/safeguard-all-plutonium-now.html","abstract":"  The United States and Russia have agreed to dismantle many of their nuclear weapons. But this wonderful idea has a potentially serious downside. The nuclear material -- uranium and plutonium -- extracted during the dismantling process can, conceivably, be sold to or stolen by other countries that hope to build nuclear weapons of their own. What to do? The National Academy of Sciences has some useful ideas.    Highly enriched uranium extracted from warheads is relatively easy to render militarily harmless. Once blended down, it can fuel power plants but cannot be used for warheads without re-enrichment. In contrast, plutonium separated from spent fuel is usable in warheads. It needs to be securely stored and disposed of.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"What It Costs the Military to Do the Job","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-what-it-costs-the-military-to-do-the-job-057924.html","abstract":"  To the Editor:   I certainly agree with the generally favorable tone that \"A Pentagon Promotion for Mr. Perry\" (editorial, Jan. 25) takes on President Clinton's nomination of Bill Perry to be Secretary of Defense. Mr. Perry is a realistic reformer with a solid record of achievement in the Defense Department, and I have high hopes that he will be a strong advocate of sound defense policy in the Administration.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"What Gillooly Says, and What Harding Says","web_url":"https://www.nytimes.com/1994/02/02/sports/figure-skating-what-gillooly-says-and-what-harding-says.html","abstract":"  At the heart of the investigation swirling around the Nancy Kerrigan assault are conflicting versions of events offered by Tonya Harding and Jeff Gillooly, the divorced couple who reconciled last fall only to separate once again shortly after the attack at the national figure skating championships in Detroit. Harding, Kerrigan's chief skating rival, spoke to the F.B.I. for 10 hours on Jan. 18. After investigators showed Gillooly her statement, Gillooly talked for 17 hours on Jan. 26 and Jan. 27. Yesterday the authorities released records of those conversations. Here are some of the princpal points of dispute: Dec. 27 or Dec. 28, 1993    Harding and Gillooly agree that she dropped him off at a meeting that authorities later said was attended by those who planned the assault, and that she picked him up. But they disagree completely on what they talked about as Gillooly took the wheel of his pickup truck and drove off into the early evening.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Somehow, Some Way, Islanders Win One","web_url":"https://www.nytimes.com/1994/02/02/sports/hockey-somehow-some-way-islanders-win-one.html","abstract":"  Finally, in this strange season where a bevy of upstart Panther, Duck and Lightning squadrons have stormed out of the sun belt and shown nothing but disrespect for the hockey establishment, there comes an expansion club that almost behaves like one. For the hapless Islanders, the similarly hapless San Jose Sharks couldn't have turned up on their Nassau Coliseum doorstep to play doormat at a better time.   Desperate to reverse the five-game losing streak that tried the patience of players and coaches and marooned their No. 1 goalie, Ron Hextall, on the bench, the Islanders sorely needed the tonic that came tonight in the form of a 5-4 victory.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Do White Leaders Denounce White Racism?; Picketing Farrakhan","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-do-white-leaders-denounce-white-racism-picketing-farrakhan-058033.html","abstract":"  To the Editor:   Monday night, Jan. 24, I saw firsthand the consequences of the fear that Louis Farrakhan, the Nation of Islam leader, has instilled. Those consequences resulted in a serious violation of our First Amendment right to raise a voice of peaceful protest.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Shortchanging the Teachers","web_url":"https://www.nytimes.com/1994/02/02/opinion/shortchanging-the-teachers.html","abstract":"  Imagine a teacher with 14 years' experience returning to her elementary school after an extended leave, and being paid as a beginner. Laurie Scher, a special-education teacher at Public School 59 in the Bronx, does not have to imagine it. She lived it. Since September, her expected biweekly paycheck of $1,200 has shrunk to $791.    Ms. Scher is just one of hundreds of New York City teachers who have been shortchanged for months because of computer glitches -- and shameful procrastination -- at the Board of Education. Board officials blame a new computer system installed last fall to automate functions that had been handled by 50 payroll clerks. People like Ms. Scher who returned at lower salaries were not the only victims. Salary increases negotiated in the latest union contract failed to show up in the new system, and some teachers found they were making less rather than more money.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Bomb Trial Focuses on Origin of Video","web_url":"https://www.nytimes.com/1994/02/02/nyregion/bomb-trial-focuses-on-origin-of-video.html","abstract":"  A defense lawyer in the World Trade Center bombing trial yesterday showed that a movie depicting a terror bomb attack on an American Embassy, which was played for the jury by the prosecution yesterday, included footage from a Hollywood release called \"Death Before Dishonor,\" about American commandos fighting Muslim terrorists in a fictitious Middle Eastern country.   The footage, when shown on Monday, seemed a kind of visual highlight of the four-month trial. When presented to the jury, the prosecutor asked his witness, an Arab-English translator, to translate the title, \"International Islamic Resistance Presents a Course in Manufacturing Explosives.\"","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Forget Vietnam? No. Forgive? Perhaps.","web_url":"https://www.nytimes.com/1994/02/02/us/forget-vietnam-no-forgive-perhaps.html","abstract":"  Leo Thorsness spent six years inside a prisoner of war camp in North Vietnam. Now he is building a home on Puget Sound in a state whose leading industries are poised to make billions of dollars trading with the former enemy.   If anyone seemed likely to be angry over lifting the two-decade-old embargo on trade with Vietnam, it would be Mr. Thorsness, a former Air Force fighter pilot. But he favors dropping the economic barriers.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Justice Officials Expected to Drop Inquiry Into Brown's Tie to Hanoi","web_url":"https://www.nytimes.com/1994/02/02/world/justice-officials-expected-to-drop-inquiry-into-brown-s-tie-to-hanoi.html","abstract":"  Justice Department officials said today that Federal prosecutors had decided to close their investigation of Commerce Secretary Ronald H. Brown without taking action on accusations that he had accepted a $700,000 bribe to help Vietnam end the United States trade embargo.   Justice Department aides said the decision would be reviewed soon by top Justice Department officials. They said that if officials here agreed, the prosecutors would take the unusual step of making a public announcement because of the publicity surrounding the investigation.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"1944: Closer to Tokio : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-1944-closer-to-tokio-in-our-pages100-75-and-50-years-ago.html","abstract":"PEARL HARBOR - [From our New York edition:] United States marines and Army troops, supported by the most powerful naval striking force in history, have battled ashore on Kwajalein Atoll in a successful opening of the greatest combined operation of the Pac","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Five Brooklyn Officers Suspected of Drug Shakedowns","web_url":"https://www.nytimes.com/1994/02/02/nyregion/five-brooklyn-officers-suspected-of-drug-shakedowns.html","abstract":"  Five Brooklyn police officers suspected of shaking down drug dealers for cash, guns and cocaine have been removed from active duty in anticipation that they will soon be arrested, police officials said yesterday.   The officers, who are attached to the 73d Precinct in Brownsville, first came under scrutiny last summer when a former officer testified to corruption investigators that the five often broke down the doors of known drug dealers, and then divided their stolen booty in an abandoned coffin factory.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Asbury Park Mayor Held On a Drug-Buying Charge","web_url":"https://www.nytimes.com/1994/02/02/nyregion/asbury-park-mayor-held-on-a-drug-buying-charge.html","abstract":"  In recent months, Mayor Dennis Buckley has been a regular at the Tap Room. And for nearly that long he has been watched. On Monday, in the early afternoon, Mr. Buckley's regular visit took a decidedly irregular turn when he was arrested and charged with buying cocaine at the bar across the street from his office at City Hall.   The Mayor's arrest, a blow for any city, was particularly bad news for this one. Once a jewel of the Jersey Shore, it has struggled for decades to rejuvenate its beachfront, now filled with rundown rooming houses and few tourist attractions.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Ex-Husband of Harding Pleads Guilty in Attack","web_url":"https://www.nytimes.com/1994/02/02/sports/figure-skating-ex-husband-of-harding-pleads-guilty-in-attack.html","abstract":"  As Tonya Harding's former husband pleaded guilty today in the assault on Nancy Kerrigan, the authorities released statements by him saying that Miss Harding helped plan the attack. But the statements, extensive as they were, seemed to provide little hard evidence of her involvement that could be independently corroborated.   The former husband, Jeff Gillooly, who lived with Miss Harding despite a stormy three-year marriage that ended last August, accepted a plea-bargain offer to a single count of racketeering, bringing two years in jail, a $100,000 fine and a promise that he would not be prosecuted anywhere else, either on state or Federal charges. In exchange, he provided investigators with a full accounting of his version of events and promised to cooperate fully as the investigation continues.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"I.R.A. Political Leader Asks for 'Clarifications'","web_url":"https://www.nytimes.com/1994/02/02/world/ira-political-leader-asks-for-clarifications.html","abstract":"  Speaking as the political leader of the Irish Republican Army, Gerry Adams complained yesterday that his faction could not come to a \"definitive\" position on the latest British-Irish peace proposal without further clarifications and proposals from the British Government.   \"The sooner they provide this clarification, the sooner we can move forward,\" Mr. Adams said at a discussion of the 25 years of violence over Northern Ireland, using his first American forum to attempt to place the burden of blame on the British.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Defense Nominee Pushes Foreign Arms Deal","web_url":"https://www.nytimes.com/1994/02/02/us/defense-nominee-pushes-foreign-arms-deal.html","abstract":"  Sixteen months ago, the Pentagon canceled a $2 billion radar-jamming system after it failed crucial flight tests on Navy fighter jets it was designed to protect.    When the Defense Department shelved the program, it also prohibited the Government from acting as a middleman to sell the device overseas, as is the Government's customary practice with foreign arms deals.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Do White Leaders Denounce White Racism?; Attacked Blacks Too","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-do-white-leaders-denounce-white-racism-attacked-blacks-too-058025.html","abstract":"  To the Editor:   I would like to correct misimpressions in the press about the speech at Kean College of New Jersey last Nov. 29 by Khalid Muhammad, Louis Farrakhan's national spokesman. Attention has focused on the speaker's rhetorical violence against whites and Jews without mention of his out rageous verbal assaults on blacks.   In answer to a question about South Africa, Mr. Farrakhan's spokesman derided Nelson Mandela with a hypothetical scenario of rape and murder in Mr. Mandela's household.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Beware the Three-Strike Laws","web_url":"https://www.nytimes.com/1994/02/02/opinion/beware-the-three-strike-laws.html","abstract":"  Just when the public seems more anxious than ever about crime, an old punishment idea seems to be sweeping the country in new dress. A California initiative drive calls it \"Three Strikes and You're Out.\" Gov. Mario Cuomo of New York calls it \"Three Strikes and You're In.\" President Clinton, huffing and puffing to overtake Congress, called it \"Three Strikes and You Are Out\" in his State of the Union address.    Habitual-offender laws, which put third offenders in prison for life, are familiar in many states. But many of those earlier laws gave judges the option of imposing a life sentence. The newer, \"tougher\" strikeout laws are mandatory and sweeping, covering nonviolent crimes as well as violent ones.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Deaths From Natural Causes","web_url":"https://www.nytimes.com/1994/02/02/opinion/deaths-from-natural-causes.html","abstract":"Those of us who live in Sarajevo have seen nothing more absurd during the course of this disgusting war than the incessant flights of NATO's awesome warplanes as they cruise over our city. We've watched them now for months, and our feelings have turned from curiosity and hope -- when we first heard their thundering voices over Bosnia -- to cynicism. We joke like kids about how the few panes of glass left in the window frames here tremble when these powerful machines plunge down from the heavens to buzz over our heads.\n\nA couple of days ago, I watched an old woman drag a branch she'd managed to chop from one of our few remaining trees. After the deafening roar of the Phantoms, or whatever they're called, had passed, she waved scornfully toward the sky and shouted: \"Go back home, you cowards, and bother your own mothers! Shake your own mothers' windows!\"","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/02/nyregion/bridge-054100.html","abstract":"  Bridge on Long Island suffered a grievous blow on Sunday when Frank Schuld died at the age of 66 after a heart attack. For 19 years he had owned and managed the Vanderbilt Club, which moved from Manhasset to Lake Success last year. His wife, Diana, will now control the operations of the club, which is one of the country's biggest. All the great players in the New York metropolitan area have played at the Vanderbilt at some time in their careers.   Schuld's favorite deal in a long and successful playing career is in the diagram. It was played at the Town and Country Club in Great Neck, L.I., a decade before he became its owner and changed its name.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Let Taiwan Be Taiwan : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-let-taiwan-be-taiwan-letters-to-the-editor.html","abstract":"France and China announced last month that they would resume friendly relations, after a year-long chill precipitated by the sale of French Mirage fighters to Taiwan. The price for reconciliation was a French government commitment to ban future sales of","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"For Black Politicians, a Debate of Strategy and Leadership; After Dinkins's Defeat, Can a New Group of Leaders With New Concerns Achieve the Old Unity?","web_url":"https://www.nytimes.com/1994/02/02/nyregion/for-black-politicians-debate-strategy-leadership-after-dinkins-s-defeat-can-new.html","abstract":"  The politics of black New York has entered a period of transition, as politicians, community organizers, religious figures and other participants try to define their relationships with one another and with a new Mayor who won office without them.    Ever since the defeat of David N. Dinkins, New York's first black Mayor, the question of where black politics should head has been the center of a discussion in a variety of formal meetings, as well as informal sessions in clubhouses, church basements and kitchens.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"The Good Deal","web_url":"https://www.nytimes.com/1994/02/02/sports/IHT-the-good-deal.html","abstract":"It is approaching 20 years since the Brazilian Joo Havelange won the FIFA presidency through the expedient of wooing Africa's 42 member countries, who, in 1974, accounted for a quarter of the international soccer family..Havelange traded with the","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Black Belts and Blessings for East Harlem Nuns","web_url":"https://www.nytimes.com/1994/02/02/nyregion/black-belts-and-blessings-for-east-harlem-nuns.html","abstract":"  Sister Marie Chantal could be the scariest dream imaginable for legions of smirking, snickering Catholic schoolboys: a nun adept in judo and tae kwon do.   They can relax.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Clintons Campaigning to Scuttle Endorsement of Rival Health Plan","web_url":"https://www.nytimes.com/1994/02/02/us/clintons-campaigning-to-scuttle-endorsement-of-rival-health-plan.html","abstract":"  Senior Administration officials started an intense lobbying campaign today, including a White House meeting between business leaders and Hillary Rodham Clinton, to derail a potentially damaging show of support for a health care plan competing with their own.   While President Clinton met today with hospital officials and governors to promote his plan, his top aides sought to persuade members of the influential Business Roundtable not to back a less comprehensive one sponsored by Representative Jim Cooper, Democrat of Tennessee. The Cooper plan, unlike the President's, does not require employers to pay any of the costs of their employees' health insurance.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"A Settlement in Plant Case","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-people-yacht-racing-a-settlement-in-plant-case.html","abstract":"  HELEN DAVIS, fiancee of the late Mike Plant, has reached an out-of-court settlement with builders of Plant's racing yacht, Coyote. Concordia Custom Yachts, of South Dartmouth, Mass., and Davis announced the agreement yesterday, but neither would disclose terms of the settlement.    Davis had sued Concordia for $6 million, maintaining that the boat yard had attached Coyote's 8,400-pound keel bulb with \"defective materials and workmanship.\"","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"J. R. and Bobby, Part II","web_url":"https://www.nytimes.com/1994/02/02/opinion/j-r-and-bobby-part-ii.html","abstract":"  So the Super Bowl was a bust. The Jimmy and Jerry Show has real promise, and it is likely to run all year. Jimmy Johnson, the head coach of the Dallas Cowboys, and Jerry Jones, the owner, are a couple of strivers from Arkansas who are exhibiting florid symptoms of post-season testosterone overload.   The public-relations legend of Jimmy and Jerry goes like this. They were hustling lads who wound up playing football for one of Frank Broyles's best Razorbacks teams. They were roommates. As the years passed, they never forgot each other. Jerry made a big pile of Sun Belt dollars. Jimmy won a national college football championship at the University of Miami. Jerry bought the Dallas Cowboys, fired the aging Tom Landry and brought Jimmy into town to Restore the Dynasty. It only made it all the sweeter that Texans loyal to Landry yowled as if the newcomers wanted to turn the Alamo into condos.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Ecuadorean Nominated as U.N.'s New Human Rights Chief","web_url":"https://www.nytimes.com/1994/02/02/world/ecuadorean-nominated-as-un-s-new-human-rights-chief.html","abstract":"  The United Nations Secretary General, Boutros Boutros-Ghali today nominated Ecuador's representative, Jose Ayala Lasso, to be the first United Nations High Commissioner for Human Rights, a post created by the General Assembly last year.   But his choice dismayed several American human rights monitoring organizations who said Mr. Lasso lacked experience and served as Foreign Minister under the repressive military Government that ruled Ecuador in the late 1970's","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Japan Denies It Plans To Build Any A-Bomb","web_url":"https://www.nytimes.com/1994/02/02/world/japan-denies-it-plans-to-build-any-a-bomb.html","abstract":"  Responding to suggestions from abroad that Japan may be reconsidering its longstanding ban on nuclear weapons development, the Government said today that even if North Korea developed a nuclear bomb, \"there is no nuclear option for Japan.\"   The declaration followed newspaper reports in London that Britain's Defense Ministry, in a secret report to the Cabinet, had warned that Japan now has all the elements necessary to build a nuclear bomb. Concern has also been voiced in Washington that Japan's position may shift as nationalists respond to the perceived North Korean threat.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Washington Urged to Press For Bosnia Peace Settlement","web_url":"https://www.nytimes.com/1994/02/02/world/washington-urged-to-press-for-bosnia-peace-settlement.html","abstract":"  The Clinton Administration came under renewed pressure from Britain and the United Nations today to take an active role in helping to negotiate peace in Bosnia and Herzegovina.   In meetings at the White House, State Department and Pentagon and on Capitol Hill, Foreign Secretary Douglas Hurd of Britain called for greater American involvement in urging the three warring parties -- the Muslim-led Government, the Croats and the Serbs -- to resolve their differences at the peace table rather than on the battlefield.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"'The Skriker': Tripping Into the Unknown","web_url":"https://www.nytimes.com/1994/02/02/style/IHT-the-skriker-tripping-into-the-unknown.html","abstract":"Let's at least try to make some sense of the title: Caryl Churchill's \"The Skriker\" (at the Cottesloe) is a malevolent spirit capable of changing character and shape as it time-travels across the centuries seeking love or revenge or enlightenme","thumbnail":null,"section":"Style"},{"date":"19940202","headline":"In America; Joe Willie's World","web_url":"https://www.nytimes.com/1994/02/02/opinion/in-america-joe-willie-s-world.html","abstract":"  So there was Joe Namath, walking across the artificial turf with the aid of his new plastic knees, his face baked and creased from decades in the Florida sun, getting ready to toss the coin for the opening of Sunday's Super Bowl.   And then someone mentioned that Joe Willie was 50 years old. Fifty. An age associated with grandfathers. This didn't seem shocking, it just didn't compute. The idea hung in the air as something not quite real, at least to some of us who remembered the way it was, and the way he was, 25 years ago when he had his extraordinary triumph.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"1894: Perishable Books : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-1894-perishable-books-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - M. Delisle, principal librarian at the Bibliothque Nationale, warns us that our modern literature is destined to perish. Of the 2,000 and odd volumes published annually in France, not one, he thinks, will remain after a certain time. Old-fas","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"A South African Friend : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-a-south-african-friend-letters-to-the-editor.html","abstract":"Assassinated! It was not the sort of news you expect to hear about someone you know. Patford Shuma, personal assistant to the deputy general secretary of the African National Congress, had been killed while he waited at a bus stop..Patford had been a s","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"State Dept. Castigates China on Rights Record","web_url":"https://www.nytimes.com/1994/02/02/world/state-dept-castigates-china-on-rights-record.html","abstract":"  The Administration issued its long-awaited critique of China's human rights record today, painting a grim tableau of political prisoners, torture and forced confessions. The report outlined a long road that it said Beijing must travel to have its preferred trading status renewed this year.   As expected, the State Department's annual review found that China's \"overall human rights record in 1993 fell far short of internationally accepted norms as it continued to repress domestic critics and failed to control abuses by its own security forces.\"","thumbnail":null,"section":"World"},{"date":"19940202","headline":"A Black Police Group Rebuts Giuliani","web_url":"https://www.nytimes.com/1994/02/02/nyregion/a-black-police-group-rebuts-giuliani.html","abstract":"  A group of black police officers yesterday rejected Mayor Rudolph W. Giuliani's criticism of community policing, saying officers on beats should work on social problems they encounter.   At a news conference outside City Hall, the chairman of the Grand Council of Guardians, Eric Adams, said community policing had helped poor and largely minority areas. \"The same services that community policing brought to Washington Heights, Bedford-Stuyvesant and other black, Latino areas, have always existed in wealthier areas,\" Mr. Adams said. \"These are the areas that need community policing more than other areas.\"","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"In Mexico's Poor South, Coffee Now Blights Lives","web_url":"https://www.nytimes.com/1994/02/02/world/in-mexico-s-poor-south-coffee-now-blights-lives.html","abstract":"  Across the remote highlands of Mexico's deep south, where pine trees seem to snag the clouds and Indian rebels maintain a stronghold, unharvested coffee berries are turning wine dark and rotting.   The coffee is a casualty of the violent uprising that began in Chiapas State on Jan. 1. Poor farmers have been too afraid to enter their fields to harvest the crop and some have even fled the wooden shacks they call home.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"As 'Homicide' Waits to Live or Die, Actor Plunges Into Shakespeare","web_url":"https://www.nytimes.com/1994/02/02/theater/as-homicide-waits-to-live-or-die-actor-plunges-into-shakespeare.html","abstract":"  While the NBC series \"Homicide\" hovers in limbo, Andre Braugher waits for news of its fate with the cool of a man who believes in predestination.   \"I was simply out to do the best work I possibly could,\" Mr. Braugher says of his stint playing the eloquent but icy Detective Frank Pembleton. \"What happens to the show is really out of my control, so I don't torture myself about questions of, 'Maybe we will, maybe we won't.' I don't cross my fingers and I don't pray over it.\"","thumbnail":null,"section":"Theater"},{"date":"19940202","headline":"Berlin Journal; A Neo-Nazi Whose Ardor Was Cooled by Killings","web_url":"https://www.nytimes.com/1994/02/02/world/berlin-journal-a-neo-nazi-whose-ardor-was-cooled-by-killings.html","abstract":"  At meetings of German neo-Nazis over the last few years, the tall and powerful figure of Ingo Hasselbach has been one of the most imposing. Articulate and intelligent, dressed in bomber jacket and heavy black boots, Mr. Hasselbach became an admired figure on the far right with his angry speeches denouncing foreigners and other enemies.   But then last year Mr. Hasselbach faded from view. Rumors began to circulate that he had dropped out of neo-Nazi groups he helped organize. His former comrades, angry at what they considered betrayal, began threatening his mother and sister. On the side of the building where he lived in eastern Berlin, someone wrote in large letters, \"Ingo Hasselbach, We'll Get You.\" A Change of Heart    Now Mr. Hasselbach, 26, has confirmed his change of heart in an extraordinary book, \"The Reckoning: A Neo-Nazi Drops Out.\" It is selling briskly, and has made Mr. Hasselbach the most prominent figure in post-unification Germany to have recanted his far-right views.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Ewing, Starks on All-Stars","web_url":"https://www.nytimes.com/1994/02/02/sports/on-pro-basketball-ewing-starks-on-all-stars.html","abstract":"  Patrick Ewing is going to his eighth All-Star Game. John Starks is going to his first. But Charles Oakley is going home for All-Star weekend. Again.   Ewing and Starks were among the 14 reserve players selected to the Eastern and Western Conference teams yesterday, but Oakley -- who was considered a strong candidate by many people, including Knicks Coach Pat Riley -- found himself left off the list.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Close-Knit Town Shocked at Takeover of Its Police","web_url":"https://www.nytimes.com/1994/02/02/nyregion/close-knit-town-shocked-at-takeover-of-its-police.html","abstract":"  Quarterly property taxes are due at Town Hall now, but residents coming with checkbooks today found most of the doors locked. Only the entrance to the police headquarters was open. And it was full of strangers, screening all arrivals and admitting only those with official business.   \"We're still executing warrants here,\" a detective from the Bergen County Prosecutor's office said sternly. His message was clear -- outsiders are unwelcome now that the prosecutor's office is running the community's 17-member Police Department and rummaging through all sorts of police files, documents and records as part of an investigation into police operations and improper favors.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Conner Drops Out","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-people-yacht-racing-conner-drops-out.html","abstract":"  DENNIS CONNER will miss the fourth leg of the Whitbread Round the World Race, from Auckland, New Zealand, to Punta del Este, Uruguay. BRAD BUTTERWORTH, Conner's co-skipper on the American entry Winston, announced the decision yesterday in Auckland, citing Conner's business commitments.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"East Asian Values : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-east-asian-values-letters-to-the-editor.html","abstract":"Regarding \"The 10 Values That Undergird East Asian Strength and Success\" (Opinion, Dec. 11). by Tommy Koh:.The author offers what he believes are 10 \"East Asian\" values that are needed for a \"better world.\" Several of them","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Finnish Pianist Wins Award Of Cash and Manager's Aid","web_url":"https://www.nytimes.com/1994/02/02/arts/finnish-pianist-wins-award-of-cash-and-manager-s-aid.html","abstract":"  Ralf Gothoni, a Finnish pianist, has been named the second winner of the Gilmore Award, one of the piano world's most generous, unusual and, by some standards, eccentric competitions.   As Gilmore Artist of the Irving S. Gilmore International Keyboard Festival, Mr. Gothoni, who is 48, will receive $115,000 in cash and roughly $400,000 more in management services over the next four years. The Gilmore is based in Kalamazoo, Mich.","thumbnail":null,"section":"Arts"},{"date":"19940202","headline":"World's No. 2 Hurdler Has a No. 1 Problem","web_url":"https://www.nytimes.com/1994/02/02/sports/track-and-field-world-s-no-2-hurdler-has-a-no-1-problem.html","abstract":"  Can a nice guy with bad reflexes become the world's best high hurdler?    As Jack Pierce settled sedately into the starting blocks for an evening practice session at Princeton University's Jadwin Gym, his coach, Norm Tate, patroled the 200-meter track with gestures of frustration.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/02/nyregion/c-corrections-057851.html","abstract":"  An article in the Arts and Leisure section on Sunday about \"Symphonic Dances,\" a new work by Peter Martins for the New York City Ballet, misstated the date of the premiere. It is tomorrow evening, not this evening.  ","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Public & Private; With Perfect Timing","web_url":"https://www.nytimes.com/1994/02/02/opinion/public-private-with-perfect-timing.html","abstract":"  Bill Clinton gives a good speech.  There is in him a bit of the preacher, some of the earnest high school orator, a little carnival barker and some door-to-door salesman. You could tell how well his State of the Union address played by how fast his political opponents rushed to judge it empty rhetoric.    Before, the Gallup poll found that 67 percent of those they surveyed thought the President was on the right track. Afterward the number rose to 85 percent.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Turner Talks to Redskins","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-people-football-turner-talks-to-redskins.html","abstract":"  NORV TURNER, the Dallas offensive coordinator, met with the Washington Redskins' owner, JACK KENT COOKE, yesterday about becoming the team's new coach and came away from the talk saying only that \"things are going good.\"","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Review/Television; Thirty Years Later, Fallout in Nevada","web_url":"https://www.nytimes.com/1994/02/02/movies/review-television-thirty-years-later-fallout-in-nevada.html","abstract":"  \"Turning Point: Coverup at Ground Zero\" makes the case for the downwinders, the people who were in the path of fallout from the scores of nuclear blasts at the Federal Government's Nevada test site in the 1950's and early 60's.   They and their survivors, who are suing Washington for damages, have recently gained hope from the sympathetic spirit personified by Hazel R. O'Leary, the Secretary of Energy. (In a break from decades of official stonewalling, she recently pledged a full investigation of various radiation-related experiments conducted by the Government since World War II.)","thumbnail":null,"section":"Movies"},{"date":"19940202","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/02/02/books/book-notes-054828.html","abstract":"  Shopping Trip   Larry McMurtry, the author of such popular and best-selling novels as \"Lonesome Dove,\" \"The Last Picture Show\" and, most recently, \"The Streets of Laredo,\" is a hot commodity by anyone's standards. In a marketplace in which few fiction writers have celebrity name recognition, he has something approaching it.   Mr. McMurtry has also had a successful history with Simon & Schuster, where Michael Korda, editor to the stars, has published the Texas author's books for more than 20 years. But recently, Mr. McMurtry's agent, Andrew Wylie, told New York's richer houses that Mr. McMurtry was willing to entertain bids from other publishers. What's more, Mr. Wylie said, he was proposing to sell the author's next four books -- two of them to be written with Diana Ossana, whom several publishers described as Mr. McMurtry's companion -- for an astonishing $21.5 million.","thumbnail":null,"section":"Books"},{"date":"19940202","headline":"Donors Respond to Reports of Lag in Neediest Cases","web_url":"https://www.nytimes.com/1994/02/02/nyregion/donors-respond-to-reports-of-lag-in-neediest-cases.html","abstract":"  With less than four weeks remaining in The New York Times Neediest Cases Fund's 82d annual appeal for donations, hundreds of donors have responded to reports that the campaign is lagging dangerously behind last year's.   But despite the additional giving -- which has come from the corporate world, from repeat donors, from first-time donors and even from the unemployed -- the fund still needs more than $130,000 just to maintain the assistance it provided last year for services such as medical examinations for children and emergency rent help for immigrants and single mothers.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Filling Justice Posts","web_url":"https://www.nytimes.com/1994/02/02/us/filling-justice-posts.html","abstract":"  As the White House announced the appointment of a little-known lawyer, Deval L. Patrick, to lead the Justice Department's civil rights unit, officials said the Administration had tentatively decided to appoint the Pentagon's top lawyer, Jamie S. Gorelick, to the department's No. 2 job.    Article, page A13","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Israel Again Dashes Hopes Of Early Deal With P.L.O.","web_url":"https://www.nytimes.com/1994/02/02/world/israel-again-dashes-hopes-of-early-deal-with-plo.html","abstract":"  In the roller-coaster negotiations between Israel and the P.L.O. -- upbeat one moment, glum the next -- Israeli officials dampened expectations today for an imminent breakthrough that would get Palestinian self-rule going in the occupied territories.   Just two days ago in Davos, Switzerland, Israeli and Palestine Liberation Organization leaders suggested that they were on the verge of clearing away remaining obstacles and would quickly sign an accord on carrying out self-rule and a companion Israeli troop withdrawal from the Gaza Strip and the West Bank town of Jericho.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"1919:Grasping in Europe : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-1919grasping-in-europe-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Macedonia was long looked upon as the very last word in politico-ethnological confusion. It has even furnished the names for a fruit salad that is the acme of gastronomic anarchy. But Macedonia now has a serious rival in Central Europe, where Czec","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"I.M.F. HEAD DEFENDS RUSSIA LOAN POLICY AGAINST CRITICISM","web_url":"https://www.nytimes.com/1994/02/02/world/imf-head-defends-russia-loan-policy-against-criticism.html","abstract":"  The head of the International Monetary Fund complained today that his institution was being made a \"scapegoat\" by the Russians, Western governments and various experts for Russia's faltering economic reform effort. He said the responsibility lies with the Russians themselves.   In a rare public defense, the I.M.F.'s managing director, Michel Camdessus, summoned reporters to deliver a feisty rebuttal to charges that his organization has been unrealistic or too slow in negotiating with the Russian Government the terms for more Western aid.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Anderson Makes Point And Sonics Are Sore","web_url":"https://www.nytimes.com/1994/02/02/sports/basketball-anderson-makes-point-and-sonics-are-sore.html","abstract":"  Proving again that when they are on their game they can play with anyone, the Nets scored a 104-103 victory tonight over the Seattle SuperSonics, the league's best team, at Byrne Meadowlands Arena.   Kenny Anderson scored 26 points, matching Shawn Kemp for the game-high total, despite the soreness from the broken wrist on his shooting hand that he has been playing through all season. Anderson also played with 12 stitches in his right forearm from a nasty spill he took this morning on his way to the shoot-around, also banging his elbow.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Review/Music; It's Dvorak's Turn in Brooklyn's Little Festivals","web_url":"https://www.nytimes.com/1994/02/02/arts/review-music-it-s-dvorak-s-turn-in-brooklyn-s-little-festivals.html","abstract":"  This season, the Brooklyn Philharmonic has built a series of festivals around its programs. The latest, \"From the New World,\" examined Dvorak's efforts to foster an American folk-based symphonic idiom during his years in New York, 1892-95. An orchestra concert led by Dennis Russell Davies on Friday and Saturday evenings at the academy was the centerpiece; the ancillary events were six hours of lectures and recitals at the Majestic Theater on Sunday.    Joseph Horowitz, the orchestra's artistic adviser, has devoted much energy and ink to denouncing the museum culture that prevails in classical music. Yet \"From the New World\" was entirely a museum experience. On display were some large fossils: the \"New World\" Symphony, Mrs. H. H. A. Beach's \"Gaelic\" Symphony and Edward MacDowell's \"Dirge\".","thumbnail":null,"section":"Arts"},{"date":"19940202","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/02/02/sports/transactions-055549.html","abstract":"  Basketball  National Basketball Association   NBA -- Suspended Clyde Drexler of the Portland Trail Blazers without pay for one game and fined him $2,500 for bumping an official in a game Jan. 30.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/02/nyregion/no-headline-050814.html","abstract":"  \"The passion is gone.\" LEO THORSNESS, a former P.O.W.. who no longer opposes trade with Vietnam.  [ A8:1. ]","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/02/style/chronicle-058041.html","abstract":"  Could there be a special Y chromosome -- as in Y.W.C.A -- in the family of Dr. PREMA MATHAI-DAVIS?   She was the commissioner of the New York City Department for the Aging during the Dinkins Administration and yesterday, she started a new job, as the 10th national executive director of the Y.W.C.A. Her family tree has roots that go deep in the organization in India and Pakistan. Her maternal great-grandmother, Rachel Verghese, was an organizer of two Y's in the southern Indian region of Kerala. Her mother's mother, Sarah Kovoor, and two great-aunts were also active there.","thumbnail":null,"section":"Style"},{"date":"19940202","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/02/sports/results-plus-055565.html","abstract":"  COLLEGE BASKETBALL  Michigan Upsets Purdue, 63-62  Juwan Howard of Michigan put back an offensive rebound with 21.1 seconds left and Purdue missed three shots in the final seconds as the 13th-ranked Wolverines overcame an 11-point deficit to defeat the No. 8 Boilermakers by 63-62 last night a West Lafayette, Ind. The Wolverines (14-4, 6-2 in the Big Ten) overcame a 36-point performance by Glenn Robinson to win a battle for first place in the Big Ten. Michigan opened a half-game lead over Indiana. Purdue (17-3, 5-3) missed 10 of 15 free throws in the second half. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Do White Leaders Denounce White Racism?","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-do-white-leaders-denounce-white-racism-058017.html","abstract":"  To the Editor:   A. M. Rosenthal's major concern should be white anti-Semitism, a form of racism (column, Jan. 11). Since the deliverance by Moses, Jews have not suffered as a group at the hands of Africans. But Jews have suffered and continue to suffer at the hands of the white Caucasian race.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"NASA Saves Experimental Rocket Program","web_url":"https://www.nytimes.com/1994/02/02/us/nasa-saves-experimental-rocket-program.html","abstract":"  The space agency says it has intervened to save an experimental, vertical-landing space rocket that was about to be scrapped by the Pentagon.   The National Aeronautics and Space Administration said on Monday that it had transferred $990,000 of its money to the Defense Department's Ballistic Missile Defense Organization to preserve the rocket and its ground equipment for further testing.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Billions for School Are Lost In Fraud, Waste and Abuse","web_url":"https://www.nytimes.com/1994/02/02/us/billions-for-school-are-lost-in-fraud-waste-and-abuse.html","abstract":"  For several years, the Federal Government has been losing $3 billion to $4 billion annually to waste, fraud and loan defaults in its higher education student-aid programs. That is more than 10 percent of the Education Department's annual budget of $29 billion -- enough to finance the nation's entire Head Start project.   Education officials, both inside and outside the Government, are well aware of the problem. The Education Secretary, Richard W. Riley, recently called his department's management of its main scholarship program \"worse than lax.\" Robert Atwell, president of the American Council on Education, representing 1,600 colleges and universities, terms the fraud and abuse \"an intolerable embarrassment.\" Students Are Hurt    In the most dramatic cases in recent years, directors of for-profit trade schools and colleges have looted the budgets of these loosely regulated Federal student aid programs to buy themselves Mercedes-Benzes, travel the world, subsidize a drug habit, invest in religious causes or pay themselves million-dollar salaries.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Books of The Times; Taking Paris by Storm, With Bananas Flying","web_url":"https://www.nytimes.com/1994/02/02/books/books-of-the-times-taking-paris-by-storm-with-bananas-flying.html","abstract":"  Josephine   The Hungry Heart   By Jean-Claude Baker and Chris Chase   Illustrated. 532 pages. Random House. $27.50.     A little song called \"Yes, We Have No Bananas\" was the hit of 1923. F. Scott Fitzgerald thought it caught the goofy abandon of the age, so it seems right that Josephine Baker created the hit dance number of the age three years later wearing a belt of bananas accessorized only by beads and bracelets.","thumbnail":null,"section":"Books"},{"date":"19940202","headline":"New York City Women Edge Closer to Men in Pay","web_url":"https://www.nytimes.com/1994/02/02/nyregion/new-york-city-women-edge-closer-to-men-in-pay.html","abstract":"  Women in New York City came a lot closer to matching the earnings of men during the 1980's than elsewhere in the nation, according to a new study released yesterday.   The study, which covered New Yorkers over 25 years old, found that except for women who lacked a high school diploma, working women gained on men of comparable education during that decade. And those income gains are likely to continue in the 1990's, experts said, although probably at a slower pace.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Tougher Car Emission Rules Requested by Eastern States","web_url":"https://www.nytimes.com/1994/02/02/us/tougher-car-emission-rules-requested-by-eastern-states.html","abstract":"  In a decision that could help shape the kind of cars sold at the turn of the century, 12 Eastern states from Virginia to Maine agreed today to have the Federal Government impose California's more stringent auto emission standards on them.   A vote here by representatives of the 12 governors and of the Mayor of the District of Columbia was the latest of several efforts by the group to be more vigorous in controlling smog than Federal standards require.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Witnesses Recall Boasts on '63 Killing","web_url":"https://www.nytimes.com/1994/02/02/us/witnesses-recall-boasts-on-63-killing.html","abstract":"  The prosecution of the man accused of murdering Medgar Evers 30 years ago wound up dramatically today, with two more witnesses testifying that the defendant, Byron De La Beckwith, had bragged about the killing.   A surprise witness, Mark Reiley, took the stand in the fourth day of testimony in the third trial of Mr. Beckwith on murder charges in the Evers case. Mr. Reiley was also the sixth person to testify that Mr. Beckwith had boasted of or made reference to having killed Mr. Evers in 1963.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Let's Look at Emergency Room Misuse","web_url":"https://www.nytimes.com/1994/02/02/opinion/l-let-s-look-at-emergency-room-misuse-057983.html","abstract":"  To the Editor:   Many physicians send their private patients to New York City's overburdened hospital emergency rooms before 9 A.M. and after 5 P.M. weekdays and over the weekends when their own offices are closed. Patients who need to be seen, but who do not show any need for acute emergency care, are sent to the emergency rooms for workups, conducted by residents.","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Fitness and the Fetus: A Turnabout in Advice","web_url":"https://www.nytimes.com/1994/02/02/us/fitness-and-the-fetus-a-turnabout-in-advice.html","abstract":"  IN recent years, surging interest in physical fitness has led the medical profession to take a hard new look at the risks and benefits of both moderate and vigorous exercise for pregnant women and their unborn children. Gone are the days when doctors and mothers-in-law routinely told pregnant women to take it easy and avoid strenuous activity.   Based on the findings of recent studies, the American College of Obstetricians and Gynecologists has reconsidered recommendations it made in 1985 to restrict the intensity of exercise in pregnancy to what some fitness experts have called \"old lady limits.\" It issued a new advisory yesterday.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Giuliani Asks Legislators For Aid for Budget Gap","web_url":"https://www.nytimes.com/1994/02/02/nyregion/giuliani-asks-legislators-for-aid-for-budget-gap.html","abstract":"  During the mayoral race, Rudolph W. Giuliani ridiculed Mayor David N. Dinkins for always looking to Albany to solve fiscal problems he said were Mr. Dinkins's fault. Today, Mayor Giuliani went to the Capitol haunted by his own $2.3 billion budget gap and told legislators he needed their help to close it.   Though lawmakers from both parties praised his performance in legislative hearings today as strong and competent, Mr. Giuliani, the first Republican Mayor of New York in two decades, left with no promises for more money, especially in the two crucial areas of education and Medicaid. But he did leave with at least a hint that the political dynamic between the city and Albany is shifting and that Republicans are becoming a little more sympathetic to a mayor from the city.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"If the Food Can Move, It's Probably Not Done","web_url":"https://www.nytimes.com/1994/02/02/style/if-the-food-can-move-its-probably-not-done.html","abstract":"ASK any chef, \"How long does this need to cook?\" and the response will inevitably be, \"Until it's done.\"\n\nTo the nonprofessional cook seeking guidance, that answer can be exceedingly annoying. Like the jargon of lawyers and bureaucrats, it seems to have the ring of needless mystery intended to conceal rather than reveal.","thumbnail":null,"section":"Style"},{"date":"19940202","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/02/nyregion/metro-digest-051934.html","abstract":"  NEW YORK CITY  LEGISLATORS ASKED TO AID CITY BUDGET   During the mayoral race, Mr. Giuliani ridiculed Mayor Dinkins for always looking to Albany to fix fiscal problems. Yesterday Mayor Giuliani went to the Capitol haunted by his own $2.3 billion budget gap and told legislators he needed their help to close it. B2.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Man in the News: Deval Laurdine Patrick; Street Survivor via Harvard","web_url":"https://www.nytimes.com/1994/02/02/us/man-in-the-news-deval-laurdine-patrick-street-survivor-via-harvard.html","abstract":"  He escaped from the tough cold streets of Chicago's South Side, finding safety and success in the serene environments of Milton Academy, Harvard and a prestigious Boston law firm. Now, the survival skills and pragmatism that Deval Laurdine Patrick acquired in his 37 years will be tested in what has become one of the toughest jobs in Washington.   As President Clinton's nominee to be the Assistant Attorney General in charge of the civil rights division, Mr. Patrick will oversee a department of 240 lawyers -- an administrative task beyond anything he has yet tried.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Palestinian Deaths : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-palestinian-deaths-letters-to-the-editor.html","abstract":"Regarding \"6 Killed as Israeli- PLO Violence Flares\" (Jan. 15) by David Hoffman:.The journalist includes statistics on the number of Palestinians and Israelis killed since the peace accord was signed..But no peace accord was signed, only a","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/02/nyregion/news-summary-050334.html","abstract":"  International A2-9  VIETNAM EMBARGO ACTION NEAR  President Clinton plans to lift the 19-year-old trade embargo against Vietnam and will do so within the next few days, officials said.  A1  ATTITUDES TOWARD VIETNAM THAW  Twenty-one years after the United States pulled out of Vietnam, attitudes are changing in the state of Washington, which is poised to make billions of dollars trading with the former enemy.  A8","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"G.O.P. to Get Peek at Clinton Land Deal","web_url":"https://www.nytimes.com/1994/02/02/us/gop-to-get-peek-at-clinton-land-deal.html","abstract":"  The Republicans today renewed their calls for hearings into the links between President Clinton and a failed Arkansas savings and loan, and they won the Democrats' assent to take at least a brief look into the matter.   How deep, for how long and when were matters that the Democrats studiously left unclear. For now, it appears that Republicans will at most be allowed to question officials at the Federal agency that in 1989 bailed out the bankrupt Arkansas institution, the Madison Guaranty Savings and Loan Association.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Skating Panel Meets but Breaks With No Ruling","web_url":"https://www.nytimes.com/1994/02/02/sports/figure-skating-skating-panel-meets-but-breaks-with-no-ruling.html","abstract":"  The five-member figure-skating panel that could help determine whether Tonya Harding represents the United States in the Olympic competition in Lillehammer, Norway, in three weeks held its first meeting in Colorado Springs yesterday, but adjourned without deciding whether Harding must face a disciplinary hearing.   That decision is expected no earlier than Friday, when the panel is scheduled to reconvene to hear a report from John Bennett. He is the Portland lawyer assigned to gather information about the Jan. 6 attack on Harding's chief rival, Nancy Kerrigan, at the national championships in Detroit.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Plan to Preserve Pine Barrens Is in Danger, Supporters Say","web_url":"https://www.nytimes.com/1994/02/02/nyregion/plan-to-preserve-pine-barrens-is-in-danger-supporters-say.html","abstract":"  A plan to preserve the Pine Barrens of eastern Long Island, adopted last summer after years of controversy, is in jeopardy because the state and Suffolk County have failed to provide promised financing, environmentalists and developers charged today.   \"Long Island cannot afford to lose all we have accomplished to bumbling bureaucrats and politicians who don't deliver,\" said Alan Singer, president of the Pine Barrens Society, an environmental group.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Despite Successes, Kirov Opera Finds Reasons for Gloom","web_url":"https://www.nytimes.com/1994/02/02/arts/despite-successes-kirov-opera-finds-reasons-for-gloom.html","abstract":"  Before the Kirov Opera made its much-admired visit to New York in the summer of 1992, the company seemed suffused with a kind of guarded optimism. Yes, the Russian economy was in disarray. But changes were in the works, and in the meantime the company's performances were at a high level of achievement and freedom promised much for the future.   Today, as the Kirov begins a weeklong Rimsky-Korsakov Festival here that has attracted many Western critics and visitors, that optimism seems frayed. Both Valery Gergiyev, the artistic director of the opera and music director of the Maryinsky Theater, which also houses the Kirov Ballet, and Anatoly F. Malkov, the administrative director of the theater, sounded grim and pessimistic compared with their mood in 1992. But they were hardly ready to give up the fight for artistic quality and financial independence, a fight that has solidified the Kirov Opera's reputation as Russia's best.","thumbnail":null,"section":"Arts"},{"date":"19940202","headline":"Oakley's Stats All Speak of a Star","web_url":"https://www.nytimes.com/1994/02/02/sports/on-pro-basketball-oakley-s-stats-all-speak-of-a-star.html","abstract":"  When the crowd left his locker, when the uneasy smile was gone from his face, Charles Oakley walked across the room and casually opened the pregame booklet of statistics. He turned to the page with the National Basketball Association leaders, and stared.   \"Oh, just checking out the rebounding,\" he said, running a finger to his fourth-place league standing, with 506, more than every forward but Dennis Rodman, more than Hakeem Olajuwon and Shaquille O'Neal. Forty-one games into an 82-game regular season, Oakley was halfway home to 1,000, the benchmark for rebounding excellence.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"GOLF: So Close, and Now So Far Away; In 1990, Mike Donald Nearly Won the U.S. Open; Today, He's Begging to Play on the Tour","web_url":"https://www.nytimes.com/1994/02/02/sports/golf-so-close-now-so-far-away-1990-mike-donald-nearly-won-us-open-today-he-s.html","abstract":"  In the small, sparsely furnished family room of the house where he grew up, Mike Donald slides a videotape into the VCR. He is holding a remote control in his hand, fast-forwarding into the past, to a summer day more than three years ago when the course of his life was altered forever.   The figures on the screen snap into focus. One is immediately recognizable as Hale Irwin, trim and fit, his graying hair stylishly cut. The other looks vaguely familiar. His open and friendly face, the one with the Kirk Douglas dimple in the chin, is topped by a Wilson visor. He has the slight paunch of a man who enjoys a beer every now and then and the reddish countenance of a golf pro who has spent his life in the wind and sun. It is Mike Donald, and he is on the 14th green at Medinah Country Club outside Chicago in a Monday playoff for the 1990 United States Open Championship.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"COLLEGE HOCKEY REPORT","web_url":"https://www.nytimes.com/1994/02/02/sports/college-hockey-report.html","abstract":"  Beanpot Tournament    Around Boston, the highlights of the season are the next two Monday nights, when a ritual is played out at Boston Garden. The opening pairings for the tournament are ideal: Boston College against an improved Northeastern team in the opener and Boston University and Harvard, two of the nation's best, in the sequel. The victors will play for the prize on Feb. 14. In the coaches' poll this week, Boston College is No. 2 after Michigan and Harvard is No. 4 after Michigan State.  Williams    The Ephmen boast a record of 11-3-1 and are in second place behind Connecticut in the ECAC East division with a 7-2 mark. The Huskies snapped Williams's six-game winning streak last Saturday night by winning, 3-2, on a power-play goal in overtime.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Philadelphia to Spruce Up","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-people-stadiums-philadelphia-to-spruce-up.html","abstract":"  After years of false starts, the owners of the Philadelphia's hockey and basketball teams have reached an agreement on a new arena stocked with luxury boxes in South Philadelphia. The Flyers' owner, ED SNIDER, said he would build Spectrum 2 with the help of outside financing, and it was announced yesterday that the 76ers' owner, HAROLD KATZ, had signed a 29-year lease.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Central Asia At Risk in Afghanistan","web_url":"https://www.nytimes.com/1994/02/02/opinion/IHT-central-asia-at-risk-in-afghanistan.html","abstract":"Afghanistan is often viewed as yesterday's war, of little consequence to anyone but the unfortunate Afghans. That perception is dangerously wrong. Unless the various parties who at various times fueled the flames of the conflict make a concerted effort t","thumbnail":null,"section":"Opinion"},{"date":"19940202","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/02/nyregion/c-corrections-057827.html","abstract":"  An article on Saturday about an appearance by Hillary Rodham Clinton before a meeting of doctors in Las Vegas, Nev., misidentified an obstetrician who told her that trial lawyers as well as doctors should be willing to sacrifice for health care reform. He was Dr. Allan Boruszak, not Dr. William Bossak.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"From Homeless Addict To the Comeback Route","web_url":"https://www.nytimes.com/1994/02/02/nyregion/about-new-york-from-homeless-addict-to-the-comeback-route.html","abstract":"  IT was just over a year ago that Angel Perez hit bottom. The cardboard box he had been living in at the 79th Street rotunda in Riverside Park had disintegrated in a storm. On the day after Christmas, he and a street buddy snatched a briefcase from a man and split the $300 they found inside, and Mr. Perez used his share to buy 15 five-dollar vials of crack and some whisky. He was wet and tired and, at 34, most of his teeth were missing.   He went to the midtown Port Authority bus terminal to sleep and get dry. He was lying on the floor when a policeman came by and told him to leave. Mr. Perez was gathering his stuff and was about to shuffle off when he turned to the officer and said, \"Can you help me?\"","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Knicks Roll But Celtics Get Lost In Confusion","web_url":"https://www.nytimes.com/1994/02/02/sports/pro-basketball-knicks-roll-but-celtics-get-lost-in-confusion.html","abstract":"  It was late in the fourth quarter last night when Acie Earl wandered onto the court, his eyes a bit dazed, his green Boston warmup jacket still covering the jersey he wore. Kevin Gamble, his Celtic teammate, had to nudge Earl, tell him to undress, tell him that he was not prepared to enter the game.   It was too late, though, for the Celtics to wake up and get into this game at Madison Square Garden. This was supposed to be a game between two hot teams -- the Knicks on a four-game winning streak, the Celtics on a season-high seven-game winning streak -- in a rivalry as old as there is in the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/02/style/chronicle-052540.html","abstract":"  Happy birthday, DNA: yesterday was the 50th anniversary of the publication of the paper that proved genes are comprised of material called deoxyribonucleic acid.    It was celebrated in low-key fashion yesterday afternoon at the site of the discovery, the sixth floor of the Rockefeller University Hospital, on York Avenue.","thumbnail":null,"section":"Style"},{"date":"19940202","headline":"Huskies Fall And Return To Reality In Big East","web_url":"https://www.nytimes.com/1994/02/02/sports/basketball-huskies-fall-and-return-to-reality-in-big-east.html","abstract":"  Now they can say it was bound to happen sooner or later. Connecticut became the latest highly ranked team to stumble, as Syracuse's emotional 108-95 victory before a raucous crowd in the Carrier Dome created the sudden possibility of a race for first place in the Big East.   \"It was obvious we would lose sometime,\" said Doron Sheffer, the usually reliable guard whose struggles tonight became one in a series of uncharacteristic Connecticut failures.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"Sanitation Worker Is Slain on Subway","web_url":"https://www.nytimes.com/1994/02/02/nyregion/sanitation-worker-is-slain-on-subway.html","abstract":"  A New York City sanitation worker who had just finished an overnight shift was found shot to death on a subway train in the Bronx yesterday morning, the transit police said. He was the first person to be killed on the subway system this year.   The body of Warren Lewis, 41 years old, of Co-Op City in the Bronx, was discovered in the last car of a No. 5 train when it pulled into the East 180th Street station at 8:55 A.M., said Albert O'Leary, a spokesman for the transit police.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Personal Health; Exercising safely during pregnancy.","web_url":"https://www.nytimes.com/1994/02/02/us/personal-health-exercising-safely-during-pregnancy.html","abstract":"  PREGNANCY is no longer a period of confinement. About the only thing that is \"confined\" during pregnancy these days is the unborn child. It is now commonplace to see pregnant women jogging, swimming, walking briskly and even skating and playing tennis, sometimes well into the last third of pregnancy.   Some women exercise after clearing their plans with their physicians, but many others never consult their doctors and instead take it for granted that activities they pursued before pregnancy are safe to continue. Still others are inspired by their pregnancy to start regular exercise.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/02/us/inside-050156.html","abstract":"  Hearings on Clinton Deal   Democrats made a concession to Republican calls for hearings on the failure of a savings and loan tied to President Clinton. Page A10.  U.S. Is Pressed on Bosnia   Both Britain and the United Nations put pressure on the United States to take an active role to negotiate a peace settlement in Bosnia. Page A6. U.S. Critiques China Rights   The United States issued an analysis of China's human rights record, saying Beijing has a long way to go to keep its trading status. Page A9. Giuliani Plan for Savings    Mayor Giuliani's fiscal plan is expected to call for big increases in worker productivity, especially from the Sanitation Department. Page B1. Overcrowding in Cyberspace   The web of computer networks and data services known as cyberspace is being overloaded as more people seek access to on-line systems. Page D1.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Iran's Chief Escapes Shooting","web_url":"https://www.nytimes.com/1994/02/02/world/iran-s-chief-escapes-shooting.html","abstract":"  President Ali Akbar Hashemi Rafsanjani escaped injury today when a gunman opened fire from a crowd of worshipers gathered for a ceremony at Ayatollah Khomeini's mausoleum, the Iranian press reported.    According to state-run Iranian television, which broadcast a videotape of the incident, without showing the assailant, five shots were \"fired into the air.\" No one was wounded, reports said.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"Sports of The Times; Tonya Still Uncharged, Unconvicted","web_url":"https://www.nytimes.com/1994/02/02/sports/sports-of-the-times-tonya-still-uncharged-unconvicted.html","abstract":"  JEFF GILLOOLY sounds like a masochist's dream. His former wife, one Tonya Harding, a figure skater from Oregon, has been issuing documented cries of help over the years that he is abusive to her, but she kept going back to him, a pattern she may regret right about now.   There is one last thing Jeff Gillooly has done to Tonya Harding. He has served her up on a golden platter to the law and the United States Olympic Committee. In striking a plea bargain, Gillooly said his former wife was actively involved in the plot to whack Nancy Kerrigan, before and after the actual assault on Jan. 6.","thumbnail":null,"section":"Sports"},{"date":"19940202","headline":"President Overruled Officials In Granting a Visa to Adams","web_url":"https://www.nytimes.com/1994/02/02/world/president-overruled-officials-in-granting-a-visa-to-adams.html","abstract":"  Both the American Embassy in London and the State Department recommended that Gerry Adams be denied a visa, but President Clinton decided to admit the Irish republican leader to the United States anyway, mainly for domestic political reasons, American officials said today.   In announcing the decision on Sunday, the White House said Mr. Adams, who heads Sinn Fein, the political arm of the Irish Republican Army, had made encouraging remarks about renouncing violence at a meeting Friday with American diplomats in Belfast.  But British and American officials familiar with the results of the meeting hotly dispute that, asserting that Mr. Adams merely repeated ambiguous formulations in answer to precise questions.","thumbnail":null,"section":"World"},{"date":"19940202","headline":"TOUGH LINE TAKEN ON WATER CLEANUP","web_url":"https://www.nytimes.com/1994/02/02/us/tough-line-taken-on-water-cleanup.html","abstract":"  The Clinton Administration and Senate Democrats today spelled out ambitious proposals to revise the Clean Water Act, broadening it to include runoff from farms and other previously unregulated sources of pollution.   Their proposals would also further restrict discharges of toxic chemicals, toughen enforcement of pollution laws, expand Federal subsidies for local water-treatment programs and put into law the goal of preserving wetlands at their current total acreage.","thumbnail":null,"section":"U.S."},{"date":"19940202","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/02/nyregion/c-corrections-057835.html","abstract":"  An article on Jan. 15 about the reappointment of the New York City Sanitation Commissioner, Emily Lloyd, misstated the surname of her husband, who is a deputy executive director of the Port Authority of New York and New Jersey. He is William H. Goldstein, not Goldstock.","thumbnail":null,"section":"New York"},{"date":"19940202","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/02/nyregion/c-corrections-057843.html","abstract":"  A television review yesterday about a PBS program, \"Frontline: The Diamond Empire,\" referred incorrectly to De Beers Consolidated Mines Ltd., the world's leading diamond producer. The company was not Jewish-controlled during World War II; its controlling family, the Oppenheimers, had long since embraced the Anglican religion.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940202","time":"1994-02-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":65,"wspd":18.4},{"date":"19940202","time":"1994-02-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.7,"rhum":62,"wspd":18.4},{"date":"19940202","time":"1994-02-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":63,"wspd":18.4},{"date":"19940202","time":"1994-02-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":63,"wspd":16.6},{"date":"19940202","time":"1994-02-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.4,"rhum":68,"wspd":13},{"date":"19940202","time":"1994-02-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.2,"rhum":72,"wspd":7.6},{"date":"19940202","time":"1994-02-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3,"rhum":74,"wspd":7.6},{"date":"19940202","time":"1994-02-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":73,"wspd":3.6},{"date":"19940202","time":"1994-02-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.1,"rhum":71,"wspd":7.6},{"date":"19940202","time":"1994-02-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":67,"wspd":3.6},{"date":"19940202","time":"1994-02-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":60,"wspd":7.6},{"date":"19940202","time":"1994-02-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":57,"wspd":1.8},{"date":"19940202","time":"1994-02-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":54,"wspd":7.6},{"date":"19940202","time":"1994-02-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":51,"wspd":5.4},{"date":"19940202","time":"1994-02-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":50,"wspd":3.6},{"date":"19940202","time":"1994-02-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":49,"wspd":9.4},{"date":"19940202","time":"1994-02-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":45,"wspd":11.2},{"date":"19940202","time":"1994-02-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.6,"rhum":52,"wspd":9.4},{"date":"19940202","time":"1994-02-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19940202","time":"1994-02-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.3,"rhum":68,"wspd":16.6},{"date":"19940202","time":"1994-02-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":69,"wspd":14.8},{"date":"19940202","time":"1994-02-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":70,"wspd":14.8},{"date":"19940202","time":"1994-02-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.1,"rhum":82,"wspd":16.6},{"date":"19940202","time":"1994-02-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":83,"wspd":16.6},{"date":"19940202","time":"1994-02-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":48,"wspd":14.8},{"date":"19940202","time":"1994-02-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":48,"wspd":13},{"date":"19940202","time":"1994-02-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":52,"wspd":11.2},{"date":"19940202","time":"1994-02-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":57,"wspd":9.4},{"date":"19940202","time":"1994-02-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":59,"wspd":5.4},{"date":"19940202","time":"1994-02-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":59,"wspd":9.4},{"date":"19940202","time":"1994-02-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":65,"wspd":9.4},{"date":"19940202","time":"1994-02-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":47,"wspd":9.4},{"date":"19940202","time":"1994-02-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":58,"wspd":11.2},{"date":"19940202","time":"1994-02-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":49,"wspd":7.6},{"date":"19940202","time":"1994-02-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":48,"wspd":9.4},{"date":"19940202","time":"1994-02-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-9.4,"rhum":50,"wspd":7.6},{"date":"19940202","time":"1994-02-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":47,"wspd":9.4},{"date":"19940202","time":"1994-02-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":44,"wspd":7.6},{"date":"19940202","time":"1994-02-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":41,"wspd":14.8},{"date":"19940202","time":"1994-02-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":37,"wspd":13},{"date":"19940202","time":"1994-02-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":33,"wspd":14.8},{"date":"19940202","time":"1994-02-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.9,"rhum":32,"wspd":16.6},{"date":"19940202","time":"1994-02-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":32,"wspd":14.8},{"date":"19940202","time":"1994-02-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":28,"wspd":9.4},{"date":"19940202","time":"1994-02-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":32,"wspd":11.2},{"date":"19940202","time":"1994-02-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":34,"wspd":14.8},{"date":"19940202","time":"1994-02-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":38,"wspd":16.6},{"date":"19940202","time":"1994-02-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":40,"wspd":22.3}]},"19940203":{"guardian_articles":[],"nytimes_articles":[{"date":"19940203","headline":"Nominee Seeks Strategist's Role In Pentagon Job","web_url":"https://www.nytimes.com/1994/02/03/us/nominee-seeks-strategist-s-role-in-pentagon-job.html","abstract":"  In three hours of generally friendly questioning today, William J. Perry, President Clinton's nominee for Secretary of Defense, sought to portray himself as not just a talented technocrat but as a global strategist and a forceful leader, saying the United States would seek to contain North Korea's nuclear program and support Russia's economic and political reforms.   Mr. Perry, who would succeed Defense Secretary Les Aspin if confirmed, appeared before the Senate Armed Services Committee, which will vote on Thursday on whether to recommend him for confirmation. A full Senate vote is expected soon after.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Review/Film; Down and Out (and Eccentric) in Lisbon","web_url":"https://www.nytimes.com/1994/02/03/movies/review-film-down-and-out-and-eccentric-in-lisbon.html","abstract":"  A gaunt middle-aged hypochondriac with a taste for voyeurism is not the sort of person one expects to be the central character in a movie, even a European art film. But in Joao Cesar Monteiro's deadpan comedy \"Recollections of the Yellow House,\" the director himself plays just such a character. Joao de Deus, the Portuguese film maker's cinematic alter ego, is a bumbling, sad-eyed everyman and sometime hack writer of meager resources who exudes disorder.   Joao is one of several eccentric tenants who inhabit a seedy Lisbon rooming house run by the fanatically proper and puritanical Dona Violeta (Manuelade Freiras). In a mordantly funny early scene, Joao complains to his landlady about bedbugs, which may or may not be imaginary. He even chases down one bug and traps it in a container; but it is invisible to the viewer, and when he displays it for Violeta it is also indiscernible. A bedbug rash is not Joao's only ailment. He also has sores in his mouth and an inflamed groin that requires the wearing of an athletic supporter packed with ice cubes.","thumbnail":null,"section":"Movies"},{"date":"19940203","headline":"Fundamentalists Impose Culture on Egypt","web_url":"https://www.nytimes.com/1994/02/03/world/fundamentalists-impose-culture-on-egypt.html","abstract":"  With their guns and explosives, Muslim militants have destroyed Egypt's tourist industry, scared away investors and halted Egypt's 20-year march toward democracy and economic liberalization.    But the more serious threat, many people here say, is the assault by Muslim theocrats on secularist traditions.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Chinese Economy Threatens to Pull Ours Down; Greasing the Skids","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-chinese-economy-threatens-to-pull-ours-down-greasing-the-skids-066834.html","abstract":"  To the Editor:   It looks as if the Clinton Administration is greasing the skids for renewal of most favored nation trade status for China, regardless of China's massive human rights and trade rights abuses, including widespread use of slave labor to produce exports for the United States.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Graves Is Superb But It's A Standoff","web_url":"https://www.nytimes.com/1994/02/03/sports/hockey-graves-is-superb-but-it-s-a-standoff.html","abstract":"  When it was over and everyone crowded through the narrow corridors for post-game comment, Islander Coach Al Arbour said it best with a slip of the tongue.   \"We found a way to win -- to come back and tie it,\" he said after Ray Ferraro's goal with 1 minute 2 seconds remaining in regulation gave his team a 4-4 tie with the Rangers last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Cuomo Aide On Pollution Plans to Quit","web_url":"https://www.nytimes.com/1994/02/03/nyregion/cuomo-aide-on-pollution-plans-to-quit.html","abstract":"  Thomas C. Jorling, New York's commissioner of environmental conservation for the last seven years, told Gov. Mario M. Cuomo today that he planned to leave the administration to take a management job with International Paper.   Mr. Jorling plans to leave state government in late February or early March, said Madeline J. Gallo, an assistant commissioner in the department. Ms. Gallo said she did not know precisely what Mr. Jorling's title or responsibilities would be at the giant forest products company, which is based in Purchase.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"A First Deep Cut","web_url":"https://www.nytimes.com/1994/02/03/opinion/a-first-deep-cut.html","abstract":"  Mayor Rudolph Giuliani's budget plan for New York City is a stiff dose of what he promised. While the plan is not the actual budget, which comes in April, it foretells tough, mold-breaking measures to balance city spending and revenues over the long haul.    Mr. Giuliani used a few bookkeeping gimmicks and overly optimistic revenue assumptions, but he has relied on them less than his predecessors did. Over all, the plan represents a thrust in new directions that will enrage the old order and cheer Mr. Giuliani's supporters.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Scam Artists Turning Cold Into Profits","web_url":"https://www.nytimes.com/1994/02/03/nyregion/scam-artists-turning-cold-into-profits.html","abstract":"  With icy Arctic air threatening to make this one of the coldest winters on record, state consumer protection officials warned today that a variety of scam artists were at work, including bogus oil-burner repairmen who prey on the elderly.   In the last few weeks, officials said, several young men posing as oil company repairmen have approached elderly homeowners on Long Island, entered their basements, taken apart their heating-oil burners and demanded cash in advance for unnecessary repairs.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Essay; Hair Shirt City","web_url":"https://www.nytimes.com/1994/02/03/opinion/essay-hair-shirt-city.html","abstract":"  Why is it, whenever public figures moan about the rigors of public scrutiny, some journalists feel called upon to dive into their hair shirts, ostentatiously flagellate themselves and engage in paroxysms of mea culpa?   The preceding paragraph is hyperbole, a Latin word signifying \"to throw a ball beyond the limits.\" Hyperbole is a time-honored tradition both in politics and journalism; it is a colorful and blessed part of the warped woofing in public life.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"OLYMPICS: 10 Days to Lillehammer; Kwan, Alternate, Will Train in Norway","web_url":"https://www.nytimes.com/1994/02/03/sports/olympics-10-days-to-lillehammer-kwan-alternate-will-train-in-norway.html","abstract":"  As expected, the United States Figure Skating Association announced today that it would take the unusual step of sending Michelle Kwan, the 13-year-old Olympic alternate, to Norway to train in case Tonya Harding is removed from the team.   Frank Carroll, who coaches Kwan in Lake Arrowhead, Calif., said that figure-skating officials want the world junior champion to train in Oslo, which is about a two-hour drive from the Olympic figure-skating site here in Hamar. Alternate sites in Copenhagen and London have also been considered.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"U.S. Must Take Nonproliferation Lead","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-us-must-take-nonproliferation-lead-066800.html","abstract":"  To the Editor:   \"The U.S. has traditionally tried to stop the spread of nuclear weapons by talking nations out of wanting the weapons in the first place or by denying them the technology to make arms,\" you state in \"Slower, but Surer, Arms Curbs\" (editorial, Jan. 22).","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-066419.html","abstract":"  An article in Business Day on Monday about a lawsuit filed by the trustee overseeing the bankruptcy of the Towers Financial Corporation against Steven Hoffenberg, its former chairman and chief executive, misstated the role of Terrence Corrigan, a lawyer. Mr. Corrigan represents the trustee, Alan Cohen, not the creditors' committee.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Hundreds of Fingerprints Introduced in Blast Trial","web_url":"https://www.nytimes.com/1994/02/03/nyregion/hundreds-of-fingerprints-introduced-in-blast-trial.html","abstract":"  The Government put its fingerprint expert on the stand yesterday in the World Trade Center trial, and the sheer numbers produced in her testimony were prodigious. The expert, Carol Ann Edelen, reported that 2,233 latent fingerprints were developed from the exhibits uncovered in the case and earlier introduced into evidence. Of them, 343 fingerprints were found to belong to one or another of the defendants.   Ms. Edelen, who said that she had 31 1/2 years experience as a fingerprint analyst for the F.B.I., was brought to the stand to give the results of almost all of the fingerprint tests done during the long investigation of the trade center bombing.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"1894:Catholic Victories : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-1894catholic-victories-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Austrian Catholic party, with the support of the Anti-Semitists, by degrees have regained all the advantages of which they were deprived by the signing of the Concordat. The chief victory has been gained in the schools. Within a year the clerg","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Owner of Pardoned Dog Narrows Choice of Exiles","web_url":"https://www.nytimes.com/1994/02/03/nyregion/owner-of-pardoned-dog-narrows-choice-of-exiles.html","abstract":"  Taro, no longer the death-row dog, is now the most wanted.   In the five days since Taro, a 5-year-old Akita, was both saved from execution and exiled from New Jersey by the Governor's order, adoption offers have poured in (and poured in) from around the world. And the competition is fierce.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/03/arts/pop-and-jazz-in-review-064009.html","abstract":"  Taj Mahal  The Bottom Line Greenwich Village   Performing on Monday night as part of the Bottom Line's 20th-anniversary lineup, Taj Mahal played songs he could have picked 20 years ago. They were solo blues, time-tested songs about fishing, lost love, big-legged women, blue-lighted parties, freight trains and the blues itself.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"The Ukraine I Saw : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-the-ukraine-i-saw-letters-to-the-editor.html","abstract":"I just read the report \"Dire U.S. Forecast for Ukraine Conflict\" (Jan. 26) for the fifth time. As an American just back from a year in Ukraine, I found the article, which is based on a \"U.S. intelligence report,\" to be very disturbing","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"In Managing Federal Money, Education Officials Fall Short","web_url":"https://www.nytimes.com/1994/02/03/us/in-managing-federal-money-education-officials-fall-short.html","abstract":"  Last year when the Clinton Administration wanted to add yet another major student financial aid program to the beleaguered United States Department of Education -- direct student lending -- Congress was determined for once to provide the necessary manpower.   The Education Department was still bleeding from years of staff cuts. During the Reagan and Bush Administrations, it was hit harder than any other Cabinet-level department, losing 33 percent of its work force.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Excerpts From Transcript of Giuliani Budget Speech","web_url":"https://www.nytimes.com/1994/02/03/nyregion/excerpts-from-transcript-of-giuliani-budget-speech.html","abstract":"  The following are excerpts from a transcript of the budget statement by Mayor Rudolph W. Giuliani as recorded by The New York Times:   To restore balance to city finances we need to act. We need to confront our budget crisis head on. Simply put, the crisis is this: as of July 1 New York City doesn't have enough money to meet its expenses. Our expense budget is short by $2.3 billion, arguably the biggest deficit any administration has ever inherited.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Books of The Times; Errors in Judgment And Ripples Thereof","web_url":"https://www.nytimes.com/1994/02/03/books/books-of-the-times-errors-in-judgment-and-ripples-thereof.html","abstract":"  The Palace Thief  By Ethan Canin  205 pages. Random House. $21.    In \"Accountant,\" the first of the four marvelous stories in Ethan Canin's new work of fiction, \"The Palace Thief,\" the narrator begins: \"I am an accountant, that calling of exactitude and scruple, and my crime was small. I have worked diligently, and I do not mind saying that in the conscientious embrace of the ledger I have done well for myself over the years, yet now I must also say that due to a flaw in my character I have allowed one small trespass against my honor. I try to forget it. Although now I do little more than try to forget it, I find myself considering and reconsidering this flaw, and then this trespass, although in truth if I am to look at them both, this flaw is so large that it cannot properly be called a flaw but my character itself, and this trespass was devious. I have a wife and three children. My name is Abba Roth.\"","thumbnail":null,"section":"Books"},{"date":"19940203","headline":"Radical Islam Group Warns Foreigners to Leave Egypt","web_url":"https://www.nytimes.com/1994/02/03/world/radical-islam-group-warns-foreigners-to-leave-egypt.html","abstract":"  The Islamic Group, a radical organization responsible for many killings and linked to the bombing of the World Trade Center in New York City, advised all foreigners today to leave Egypt for their own safety.   \"We implore tourists and investors to leave the country, because the next operations will be extremely ferocious and strong,\" read a statement the group sent by fax to news agencies.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Officials Find Kerrigan Is Fit To Skate In Olympics","web_url":"https://www.nytimes.com/1994/02/03/sports/figure-skating-officials-find-kerrigan-is-fit-to-skate-in-olympics.html","abstract":"  Tonya Harding and Nancy Kerrigan skated today, a continent apart and under vastly different circumstances. While Harding went through her daily practice before more than 1,000 cheering fans and dozens of news-media representatives, Kerrigan skated at a closed session to prove her physical ability to compete in the Winter Olympics this month.   Kerrigan, who was attacked and hit above her right knee Jan. 6, performed her technical, long- and free-skating programs at the Tony Kent Arena in South Dennis, Mass., displaying jumps, spins and choreography for a panel of figure-skating judges convened to assess her physical status.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Quake May Leave the Coliseum Shut Next Fall","web_url":"https://www.nytimes.com/1994/02/03/us/quake-may-leave-the-coliseum-shut-next-fall.html","abstract":"  The Los Angeles Memorial Coliseum, home to two big time football teams, was so badly damaged in the earthquake last month that it will cost millions to repair and may not reopen for the fall season, officials said today.   The stadium was one of tens of thousands of structures \"red tagged\" by building inspectors, indicating that it was unsafe. City and stadium officials met today to assess the damage and determine reconstruction needs and costs.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/02/03/nyregion/metro-digest-061760.html","abstract":"  GIULIANI OUTLINES BUDGET TO CUT SIZE OF GOVERNMENT 'A FISCAL EMERGENCY' Saying New York City faces \"a fiscal emergency,\" Mayor Giuliani outlined a budget plan that would reduce the size of the city's government for the first time since the fiscal crisis of the 1970's, eliminating at least 15,000 municipal jobs, consolidating departments and cutting spending by more than $1 billion. A1.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Coyer Named A Jets Coach","web_url":"https://www.nytimes.com/1994/02/03/sports/pro-football-coyer-named-a-jets-coach.html","abstract":"  Larry Coyer, a defensive coordinator at East Carolina, was named defensive line coach for the Jets yesterday, completing Coach Pete Carroll's defensive alignment. He replaces Greg Robinson, who moved up to defensive coordinator.   Coyer, 50, coached for 20 years at nine colleges, including three at U.C.L.A., where he worked with Robinson. He also coached for three years in the United States Football League, first with the Michigan Panthers and then with the Memphis Showboats.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"A Long Budget Process","web_url":"https://www.nytimes.com/1994/02/03/nyregion/a-long-budget-process.html","abstract":"  The release by Mayor Rudolph W. Giuliani of his preliminary spending plan is the opening of a five-month process by which the New York City government determines its budget for the next fiscal year, which begins on July 1. The plan, which is required by the City Charter, gives projections of spending and revenue for the next four years, but its details focus primarily on the next fiscal year.   Members of the Giuliani administration, including budget officials and agency heads, will meet with City Council committees over the next month to discuss details of their initial proposal. Mr. Giuliani and some of his aides will also meet, no doubt, with state legislative leaders over the next two months, seeking more aid to the city in the state's spending plan, which by law is to be completed by April 1.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Disney Seals Times Square Theater Deal","web_url":"https://www.nytimes.com/1994/02/03/nyregion/disney-seals-times-square-theater-deal.html","abstract":"  The Walt Disney Company, the giant of family entertainment, will introduce Mickey, Goofy and lots of surprises to a street with a reputation as perhaps the nation's sleaziest.   Government leaders immediately hailed Disney's announcement yesterday that it will rehabilitate and reopen the landmark New Amsterdam Theater in September 1996 as a major push to reinvigorate the long-stalled effort to revitalize 42d Street in mid-Manhattan. They promise other announcements soon.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"1919: U.S. Guardians : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-1919-us-guardians-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Europe is not going to release America from the obligation of physically participating in the so- called mandatory system which it is now agreed will be applied in principle to all extra-European territory. America may shudder at the pro spects of","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"North Korea Threatens to End A-Arms Talks","web_url":"https://www.nytimes.com/1994/02/03/world/north-korea-threatens-to-end-a-arms-talks.html","abstract":"  North Korea threatened today to break off its talks with the United States over nuclear inspections, asserting that the Clinton Administration had shown in recent days that the talks were only \"a pretense for strangling\" the Government of Kim Il Sung. The statement was the latest in a series of increasingly belligerent warnings.    North Korea also said Washington's proposal to deploy Patriot anti-missile batteries in South Korea, combined with the recent visit to Seoul by R. James Woolsey, the Director of Central Intelligence, was evidence that the United States has moved to \"the full-scale stage of the war preparations.\"","thumbnail":null,"section":"World"},{"date":"19940203","headline":"After 5 Transfers, Officers Tell About Low Morale","web_url":"https://www.nytimes.com/1994/02/03/nyregion/after-5-transfers-officers-tell-about-low-morale.html","abstract":"  While patrolling the high-crime streets of Brownsville yesterday morning, Officer Edward Bartnik got sidetracked to the halls of Public School 12 when a retarded child accidentally smashed his head against a blackboard and needed emergency care.   On any other day, the children might have applauded the rescuer, but Officer Bartnik faced raw insults. As he described the incident, some of the elementary school children taunted him with phrases like, \"There goes the cocaine precinct!\"","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"5 Young Robbers Took the Cash, Then Killed Anyway, Police Say","web_url":"https://www.nytimes.com/1994/02/03/nyregion/5-young-robbers-took-the-cash-then-killed-anyway-police-say.html","abstract":"  A 19-year-old Brooklyn youth led a teen-age stick-up team on a string of robberies at small stores in Brooklyn, killing three shop owners apparently without provocation after they had already handed over their money, the police said yesterday.   In one case, the five suspects, who were arrested in the last two weeks, forced a grocer in Bedford-Stuyvesant to kneel before shooting him in the back, the police said. In another, they slammed a butcher in Bushwick against a wall as he was closing up shop, then shot him. In yet another, they opened fire on another grocery owner when he balked at handing over $400.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"No Headline","web_url":"https://www.nytimes.com/1994/02/03/nyregion/no-headline-059200.html","abstract":"  \"Older people, they have some reservations about shooting in general. The young folks don't seem to have developed those inhibitions yet; they don't consider the consequences of pulling the trigger.\" -- JOSEPH E. LOVELOCK of the New York City police.  [ B6:4. ]","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Colonel Says He Was Ousted Over Opposition to Satellite","web_url":"https://www.nytimes.com/1994/02/03/us/colonel-says-he-was-ousted-over-opposition-to-satellite.html","abstract":"  In an unusually blunt public statement revealing internal conflict at the Pentagon, an Air Force colonel told a Congressional committee today that he had been dismissed from a prominent job for recommending that a $27 billion military satellite program be scuttled because of \"fundamental, insurmountable problems.\"   The colonel, Sanford Mangold, told members of the House Government Operations Committee that the Milstar satellite system, intended to provide worldwide military communications during a nuclear war, had become \"a cancer upon the United States Air Force budget.\"","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Coleman Deal Doesn't Pass the Inspection","web_url":"https://www.nytimes.com/1994/02/03/sports/pro-basketball-coleman-deal-doesn-t-pass-the-inspection.html","abstract":"  A proposed long-term contract extension for Derrick Coleman has stalled, with the Nets' ownership unwilling to pull the trigger on a potential $90 million deal.   Instead of approving the deal, the Nets' owners have told the team's senior vice president, Willis Reed, to explore the possibilities of trading the fourth-year, All-Star power forward.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"For Engineers Involved in Fatal Accidents, Counseling Offers Aid","web_url":"https://www.nytimes.com/1994/02/03/nyregion/for-engineers-involved-in-fatal-accidents-counseling-offers-aid.html","abstract":"  Harry Obser, an engineer with the Long Island Rail Road, was pulling into Bay Shore last September when he saw someone on a bicycle slip around the crossing gate. He blew the warning whistle and hit the brakes, but his efforts were in vain.    An instant later the cyclist was dead, and Mr. Obser, 50, who had been an engineer for 27 years and had been involved in two other fatal accidents, decided to take an early retirement.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Injuries Near Maradona","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-people-soccer-injuries-near-maradona.html","abstract":"  At least five reporters reported slight injuries yesterday after being hit by pellets from an air rifle fired from the home of the soccer star DIEGO MARADONA in Moreno, Argentina. It was not clear if Maradona himself was the shooter, but reporters at the home said they they saw him carrying a gun. One photographer said he took a photo of Maradona firing.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Vietnam and U.S. Businesses Eager to Trade","web_url":"https://www.nytimes.com/1994/02/03/world/vietnam-and-us-businesses-eager-to-trade.html","abstract":"  Welcoming reports that the 19-year-old United States trade embargo against Vietnam is nearly over, Hanoi joined with American businesses today in predicting a surge of new investment in a nation that is growing rapidly economically but still suffering from the effects of the Vietnam War.   In Hanoi, the Vietnamese Foreign Ministry said it had not received any formal notification from Washington, but the Government's chief spokesman said in a statement that the lifting of the trade embargo would be \"good news not only for the two peoples -- the Vietnamese and the Americans -- but also for the world community.\"","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Japan Socialists Threaten to Quit Coalition in Dispute Over Taxes","web_url":"https://www.nytimes.com/1994/02/03/world/japan-socialists-threaten-to-quit-coalition-in-dispute-over-taxes.html","abstract":"  Prime Minister Morihiro Hosokawa pushed his governing coalition toward collapse today by announcing that he would only reduce income taxes to revive Japan's stalled economy if the cuts were offset by an even larger increase in sales taxes in three years.   While the decision touched on arcane issues related to tax policy, it quickly created a political crisis that could affect Washington as well as Japan.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Report Finds Pills Cost More in U.S. Than Britain","web_url":"https://www.nytimes.com/1994/02/03/us/report-finds-pills-cost-more-in-us-than-britain.html","abstract":"  Top-selling prescription drugs typically cost much more in the United States than in Britain, where drug company profits are limited as part of a national health insurance program, the General Accounting Office said in a report today.   Drug company executives challenged many of the findings, but members of Congress cited the report as evidence that the Government should impose some restraints on drug prices, as President Clinton has proposed.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/03/style/chronicle-066591.html","abstract":"  MANFRED WORNER, the 59-year-old Secretary-General of NATO, has been named the winner of the Eric M. Warburg Prize given by the Atlantik Brucke, a private German organization that promotes German-American relations.   Mr. Worner is recuperating from surgery performed last month to remove a benign intestinal blockage, so his wife, Elfriede, will accept the award in his place at a dinner in the Bavarian royal place in Munich, Germany, on Saturday. Mr. Worner has had four operations for intestinal cancer in the last two years, but he told NATO ambassadors late last year that his physicians said he had beaten the disease.","thumbnail":null,"section":"Style"},{"date":"19940203","headline":"Powerful Business Group Backs Rival to President's Health Plan","web_url":"https://www.nytimes.com/1994/02/03/us/powerful-business-group-backs-rival-to-president-s-health-plan.html","abstract":"  The Business Roundtable, representing about 200 of the nation's largest companies, struck a blow against President Clinton's health care plan tonight by endorsing a rival proposal that would not guarantee universal insurance coverage.   Despite urgent last-minute lobbying by Mr. Clinton and his wife, Hillary, the policy committee of the Roundtable voted to treat the rival bill as a \"starting point\" for legislation on health insurance.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/02/03/nyregion/news-summary-059196.html","abstract":"  International A3-12  GRIM REPORT ON WOMEN'S RIGHTS  For the first time, the State Department has focused on the treatment of women in its annual human rights report and its findings were grim. The report on 193 countries paints a dreary picture of day-to-day discrimination and abuse.  A1","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"GIULIANI OUTLINES A BUDGET TO CUT GOVERNMENT SIZE","web_url":"https://www.nytimes.com/1994/02/03/nyregion/giuliani-outlines-a-budget-to-cut-government-size.html","abstract":"  Saying New York City faced \"a fiscal emergency,\" Mayor Rudolph W. Giuliani outlined a budget plan yesterday that would reduce the city's spending for the first time since the fiscal crisis of the 1970's, eliminating at least 15,000 municipal jobs, consolidating departments and slashing agency budgets by more than $1 billion.   The Mayor's cuts would fall heavily on the city's Department of Sanitation, on social services and on the school system, which alone would face a reduction of 2,500 jobs, or more than half, from its administrative staff.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"London Grows Impatient With Adams's Demands","web_url":"https://www.nytimes.com/1994/02/03/world/london-grows-impatient-with-adams-s-demands.html","abstract":"  The chief British official for Northern Ireland sought today to discredit the assertion by Gerry Adams, the political leader of the Irish Republican Army, that Mr. Adams cannot endorse the Irish-British framework for peace talks until its provisions are clarified by the British Government.   Mr. Adams, on a two-day visit to New York, said he could not yet accept the plan, which would give him a place at formal peace talks in return for a convincing cessation of violence by the I.R.A. He says he needs clarifications and other steps before he tries to persuade the I.R.A to lay down its arms. The campaign of violence has killed 3,114 people on both sides since 1969.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Gordon Wins Hearing, But Rojas Loses His","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-people-baseball-gordon-wins-hearing-but-rojas-loses-his.html","abstract":"  The results of the initial salary arbitration hearings are in, and each side has emerged with a victory. The Montreal Expos learned yesterday they won their case with pitcher MEL ROJAS, and pitcher TOM GORDON found out he won his case with the Kansas City Royals. Both arguments were heard Tuesday in Los Angeles.   JOHN OLERUD and the Toronto Blue Jays, on the other hand, will not go to a hearing. They are expected to announce today a multiyear contract worth about $5.5 million a year. JOE McINTOSH, agent for the American League batting champion, and HOWARD STARKMAN, a club spokesman, confirmed yesterday that the two sides were close to an agreement.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Havana Journal; On the Street, Cubans Fondly Embrace Capitalism","web_url":"https://www.nytimes.com/1994/02/03/world/havana-journal-on-the-street-cubans-fondly-embrace-capitalism.html","abstract":"  Less than a year into major economic changes that have opened the way for foreign investment and freed many Cubans to work for themselves, life in this city is being transformed by a new ethic: the frantic search for dollars.   Although Cuba's Communist leadership has often sought to rein in the changes, repeatedly reminding the people that it has not chosen capitalism as a solution to the country's grave economic problems, almost everywhere one looks these days private enterprise is filling voids left by an exhausted Government.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"After Meeting Aidid, U.S. Envoy in Somalia Speaks of Optimism","web_url":"https://www.nytimes.com/1994/02/03/world/after-meeting-aidid-us-envoy-in-somalia-speaks-of-optimism.html","abstract":"  The United States special envoy to Somalia, Robert B. Oakley, met today with the Somali clan leader Gen. Mohammed Farah Aidid, and said afterward that despite widespread concern about the country's future stability, he was \"more optimistic\" about peace than a few months ago.   Mr. Oakley met the general in Nairobi and said that General Aidid, who was subject to an American-led manhunt for five months, was \"much more reasonable\" than in the past and that in recent months he had been able \"to decompress.\"","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-060003.html","abstract":"  Because of an editing error, an article yesterday about a vote by some Eastern states for tougher auto emission standards misstated New Jersey's position in some copies. The state voted to defer a decision on the issue; it did not vote for the tougher standards.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/02/03/sports/results-plus-064025.html","abstract":"  N.H.L.  Offensive Defenseman  Defenseman Lyle Odelein, usually a low scorer, had five assists as Montreal trounced visiting Hartford, 9-2, last night. Odelein, who returned after a three-game layoff with a bruised shoulder, equaled a club record for assists in one game by a defenseman set by Doug Harvey, now in the Hall of Fame, on Feb. 19, 1955. The record was matched when Odelein sent Gilbert Dionne in alone to blast Montreal's last goal of the blowout behind Jeff Reese at 16 minutes 19 seconds of the third period. (AP) Red Wings 3, Lightning 1: Scotty Bowman registered his 1,000th coaching victory as goalie Chris Osgood, a rookie, stopped 33 shots in Detroit's victory over Tampa Bay at St. Petersburg, Fla. Bowman's record includes 137 playoff victories. He has coached six Stanley Cup champions (five with Montreal and one with Pittsburgh) and is the winningest coach in National Hockey League history (863-396-231 in the regular season and 137-82 in the playoffs) in 21 seasons. He also has the best winning percentage (.656) of anyone who has coached at least 600 regular-season games. Osgood permitted only John Tucker's goal with 2:11 left to improve his record to 13-4-4. Sheldon Kennedy scored at 7:29 and Keith Primeau at 13:23 of the first period for a 2-0 Detroit lead. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"STATE DEPT. FINDS WIDESPREAD ABUSE OF WORLD'S WOMEN","web_url":"https://www.nytimes.com/1994/02/03/world/state-dept-finds-widespread-abuse-of-world-s-women.html","abstract":"  For the first time, the State Department has focused on the treatment of women in its annual human rights report, and its findings are grim: forced sterilizations and abortions in China; Burmese and Thai girls coerced into prostitution; maids beaten in Saudi Arabia, and girls ritually mutilated in the Sudan and Somalia.   In painstaking detail, the report on 193 countries issued this week paints a dreary picture of day-to-day discrimination and abuse. In Zaire, girls spend one-third as much time in school as boys and do most of the heavy farm work. In the Republic of the Congo, adultery is illegal for women, but not for men. Indonesian women are loath to go out alone at night because they are widely seen as fair game for sexual attack.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"A Chief for Civil Rights","web_url":"https://www.nytimes.com/1994/02/03/opinion/a-chief-for-civil-rights.html","abstract":"  After stumbling badly for the past year in his efforts to find a new civil rights chief for the Justice Department, President Clinton has finally come up with an accomplished choice. Deval Patrick, the nominee for Assistant Attorney General, is an able litigator of demonstrated commitment to the causes the Civil Rights Division is assigned to advance in the Justice Department.   His appointment could boost sagging morale in a unit that has been buffeted by criticism from outside and neglect within. Last year the embattled nomination of Lani Guinier, which Mr. Clinton withdrew on grounds that he disagreed with some of her voting rights theories, demoralized the division and the civil rights community, making it difficult for experienced candidates to take the job.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Defense Follows Familiar Course In Evers Slaying","web_url":"https://www.nytimes.com/1994/02/03/us/defense-follows-familiar-course-in-evers-slaying.html","abstract":"  Thirty years made little difference today.   The defense in the third trial of Byron De La Beckwith, accused of murdering the civil rights leader Medgar Evers in 1963, began its presentation much the same way its counterparts did at the first trial 30 years ago: calling witnesses who placed the defendant 95 miles away at the time of the shooting.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Review/Opera: Wozzeck; The Lyric Dresses Up Berg's 1925 Nightmare In a Modern Message","web_url":"https://www.nytimes.com/1994/02/03/arts/review-opera-wozzeck-lyric-dresses-up-berg-s-1925-nightmare-modern-message.html","abstract":"  Alban Berg's \"Wozzeck\" is an often terrifying opera, a 90-minute obsession about a poor soldier, driven insane by warped authority figures. So it should be no surprise that the exquisitely constructed score of this Expressionist nightmare from 1925 offers rich temptation for contemporary tastes, which yearn for simplistic dramas about victims of society's oppressive institutions.   There are moments in the otherwise pungent production of \"Wozzeck\" that made its debut at the Lyric Opera of Chicago last week, when the company succumbs to that temptation. On Monday night, the performances were often excellent, while the messages were leaden. The Drum Major who seduces Marie is dressed in contemporary army fatigues and parks a jeep against the Chicago skyline. In a dance club, the wealthy get their thrills in a Felliniesque debauch as Wozzeck suffers. Ah yes, we are meant to say, the army and the rich have contemporary victims as well.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Speed Is Worth The Risk For Some","web_url":"https://www.nytimes.com/1994/02/03/sports/skiing-speed-is-worth-the-risk-for-some.html","abstract":"  The death last Saturday of the veteran downhill skier Ulrike Maier of Austria has raised questions about the equipment skiers use today. Are modern skis the equivalent of the oversized tennis racquet, the breakthrough in tennis that changed forever the way a ball is served? And more important, are the new skis too dangerous?   The idea of curtailing innovations in Alpine equipment was broached Tuesday in Switzerland by Marc Hodler, president of the International Ski Federation. He suggested that high speeds might be tempered by regulating equipment.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Fiscal Plan Could Curb Services, as Well as Deficit","web_url":"https://www.nytimes.com/1994/02/03/nyregion/fiscal-plan-could-curb-services-as-well-as-deficit.html","abstract":"  Although Mayor Rudolph W. Giuliani has promised to avoid painful service cuts in his overhaul of New York City government, the financial plan he laid out yesterday includes some bitter medicine that the average New Yorker would feel immediately, from shrinking money for museums to fewer pickups of recyclable garbage to delays in the renovations of subway stations.   And if a financial plan reflects a Mayor's vision and priorities, then Mr. Giuliani's plan envisions a hard-bitten but financially solvent city where welfare recipients are fingerprinted to avert fraud, where streets are allowed to be a little dirtier and where the city spends less to create new housing.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Houston Grand Jury Declines To Indict in Mistaken Killing","web_url":"https://www.nytimes.com/1994/02/03/us/houston-grand-jury-declines-to-indict-in-mistaken-killing.html","abstract":"  A grand jury today declined to indict a homeowner who shot and killed a Scottish businessman whom he mistook for a burglar.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Bum Rap","web_url":"https://www.nytimes.com/1994/02/03/opinion/bum-rap.html","abstract":"  As a 35-year-old father of a 16-year-old son (yes, I was a teen-age father), and as a professor and ordained Baptist minister who grew up in Detroit's treacherous inner city, I am disturbed by some elements of gangster rap. But I'm even more anguished by the way many black leaders have scapegoated its artists.    While gangster rap takes the heat for a range of social maladies from urban violence to sexual misconduct, the roots of our racial misery remain buried beneath moralizing discourse that is confused and sometimes dishonest.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Taking On the Unions; With Few Debts to Labor, Giuliani Offers Budget Plan With Cutbacks in Work Force","web_url":"https://www.nytimes.com/1994/02/03/nyregion/taking-unions-with-few-debts-labor-giuliani-offers-budget-plan-with-cutbacks.html","abstract":"  Rudolph W. Giuliani, New York City's first Republican Mayor in a generation, swept into office last November with less support from municipal unions than any other mayor in recent memory. Most of the city's labor movement backed David N. Dinkins. The teachers remained neutral. Only the firefighters, correction officers and police rallied to Mr. Giuliani's side.   Now Mr. Giuliani has shown what it means to owe few debts to labor. For his fiscal plan makes quite clear that the new Mayor intends to force down the size of the city work force by 15,000 employees from what he calls a \"historic high\" and also to wrest productivity savings, new work rules and benefits concessions from the workers who remain.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Fuhr Doesn't Miss a Beat In Return to Sabres' Goal","web_url":"https://www.nytimes.com/1994/02/03/sports/hockey-fuhr-doesn-t-miss-a-beat-in-return-to-sabres-goal.html","abstract":"  As the Devils approached tonight's game against Buffalo, they prepared to face the goaltender with the best statistics in the National Hockey League this season, Dominik Hasek. Instead, they were thwarted by Grant Fuhr, an old and experienced hand with five Stanley Cup rings.   Playing his first National Hockey League game in more than two months after surgery on his left knee, Fuhr performed with inspiration in leading the Sabres to a 3-2 victory over the Devils at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Expatriate Ex-Crimson Puts U.S. On Notice","web_url":"https://www.nytimes.com/1994/02/03/sports/olympics-expatriate-ex-crimson-puts-us-on-notice.html","abstract":"  Team USA's great hockey adventure begins its final tuneup before the Lillehammer Olympic Winter Games in a rink not far from the great cathedral on an island in the Seine.   Peter Ciavaglia, a 24-year-old center, joined his teammates today from Sweden, where he has played for Leksand, one of the top clubs in that country's premier division. He warned them about their American exuberance on the ice, how European officials don't tolerate the bumping and the occasional stick jabs that are part of the visitors' style.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Islamic Leaders Visit Sarajevo to Support Bosnia Government","web_url":"https://www.nytimes.com/1994/02/03/world/islamic-leaders-visit-sarajevo-to-support-bosnia-government.html","abstract":"  Two Islamic Prime Ministers -- Benazir Bhutto of Pakistan and Tansu Ciller of Turkey -- visited Sarajevo today to show their support for the Bosnian Government.    Donning baby-blue United Nations flak jackets, the two Prime Ministers arrived at the airport at midday amid extraordinary security and were escorted through town by a caravan of armored personnel carriers.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/03/arts/pop-and-jazz-in-review.html","abstract":"Vanessa Rubin \nJazz singer\nThe Down Beat\n70 Grove Street\nGreenwich Village\nThrough Sunday \n\nVanessa Rubin shows promise as a jazz performer, but she has not developed the command of voice that makes a great singer. On Tuesday night at the Down Beat, Ms. Rubin had all the jazz phrasings correct but lacked both the charisma and fullness of voice to be really compelling. Her songs too easily tended to become background music: something talked over quietly rather than listened to intently.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Review/Theater; This Art Imitates The Life Of Mother","web_url":"https://www.nytimes.com/1994/02/03/theater/review-theater-this-art-imitates-the-life-of-mother.html","abstract":"  By far the most interesting aspect of \"Smiling Through,\" Ivan Menchell's musical about a middle-aged English entertainer during World War II, is its status as a monument to filial devotion. The story of how this show came to be is compelling. The musical itself, unfortunately, is not. It is as if the emotions that had inspired it had been bizarrely ironed and sanitized into the standard forms of feel-good theatrical convention.   Mr. Menchell created \"Smiling Through\" specifically for his mother, Vicki Stuart, an English-born nightclub and television singer who stopped performing after the death of Lou Menchell, her husband and on-stage partner, in 1979. Now, thanks to her son, Ms. Stuart, in the character of a woman who has resumed her career after a hiatus inspired by the death of her husband, is again belting out songs and addressing audiences about the values of pluck, determination and holding tightly to cherished dreams.","thumbnail":null,"section":"Theater"},{"date":"19940203","headline":"In Overhaul Effort Clinton Seeks 'One Stop' Assistance Centers for the Jobless","web_url":"https://www.nytimes.com/1994/02/03/us/in-overhaul-effort-clinton-seeks-one-stop-assistance-centers-for-the-jobless.html","abstract":"  Calling for a major restructuring of the nation's unemployment and welfare systems, President Clinton said today that he would ask Congress to consolidate scores of benefit programs and create \"one-stop-shopping\" centers where unemployed workers could pick up assistance checks and receive job training and placement help.    Courting an audience of about 300 job-training specialists and graduates of some of the nation's most innovative jobs programs, the President smiled and joked, hoarsely, with several people who shared stories about moving from the unemployment lines back into the work force. He then dismissed the existing system, saying it was weighted down with \"yesterday's programs\" and needed an overhaul.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Congressional Black Caucus Backs Away From Farrakhan","web_url":"https://www.nytimes.com/1994/02/03/us/congressional-black-caucus-backs-away-from-farrakhan.html","abstract":"  Bowing to pressure from his membership, the chairman of the Congressional Black Caucus said today that his group was distancing itself from Louis Farrakhan and his black nationalist group, the Nation of Islam.   The chairman, Representative Kweisi Mfume, said that the 40-member caucus would back away from any working relationship with the black Muslim organization and Mr. Farrakhan until black members of Congress were satisfied that the Nation of Islam was moderating its views on whites, both Jews and gentiles.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Don't Rename Museum That Wright Built","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-don-t-rename-museum-that-wright-built-066818.html","abstract":"  To the Editor:   I am a former apprentice of Frank Lloyd Wright and note with dismay the possibility of a change in the name of Wright's structure for the Solomon Guggenheim Museum to the Samuel K. and Ethel LeFrak Building (Arts pages, Jan. 24).","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"For Peace In the Seas Of China","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-for-peace-in-the-seas-of-china.html","abstract":"By opening parts of the East China Sea to bidding by foreign oil companies, Beijing has raised the economic and political stakes in the region. China's assertion of sovereignty over the continental shelf and the resources beneath it clashes with claims b","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Chinese Economy Threatens to Pull Ours Down","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-chinese-economy-threatens-to-pull-ours-down-066796.html","abstract":"  To the Editor:   The concern for improvement of human rights in China has allowed the erroneous argument to flourish that keeping the status quo with China is important for the United States economy. I would like to discuss China's real economic structure and its meaning for the American economy.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Patience in Kiev","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-patience-in-kiev-066850.html","abstract":"  To the Editor:   Re your Jan. 27 Business Day article on the disappointments of the Seagram Company in trying to sell whisky from its branch in Kiev: Ukraine will need from investors the patience and forbearance they have shown in efforts to penetrate the Japanese market. Disgruntled managers seeking scapegoats for unprofitable results are not objective observers; neither are impatient executives frustrated by lack of instant results.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Transactions","web_url":"https://www.nytimes.com/1994/02/03/sports/transactions-065730.html","abstract":"  Baseball  American League   CALIFORNIA ANGELS -- Signed John Dopson, pitcher, to a minor-league contract.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"OLYMPICS;\nAtlanta Olympics to Cost More Than Expected in '93","web_url":"https://www.nytimes.com/1994/02/03/sports/olympics-atlanta-olympics-to-cost-more-than-expected-in-93.html","abstract":"The 1996 Olympic Games in Atlanta will cost $48 million more to stage than organizers anticipated last year, thus reducing a planned budget surplus from $117 million to $60 million, Olympic officials said today.\n\nIn a report to the state of Georgia's oversight authority, the organizers said they would need to spend at least $1.52 billion to stage the games, compared to the $1.472 billion they projected only a year earlier. With projected revenues of $1.58 billion, that leaves a surplus of $60 million.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/02/03/nyregion/inside-059765.html","abstract":"  Nominee Faces Senators   Appearing before a Senate committee, William J. Perry, the nominee for Defense Secretary, portrayed himself as a global strategist and forceful leader. Page A16. Hearing on Troubled Satellite    An Air Force colonel told a Congressional committee he was dismissed for recommending that a military satellite be scuttled because of \"insurmountable problems.\" Page A16. No Move on Hanoi Embargo    Despite growing signs to the contrary, President Clinton insisted he has not made up his mind on whether to lift the United States economic embargo against Vietnam. Page A8. 19 Neglected Children Found    A drug raid led Chicago police to a cockroach-infested apartment, where children slept on the floor and competed with dogs for food. Page A14. Guggenheim Cuts Back    Just weeks after receiving two major donations, the Guggenheim Museum announced cuts in its staff and operating hours. Page C11.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Bill Would Condemn Yankees to Keep Them","web_url":"https://www.nytimes.com/1994/02/03/nyregion/bill-would-condemn-yankees-to-keep-them.html","abstract":"  In socialist dictatorships, governments nationalize coal mines and oil fields. New York lawmakers want to use that approach to protect one of the state's most vital industries: the Yankees.   A bill introduced today in the Democratic-led Assembly would create a sports facility authority and give it power to condemn sports franchises that threaten to leave the state, just as the Transportation Department uses its power of eminent domain to condemn property for road construction. The authority could sell bonds to raise money to buy a team, and then could sell team shares to the public.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/03/style/chronicle-066583.html","abstract":"  GERMAINE GREER, the feminist writer, has invited the homeless in England to move into her house with her near Cambridge.   Writing in a recent issue of \"The Big Issue,\" a weekly newspaper whose proceeds aid the homeless, Ms. Greer recalled her own difficulties finding a decent place to live before her 1970 book, \"The Female Eunuch,\" made her famous.","thumbnail":null,"section":"Style"},{"date":"19940203","headline":"Bridge","web_url":"https://www.nytimes.com/1994/02/03/nyregion/bridge-063452.html","abstract":"  Two invitational championships in Europe in the last two weeks, the Cap Volmac in the Netherlands and the Macallan in England, are claimants for the title of the strongest event ever played. Eight pairs played in both, and tabulating the combined results for them, with the lowest totals first, is interesting:   1st, Geir Helgemo and Tor Helness, Norway, (1st in the Cap Volmac and 5th in the Macallan), tied Jeff Meckstroth and Eric Rodwell, United States (2d and 4th).","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Golfers of the World Unite!","web_url":"https://www.nytimes.com/1994/02/03/sports/golfers-of-the-world-unite.html","abstract":"  The PGA Tour is expanding into the People's Republic of China. Deane Beman, commissioner of the tour, announced today at Pebble Beach Golf Links that the tour has added a International Tournament Players Club facilities in the communist nation, entering into an agreement with Hong Kong-based Mission Hills Holding to operate the three clubs. Two other tournaments were added in Thailand.   The club, Mission Hills-Shenzen in Guangdong Province near Hong Kong, will be the site of the 1995 World Cup. The tournament, which matches two-man teams from 25 nations, will be the first golf tournament played on communist soil.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Russia:One-Way Ticket : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-russiaoneway-ticket-letters-to-the-editor.html","abstract":"The slowing of the Russian market-reform train does not mean the end of the railroad. It is inconceivable that Russia would return to the economic policies of Stalin and his Communist successors..State ownership of basic industries, with a gradual move","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Read It While It's Hot : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-read-it-while-its-hot-letters-to-the-editor.html","abstract":"Regarding \"The Eternal Butler\" (Features, Jan. 25):.The article about the training of the English butler missed a more important reason for the ironing of the newspaper. This did indeed remove creases, but its vital function was to dry the pr","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-066427.html","abstract":"  A chart in Science Times on Jan. 25 about meteoroids that explode in the upper atmosphere gave an incorrect measure of the estimated energy of such explosions. It showed energy equivalents in millions of tons of TNT, not thousands.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"13 Cities Are Accused of Diverting Airport Money","web_url":"https://www.nytimes.com/1994/02/03/us/13-cities-are-accused-of-diverting-airport-money.html","abstract":"  The chairman of a Congressional committee that oversees Federal funds for transportation said today that 13 localities had illegally diverted $252 million in airport revenue since 1982 for local needs.    Representative Bob Carr, a Michigan Democrat who heads the Appropriations subcommittee on transportation, said a six-month Congressional study of 33 leading airports found that income had been diverted from 13 of them for various local programs. The law requires that airport revenue from all sources, including Federal grants and rent from concessionaires, go only toward airport improvements like more runways and safety equipment.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"The Talk of Hollywood; Hollywood Trains Its Cameras on Hollywood","web_url":"https://www.nytimes.com/1994/02/03/arts/the-talk-of-hollywood-hollywood-trains-its-cameras-on-hollywood.html","abstract":"  As a subject for movies, Hollywood should be a natural. All that money, deceit and intrigue. All those famous people.    Yet most film makers here (Robert Altman excepted) seem to feel the town is too rich, too excessive, too duplicitous and too weird to turn into a movie. Besides, Hollywood-bashing by screenwriters, directors and executives who earn millions of dollars, and complain about selling out, seems not only silly but smug.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Time to Fingerprint Juvenile Offenders","web_url":"https://www.nytimes.com/1994/02/03/opinion/l-time-to-fingerprint-juvenile-offenders-066869.html","abstract":"  To the Editor:   Since 1985, I have been the chief sponsor of legislation in the New York State Assembly to mandate the fingerprinting of juvenile offenders for all felonies. I welcome Bob Herbert's support in \"15 and Armed\"(column, Jan. 23).","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"White House Memo; Clinton Is Still Tiptoeing Round the Vietnam Mines","web_url":"https://www.nytimes.com/1994/02/03/world/white-house-memo-clinton-is-still-tiptoeing-round-the-vietnam-mines.html","abstract":"  If anyone had forgotten just how skittish Bill Clinton can be when it comes to Vietnam, there could be no better evidence than his public insistence today that he has not made up his mind on whether to lift the American embargo on Hanoi.   It has been more than a month since his top deputies signed off on a recommendation to restore trade relations with that former enemy, a step they would never have taken without a keen sense of the boss's wishes. Aides had been saying for weeks that he was moving irrevocably in that direction, and they said Tuesday and again today that there would be no turning back.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Journal; 'Some Place Thrilling'","web_url":"https://www.nytimes.com/1994/02/03/opinion/journal-some-place-thrilling.html","abstract":"  How are healthy heterosexuals supposed to behave in front of a gay man who is dying of AIDS?    This question of etiquette confronted the New Yorkers who attended an unusual book party at an Upper East Side town house a week ago tonight. The celebrated book was \"Diary of a Lost Boy,\" a funny new novel about a dying young gay man and his best straight friends, a couple who might have been played by Cary Grant and Katharine Hepburn in a 30's screwball comedy. The author is Harry Kondoleon, 38, who arrived at his party by ambulette from St. Vincent's Hospital, ignoring a doctor's warning that the mere trip uptown could be fatal.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1994/02/03/arts/pop-and-jazz-in-review-066567.html","abstract":"  Rosemary Clooney  Rainbow and Stars 30 Rockefeller Plaza Through Feb. 26    One of the newer songs in Rosemary Clooney's repertory is Paul Simon's great 1975 ballad, \"Still Crazy After All These Years.\" It is on her latest album, \"Still on the Road\" (Concord Jazz). And her performance of it on Tuesday was a high point of opening night of her one-month engagement at Rainbow and Stars. She chose it, she said, \"because if you're over 65 and still out on the road, you're still crazy.\"","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/02/03/style/IHT-what-theyre-reading.html","abstract":"James Gustave Speth, administrator of the United Nations Development Program, is reading a novel about slavery, Charles Johnson's \"Middle Passage,\" a 1990 winner of the National Book Award in the United States..\"It's a tale as much about","thumbnail":null,"section":"Style"},{"date":"19940203","headline":"I.R.A. Advocate Says Visit Brought Peace Nearer","web_url":"https://www.nytimes.com/1994/02/03/world/ira-advocate-says-visit-brought-peace-nearer.html","abstract":"  Acknowledging that President Clinton had increased the pressure to negotiate by granting him a visa, Gerry Adams, the political head of the Irish Republican Army, headed home yesterday vowing that \"those who stuck their necks out on this issue for us will not be let down\" in the search for peace in Northern Ireland.   \"The gesture that was extended to us by the Clinton Administration sent the right signal to Ireland and has improved the climate,\" said Mr. Adams, the leader of Sinn Fein, the I.R.A.'s political arm.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"An Alpine Tragedy : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-an-alpine-tragedy-letters-to-the-editor.html","abstract":"As an avid skier and former racer, I have been in shock since watching the tragic and fatal accident involving Ulrike Maier, one of Alpine skiing's best. Although downhill racing is extremely dangerous, fatal accidents have been rare. Whether what happen","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/02/03/arts/the-pop-life-064831.html","abstract":"  Women Off the Pedestal   When Tori Amos was writing the songs for her second album, \"Under the Pink\" (Atlantic), her biggest inspiration was Alice Walker's novel \"Possessing the Secret of Joy.\" She was particularly disturbed, she said the other day, by the author's description of the way women in certain cultures have enforced the ritual genital mutilation of young girls. It gave her a theme -- women betraying women -- that runs through many of the songs on the record.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-066435.html","abstract":"  An obituary on Tuesday about Emily Taft Douglas, a former Democratic Representive from Illinois, misstated the middle name of her mother, who died before her. She was Ada Bartlett Taft.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Going on Guesswork","web_url":"https://www.nytimes.com/1994/02/03/opinion/going-on-guesswork.html","abstract":"  President Clinton admitted to the nation's governors this week that he had included insurance premium caps in his health care plan -- a provision many governors oppose -- partly because the Congressional Budget Office estimates that the caps would save the Treasury money. The admission is disturbing. The Budget Office's estimates of savings from health care reform, through no fault of its own, are guesswork. Yet Mr. Clinton says he is using such guesswork to shape a reform for a generation.    The Budget Office is required to estimate whether proposed budgets satisfy deficit-reduction targets set out in the 1993 budget law. That is never an easy task. When Congress legislates ordinary tax and spending changes -- such as last year's small gasoline tax -- the Budget Office can generate reliable estimates. But when the issue is huge institutional reform, estimating procedures are not reliable. Expenditures from today's health care system provide no useful guide to expenditures under a completely different system.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Sports of The Times; Is the Case For Harding Open-Shut?","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-of-the-times-is-the-case-for-harding-open-shut.html","abstract":"  THIS is a true story: In January 1957 there was a terrible murder in Chicago. Two teen-age sisters, Barbara and Patricia Grimes, were found in a culvert in a park, their nude bodies frozen. A citywide search for the killer or killers was begun. Headlines screamed as suspects were rounded up. People were in panic. Who committed this dastardly deed, and why?   Finally, a 21-year-old Skid Row illiterate bum and sometime dishwasher named Benny Bedwell, who wore long sideburns like Elvis Presley, was arrested. \"We got our man!\" the sheriff gloated. Bedwell denied the charge but after more questioning, he confessed: \"Yes, I murdered the girls.\"","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Bradley Is Suspended","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-people-basketball-bradley-is-suspended.html","abstract":"  Philadelphia 76ers center SHAWN BRADLEY missed last night's home game against Cleveland after he was suspended by the league for bumping an official Saturday night. Bradley was suspended for one game without pay and fined $3,000. (Reuters)","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Drug Raid Uncovers 19 Children in Squalid Chicago Apartment","web_url":"https://www.nytimes.com/1994/02/03/us/drug-raid-uncovers-19-children-in-squalid-chicago-apartment.html","abstract":"  When Police Officer Patricia Warner walked through the front door of a tired two-flat building here on Tuesday night, she thought she was stepping into a crack house.   What she discovered was worse.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"South Hackensack Police Chief Accused of Blocking Drug Case","web_url":"https://www.nytimes.com/1994/02/03/nyregion/south-hackensack-police-chief-accused-of-blocking-drug-case.html","abstract":"  The former police chief of South Hackensack was arrested today and accused of ordering one of his patrolmen not to file narcotics charges against two men arrested for possession of cocaine, officials said.   The former chief, Arthur Montenegro, 43, resigned on Monday when county authorities seized control of the tiny township's 21-member force. He was arraigned today on charges of obstructing justice and official misconduct for interfering in the officer's March 1993 arrest.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Cool Weather Threatens to Delay a Shuttle","web_url":"https://www.nytimes.com/1994/02/03/us/cool-weather-threatens-to-delay-a-shuttle.html","abstract":"  The space shuttle Discovery, about to begin a new era in Russian-American space cooperation, was being readied today for launching with unusually cool weather as a cause of concern.   Discovery is scheduled to begin its 18th journey into space at 7:10 A.M. on Thursday. The launching will be delayed if the temperature, which is predicted to be in the low 40's, and the winds combine to violate launching rules. Those involve a combination of factors, including winds, air temperature and humidity.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"As Boulmerka Runs, She Is Making History","web_url":"https://www.nytimes.com/1994/02/03/sports/track-and-field-as-boulmerka-runs-she-is-making-history.html","abstract":"  The Algerian woman who dared to bare her limbs in public was downright demure yesterday, but then this wasn't a track meet, but a news conference. And Hassiba Boulmerka was dressed for it in jock chic, from her long-sleeved pullover and neat jeans to her lavender suede loafers and pink socks.   Making her first visit to New York, Boulmerka was on display for several reasons. As the 1991 world champion and 1992 Olympic gold medalist in the 1,500 meters, she has been declared the favorite to win the women's mile in the Chemical Bank Millrose Games at Madison Square Garden tomorrow night.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Review/Dance; Recalling a Founder In Works and Spirit, Troupe Starts Anew","web_url":"https://www.nytimes.com/1994/02/03/arts/review-dance-recalling-a-founder-in-works-and-spirit-troupe-starts-anew.html","abstract":"  The Nikolais and Murray Louis Dance Company opened a significant chapter in its existence on Tuesday night with a program that featured \"Tides,\" a gem of a new work by Mr. Louis, and revivals recalling his careerlong collaboration with Alwin Nikolais.   Nikolais died in May at the age of 82 and was honored in July at the Joyce Theater in a full-season retrospective of his choreography that was conceived by Mr. Louis. Now the company the two men co-directed takes on a different tenor. It has, with this opening, become the resident dance troupe at the Kaye Playhouse at Hunter College (68th Street between Park and Lexington Avenues), where the current season is to run through Feb. 13.","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"Corrections","web_url":"https://www.nytimes.com/1994/02/03/nyregion/c-corrections-066400.html","abstract":"  A sports article on Tuesday about the Chinese distance runner Wang Junxia misstated the location of Liaoning Province, where she trains. It is in Northeastern China.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"Turner Quits Sky Box To Renovate the Cellar","web_url":"https://www.nytimes.com/1994/02/03/sports/on-pro-football-turner-quits-sky-box-to-renovate-the-cellar.html","abstract":"  Norv Turner met the press here yesterday afternoon in the same conference room where Richie Petitbon did the same thing only 11 months ago. Turner took the same job, head coach of the Washington Redskins.   He became the Redskins' 19th coach. He hopes he lasts longer than the 18th coach did.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Sweeteners-Hyperactivity Link Is Discounted","web_url":"https://www.nytimes.com/1994/02/03/us/sweeteners-hyperactivity-link-is-discounted.html","abstract":"  In two new studies, researchers have found evidence that they say should put to rest the widespread belief that sugar or the artificial sweetener aspartame in the diet can make normal children frenetic and hyperactive children wild.   One study involved 48 normal preschool and school-age children who were given large amounts of sugar, aspartame or saccharine; neither the children nor their parents knew which sweetener they were eating. The investigators, led by Dr. Mark L. Wolraich of Vanderbilt University in Nashville, reported no effect on the children's behavior from any of the sweeteners.","thumbnail":null,"section":"U.S."},{"date":"19940203","headline":"Inquiry Clears Commerce Chief On Vietnam Bribery Accusation","web_url":"https://www.nytimes.com/1994/02/03/world/inquiry-clears-commerce-chief-on-vietnam-bribery-accusation.html","abstract":"  The Justice Department today cleared Commerce Secretary Ronald H. Brown of all charges that he had accepted a $700,000 bribe in exchange for helping lift the trade embargo against Vietnam.   The notice that law-enforcement officials had decided to end their investigation with no action against Mr. Brown came today in a letter to the Secretary's lawyer, department officials said. \"He is pleased that the inquiry has fully and fairly exonerated him of any wrongdoing,\" department officials said in a statement.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"With Patriarch Slain, a Family Struggles","web_url":"https://www.nytimes.com/1994/02/03/nyregion/with-patriarch-slain-a-family-struggles.html","abstract":"  In the back of the Adames Food Center, below the shelves stocked with Hawaiian Punch and Diet Pepsi, one floor tile is whiter than the others. That is where a single bullet burned a hole on the floor last month after piercing the back of Ramone Rodriguez.   Mr. Rodriguez, 40 years old, who had owned the family bodega in Bedford-Stuyvesant for two years, was the victim of youths who the police say robbed stores in Brooklyn and, without provocation, killed three owners in less than a year. Yesterday, Mr. Rodriguez's relatives heard with a mixture of satisfaction, equanimity and hopelessness that the police had arrested five young men in the death of their patriarch.","thumbnail":null,"section":"New York"},{"date":"19940203","headline":"The Dog Walks","web_url":"https://www.nytimes.com/1994/02/03/opinion/the-dog-walks.html","abstract":"What happens when good dogs go bad? Consider Taro, the 110-pound Akita from New Jersey that was granted clemency but exiled by Gov. Christine Todd Whitman last week. Taro, whose psychiatrist describes him as shy and withdrawn, was sentenced to death after being accused of biting his owner's niece on Christmas Day 1990. The dog spent more than 1,000 days as Bergen County's prisoner No. 914095. The legal fees surpassed $100,000.\n\nIt is tempting to view Taro's case as a modern aberration -- American litigiousness gone off the deep end. Not so: animal trials have been around for centuries. In medieval Europe, pigs, horses and other animals were tried for killing or injuring humans. Public beheading and hanging were typical punishments. Defendants were usually imprisoned and fed at the king's expense, while defense lawyers debated arcane points of precedent in lengthy trials.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"Agnes de Mille Tribute","web_url":"https://www.nytimes.com/1994/02/03/arts/agnes-de-mille-tribute.html","abstract":"  A memorial tribute to the choreographer Agnes de Mille is to be at noon on Tuesday at the St. James Theater, 246 West 44th Street, Manhattan. The program includes music and dance, reminiscences, excerpts from Miss de Mille's writings and film clips of her work. Among those scheduled to participate are Isaac Stern, Morton Gould, Jerome Robbins and Zoe Caldwell. The public is invited. Miss de Mille died on Oct. 7 at the age of 88.  ","thumbnail":null,"section":"Arts"},{"date":"19940203","headline":"1944: Russian Progress : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/02/03/opinion/IHT-1944-russian-progress-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] The Russians have smashed across the old Estonian border near the mouth of the Narva River, capturing more than forty towns on the approaches to Narva, Moscow announced today [Feb. 3]. One Soviet spearhead reached the","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"School Stars Write Tickets To Universities of Choice","web_url":"https://www.nytimes.com/1994/02/03/sports/high-school-football-school-stars-write-tickets-to-universities-of-choice.html","abstract":"  Early yesterday morning, thousands of high school football players across the nation put their pens where their mouths were as they turned oral commitments into written ones and signed letters of intent with colleges.   Among the early risers was quarterback Gus Ornstein of Fieldston Prep School in the Bronx, who commited orally to Notre Dame two Sundays ago.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Redmen Thankful For Miami","web_url":"https://www.nytimes.com/1994/02/03/sports/college-basketball-redmen-thankful-for-miami.html","abstract":"  If anybody cares to look back on what has increasingly become a dreadful basketball season for the St. John's Redmen, one can point to Jan. 8 as the turning point.   That is the date St. John's wasted a 17-point halftime lead to Villanova at Alumni Hall for its second straight defeat in what has now become a stretch of eight losses in its last nine games after tonight's 59-56 defeat in a rematch against a young Wildcat squad at a noisy duPont Pavilion.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Starks Founders, but Blackman Rights Knicks","web_url":"https://www.nytimes.com/1994/02/03/sports/pro-basketball-starks-founders-but-blackman-rights-knicks.html","abstract":"  John Starks spent the fourth quarter on the bench tonight. Rolando Blackman spent the fourth quarter on the court.   It was an unusual move by Pat Riley, but it paid off. With Blackman and Derek Harper playing the final quarter together in the backcourt, New York won its sixth consecutive game, squeaking out an 85-80 victory over the Washington Bullets at the USAir Arena.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/02/03/style/chronicle-066575.html","abstract":"  More than 700 women, and two dozen or so men, streamed into the Sheraton Manhattan Hotel on Seventh Avenue yesterday to contribute to the coffers of Gov. ANN W. RICHARDS, who is running for a second term in Texas, and KATHLEEN BROWN, the State Treasurer of California, who is seeking to unseat Gov. Pete Wilson in that state.    It may be early in the 1994 election year to be asking for contributions, but ELLEN MALCOLM, the president of Emily's List, which organized the event, said, \"Ann needs $14 million to run for re-election and Kathleen needs $25 million, and when you need to raise that much money, there's no such thing as an off-season.\" Emily's List, which was founded in 1985, raises funds for Democratic women candidates.","thumbnail":null,"section":"Style"},{"date":"19940203","headline":"Mr. Hosokawa's Next Challenge","web_url":"https://www.nytimes.com/1994/02/03/opinion/mr-hosokawa-s-next-challenge.html","abstract":"  Japan's Prime Minister, Morihiro Hosokawa, has partly delivered on his pledge of political reform. Though he had to compromise with the opposition Liberal Democrats, those reforms that could most benefit relations with the U.S. got through.    One reason Mr. Hosokawa decided to compromise was Tokyo's need to proceed to other business -- stimulating Japan's stalled economy and addressing tough trade demands from Washington. The U.S. Trade Representative, Mickey Kantor, is now in Tokyo pressing for agreement before Mr. Hosokawa's Feb. 11 summit meeting with President Clinton. Both sides agree that Japan's huge trade surplus with the U.S. is politically untenable. But they differ sharply over how to reduce it.","thumbnail":null,"section":"Opinion"},{"date":"19940203","headline":"An Encore for Sandstrom?","web_url":"https://www.nytimes.com/1994/02/03/sports/hockey-an-encore-for-sandstrom.html","abstract":"  The Rangers, looking for the kind of gritty player who could smooth their way through the playoffs, have discussed a trade with the Los Angeles Kings that would bring forward Tomas Sandstrom back to New York.   Although Neil Smith, the president and general manager of the Rangers, said no deal was imminent, he confirmed yesterday that Sandstrom's name had come up in recent talks with Nick Beverley, the general manager of the Kings, a team that made it to the Stanley Cup finals last season but is now struggling through a mediocre season. They talked again last week when the Rangers played in Los Angeles.","thumbnail":null,"section":"Sports"},{"date":"19940203","headline":"Mandela and de Klerk Open Fire in Battle for Votes","web_url":"https://www.nytimes.com/1994/02/03/world/mandela-and-de-klerk-open-fire-in-battle-for-votes.html","abstract":"  Four years after official South Africa renounced its racist past, and four months after they shared a Nobel Peace Prize, Nelson Mandela and President F. W. de Klerk served notice today that the moral high ground is no longer big enough for both of them.   In the first blazing battle of what is now a full-scale campaign for the first national election open to all races, the reformist President and the patriarch of the liberation movement warred over who really freed South Africa.","thumbnail":null,"section":"World"},{"date":"19940203","headline":"Williams Issues Denial","web_url":"https://www.nytimes.com/1994/02/03/sports/sports-people-baseball-williams-issues-denial.html","abstract":"  MITCH WILLIAMS, the former Philadelphia Phillies relief pitcher, said he took a lie detector test to support his denial of a woman's allegation that he raped her, his lawyer said yesterday. The Cincinnati police said they are investigating the allegation by a Kentucky woman who said Williams raped her in September at a Cincinnati hotel. Williams has not been charged and no warrants have been issued, Sgt. RICHARD NEWSOM said. \"I am aware of the allegations against me and totally deny them,\" Williams said in a statement released by his lawyer, MARTIN PINALES.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19940203","headline":"Space Shuttle program: STS-60 is launched, carrying Sergei Krikalev, the first Russian cosmonaut to fly aboard the Shuttle.","pages":[{"title":"Space Shuttle program","web_url":"https://en.wikipedia.org/wiki/Space_Shuttle_program","description":"19722011 United States human spaceflight program","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Shuttle_Patch.svg/320px-Shuttle_Patch.svg.png","thumbnail_width":320,"thumbnail_height":332},"abstract":"The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for development. It flew 135 missions and carried 355 astronauts from 16 countries, many on multiple trips."},{"title":"STS-60","web_url":"https://en.wikipedia.org/wiki/STS-60","description":"1994 American crewed spaceflight","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Wake_Shield_Facility_on_STS-60_%28STS060-74-054%29.jpg/320px-Wake_Shield_Facility_on_STS-60_%28STS060-74-054%29.jpg","thumbnail_width":320,"thumbnail_height":329},"abstract":"STS-60 was the first mission of the U.S./Russian Shuttle-Mir Program, which carried Sergei K. Krikalev, the first Russian cosmonaut to fly aboard a Space Shuttle. The mission used NASA Space Shuttle Discovery, which lifted off from Launch Pad 39A on February 3, 1994, from Kennedy Space Center, Florida. The mission carried the Wake Shield Facility experiment and a SPACEHAB module, developed by SPACEHAB Inc., into orbit, and carried out a live bi-directional audio and downlink link-up with the cosmonauts aboard the Russian space station Mir."},{"title":"Sergei Krikalev","web_url":"https://en.wikipedia.org/wiki/Sergei_Krikalev","description":"Soviet and Russian cosmonaut (born 1958)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Sergei_Krikalev.jpg/320px-Sergei_Krikalev.jpg","thumbnail_width":320,"thumbnail_height":491},"abstract":"Sergei Konstantinovich Krikalev is a Russian mechanical engineer, former cosmonaut and former head of the Yuri Gagarin Cosmonaut Training Center."}]}],"weather":[{"date":"19940203","time":"1994-02-03 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.6,"rhum":75,"wspd":16.6},{"date":"19940203","time":"1994-02-03 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.9,"rhum":67,"wspd":27.7},{"date":"19940203","time":"1994-02-03 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":67,"wspd":20.5},{"date":"19940203","time":"1994-02-03 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.7,"rhum":71,"wspd":27.7},{"date":"19940203","time":"1994-02-03 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":3.8,"rhum":74,"wspd":27.7},{"date":"19940203","time":"1994-02-03 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4,"rhum":75,"wspd":31.3},{"date":"19940203","time":"1994-02-03 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.4,"rhum":76,"wspd":31.3},{"date":"19940203","time":"1994-02-03 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.3,"rhum":87,"wspd":31.3},{"date":"19940203","time":"1994-02-03 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.5,"rhum":90,"wspd":33.5},{"date":"19940203","time":"1994-02-03 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":90,"wspd":24.1},{"date":"19940203","time":"1994-02-03 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.2,"rhum":87,"wspd":27.7},{"date":"19940203","time":"1994-02-03 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":87,"wspd":18.4},{"date":"19940203","time":"1994-02-03 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":87,"wspd":14.8},{"date":"19940203","time":"1994-02-03 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":86,"wspd":16.6},{"date":"19940203","time":"1994-02-03 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.4,"rhum":80,"wspd":16.6},{"date":"19940203","time":"1994-02-03 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":69,"wspd":22.3},{"date":"19940203","time":"1994-02-03 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.9,"rhum":65,"wspd":20.5},{"date":"19940203","time":"1994-02-03 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":64,"wspd":24.1},{"date":"19940203","time":"1994-02-03 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":74,"wspd":18.4},{"date":"19940203","time":"1994-02-03 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":65,"wspd":22.3},{"date":"19940203","time":"1994-02-03 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":62,"wspd":16.6},{"date":"19940203","time":"1994-02-03 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":58,"wspd":22.3},{"date":"19940203","time":"1994-02-03 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":59,"wspd":24.1},{"date":"19940203","time":"1994-02-03 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.5,"rhum":62,"wspd":20.5},{"date":"19940203","time":"1994-02-03 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-4.4,"rhum":41,"wspd":18.7},{"date":"19940203","time":"1994-02-03 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":41,"wspd":16.6},{"date":"19940203","time":"1994-02-03 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":45,"wspd":16.6},{"date":"19940203","time":"1994-02-03 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.1,"rhum":47,"wspd":13},{"date":"19940203","time":"1994-02-03 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-6.7,"rhum":49,"wspd":9.4},{"date":"19940203","time":"1994-02-03 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":54,"wspd":14.8},{"date":"19940203","time":"1994-02-03 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":54,"wspd":9.4},{"date":"19940203","time":"1994-02-03 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":49,"wspd":11.2},{"date":"19940203","time":"1994-02-03 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.9,"rhum":64,"wspd":9.4},{"date":"19940203","time":"1994-02-03 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-8.3,"rhum":64,"wspd":9.4},{"date":"19940203","time":"1994-02-03 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":65,"wspd":0},{"date":"19940203","time":"1994-02-03 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.8,"rhum":71,"wspd":0},{"date":"19940203","time":"1994-02-03 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-7.2,"rhum":70,"wspd":9.4},{"date":"19940203","time":"1994-02-03 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5.6,"rhum":68,"wspd":11.2},{"date":"19940203","time":"1994-02-03 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-5,"rhum":71,"wspd":18.7},{"date":"19940203","time":"1994-02-03 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":68,"wspd":9.4},{"date":"19940203","time":"1994-02-03 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":69,"wspd":14.8},{"date":"19940203","time":"1994-02-03 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":64,"wspd":18.7},{"date":"19940203","time":"1994-02-03 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":25.9},{"date":"19940203","time":"1994-02-03 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":31.7},{"date":"19940203","time":"1994-02-03 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":50,"wspd":42.5},{"date":"19940203","time":"1994-02-03 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":47,"wspd":27.7},{"date":"19940203","time":"1994-02-03 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":35,"wspd":33.5},{"date":"19940203","time":"1994-02-03 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":33,"wspd":22.3}]}}