{"19950131":{"guardian_articles":[{"date":"19950131","headline":"England's irregulars drive on to victory","web_url":"https://www.theguardian.com/sport/1995/jan/31/ashes.cricket","abstract":null,"thumbnail":null,"section":"Sport"}],"nytimes_articles":[{"date":"19950131","headline":"Martin Amis’s Big Deal Leaves Literati Fuming","web_url":"https://www.nytimes.com/1995/01/31/books/martin-amiss-big-deal-leaves-literati-fuming.html","abstract":"In London's tight-knit literary world, the exciting news in November that the novelist Martin Amis had demanded an incredible (for here) $794,500 for his forthcoming novel, \"The Information,\" spread like wildfire in a parched forest. But it didn't become apparent until recently, when a deal was finally consummated and the smoke began to clear, that almost everyone involved had been burned along the way.","thumbnail":null,"section":"Books"},{"date":"19950131","headline":"What You Need to Do What You Need to Do","web_url":"https://www.nytimes.com/1995/01/31/science/peripherals-what-you-need-to-do-what-you-need-to-do.html","abstract":"  EVERYBODY with a computer in the home, home office or small business needs a word-processing program to write letters to Mom, term papers, reports to clients or romance novels. A spreadsheet is handy for family budgets or business expenses. A database manager's uses might range from names, addresses and phone numbers of relatives and friends to complex lists of customers and suppliers. Charts explain some things better than words and numbers do.   There are suites offering top-notch programs in all those categories; Microsoft Office, for Windows fans, is one, and Novell's Perfectoffice is another. But most of us will never get to the bottom of three or more full-featured applications.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"NEEDIEST CASES;\nCity's Needy Remembered By Displaced New Yorkers","web_url":"https://www.nytimes.com/1995/01/31/world/neediest-cases-citys-needy-remembered-by-displaced-new-yorkers.html","abstract":"Many displaced New Yorkers who long for the conveniences and pleasures of their former home have also not forgotten how difficult a place it can be. Some of them maintain their ties to the city through donations to The New York Times Neediest Cases Fund.\n\n\"I often miss the excitement of the city and its people and I still think of New York as my spiritual home,\" wrote Ellen Zadoff, echoing the sentiments of many former New Yorkers who have given to the fund's annual appeal for donations, now in its 83d year.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"From Ski Slopes of Europe to a Rape Trial?; Eight Years After Fleeing, an Ex-Darien Athlete Surrenders in Switzerland","web_url":"https://www.nytimes.com/1995/01/31/nyregion/ski-slopes-europe-rape-trial-eight-years-after-fleeing-ex-darien-athlete.html","abstract":"  When Alex Kelly last saw his parents' home here, he was 18, just graduated from high school, a handsome athlete about whom the description all-American came easily. He was also awaiting trial in the rape of two teen-age girls.   He went to Colorado to work at a ski resort, and didn't return. Fleeing to Europe, the authorities say, for the next eight years he moved freely among ski resorts there while his parents dealt at home with the consequences of his flight.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Jewish Leaders Opposed Bombing Auschwitz","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-jewish-leaders-opposed-bombing-auschwitz-805795.html","abstract":"  To the Editor:   \"Remembering Auschwitz\" (editorial, Jan. 26) states that the rejection by senior British and American officials of pleas to bomb Auschwitz \"seems incomprehensible.\"","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Italy Suspends National Sports Events After Soccer Fan's Death","web_url":"https://www.nytimes.com/1995/01/31/sports/soccer-italy-suspends-national-sports-events-after-soccer-fan-s-death.html","abstract":"  Italian sports officials today voted to suspend all national sports events next Sunday, in an unprecedented protest against the violence that has infected Italian soccer and led to the stabbing death of a Genoese soccer fan Sunday.   The decision taken by Italy's sports leaders, including the presidents of the soccer federation and the Olympic Committee, highlighted the emotional national reaction to the murder of Vincenzo Spagnolo, who died from a knife wound after being attacked by rival fans who had come to Genoa Sunday to root for AC Milan, the reigning national champion.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"1945: Newly Free Press : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-1945-newly-free-press-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Unqualified support of the principles of the free press was expressed yesterday [Jan. 30] by Albert Bayet, president of the French Press Federation, in a letter addressed to Wilbur Forrest, chairman of the Free Press Committee of the American Soci","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Airplane Food Scare Explained","web_url":"https://www.nytimes.com/1995/01/31/nyregion/airplane-food-scare-explained.html","abstract":"  American Airlines and its New York food caterer said yesterday that a sticky mass of old soda and coffee under the laminate of a cracked service counter on a London-bound jetliner had been identified as the source of contamination that prompted the plane's return to Kennedy International Airport on Saturday night.   The airline said on Sunday that Flight 104 had turned back two hours into the trip after an attendant found foreign matter in a package of food.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"AIDS Is Now the Leading Killer of Americans From 25 to 44","web_url":"https://www.nytimes.com/1995/01/31/science/aids-is-now-the-leading-killer-of-americans-from-25-to-44.html","abstract":"  AIDS has become the leading cause of death among all Americans aged 25 to 44, new Federal data show. The data were reported for the first time at a scientific meeting here today.   AIDS surpassed unintentional injury, the Government's category for accidents, which dropped to second place in this age group, said Dr. Harold W. Jaffe, a top AIDS official at the Federal Centers for Disease Control and Prevention in Atlanta.  Cancer and heart disease were third and fourth, followed by homicides and suicides.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Devils Ready to Hear Cheers of Home Crowd","web_url":"https://www.nytimes.com/1995/01/31/sports/hockey-devils-ready-to-hear-cheers-of-home-crowd.html","abstract":"  The Devils have gone from the best season in their history to the worst start in their history. They will play their first game at home this season Tuesday after going without a victory in four road games.   There was optimism from Coach Jacques Lemaire down to the players after today's practice that playing at home should be an advantage after losses in Buffalo, Boston and Montreal after a season-opening tie in Hartford.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Cubans in Limbo","web_url":"https://www.nytimes.com/1995/01/31/opinion/cubans-in-limbo.html","abstract":"  Six months after the exodus ended, nearly 30,000 Cubans who set out for the United States in rickety boats or rafts are still being held in detention camps in Panama and at the American naval base at Guantanamo. With incidents of rioting and attempted suicide increasing and the cost to U.S. taxpayers mounting, Washington and Havana should move quickly to lift these dispirited Cubans from limbo. Those who are eligible should be resettled in this country; those who are not should be returned home.    Under new guidelines worked out in talks between Cuba and the United States, the only sure route now from Cuba to the U.S. is to apply for a visa inside Cuba. The Administration has already made exceptions for about 3,000 of the refugees at Guantanamo and in Panama on humanitarian grounds. With the remaining Cubans in Panama soon to be moved to Guantanamo, Washington must decide how to deal with those who are still in detention.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"York College President Will Leave Post in June","web_url":"https://www.nytimes.com/1995/01/31/us/york-college-president-will-leave-post-in-june.html","abstract":"  Only hours before the trustees of the City University of New York were to consider a report charging her with financial misconduct yesterday, Josephine D. Davis, the embattled president of York College, offered to go on an unpaid leave of absence for the spring semester and to terminate her presidency on June 30. Her resignation was immediately accepted.   James P. Murphy, chairman of the board of trustees, later said at a news conference that the report had not been presented to the trustees because Dr. Davis wished to add comments to it. He said the entire report will be made public in seven days.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Cutting Capital Gains Tax Helps Investment; Owed to the Future","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-cutting-capital-gains-tax-helps-investment-owed-to-the-future-791395.html","abstract":"  To the Editor:   In \"State of the Union? Someday, Paralyzed,\" Op-Ed, Jan. 24) Paul Starr warns that a balanced-budget amendment would limit the ability of future representatives to act in the best interests of our country. The result would be undemocratic government, foregone programs and economic or national catastrophe.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/01/31/style/IHT-what-theyre-reading.html","abstract":"José María Cuevas, president of the Spanish employers federation, is reading \"Don Juan,\" a biography of Juan de Borbón, father of King Juan Carlos I, by Luís María Ansón..\"This book offers an objective and pr","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Police Official Claims Dismissal Was the Result Of His Agenda","web_url":"https://www.nytimes.com/1995/01/31/nyregion/police-official-claims-dismissal-was-the-result-of-his-agenda.html","abstract":"  Openly upset with his abrupt dismissal, the Deputy Police Commissioner, Walter S. Mack Jr., accused senior commanders of the Police Department yesterday of resisting his efforts to combat police perjury and other criminal misconduct.   Mr. Mack and two of his confidants said that the Deputy Commissioner had proposed a number of aggressive tactics to weed out officers who lied in court, brutalized suspects or stole drugs or money from dealers.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"G.O.P. to Start From Scratch In Revising Toxic Dump Law","web_url":"https://www.nytimes.com/1995/01/31/us/gop-to-start-from-scratch-in-revising-toxic-dump-law.html","abstract":"  The Republican lawmakers in charge of drafting changes to the Federal program that cleans up the nation's worst toxic dumps signaled today that they would start fresh when they review the law this year and would put aside a compromise negotiated with industry and environmental groups last year.   The remarks by the chairmen of House and Senate subcommittees that will draft new Superfund legislation suggest that the debate this year could be far more tempestuous than last year, when a compromise supported by the Clinton Administration gained bipartisan approval by five committees but never came to the House or Senate floor for final votes.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"And a Tip Of the Hat To Graves's 3 Goals","web_url":"https://www.nytimes.com/1995/01/31/sports/hockey-and-a-tip-of-the-hat-to-graves-s-3-goals.html","abstract":"  Under most circumstances, beating a winless, last-place team would not spur a celebration in the home rink of the Stanley Cup champions.   But the Rangers were on a three-game losing streak, and their fans were disgruntled. Everyone cheered up when two key Rangers sparked a goal explosion to lead New York to a 6-2 victory over the Ottawa Senators last night at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Patterns","web_url":"https://www.nytimes.com/1995/01/31/style/patterns-587295.html","abstract":"  Pieces of Tokyo    Fashion photographers have an easy way to imbue computer-manipulated imagery, which they increasingly depend on, with a high-tech, neon-bright look: a Tokyo location.  Now, Sabotage, one of the first companies to produce the sort of silvery reflective clothing that ravers embraced, has used those images to make the clothes appear as technology-obsessed as the fabrics have always been.","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Hiroshima: A Controversy That Refuses to Die","web_url":"https://www.nytimes.com/1995/01/31/us/hiroshima-a-controversy-that-refuses-to-die.html","abstract":"  Fifty years after the B-29 Superfortress Enola Gay was used to drop an atomic bomb on Hiroshima, the decision that ushered in the nuclear age is still the subject of fierce historical debate.   The issue stirs enormous passions: at one pole speculative estimates of how many Americans would have died invading Japan, and were presumably spared because of the bombing, and at the other pole whether the attack in August 1945 was necessary to end the war.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/01/31/us/inside-504095.html","abstract":"  Simpson Team Reprimanded   The judge in the O. J. Simpson murder trial reprimanded the defense for violating disclosure rules and let the prosecution supplement its opening statement. Page. A18 Sickle Cell Treatment    For the first time, a drug has effectively attacked the underlying cause of the disease rather than simply its painful symptoms. Page C1. Soccer Death Shakes Italy    With tensions high after the stabbing of a Genoese fan, Italian sports officials suspended all national events for this Sunday. Page B7.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"McCarver Signs On for Two More Seasons With the Mets","web_url":"https://www.nytimes.com/1995/01/31/sports/tv-sports-mccarver-signs-on-for-two-more-seasons-with-the-mets.html","abstract":"  Despite the distinct possibility that baseball will open the season with replacement players, WWOR-TV/Channel 9's Tim McCarver is enthusiastic that his new two-year contract guarantees his presence when the Mets' season begins.   \"Baseball's my passion,\" said McCarver, who re-enlisted last week after months of talks, mostly with Fred Wilpon, the Mets' co-owner.  \"On Monday, I'm going to Puerto Rico for the Caribbean World Series for the first time.\"","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Martin Amis's Big Deal Leaves Literati Fuming","web_url":"https://www.nytimes.com/1995/01/31/books/martin-amis-s-big-deal-leaves-literati-fuming.html","abstract":"  In London's tight-knit literary world, the exciting news in November that the novelist Martin Amis had demanded an incredible (for here) $794,500 for his forthcoming novel, \"The Information,\" spread like wildfire in a parched forest. But it didn't become apparent until recently, when a deal was finally consummated and the smoke began to clear, that almost everyone involved had been burned along the way.   There was Mr. Amis's longtime publisher, a division of Random House U.K., and his longtime agent, Pat Kavanagh, both of whom were replaced during the negotiations. There was the formidable novelist A. S. Byatt, who gave Mr. Amis an unusual public tongue-lashing. There was the sharp-shooting Andrew Wylie, Mr. Amis's new agent, whom the British press nicknamed the Jackal. And then there was Mr. Amis himself, pilloried for unseemly and un-British greed by an unforgiving London press.","thumbnail":null,"section":"Books"},{"date":"19950131","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/31/nyregion/c-corrections-528795.html","abstract":"  Because of an editing error, a brief article on Friday about the resignation of James P. Grant as executive director of Unicef misstated the occupation of a possible successor in some copies. The candidate, Dr. William H. Foege, is a specialist in public health at the Carter Center in Atlanta, not the director of the center's program on child health. (Mr. Grant has since died, and his obituary appeared yesterday and in some editions on Sunday.)","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Jewish Leaders Opposed Bombing Auschwitz; Remember Liberators","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-jewish-leaders-opposed-bombing-auschwitz-remember-liberators-804995.html","abstract":"  To the Editor:   In your article on the separate Polish and Jewish ceremonies for the 50th anniversary of the liberation of the death-camp complex Auschwitz-Birkenau, there is no mention of the liberators (\"Survivors Pray at the Crematories of Auschwitz,\" news article, Jan. 27).","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Clinton May Face a Rival From Party, Bradley Says","web_url":"https://www.nytimes.com/1995/01/31/us/clinton-may-face-a-rival-from-party-bradley-says.html","abstract":"  Senator Bill Bradley, the New Jersey Democrat who prides himself on being above the partisan fray, poked fun at President Clinton's long State of the Union address yesterday and said Mr. Clinton might face a primary challenge in 1996 if his popularity did not soon improve.   In the most direct suggestion from within the President's own party that Mr. Clinton may face competition for the nomination, Mr. Bradley told the radio personality Don Imus what other Democrats have said only privately. He complained that he got \"tired of standing and clapping\" because the 81-minute State of the Union speech was too long.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"L.I.R.R. Trial Has Adviser 'Disgusted'","web_url":"https://www.nytimes.com/1995/01/31/nyregion/lirr-trial-has-adviser-disgusted.html","abstract":"  By continuing to serve as his own lawyer and to cross-examine victims of the Long Island Rail Road shooting spree, Colin Ferguson has \"taken a wrecking ball to his own case,\" one of his legal advisers said today.   The adviser, Alton G. Rose, said that Mr. Ferguson had alienated jurors by badgering the very people he is accused of shooting.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"One Season, Four Coaches","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-people-basketball-one-season-four-coaches.html","abstract":"  You'll pardon the Runnin' Rebels of the University of Nevada at Las Vegas if they can't tell their coach without a scorecard.   They began the school year with ROLLIE MASSIMINO, then came TIM GRGURICH, then HOWIE LANDA and now CLE EDWARDS. Over the weekend, Landa announced he was stepping down as acting coach. He has been subbing for Grgurich, who left the team Jan. 6 and entered a hospital, complaining of medical problems related to exhaustion. Edwards will serve as the new acting coach, assisted by DAVID RICE, until Grgurich returns. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/31/arts/in-performance-classical-music-749295.html","abstract":"  Young Rebel With a Cause: He Doesn't Want to Sing  'The Amazing Adventure of Alvin Allegretto' and 'Marita and Her Heart's Desire' John Jay Theater    No one can guarantee that the young people attending the world premiere performances of Bruce Adolphe's opera, \"The Amazing Adventure of Alvin Allegretto\" last weekend will ever wait on line for tickets for \"Lulu\" or \"La Traviata.\" But that hope helped inspire the Metropolitan Opera Guild to commission this work along with two others for children. It may work: \"Alvin\" has more taste and imagination than many events for maturer audiences.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Science Times E-Mail","web_url":"https://www.nytimes.com/1995/01/31/science/science-times-e-mail.html","abstract":"  Science Times has an electronic mail address for comments from readers about published articles and suggested areas of coverage:   scitimes@nytimes.com.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Syracuse Surges Down the Stretch to Edge Georgetown","web_url":"https://www.nytimes.com/1995/01/31/sports/basketball-syracuse-surges-down-the-stretch-to-edge-georgetown.html","abstract":"  Syracuse ran through Georgetown's press, hit its free throws and kept its composure down the stetch tonight for a 76-75 victory at USAir Arena in a game that recalled the Big East's best days.   Allen Iverson's 3-pointer at the buzzer for Georgetown made the final score a 1-point triumph for the Orangemen, but Syracuse's superior execution in the final 3 minutes built a 5-point lead with 35 seconds left.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Sports of The Times; The 'New Barbarians' Are Really Old Hat","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-of-the-times-the-new-barbarians-are-really-old-hat.html","abstract":"  SOME have called them \"Petulant Prima Donnas.\" They like to call themselves \"The New Breed.\" And maybe they're nothing more than simply a current version of an old tag known as \"The New Barbarians.\"   They are the handful-plus in the National Basketball Association who have created waves among management, made coaches nauseated, disgusted some old-timers -- and even teammates -- and given many fans a sour taste about the current state of the game. They whine about the coach, they throw tantrums as well as chairs, they are recalcitrant about practice. Among them are Derrick Coleman and Isaiah Rider and Scottie Pippen and Christian Laettner and Dennis Rodman and Chris Webber.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Amending Mindlessly","web_url":"https://www.nytimes.com/1995/01/31/opinion/amending-mindlessly.html","abstract":"  The House vote for a balanced-budget amendment demonstrates the political potency of a bad idea whose time has come. That explains the overwhelming House vote for the amendment. Attention now shifts to the Senate, starting today, and the state legislatures as outposts of common sense. The amendment fails as a matter of politics. It fails as social justice. It fails as economics. Yet 300 House members, including 72 Democrats, signed up anyway.   The amendment would be inequitable because budget cutbacks would single out the disadvantaged. The G.O.P.-controlled Congress vows not to touch Social Security, defense or Medicare. That means it must cut an astonishing 30 to 50 percent of domestic discretionary programs. The first to go will be those housing and social-service programs whose only support is among the politically vulnerable.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Tokyo Magazine to Close After Article Denying Holocaust","web_url":"https://www.nytimes.com/1995/01/31/world/tokyo-magazine-to-close-after-article-denying-holocaust.html","abstract":"  One of Japan's most prestigious publishers said today that it would shut down a magazine that had printed an article asserting that there were no Nazi gas chambers and that the Holocaust was \"propaganda.\"    Jewish groups had condemned the article, which appeared in the February issue of Marco Polo magazine and was timed to coincide with the 50th anniversary of the liberation of the Auschwitz death camp.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"49er Fans, Welcome To the Seifert Dynasty","web_url":"https://www.nytimes.com/1995/01/31/sports/super-bowl-xxix-49er-fans-welcome-to-the-seifert-dynasty.html","abstract":"  Fewer than 10 hours after putting on one of the most exhilarating displays of offense in Super Bowl history, the 49ers were still giddy. And even though they could lose their offensive and defensive coordinators, it's likely that San Francisco will make a strong run for a sixth title next year.   Coach George Seifert, who said he was still numb this morning from all the excitement, was asked whether San Francisco had built a dynasty.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"How to Improve America's Handwriting","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-how-to-improve-america-s-handwriting-793095.html","abstract":"  To the Editor:   Your Jan. 25 article on handwriting, \"Can You Read This?\", notes that in the 19th century, \"good handwriting was considered a measure of intelligence and the mark of social status as well.\"","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Hiroshima, Rewritten","web_url":"https://www.nytimes.com/1995/01/31/opinion/hiroshima-rewritten.html","abstract":"\"Neither the atomic bombing nor the entry of the Soviet Union into the war forced Japan's unconditional surrender. She was defeated before either of these events took place.\"\n\nThat kind of \"revisionist\" statement -- implying that the atomic bombing of Japan was unnecessary -- has so angered veterans' organizations that they have forced the Smithsonian Institution to announce yesterday that it was gutting its controversial exhibit of the B-29 that dropped the bomb on Hiroshima in August 1945. Yet the words were written not by some revisionist historian, nor by someone who knew little about the brutality of World War II in the Pacific. They were written shortly after V-J Day by Brig. Gen. Bonnie Fellers for use by Gen. Douglas MacArthur, the Army's triumphant commander in the Pacific.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Midseason Finds Knicks Right in Thick of Things","web_url":"https://www.nytimes.com/1995/01/31/sports/basketball-midseason-finds-knicks-right-in-thick-of-things.html","abstract":"  The Knicks have reached the halfway point of their 82-game regular season in far better shape than they were a month ago.   By winning 15 of their last 17 games, the Knicks (27-14) have gone from being a .500 team to being a rejuvenated title contender. Not that the slow start wasn't costly.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"No Headline","web_url":"https://www.nytimes.com/1995/01/31/nyregion/no-headline-508295.html","abstract":"  \"In this important anniversary year, veterans and their families were expecting, and rightly so, that the nation would honor and commemorate their valor and sacrifice. They were not looking for analysis and, frankly, we did not give enough thought to the intense feelings such analysis would evoke.\" -- I. MICHAEL HEYMAN, secretary of the Smithsonian.  [ A1:4. ]","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Dublin Journal; The New Lord Mayor: Color Him Light Green","web_url":"https://www.nytimes.com/1995/01/31/world/dublin-journal-the-new-lord-mayor-color-him-light-green.html","abstract":"  In his seven months as the first Lord Mayor of Dublin from the Green Party, John Gormley has not turned this vibrant but gray, distinctly Georgian and somewhat grimy capital into a sparkling Emerald City.   Indeed, this city of almost 500,000 people still has much pollution, a public that does not clean up after its dogs and world-class traffic jams. Mr. Gormley and other environmentalists also fear that a British nuclear fuel reprocessing plant across the Irish Sea will pollute these shores, including Dublin Bay, which is already sullied with sewage bacteria.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"1895: Liner Wrecked : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-1895-liner-wrecked-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - North German Lloyd Atlantic Liner wrecked; three hundred and eighty lives lost. Such was the brief message which was received in London yesterday [Jan. 30] evening and caused universal horror and grief. With later details it was learned that the","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"By Design; Shapely Suits for Spring","web_url":"https://www.nytimes.com/1995/01/31/style/by-design-shapely-suits-for-spring.html","abstract":"  The biggest trend to emerge from the spring haute couture shows in Paris was also one of the major trends in the ready-to-wear shows: the fitted suit. As a result, this latest look can already be found in stores right here.   Bergdorf Goodman has Chanel's black-and-white plaid jacket with a molded-to-the-body shape ($2,740); Richard Tyler's fitted glen plaid jacket ($1,650) and matching skinny skirt ($675), and Gucci's elongated white linen fitted jacket ($1,158) that would be ultrachic worn with a pencil-slim black skirt.","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Corrections","web_url":"https://www.nytimes.com/1995/01/31/nyregion/c-corrections-743395.html","abstract":"  A picture in the Styles pages on Jan. 15 showing the Coco Loco restaurant in Washington, with an article about the new importance of restaurant lighting, carried an incomplete credit. The picture was by Maxwell MacKenzie/Adamstein & Demetriou Architects.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/01/31/nyregion/metro-digest-239395.html","abstract":"   PATAKI PROPOSES DEEP CUTS IN WELFARE   Governor Pataki proposed deep cuts in welfare programs in New York State, calling for tough new restrictions on eligibility, broad requirements for work and reductions in benefits for both able-bodied recipients and mothers with children. A1.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"PATAKI PROPOSING DEEPEST CUTBACKS IN WELFARE PLANS","web_url":"https://www.nytimes.com/1995/01/31/nyregion/pataki-proposing-deepest-cutbacks-in-welfare-plans.html","abstract":"  Gov. George E. Pataki today proposed the deepest cuts in the 60-year history of welfare programs in state, calling for tough new restrictions on eligibility, broad requirements for work and reductions in benefits for both able-bodied recipients and mothers with children.   Mr. Pataki, a Republican who made welfare policy a centerpiece of his campaign, insured that his proposals received singular attention by announcing them at a news conference two days before he is to unveil his budget for the coming fiscal year. Normally, a governor would include the recommendations as part of his budget proposal to the Legislature.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Senate Democratic Leader Is Opposed to House Budget Amendment","web_url":"https://www.nytimes.com/1995/01/31/us/senate-democratic-leader-is-opposed-to-house-budget-amendment.html","abstract":"  The prospects for a constitutional amendment requiring a balanced Federal budget dimmed somewhat today when, as the debate in the Senate opened, Tom Daschle of South Dakota, the Democratic leader, said that he opposed the measure in the form it was passed by the House last week.   Mr. Daschle's position could be decisive, not just because of his leadership position but also because the matter is expected to be decided by no more than a vote or two.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"On My Mind; What Americans Want","web_url":"https://www.nytimes.com/1995/01/31/opinion/on-my-mind-what-americans-want.html","abstract":"  Slash government, lean and mean it. Certainly it may do some good and it will be a kind of crash diet that will make us feel glowy about ourselves before we start fattening up again on our own favorite cream pies. Oh, the delicious variety of them -- all those subsidies, grants, tax breaks, lifetime entitlements and investor bailouts we each decide we cannot live without, depending on our desires, age, race, national origin, mortgages, regional location, what we do for a living and how much we make.   Politicians and voters have decided for the time being that government is the enemy, not what they themselves do to, with or for government.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Ito Shows Displeasure With the Defense","web_url":"https://www.nytimes.com/1995/01/31/us/ito-shows-displeasure-with-the-defense.html","abstract":"  Lawyers for O. J. Simpson, their hands already slapped by Judge Lance A. Ito, finally completed their opening statement today. But within moments of hearing defense lawyers assert to the jury that the evidence against Mr. Simpson was \"contaminated, compromised, and ultimately corrupted,\" the judge punished them again, saying he will allow the prosecution to reopen its opening statement, apparently for the first time in California history.   Judge Ito, outraged that defense lawyers had failed to turn over the names and statements of witnesses they were obliged to under law, postponed testimony in the case and gave the chief prosecutor, Marcia Clark, 10 minutes on Tuesday to challenge what Mr. Cochran told the jury last week.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Kidd Hospitalized","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-people-basketball-kidd-hospitalized.html","abstract":"  JASON KIDD, weakened by flu symptons and dehydration, was hospitalized last night and likely will miss the Dallas Mavericks' next two games. Kidd, the second pick in last year's draft, has started every games this year. Tonight's game against Milwaukee, featuring No. 1 pick GLENN ROBINSON, was to have been a matchup between the top two selections of the past draft. Kidd is also expected to miss a road game Wednesday against Minnesota.   \"He's not feeling very good at all,\" Mavericks Coach DICK MOTTA said. \"He's not responding to the medication. He came to (practice) and looked like death warmed over.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Designers Are Suiting Up Again","web_url":"https://www.nytimes.com/1995/01/31/style/IHT-designers-are-suiting-up-again.html","abstract":"Stitch by stitch, seam by seam, in the finest fabrics and with the best of taste, menswear has been reconstructed. Ten years after designers started knocking the stuffing out of the suit or trading it for sportswear, tailoring is back. .The fall-winter","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"ESPN2 Adding Hockey Program","web_url":"https://www.nytimes.com/1995/01/31/sports/espn2-adding-hockey-program.html","abstract":"  ESPN2 will broaden its hockey coverage next week when it launches a 30-minute hockey program that will be broadcast five nights a week at 11:30 P.M.   \"NHL 2Night\" will feature reports about National Hockey League games and off-ice transactions along with news from the colleges and minor leagues. It will appear every night except Sunday and Monday or when ESPN2 is showing a live event.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Why a Presidency Hasn't Thrived","web_url":"https://www.nytimes.com/1995/01/31/arts/television-review-why-a-presidency-hasn-t-thrived.html","abstract":"  Among the coroners summoned by \"Frontline\" to do the autopsy for \"What Happened to Bill Clinton?\" are reporters like Elizabeth Drew, William Greider and Bob Woodward, analysts like Kevin Phillips and Garry Wills and a Clinton biographer, David Maraniss. Their emphases differ, but they reach a fairly clear consensus about the reasons for the President's political demise between November 1992 and November 1994.   Mr. Maraniss, who apologetically indulges in some plausible psychological speculation, reminds us that for most of his early career, Mr. Clinton was a loser, an experience that strengthened the young politician's resolve to \"do whatever it took never to lose again.\" As these Clinton watchers see it, the techniques of accommodation that served well enough in Arkansas proved disastrous in Washington, where tough players quickly found and exploited his weaknesses.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Thousands of Peruvians Flee Border Fighting","web_url":"https://www.nytimes.com/1995/01/31/world/thousands-of-peruvians-flee-border-fighting.html","abstract":"  With bicycles, house fans and other household goods stacked in their pickup trucks, Peruvian civilians fled south from the Ecuadorean border to this city today as convoys of military trucks rumbled steadily north.    Fighting over a disputed section of the border is taking place in remote jungle 125 miles east of here, but there has been a heavy military buildup in this region, the most heavily populated stretch of the border.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Recording of Pilots Offers Few Clues to Cause of American Eagle Crash","web_url":"https://www.nytimes.com/1995/01/31/us/recording-of-pilots-offers-few-clues-to-cause-of-american-eagle-crash.html","abstract":"  The last words from American Eagle Flight 4184 to air traffic controllers, spoken a minute before the plane rolled to the right, flipped and crashed last October near Roselawn, Ind., were \"Thank you.\" The pilots had just been told they would have to wait 10 minutes to be cleared to land.   A transcript of their conversation, released yesterday by the Federal Aviation Administration, shows air traffic controllers trying to get the pilots to respond and asking pilots in the area about the weather, which included heavy rain and sleet.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Pataki Plans Aid Cuts at SUNY And CUNY, Forcing a Fee Hike","web_url":"https://www.nytimes.com/1995/01/31/nyregion/pataki-plans-aid-cuts-at-suny-and-cuny-forcing-a-fee-hike.html","abstract":"  Gov. George E. Pataki is expected to propose on Wednesday cutting state aid to the State University and City University of New York by about 10 percent, a move that would almost certainly force tuition increases this year, his advisers said today.   Mr. Pataki, a Republican, is also expected to recommend that the State Tuition Assistance Program for New York State students who attend private colleges in the state be reduced, with the top award falling to $3,050, from $4,050 a year.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Dozens Die as Floods Wash Across Northwestern Europe","web_url":"https://www.nytimes.com/1995/01/31/world/dozens-die-as-floods-wash-across-northwestern-europe.html","abstract":"  Scores of communities across northwestern Europe were under water today as floods continued to inundate the region after days of driving rain. Dozens of people were reported to have been killed in drownings or other flood-related accidents, and tens of thousands fled their homes.   Factories and schools were closed, roads were swamped and utility services disrupted. The Governments of Germany, France, Belgium and the Netherlands declared states of emergency in flooded regions and sent thousands of police officers and soldiers to reinforce local relief workers.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Cameras Will Stay in Court","web_url":"https://www.nytimes.com/1995/01/31/nyregion/cameras-will-stay-in-court.html","abstract":"  The Legislature voted today to continue allowing cameras in courtrooms, but lawmakers registered their reservations by extending the practice for only two and a half years before reviewing it again.   Lawmakers today also approved a resolution to create conference committees, one of several measures to make the Legislature's business more open to the public. The committees, composed of five legislators each from the Senate and the Assembly, would hammer out differences in similar bills in public hearings. Now, compromise on legislation is usually reached in private meetings among staff members of the governor, Senate majority leader and Assembly Speaker.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/31/style/chronicle-748495.html","abstract":"  CHEVY CHASE, the film actor and former star of \"Saturday Night Live,\" was arrested for drunken driving and spent Thursday night in jail, The Associated Press reported yesterday. Police officers in Beverly Hills, Calif., saw him driving at 70 miles per hour, making unsafe lane changes and tailgating, Police Lieutenant Frank Salcido said, adding that Mr. Chase had a blood-alcohol level more than twice the legal limit.   Heidi Schaeffer, the actor's publicity agent, said yesterday that she had no comment on the matter. NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Seen From Afar, It's No Longer a Game","web_url":"https://www.nytimes.com/1995/01/31/sports/IHT-seen-from-afar-its-no-longer-a-game.html","abstract":"They celebrated the Super Bowl as if it were New Year's Eve - with a party at an American restaurant and native players from the London Monarchs as guests of honor. The Monarchs are going to appear with the new six-team (all European) World League in Apr","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Sickle Cell Trial Called Success, Halted Early","web_url":"https://www.nytimes.com/1995/01/31/science/sickle-cell-trial-called-success-halted-early.html","abstract":"  Calling an early halt to a national trial because of promising results, doctors today announced the first treatment for sickle cell anemia that attacks the underlying cause of the disease rather than simply combating its painful symptoms.   The National Institutes of Health said it was issuing a clinical alert to thousands of doctors nationwide informing them that the drug hydroxyurea should be considered for many adult patients with the crippling blood disease. The institutes had sponsored the trial of the drug at nearly two dozen centers to see if it could reduce the painful episodes characteristic of the disease, which in this country primarily afflicts African-Americans.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Pataki's Move to Unclog Prisons","web_url":"https://www.nytimes.com/1995/01/31/opinion/pataki-s-move-to-unclog-prisons.html","abstract":"  In a breakthrough for common sense, Gov. George Pataki has persuaded Republican legislative leaders to consider changing at least some of the sentencing rules that have clogged New York State prisons with nonviolent drug addicts who might be better served by drug treatment and other cheaper alternatives to incarceration.    The changes will target the so-called second-felony-offender law passed in 1973, under which sentences rise sharply for anyone convicted of two felonies within 10 years. That law mandates stiff prison terms for hordes of young, low-level drug users and dealers who are caught twice.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Bringing It All Home : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-bringing-it-all-home-letters-to-the-editor.html","abstract":"Regarding \"Is Hall of Fame Making Rock Musicians Too Respectable?\" (Features, Jan. 18):.Neil Strauss's excellent piece was marred by some unfortunate inaccuracies about who wrote what. May I don the pedant's bright yellow anorak and set the r","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Three Clarks in the Family Business","web_url":"https://www.nytimes.com/1995/01/31/sports/track-and-field-three-clarks-in-the-family-business.html","abstract":"  The Clarks are becoming the first family of American track and field:   *At age 32, Joetta is America's fastest woman at 800 meters, with seven national titles and five Millrose victories.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"An Anguished Audience In a Theater of the Absurd","web_url":"https://www.nytimes.com/1995/01/31/nyregion/our-towns-an-anguished-audience-in-a-theater-of-the-absurd.html","abstract":"  FRANK BARKER, who had a bullet in his tongue and four holes in his body after the Long Island Rail Road shooting spree, was facing Colin Ferguson, the man he said shot him. Mr. Ferguson was angry.   \"Judge, I would have asked that the witness be punished for perjury,\" Mr. Ferguson told Judge Donald E. Belfi in Nassau County Court yesterday. \"Excepting that he's injured, so my sympathy goes out to him.\"","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Accelerating Chaos At One Edge of America","web_url":"https://www.nytimes.com/1995/01/31/books/books-of-the-times-accelerating-chaos-at-one-edge-of-america.html","abstract":"  OPEN WATER  By Maria Flook  327 pages. Pantheon Books. $24.    Death and disaster haunt the characters in \"Open Water\" like insistent, implacable ghosts.   Rennie, the ailing heroine of Maria Flook's disturbing new novel, lost her first two husbands to the sea: the first went down on a ship that was overloaded with a haul of scallops; the second died in a boiler mishap, just 400 yards from shore. Her stepson, Willis, lost his father (Rennie's third husband) to a heart attack and his mother to a monstrous practical joke. And Willis's best friend, Fritz, lost his little brother in a freak accident, when a sand dune collapsed and consumed six people.","thumbnail":null,"section":"Books"},{"date":"19950131","headline":"Chess","web_url":"https://www.nytimes.com/1995/01/31/arts/chess-672095.html","abstract":"  One cannot call the performance of the United States in the Olympiad in Moscow ordinary: the team tied for fifth place in a 124-team competition. But only one player, Yasser Seirawan, a 34-year-old grandmaster from Seattle, had an outstanding result.   Boris Gulko scored a respectable 5 1/2-4 1/2 on Board 1; Alexey Yermolinsky had a strong 7-4 on Board 2; Joel Benjamin scored a good 6 1/2-4 1/2 on Board 3. But Alexander Shabalov managed only 3-5 on Board 5 and Sergey Kudrin tallied only 3 1/2-2 1/2 on Board 6.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Kemp Rejects Presidential Bid, Citing Dislike of Fund Raising","web_url":"https://www.nytimes.com/1995/01/31/us/kemp-rejects-presidential-bid-citing-dislike-of-fund-raising.html","abstract":"  Jack F. Kemp, a former professional football quarterback who became a successful political figure as an apostle of conservative economic theories, said today that he would not seek the Republican Party's Presidential nomination in 1996.   In a meeting with reporters, Mr. Kemp gave a variety of reasons for declining to enter the race. But time and again, he emphasized his distaste for the business of raising money. He said that for him to be a Presidential candidate he would have to start now to raise $15 million to $20 million, a task in which he had little interest.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"To Terms With GATT : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-to-terms-with-gatt-letters-to-the-editor.html","abstract":"Regarding \"America Needs China in GATT and the World Trade Organization\" (Opinion, Dec. 20):.Michael Armacost and Lawrence Lau fail to shed light on what is keeping China from acceding to GATT and the World Trade Organization. Their article r","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Green's Job Is Secure","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-people-football-green-s-job-is-secure.html","abstract":"  The job of Minnesota Vikings Coach DENNIS GREEN is secure despite allegations that he and an assistant sexually harassed women. The Vikings' president, ROGER HEADRICK, told ESPN in an interview broadcast on Sunday that Green's job is \"absolutely not\" in jeopardy following the reports, which Headrick said contained many inaccuracies.   The Star Tribune, The Saint Paul Pioneer Press and KSTP-TV reported over the weekend that Green and an assistant, RICHARD SOLOMON, were named in a 1993 affidavit just made public by a fired Vikings employee, DAN ENDY 3d. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Muslims Argue the Theology of Peace With Israel","web_url":"https://www.nytimes.com/1995/01/31/world/muslims-argue-the-theology-of-peace-with-israel.html","abstract":"  An explosive argument over whether making peace with Israel conforms to the precepts of Islam is building among Muslim theologians in Saudi Arabia and Egypt, adding a new layer of complications to the Middle East peace talks.   The issue flared after Saudi Arabia's highest theological authority, Sheik Abdel-Aziz ibn Baaz, issued a religious edict, or fatwa, in December affirming the right of Saudi rulers to pursue normal relations with Israel.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/31/arts/in-performance-classical-music-750695.html","abstract":"  Mixing Original Works With Some of the Standards  Robert DeGaetano, pianist and composer Weill Recital Hall    Robert DeGaetano is playing both standard repertory and his own music in a five-concert series that ends on March 2. The fourth installment, on Saturday evening, was to have been devoted entirely to original works, including a song cycle. But because Mr. DeGaetano's singer was ill, he played Chopin's Scherzo in B flat minor instead.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"How a Gap in the Fermat Proof Was Bridged","web_url":"https://www.nytimes.com/1995/01/31/science/how-a-gap-in-the-fermat-proof-was-bridged.html","abstract":"  FERMAT'S last theorem, which has tantalized mathematicians for more than 350 years, has at last been solved, say those who have read the revised but not yet published proof. But the endgame of this furious chase has proved as full of last-minute surprises as a murder mystery.   For Dr. Andrew Wiles of Princeton University, the chief author of the proof, triumph had to be snatched from the jaws of disaster. His first proof, which aroused worldwide attention when announced two years ago, turned out to contain a gap, which Dr. Wiles found he was unable to cross alone.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Ex-Correction Chief Broke City Law, Report Finds","web_url":"https://www.nytimes.com/1995/01/31/nyregion/ex-correction-chief-broke-city-law-report-finds.html","abstract":"  A week after the resignation of the Giuliani administration's Correction Commissioner, Anthony J. Schembri, the Department of Investigation released a report yesterday saying that Mr. Schembri had violated city law by failing to live in New York City and by improperly spending more than $4,000 in overtime costs for drivers and for tolls.   When Mr. Schembri resigned from his $110,000-a-year job, he said that family pressures prevented him from meeting the city's residency requirement. His resignation came as the Department of Investigation was completing an inquiry into whether he had violated residency requirements and whether he had improperly attended to personal matters during working hours.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Historian, Show Decent Respect","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-historian-show-decent-respect-789195.html","abstract":"  To the Editor:   Lynne V. Cheney cites in \"History Standards Unsuitable for Schools\" (letter, Jan. 30) a Senate resolution of Jan. 18 to bolster her opposition to proposed new standards for teaching American history. The resolution, however, does more than disapprove of these voluntary guidelines for teachers. It declares that funds developing future ones should only be awarded to those who \"have a decent respect for the contributions of Western civilization, and United States history, ideas and institutions, to the increase of freedom and prosperity throughout the world.\"","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Islanders Recall Taylor","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-people-hockey-islanders-recall-taylor.html","abstract":"  Reeling from consecutive defeats, the Islanders (2-2-1) recalled 22-year-old center CHRIS TAYLOR from their International Hockey League affiliate in Denver. The Islanders have been having trouble scoring. Taylor, the team's second pick in the 1990 draft, has a team-leading 27 goals and 30 assists in 47 games at Denver. With 57 points, Taylor is currently seventh in the I.H.L. in scoring..","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"U.S. Demands Repayments From 9 States","web_url":"https://www.nytimes.com/1995/01/31/us/us-demands-repayments-from-9-states.html","abstract":"  The Department of Health and Human Services said today that nine states had improperly collected $449 million in Medicaid matching funds from the Federal Government and would have to repay the money.   The department also said that those nine states, as well as nine others and the District of Columbia, might owe the Government an additional $2.5 billion for their creative way of raising money to help pay Medicaid bills in 1993 and 1994.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Israel Yields Land to Jordan In Keeping With Peace Pact","web_url":"https://www.nytimes.com/1995/01/31/world/israel-yields-land-to-jordan-in-keeping-with-peace-pact.html","abstract":"  The quietest border realignment in Israel's turbulent history took place today when Israeli forces withdrew from desert patches south of the Dead Sea and turned them over to Jordan under the two countries' recent peace treaty.   In military ceremonies held in the Arava Valley, between the Dead Sea and the Gulf of Aqaba, Jordanians hoisted their flags on long-contested land, then burst into songs praising King Hussein.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Amid Glamor of the Ski Resorts Lurk Poverty and Exploitation","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-amid-glamor-of-the-ski-resorts-lurk-poverty-and-exploitation-792195.html","abstract":"  To the Editor:   Now that there's no doubt winter has arrived, another ski season is upon us. In rural northern New England what this means is that thousands of vehicles with out-of-state plates are flocking north to the slopes. Somewhat less spectacular but every bit as important is the fact that thousands more seasonal resort workers are earning another paycheck.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Pearl Lang Remembers the Holocaust Her Way","web_url":"https://www.nytimes.com/1995/01/31/arts/dance-review-pearl-lang-remembers-the-holocaust-her-way.html","abstract":"  Pearl Lang's accomplishments in the world of modern dance have been unusually varied and enduring. Her luminous presence graced the Martha Graham Dance Company, in which she danced leading roles (including Graham's), from the 1940's to the early 70's.   As a star teacher, her influence has been felt at the Graham school, among aspiring actors at various drama schools (she is married to the actor Joseph Wiseman) and even by rock stars (Madonna was in her company). Major revivals in the Graham company have benefited from her stagings and coaching. Since 1952, she has choreographed for her own troupe.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Now a Film About You-Know-What","web_url":"https://www.nytimes.com/1995/01/31/arts/television-review-now-a-film-about-you-know-what.html","abstract":"  The O. J. Simpson public-relations juggernaut is operating at full steam these days with supporters and family giving exclusive television interviews and, most astonishing, Mr. Simpson's own self-serving book complete with a mournful soundtrack. Now, accidentally providing a semblance of balance, we get the television movie, Fox's \"The O. J. Simpson Story,\" the first and, unfortunately, not likely to be the last.    This is another of television's scavenger productions, eager to pounce on the bare bones of any sensational story that might turn up a few gold fillings for the network bottom line. We've had Amy and Joey and the Menendez brothers. Could the Juice be far behind? No way, although Fox sanctimoniously notes that it held off on the broadcast until the jury had been selected and sequestered.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Cutting Capital Gains Tax Helps Investment","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-cutting-capital-gains-tax-helps-investment-802295.html","abstract":"  To the Editor:   \"The Contract's False Tax Promise\" (editorial, Jan. 23) was refreshing in its clear exposure of your ignorance regarding basic economics. A general capital gains tax cut as proposed in the \"Contract With America\" would not \"steer investment into unproductive assets\" or encourage investors to \"put their money where it would produce the biggest tax break.\"","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Year-Round Classes to Begin in Summer","web_url":"https://www.nytimes.com/1995/01/31/nyregion/year-round-classes-to-begin-in-summer.html","abstract":"  In an attempt to ease what officials call a crisis in New York City school overcrowding, Schools Chancellor Ramon C. Cortines said yesterday that he plans to move even faster than his advisers recommend on an experiment in year-round schooling. At least two schools, and probably more, will be placed on year-round schedules this summer, he said.    Mr. Cortines, who compared recent increases in school enrollment to \"a train roaring down the track,\" made his recommendation while releasing the findings of the commission he established a year ago to look at school overcrowding.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Governors Deadlocked on Replacing Welfare Programs With Grants to States","web_url":"https://www.nytimes.com/1995/01/31/us/governors-deadlocked-on-replacing-welfare-programs-with-grants-to-states.html","abstract":"  Split along party lines, the National Governors' Association could not agree today on whether to endorse Republican proposals to replace existing welfare programs with lump-sum payments of cash to the states.   The impasse represents a setback for Republican governors and House Republicans who support such lump-sum payments, or block grants. The House of Representatives still appears likely to approve them; the outlook in the Senate is unclear.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Suspicious Deaths Investigated at Ohio Hospital","web_url":"https://www.nytimes.com/1995/01/31/us/suspicious-deaths-investigated-at-ohio-hospital.html","abstract":"  Minutes after a respiratory technician gave Emmett Harrison a vaporizer that blew a medicated mist in his face to help him with the ravages of emphysema, Mr. Harrison's arms and legs went numb. Just before he felt paralyzed and stopped breathing, he pushed his call light.   An emergency team of doctors and nurses revived Mr. Harrison, but on the same night, Aug. 8, 1985, two other elderly patients died in the critical care units at Springfield Community Hospital: One just stopped breathing.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Albany Legislator Seeks Substitute-Player Ban","web_url":"https://www.nytimes.com/1995/01/31/sports/baseball-albany-legislator-seeks-substitute-player-ban.html","abstract":"  With President Clinton already on the record with his views of the baseball shutdown and Congress preparing for hearings on the game's antitrust exemption, state and city politicians are joining the battle to get striking players back on the field.   Richard Brodsky, Democrat from Westchester County, said yesterday that he would introduce a bill in the New York State Assembly today which would prevent the Mets and the Yankees from playing games with replacement players in Shea and Yankee Stadiums.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"'Awestruck' Chargers Quickly Settle Down to Earth","web_url":"https://www.nytimes.com/1995/01/31/sports/super-bowl-xxix-awestruck-chargers-quickly-settle-down-to-earth.html","abstract":"  The Chargers' general manager and head coach were frustrated today after their team was overwhelmed by the magnitude of playing in a Super Bowl.   \"This game kind of let us know where we are,\" said Bobby Beathard, the general manager. \"We don't have the talent of the 49ers. If things had gone the other way, if we had won, we'd have fooled ourselves that we were better than we really are.\"","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Bringing Dante Into the Realm Of Contemporary English","web_url":"https://www.nytimes.com/1995/01/31/books/bringing-dante-into-the-realm-of-contemporary-english.html","abstract":"  It was not a late-born obsession with evil or the ways of damnation that drove Robert Pinsky to translate Dante's \"Inferno,\" the 14th-century poet's odyssey through hell. Rather, it was the challenge of tackling the first slice of the \"Divine Comedy,\" perhaps the greatest poem ever written. The \"Inferno\" had been rendered into English a hundred times by scholars and writers, and yet remained elusive, unmastered, poetry's Everest of the underworld.   Some, like Dorothy L. Sayers in the late 1940's, had gone for a strict line-by-line translation of the \"Divine Comedy,\" and ended up with a work that sounded stilted to the English ear, lacking the momentum of the Italian original. The poet Allen Mandelbaum, whose paperback version is widely used in university courses, worked 20 years to preserve the line-by-line sequence and diction of Dante, but did not attempt to match rhymes. Charles S. Singleton's 1970 edition -- considered perhaps the most scholarly, with separate volumes for notes -- eschewed the poetic form altogether for a painstakingly literal prose translation.","thumbnail":null,"section":"Books"},{"date":"19950131","headline":"Bosnian Asks G.O.P. Lawmakers to Help End Arms Embargo","web_url":"https://www.nytimes.com/1995/01/31/world/bosnian-asks-gop-lawmakers-to-help-end-arms-embargo.html","abstract":"  The Prime Minister of Bosnia and Herzegovina plunged into American politics today, urging the Republican majority of Congress to pass legislation to end American participation in the international arms embargo imposed on his country if the Serbs refuse to make peace.    Both Vice President Al Gore and Secretary of State Warren Christopher told the Bosnian official, Haris Silajdzic, that the United States would never violate the 40-month-long arms embargo without the assent of the United Nations Security Council, which is not about to be granted.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Q&A","web_url":"https://www.nytimes.com/1995/01/31/science/q-a-674795.html","abstract":"  Snail Diets   Q.  I found a snail in the garden and am keeping it in a terrarium. What do snails eat?","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/01/31/style/chronicle-746895.html","abstract":"  It was one of those moments an audience dreads: the announcement that a star will be unable to appear.    TRUDY MILLER, acting director of the Tisch Center for the Arts at the 92d Street Y, appeared on stage on Saturday evening and Sunday afternoon as the audiences were settling in for concerts by the New York Chamber Symphony and announced, \"The noted Russian pianist VLADIMIR FELTSMAN will not be appearing.\"","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"Giuliani Is Looking at Social Services for More Budget Cuts","web_url":"https://www.nytimes.com/1995/01/31/nyregion/giuliani-is-looking-at-social-services-for-more-budget-cuts.html","abstract":"  In a third round of cuts to balance the current budget, Mayor Rudolph W. Giuliani and the City Council are considering a $206 million reduction that would fall heavily on the departments that oversee social services and programs for the homeless.   The deficit-reduction plan calls for cutting the Human Resources Administration by $34 million and the Department of Homeless Services by $6 million, according to Council members. The plan may come before the Council for a vote as early as Thursday.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"'Green Scissors' Snip $33 Billion","web_url":"https://www.nytimes.com/1995/01/31/opinion/green-scissors-snip-33-billion.html","abstract":"Voters sent a clear message to Washington in November that Americans want a slimmer, more efficient Government. The new Congress can demonstrate its commitment to this goal by axing Federal programs that waste billions and harm the environment.\n\nAn unlikely coalition of conservative taxpayer organizations, environmental groups and advocates of free-market economics has identified almost three dozen Federal programs that will cost taxpayers $33 billion over 10 to 15 years and that the Republican majority should put on the chopping block. The programs, named in a new report by the Green Scissors coalition, include water projects, highways, public land subsidies, foreign aid projects, agriculture programs and Federal disaster insurance.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Nets Score Late, Hold On Thanks to Missed Foul Shot","web_url":"https://www.nytimes.com/1995/01/31/sports/basketball-nets-score-late-hold-on-thanks-to-missed-foul-shot.html","abstract":"  The polls were already closed when Derrick Coleman began his campaign. He drove the lane with determination, he rebounded with ferocity and finger-rolled in the softest layups. Four minutes of the fourth quarter were his and his alone as he helped battle a persistent Trail Blazer comeback attempt. All that was left was a parting speech.   And then Rod Strickland, his friend and another prospective All-Star awaiting Tuesday's announcement of the seven reserves selected for each team, walked to the free-throw line with 1.6 seconds remaining and the Nets ahead by 2.","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Wolf's Howl Heralds Change for Old Haunts","web_url":"https://www.nytimes.com/1995/01/31/science/wolf-s-howl-heralds-change-for-old-haunts.html","abstract":"  THE serene, snowy valley of the Lamar River in Yellowstone National Park would be a cafeteria for wolves at this time of year. Thousands of elk, deer and bison, driven from higher elevations by winter, congregate in the valley. But wolf packs have not prowled it for decades, so the animals that would be their natural prey live there in comparative peace.   Now, in an ambitious restoration project, two packs and the nucleus of another -- 14 wolves in all, the first of a group that could eventually grow to hundreds -- have been living since the middle of the month in three one-acre pens within the valley and are soon to be set free. When they are released, the result is likely to be an ecological upheaval whose ripples will spread in time to the farthest, most obscure corners of a region the size of West Virginia. It is the largest nearly intact ecosystem remaining in the temperate latitudes of North America, and with the wolf's reappearance it will become more or less complete again.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"As Complex Trial Gets Under Way, a Picture of Jury Emerges","web_url":"https://www.nytimes.com/1995/01/31/nyregion/as-complex-trial-gets-under-way-a-picture-of-jury-emerges.html","abstract":"  The details are so complex, and there will be so many of them, that Judge Michael B. Mukasey gave each of the jurors -- five men and seven women -- a bit of help: a spiral notebook to jot down the opening statements.   For this jury, there is a lot of work ahead. After a search through hundreds of potential jurors, these 12 were chosen, in part because they said they could devote the next six to nine months of their lives to hearing the biggest terrorism case ever presented by the Government.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"DNA Tests Clear Man of Rape Nearly 8 Years After Conviction","web_url":"https://www.nytimes.com/1995/01/31/nyregion/dna-tests-clear-man-of-rape-nearly-8-years-after-conviction.html","abstract":"  A man who has served eight years in prison for a 1986 rape will be released because DNA tests show he was wrongly convicted, the Westchester County District Attorney, Jeanine Pirro, said today.   The tests, one obtained by lawyers for the man, Terry Leon Chalmers, the other by the District Attorney's office, prove that he could not have committed the crime, Mrs. Pirro said.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Appeals Panel Hears Case on Citadel's Ban on Women","web_url":"https://www.nytimes.com/1995/01/31/us/appeals-panel-hears-case-on-citadel-s-ban-on-women.html","abstract":"  In a case in which all sides are seemingly resigned to a Supreme Court battle, a clearly split three-judge panel from the United States Court of Appeals for the Fourth Circuit today weighed whether to allow a woman into the corps of cadets at The Citadel, an all-male military college in South Carolina.   The panel's decision, which is not expected for several months, will help refine constitutional questions of equal opportunity. At stake is whether the concept of \"separate but equal\" is appropriate for women though it was previously determined to be an unsuitable resolution for blacks in cases put forward during the civil rights movement.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Cutting Capital Gains Tax Helps Investment; 'Don't Tax, but Spend'","web_url":"https://www.nytimes.com/1995/01/31/opinion/l-cutting-capital-gains-tax-helps-investment-don-t-tax-but-spend-803095.html","abstract":"  To the Editor:   What \"The Contract's False Tax Promise\" (editorial, Jan. 23) fails to make clear is the outright duplicity of the Republicans and the \"Contract With America\" on finance.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Gingrich Vows Total Review Of Medicare for Cost Savings","web_url":"https://www.nytimes.com/1995/01/31/us/gingrich-vows-total-review-of-medicare-for-cost-savings.html","abstract":"  Speaker Newt Gingrich told the nation's hospital officials today that \"we are going to rethink Medicare from the ground up,\" arguing that the 30-year-old health program for the elderly was too bureaucratic, too centralized and too dominated by the government.   He also said that the proposed Constitutional amendment to require a balanced budget by the year 2002 \"has a very profound impact\" on efforts to reconfigure health programs.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Unfamiliar and Masculine","web_url":"https://www.nytimes.com/1995/01/31/style/fashion-review-unfamiliar-and-masculine.html","abstract":"  There is a good reason why some fashion shows are held in dark places, curtains drawn to deny a glimpse to the outside world, windows blacked out as in wartime. These shows demand that audiences deny all they know about what is really worn, what already exists. What is too familiar isn't fashion. And especially in men's dress, what isn't familiar will probably stay in these airless strobe-frozen rooms.   The entertainment world has Stephen Spielberg. Fashion has Jean-Paul Gaultier. On Saturday, he herded his audience into the stables of the Cirque d'Hiver, where livestock for the circus await their turns around the ring. The red arched stables bore the names of his star models, their hair teased into manes, sometimes with tiaras with horse ears poised on their heads. As their names were called by Lola, a drag performer dressed as a raunchy ringmaster, they broke from their paper-covered stalls with riding crops and paraded out. Back in their stables, they stripped down to leopard print underwear in front of the audience to change into their next outfits.","thumbnail":null,"section":"Style"},{"date":"19950131","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/31/arts/in-performance-classical-music-624095.html","abstract":"  2 Divas on Display In Florid Puccini Work  'Turandot' Metropolitan Opera    Two of the Metropolitan Opera's more volatile stars helped launch Friday's revival of Puccini's \"Turandot.\" Gwyneth Jones sang the title role, generating the amazement her recent performances have customarily inspired. Miss Jones's soprano can still knock over a healthy man at 200 paces. Not only are her attacks shattering to the ear; their intensity, further influenced by a wide wobble, push a good part of her delivery well above the pitch.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"ResultsPlus","web_url":"https://www.nytimes.com/1995/01/31/sports/resultsplus-553895.html","abstract":"  MEN'S COLLEGE BASKETBALL  UMass Extends Its Winning Streak    Derek Kellogg hit two 3-pointers in a 10-0 run early in the second half as No. 1 Massachusetts extended the nation's longest winning streak to 15 games last night, beating visiting St. Bonaventure by 79-62. With the Minutemen ahead by 33-31, Kellogg's 3-pointer began the surge with 16 minutes 48 seconds left in the game. He ended it with another 3-pointer, making the score 43-31 with 15:14 to go. Massachusetts led by at least 9 points the rest of the way. The Minutemen (16-1, 8-0 Atlantic 10) were led by Lou Roe's 21 points. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Judge's Ruling Chastising the Defense Could Later Backfire on the Prosecution, Experts Say","web_url":"https://www.nytimes.com/1995/01/31/us/judge-s-ruling-chastising-defense-could-later-backfire-prosecution-experts-say.html","abstract":"  At first glance, Judge Lance A. Ito's rebuke today of O. J. Simpson's defense team before the jury looks and sounds like a stunning victory for prosecutors. But if Mr. Simpson is found guilty of the killings, Judge Ito's decision to allow the prosecution to reopen its opening statements could ultimately backfire, giving his lawyers a strong issue on appeal.   The downside for Mr. Simpson's lawyers is that they may have raised doubts in the minds of jurors about their credibility.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"1920: Prudish Parisians : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/01/31/opinion/IHT-1920-prudish-parisians-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - There was great emotion in the Salon of the Independents over an incident that reversed the jokes about American prudery. When the sculptor Brancusi arrived he found that a bust he was exhibiting was not in its place. Had it been stolen? Much anxi","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Substance Hailed as Tool to Fight Neurodegenerative Disease","web_url":"https://www.nytimes.com/1995/01/31/science/substance-hailed-as-tool-to-fight-neurodegenerative-disease.html","abstract":"  SCIENTISTS have announced with great fanfare that a substance discovered a year ago preserves and restores two kinds of nerve cells, one in the brain and one in the spinal cord that activates muscle movements.   Called glial cell-derived neurotrophic factor, or G.D.N.F., the molecule was discussed in four research papers in the current issue of the journal Nature.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Sideshows in Miami","web_url":"https://www.nytimes.com/1995/01/31/opinion/sideshows-in-miami.html","abstract":"  A Las Vegas gambler bet $2.4 million on the San Francisco 49ers -- one man's way of saying, look, for 10 straight years the N.F.C. team has dominated the Super Bowl and this one will not be different. At 8-to-1 odds, he got his $2.4 million back and pocketed an extra $300,000. He had to be happier than anyone else who watched the game.   The Super Bowl represents unity of a sort: 120 million people watching the same game at the same time. But what America got Sunday was a night when the trappings -- the announcers, the commercials and the halftime show -- were more interesting than the show on the field.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Croatian Serbs Won't Even Look At Plan for Limited Autonomy","web_url":"https://www.nytimes.com/1995/01/31/world/croatian-serbs-won-t-even-look-at-plan-for-limited-autonomy.html","abstract":"  A proposal described as the last best effort to avoid a much wider Balkan war was spurned late today by leaders of the Serbian nationalists who control a third of Croatia.   Diplomats who traveled to Knin, the Serbian rebels' capital, to present a plan for limited autonomy for the Serbs in Croatia said that after months of effort, the international community had developed a plan that was as fair as possible to both sides.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Cosmos's Missing Mass: Wispy Particle Weighs In","web_url":"https://www.nytimes.com/1995/01/31/science/cosmos-s-missing-mass-wispy-particle-weighs-in.html","abstract":"  Particles so slight they were long thought to have no mass at all may be some of the most consequential matter in the universe, probably much more abundant and substantial than all the ordinary matter in planets, stars and galaxies.   In experiments aimed at answering one of the most intriguing questions in particle physics and cosmology, scientists at Los Alamos National Laboratory in New Mexico have produced especially strong evidence that these elusive particles, called neutrinos, do indeed have mass.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"Khmer Rouge Insist They Killed Woman Visiting From U.S.","web_url":"https://www.nytimes.com/1995/01/31/world/khmer-rouge-insist-they-killed-woman-visiting-from-us.html","abstract":"  The Khmer Rouge, eager to take responsibility for the slaying of an American professor earlier this month in northwestern Cambodia, insisted today that they had rewarded the killers with 10 water buffaloes, 10 oxen and $4,000.   In a radio broadcast monitored here in the Cambodian capital, the Maoist-inspired rebels said that 10 Cambodians arrested last week for the killing of Susan Ginsburg Hadden, a professor at the University of Texas at Austin, were innocent.","thumbnail":null,"section":"World"},{"date":"19950131","headline":"Medicaid Repayments","web_url":"https://www.nytimes.com/1995/01/31/us/medicaid-repayments.html","abstract":"  The Federal Health Department said that nine states, including New York, had improperly obtained $449 million in Medicaid matching funds and must repay Washington. The department also said that the bill to those states and nine others could run as high as $2.5 billion.    Article, page A15.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Sports of The Times; 49er Lesson: Balanced Egonomics","web_url":"https://www.nytimes.com/1995/01/31/sports/sports-of-the-times-49er-lesson-balanced-egonomics.html","abstract":"  AS the only owner of three consecutive Super Bowl rings, Ken Norton Jr. was glowing. And after having been on the two-time champion Cowboys, he understood better than anybody why the 49ers now reign and threaten to reign again.   \"Once I saw the writing on the wall in Dallas,\" the 28-year-old linebacker was saying, \"once I saw the balance change a little bit, I said I better jump on over here. The way the organization respects the players here is second to none. It's the best in the league as far as the players and the fans are concerned, as well as the ownership.\"","thumbnail":null,"section":"Sports"},{"date":"19950131","headline":"Biggest U.S. Terrorist Trial Begins as Arguments Clash","web_url":"https://www.nytimes.com/1995/01/31/nyregion/biggest-us-terrorist-trial-begins-as-arguments-clash.html","abstract":"  After months of preparation, the prosecution and defense lawyers made opening arguments yesterday in the biggest terrorist trial ever to come to an American courtroom. They immediately clashed sharply over the charges, the evidence and, perhaps most important, the credibility of the key witness in the case, a man who even the Government admitted had once lied under oath in a New York State courtroom.   Beginning the Government case against Sheik Omar Abdel Rahman and 11 other men, accused of plotting to blow up the Hudson River tunnels and the United Nations Building and other crimes, a Government prosecutor, Robert S. Khuzami, told the jury in his very first sentence: \"This is a case involving a war.\"","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1995/01/31/arts/in-performance-classical-music-751495.html","abstract":"  A Romantic Interpretation Of the Viola Repertory  Cynthia Phelps, Violist Mannes College of Music    Cynthia Phelps was already well-known as a soloist and chamber music player when she was appointed principal violist of the New York Philharmonic in 1992. But she has not given up the solo spotlight entirely, and on Sunday evening, the New York Viola Society presented her in a recital with James Gemmell, a pianist.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Observer; It's Like Parole","web_url":"https://www.nytimes.com/1995/01/31/opinion/observer-it-s-like-parole.html","abstract":"  Somebody on the Brinkley show Sunday asked Governor Whitman of New Jersey about the Republican \"revolution\" and she looked uneasy with the word, but then went ahead and accepted it, hedging that, well, it was \"in some sense\" a \"revolution.\"   It was one of the few reassuring public moments we've had from a Republican since the media and Washington succumbed to Noot madness.","thumbnail":null,"section":"Opinion"},{"date":"19950131","headline":"Jubilant Visit of African Rhythms","web_url":"https://www.nytimes.com/1995/01/31/arts/critic-s-notebook-jubilant-visit-of-african-rhythms.html","abstract":"  West Africa is the land of griots, singers who carry history, homilies and praise on twinkling, open-ended patterns. Griots are musical and conceptual ancestors of blues singers, rappers and various tuneful commentators around the Caribbean.   With fervent voices and intricate, hypnotic vamps, two West African groups played in New York last week. Hadja Soumano and Leou Tirera, two women from Mali, were accompanied by a superb, unnamed band at S.O.B.'s on Wednesday, and two nights later, Baaba Maal, from Senegal, and his band, Daande Lenol (\"voice of the people\"), were at Irving Plaza.","thumbnail":null,"section":"Arts"},{"date":"19950131","headline":"Smithsonian Scales Back Exhibit Of B-29 in Atomic Bomb Attack","web_url":"https://www.nytimes.com/1995/01/31/us/smithsonian-scales-back-exhibit-of-b-29-in-atomic-bomb-attack.html","abstract":"  This spring, when the Smithsonian Institution displays part of the fuselage of the Enola Gay, the B-29 bomber that dropped the first atomic bomb on Japan, it will be accompanied only by a small plaque and perhaps a video interview with its flight crew.   Yielding to critics, the Smithsonian's Board of Regents voted today to eliminate the rest of the 10,000-square-foot exhibit that had been planned to commemorate the end of World War II and the 600-page script that was to accompany the bomber.","thumbnail":null,"section":"U.S."},{"date":"19950131","headline":"Lawyer Is Convicted of Assaulting Officer","web_url":"https://www.nytimes.com/1995/01/31/nyregion/lawyer-is-convicted-of-assaulting-officer.html","abstract":"  A Bronx lawyer who accused two Greenburgh police officers of beating him and using racial slurs has been convicted of assaulting one of the officers in the same incident outside his Greenburgh apartment.   The lawyer, Lijyasu Monty Kandekore, 50, was found guilty of assault, resisting arrest and driving with impaired ability by a Westchester County Court jury on Saturday.","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Fixing What You Thought You Fixed","web_url":"https://www.nytimes.com/1995/01/31/science/personal-computers-fixing-what-you-thought-you-fixed.html","abstract":"  COMPUTERS and the people who program them can sometimes be too smart for their own good. The latest example is a bizarre byproduct of the notorious Intel Pentium bug. Fire up a spreadsheet that originated on a buggy Pentium machine, run it on one with a new chip, and you may discover that two identical math computations can produce two answers, one right and one wrong.   The original Pentium chips, you will recall, caused very occasional errors in division. Just how occasional remains a matter of dispute, but the ensuing outcry was enough to prod the Intel Corporation into offering to replace the defective chips for anyone who complained. The toll-free number for starting the replacement process is (800) 628-8686. The next step depends on who sold you your computer: Intel may replace the chip or refer you to your vendor.","thumbnail":null,"section":"Science"},{"date":"19950131","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/01/31/nyregion/news-summary-492295.html","abstract":"  International A2-11  A U.S. TURN ON NUCLEAR TESTS  President Clinton has endorsed a policy shift to convince third world countries that the United States will never again conduct explosive tests of its nuclear arsenal.  A1","thumbnail":null,"section":"New York"},{"date":"19950131","headline":"Time to Put Super Back in Super Bowl","web_url":"https://www.nytimes.com/1995/01/31/sports/on-pro-football-super-bowl-xxix-time-to-put-super-back-in-super-bowl.html","abstract":"  You are Paul Tagliabue. You are the National Football League commissioner.   You settle in at your suite at Joe Robbie Stadium just before kickoff on Sunday, surrounded by family, friends and business associates. You are anxious. You are excited. Another season is about to have its climax. Another Super Bowl. It is your biggest show. You are ready for your league to strut its stuff.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950131","time":"1995-01-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.2,"rhum":63,"wspd":9.4},{"date":"19950131","time":"1995-01-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.5,"rhum":63,"wspd":14.8},{"date":"19950131","time":"1995-01-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":69,"wspd":13},{"date":"19950131","time":"1995-01-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":72,"wspd":14.8},{"date":"19950131","time":"1995-01-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":77,"wspd":20.5},{"date":"19950131","time":"1995-01-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":84,"wspd":14.8},{"date":"19950131","time":"1995-01-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":88,"wspd":16.6},{"date":"19950131","time":"1995-01-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":87,"wspd":20.5},{"date":"19950131","time":"1995-01-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":85,"wspd":22.3},{"date":"19950131","time":"1995-01-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":85,"wspd":18.4},{"date":"19950131","time":"1995-01-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":88,"wspd":25.9},{"date":"19950131","time":"1995-01-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":87,"wspd":22.3},{"date":"19950131","time":"1995-01-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":84,"wspd":31.3},{"date":"19950131","time":"1995-01-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":84,"wspd":29.5},{"date":"19950131","time":"1995-01-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":87,"wspd":24.1},{"date":"19950131","time":"1995-01-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":83,"wspd":35.3},{"date":"19950131","time":"1995-01-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":79,"wspd":29.5},{"date":"19950131","time":"1995-01-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":79,"wspd":25.9},{"date":"19950131","time":"1995-01-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.4,"rhum":78,"wspd":29.5},{"date":"19950131","time":"1995-01-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":82,"wspd":33.5},{"date":"19950131","time":"1995-01-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":90,"wspd":33.5},{"date":"19950131","time":"1995-01-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":88,"wspd":31.3},{"date":"19950131","time":"1995-01-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.5,"rhum":90,"wspd":25.9},{"date":"19950131","time":"1995-01-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.1,"rhum":89,"wspd":22.3},{"date":"19950131","time":"1995-01-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":5.4},{"date":"19950131","time":"1995-01-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":34,"wspd":13},{"date":"19950131","time":"1995-01-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":35,"wspd":14.8},{"date":"19950131","time":"1995-01-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":35,"wspd":14.8},{"date":"19950131","time":"1995-01-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":35,"wspd":20.5},{"date":"19950131","time":"1995-01-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":39,"wspd":22.3},{"date":"19950131","time":"1995-01-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":41,"wspd":16.6},{"date":"19950131","time":"1995-01-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":48,"wspd":18.7},{"date":"19950131","time":"1995-01-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":61,"wspd":18.7},{"date":"19950131","time":"1995-01-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":61,"wspd":18.7},{"date":"19950131","time":"1995-01-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":66,"wspd":18.7},{"date":"19950131","time":"1995-01-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":69,"wspd":14.8},{"date":"19950131","time":"1995-01-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":72,"wspd":16.6},{"date":"19950131","time":"1995-01-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":66,"wspd":18.7},{"date":"19950131","time":"1995-01-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":61,"wspd":20.5},{"date":"19950131","time":"1995-01-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":56,"wspd":18.7},{"date":"19950131","time":"1995-01-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":50,"wspd":16.6},{"date":"19950131","time":"1995-01-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":42,"wspd":18.7},{"date":"19950131","time":"1995-01-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":36,"wspd":20.5},{"date":"19950131","time":"1995-01-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":29,"wspd":24.1},{"date":"19950131","time":"1995-01-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":25,"wspd":27.7},{"date":"19950131","time":"1995-01-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":25,"wspd":27.7},{"date":"19950131","time":"1995-01-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":28,"wspd":22.3},{"date":"19950131","time":"1995-01-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":33,"wspd":25.9}]},"19950201":{"guardian_articles":[],"nytimes_articles":[{"date":"19950201","headline":"For AC Milan, Game Goes On Despite Killing","web_url":"https://www.nytimes.com/1995/02/01/sports/soccer-notebook-for-ac-milan-game-goes-on-despite-killing.html","abstract":"  Although Italian authorities have postponed all games in their country for a week to protest the stabbing death of a fan outside the stadium before the AC Milan-Genoa game in Genoa on Sunday, AC Milan will be playing outside the country tonight.   AC Milan, the defending champion, which is owned by Silvio Berlusconi, will be in London for a game against Arsenal at Highbury for the European Cup. It will be the only game involving an Italian soccer team until Sunday, Feb. 12.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Harper's Late Long-Range Shots Save the Knicks","web_url":"https://www.nytimes.com/1995/02/01/sports/pro-basketball-harper-s-late-long-range-shots-save-the-knicks.html","abstract":"  Derek Harper will miss another All-Star Game, but he enjoyed another stellar performance last night at Madison Square Garden.   Helping the Knicks avoid what would have been a shocking loss, Harper made two crucial 3-point jumpers during the final two and a half minutes to lift New York to a shaky 90-87 victory over the injury-riddled Golden State Warriors.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"'Pocahontas' Premiere Free in Central Park","web_url":"https://www.nytimes.com/1995/02/01/movies/pocahontas-premiere-free-in-central-park.html","abstract":"  \"Pocahontas,\" a new animated film by Walt Disney Pictures, is to have its premiere on June 10 on the Great Lawn in Central Park, shown free on four 92-foot screens.   The announcement was made yesterday in Central Park by Michael D. Eisner, the studio's chief executive officer, and by Mayor Rudolph W. Giuliani.","thumbnail":null,"section":"Movies"},{"date":"19950201","headline":"Moyers Joins NBC As News Analyst","web_url":"https://www.nytimes.com/1995/02/01/movies/moyers-joins-nbc-as-news-analyst.html","abstract":"  Bill Moyers, whose 25-year television career has swung back and forth between the public and commercial networks, will join NBC News this month to deliver commentaries three nights a week on the \"NBC Nightly News.\"   Mr. Moyers said he would continue to produce and be the host of documentaries for the Public Broadcasting Service. \"My agreement with NBC expressly stipulates that I can do for PBS what I've done before,\" he said. \"I just won't do as much.\"","thumbnail":null,"section":"Movies"},{"date":"19950201","headline":"Tracing the Line of the Second Viennese School","web_url":"https://www.nytimes.com/1995/02/01/arts/critic-s-notebook-tracing-the-line-of-the-second-viennese-school.html","abstract":"  It was boom time in New York last week for composers of the Second Viennese School. While Christoph von Dohnanyi, one of atonality's most persuasive proponents, offered Alban Berg's \"Wozzeck\" and music of Arnold Schoenberg with the Cleveland Orchestra at Carnegie Hall, the Juilliard School carried on with its weeklong Focus Festival devoted to the legacy of Anton Webern.   The comprehensive treatment accorded Webern, on the 50th anniversary of his death, was especially welcome. Despite the inherent and often immediate appeal of his music, it tends to be overshadowed by the grander creations of his colleagues. He is too easily dismissed as the quaint miniaturist of the bunch.","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/02/01/nyregion/inside-852495.html","abstract":"  Europe's Rivers Rage   The Netherlands faced its greatest natural catastrophe in more than 40 years as flood waters continued to rise. Page A10. Giuliani to Monitor Police    Defying the City Council's creation of an independent agency to monitor police corruption, the Mayor said he would create his own panel. Page B3. Airport Rail Plan in Jeopardy    Plans to build a 22-mile railway between Manhattan and Queens airports may be abandoned because of rising costs and criticism. Page B1. Coming: the Absolut Bunny?    Chiat/Day, the creator of the Energizer bunny, will merge with TBWA, the ad agency that made Absolut a household name for vodka. Page D1.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"1945:'Big Three' Talks?: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-1945big-three-talks-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - Amid growing indications that the \"Big Three\" parley was close at hand, if not actually in progress, the British government spokesman today [Jan. 31] promised British reinforcements in the American drive against Japan, but declined to c","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Chargers List Carrington","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-pro-football-chargers-list-carrington.html","abstract":"  DARREN CARRINGTON, San Diego's starting strong safety in the Super Bowl, was among six players the Chargers left unprotected yesterday for the N.F.L. expansion draft.   Carrington, who was acquired by San Diego as a free agent before the 1991 season, has started for the last two years. \"In essence, what I told him is that I just didn't feel that we had been physical enough at that position,\" said the Chargers' coach, BOBBY ROSS.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Remembering Auschwitz: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-remembering-auschwitz-letters-to-the-editor-91374335538.html","abstract":"During the commemoration of the liberation of Auschwitz, it is odd that nobody has mentioned the category of victims who had to wear pink triangles instead of yellow stars: homosexuals. Plain oversight or something more insidious?. LESLIE SCHENK. . Chevi","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Curriculum or Not, Teachers Teach Values","web_url":"https://www.nytimes.com/1995/02/01/nyregion/curriculum-or-not-teachers-teach-values.html","abstract":"  As always, Nina Fue starts the day by checking parental signatures. Anyone who forgot to show his homework to Mom or Dad risks a sweetly stern reminder and a little black mark in Mrs. Fue's book.    \"I bet you didn't forget to eat dinner last night,\" Mrs. Fue tells a sheepish Korey Sickler. \"Well, this should be like that. Happens all the time.\"","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Union Decides to Keep Contract-Signing Freeze","web_url":"https://www.nytimes.com/1995/02/01/sports/baseball-union-decides-to-keep-contract-signing-freeze.html","abstract":"  On the eve of the resumption of negotiations with the owners, the executive board of the baseball players' union decided today to continue the freeze on contract-signings, potentially preventing some players from signing multimillion-dollar contracts but also disrupting the plans of some teams to improve themselves by signing those players.   The board also voted to advise players on major league 40-man rosters not to report to spring training when camps open in a couple of weeks and to ask players not on 40-man rosters to refrain from playing in exhibition games in Florida and Arizona with strikebreaking, or replacement, players.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/01/nyregion/c-corrections-239495.html","abstract":"  An article on Monday about the awards ceremony at the Sundance Film Festival in Park City, Utah, misstated the surname of the film maker who was honored posthumously for the documentary \"Black Is . . . Black Ain't.\" He was Marlon T. Riggs, not Briggs.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Vacco Plans To Halt Curb On Gay Bias","web_url":"https://www.nytimes.com/1995/02/01/nyregion/vacco-plans-to-halt-curb-on-gay-bias.html","abstract":"  Attorney General Dennis C. Vacco plans to rescind explicit job protection for homosexuals at the New York State Law Department, reversing a 15-year-old anti-discrimination policy.   The plan has unnerved and enraged lesbian and gay political leaders and their supporters, who fear the proposal's symbolism as much as its substance. They believe that Mr. Vacco, a recently inauguarated Republican, is sending out a signal that his office, which enforces civil rights and other laws, does not believe that anti-gay bias is a concern.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"The Neediest Cases;\nLooking for a Job and Self-Sufficiency","web_url":"https://www.nytimes.com/1995/02/01/nyregion/the-neediest-cases-looking-for-a-job-and-selfsufficiency.html","abstract":"Edward S. uses his lunch hour every day to deliver mail at a home for the elderly in Brooklyn. He works at the home wheeling residents to exercise classes.\n\nEdward is preparing for a job in a mail room so that he can earn a living and move out of a housing project in East New York, where the landscape is desolate with drug addicts and battered tenements.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Coleman, Anderson No Longer All-Stars","web_url":"https://www.nytimes.com/1995/02/01/sports/basketball-coleman-anderson-no-longer-all-stars.html","abstract":"  Derrick Coleman did everything but ask for a recount with his fallaway swishes, determined drives to the goal and his 27 points and 10 rebounds. Kenny Anderson sat on the team bench in a black turtleneck, his left forearm bruised, a resigned look on his face saying nothing and everything.   It was the night before they were voted out of office, All-Stars no more, thanks to the Eastern Conference coaches, who did not believe that they deserved a second straight selection. New Jersey had pulled out a wild 99-98 victory over the Trail Blazers in Portland's Memorial Coliseum on Monday night, but Coleman and Anderson knew they were about to lose status among their peers.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"A New Stage for Meola","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-soccer-a-new-stage-for-meola.html","abstract":"  TONY MEOLA, the goalie for the United States World Cup team last summer, said yesterday that he would leave the Buffalo Blizzard of the indoor National Professional Soccer League to take a lead role in the Off Broadway play \"Tony 'n' Tina's Wedding.\" Meola, who will play five more games for the Blizzard before departing on Feb. 16, said he had signed for a five-week stint in the play. He might be back for the playoffs after the season ends March 26. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Everett Adds Stability to His Many Feats","web_url":"https://www.nytimes.com/1995/02/01/sports/track-and-field-everett-adds-stability-to-his-many-feats.html","abstract":"  Mark Everett's credentials as a runner are superb.   He has five national outdoor titles in the last seven years at 800 meters and two national titles indoors in the last three years at 500 meters. He is the third-fastest American ever at 800 meters (1 minute 43.40 seconds) behind Johnny Gray (1:42.60) and David Mack (1:43.25). And he is ranked third in the world in the 800 behind only Wilson Kipketer and Patrick Konchellah, both of Kenya.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1995/02/01/sports/transactions-288795.html","abstract":"  Baseball  American League    OAKLAND ATHLETICS -- Sold the contract of Troy Neel, first baseman, to the Orix Blue Wave of the Japanese League. Basketball  National Basketball Association    DALLAS MAVERICKS -- Signed George McCloud, guard-forward, to a 10-day contract.   GOLDEN STATE WARRIORS -- Suspended Clifford Rozier, forward-center, for one game for missing practice.   LOS ANGELES LAKERS -- Activated Sedale Threatt, guard, from the injured list. Placed Sam Bowie, center, on the injured list. Signed Kurt Rambis, forward, to a 10-day contract. Football  National Football League    DENVER BRONCOS -- Named Mike Shanahan coach.    DETROIT LIONS -- Named Frank Novak special teams coach. Reassigned Steve Kazor, special teams coach, to tight ends coach and offensive assistant.   GREEN BAY PACKERS -- Named Steve Sidwell linebackers coach. Reassigned Bob Valesente, linebackers coach, to defensive backs coach.   NEW ORLEANS SAINTS -- Named Jim Haslett linebacker coach. Canadian Football League    BIRMINGHAM -- Named Jack Pardee coach and signed him to a five-year contract. Named John Jenkins offensive coordinator. Hockey  National Hockey League  ANAHEIM MIGHTY DUCKS -- Recalled Mark Ferner, defenseman, from San Diego of the International Hockey League.   DALLAS STARS -- Acquired lain Fraser, left wing, from the Quebec Nordiques for an undisclosed 1996 draft choice.   PITTSBURGH PENGUINS -- Assigned Justin Duberman, right wing, to Johnstown of the East Coast Hockey League.   ST. LOUIS BLUES -- Recalled Ian Laperriere, center, from Peoria of the International Hockey League. Assigned Craig Johnson, center, and Jeff Batters, defenseman, to Peoria.   SAN JOSE SHARKS -- Recalled Andrei Nazarov, left wing, from Kansas City of the International Hockey League. College     CALIFORNIA, PA. -- Named Michael Kolakowski defensive coordinator.   DAYTON -- Named Tim O'Connell business manager for intercollegiate athletics.   FDU-MADISON -- Named Sharon Feeney interim softball coach.  ","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Playing Second Fiddle To the Spoken Word","web_url":"https://www.nytimes.com/1995/02/01/arts/music-review-playing-second-fiddle-to-the-spoken-word.html","abstract":"  For modern composers, who are trained to regard music as the focus of attention and never as a backdrop, melodrama is an awkward form. As in opera and song, words are central. But in those forms the composer dictates pitch, rhythm, tempo, phrasing and coloration, effectively controlling the text's expressive power. In melodrama, the words and the reader's mastery of it are central. The music can be supportive, illuminating or in the way, but it is inescapably secondary.   The trick, of course, is to make the music seem so integral that a plain reading would seem naked without it. The Unterberg Poetry Center at the 92d Street Y posed this challenge to Lee Hoiby, Ned Rorem and Robin Holloway, three composers best known for their expertise at setting texts. Each was commissioned to write a work for speaker and piano -- specifically, for Claire Bloom and Brian Zeger -- and their very different solutions were given premieres on Monday evening in a program called \"Women in Mind.\"","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"1990's Decadence Hits a New Low","web_url":"https://www.nytimes.com/1995/02/01/style/1990s-decadence-hits-a-new-low.html","abstract":"ALICE MEDRICH introduced the world to golf-ball-size truffles and her definitive version of chocolate decadence cake, benchmarks for gastronomic sybarites of the 1980's, through her seven Cocolat stores in the San Francisco area. Her collection of recipes \"Cocolat: Extraordinary Chocolate Desserts (Warner Books) was named the cookbook of the year for 1990 by the James Beard Foundation.\n\nBut now she has moved into a lighter zone.","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Owens Honor for Mandela","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-awards-owens-honor-for-mandela.html","abstract":"  President NELSON MANDELA of South Africa was named yesterday as winner of the second Jesse Owens Global Award, given every two years to an individual \"who has made a significant and lasting contribution of enduring quality to society from a background of sports.\"","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Port Authority May Scale Back Airport Rail Line","web_url":"https://www.nytimes.com/1995/02/01/nyregion/port-authority-may-scale-back-airport-rail-line.html","abstract":"  The Port Authority of New York and New Jersey is considering scaling back its plan to build a 22-mile railway between Manhattan and its two airports in Queens by 2003 because of rising costs and criticism of the project's effects on traffic congestion, authority officials said yesterday.   Such a move would be a blow to an ambitious proposal that was intended to address longstanding complaints that one of the world's biggest cities relied on a patchwork of inconvenient or expensive options to transport travelers to and from its airports.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Of Women And Men, And La Difference","web_url":"https://www.nytimes.com/1995/02/01/movies/television-review-of-women-and-men-and-la-difference.html","abstract":"  John Stossel is at it again. Last year, in \"Are We Scaring Ourselves to Death?,\" he pummeled television programs that specialize in unnerving predictions of improbable catastrophes; and in \"The Blame Game: Are We a Country of Victims?\" he kicked around the national fashion for suing somebody else for one's bad luck or bad judgment.   Now, in \"Boys and Girls Are Different: Men, Women and the Sex Difference,\" he goes after ideologues who insist that the main distinction between men and women is the way they are treated by society. In Mr. Stossel's view, that's a variation on the blame game.","thumbnail":null,"section":"Movies"},{"date":"19950201","headline":"Promising Season Turns Painful","web_url":"https://www.nytimes.com/1995/02/01/sports/on-pro-basketball-promising-season-turns-painful.html","abstract":"  Just when Don Nelson thought there was nobody good enough left on his team to break his rules, a rookie center named Clifford Rozier blew off the morning shootaround for last night's game against the Knicks.   Nelson, suddenly the National Basketball Association's poster coach for being abused by players, could only shrug and order a one-game suspension. His Golden State Warriors were down to nine bodies, few of them familiar, at Madison Square Garden.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"But Perhaps Not What Donizetti Had in Mind : 'Lucia' Returns to Paris","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-but-perhaps-not-what-donizetti-had-in-mind-lucia-returns-to-paris.html","abstract":"Donizetti's seemingly indestructible \"Lucia di Lammermoor\" has returned to the repertory of the Paris Opéra after a quarter-century, splendidly sung, admirably complete, and in a staging that has an agenda totally different than that of th","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Short Cuts","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-short-cuts.html","abstract":"LOS JOVENES FLAMENCOS, Vol. IV (Nuevos Medios): Like with the tango and the bal musette, young rock- and jazz-oriented players have been modernizing flamenco. This volume sometimes borders on new-wave goo, but groups like Pata Negra and Ketama add substan","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Megadeth Emphasizes Power to the Players","web_url":"https://www.nytimes.com/1995/02/01/arts/rock-review-megadeth-emphasizes-power-to-the-players.html","abstract":"  On Friday night, in the first of two sold-out shows at Roseland, Dave Mustaine of Megadeth sang from the point of view of deity and devil, judge and murderer, Government agent and street anarchist. Though they are all opposites, these characters have at least one thing in common: they all possess power. While the popular hard-rock bands of the 1990's (like Pearl Jam and Nine Inch Nails) play music in which victims release their rage, Megadeth has stuck to its roots in the 80's and continued to make music in which oppressors show their might.   \"I make you wanna scream in pain, and feel your life is just a losing game,\" Mr. Mustaine, who was kicked out of Metallica in the early 80's, growled in \"Reckoning Day,\" from Megadeth's sixth and latest album, \"Youthanasia\" (Capitol). The force of his lyrics was backed by the band's heavy artillery. Nick Menza's drum set, propped on silver risers, was outfitted not with one bass drum (the norm) but three, and Mr. Mustaine and Marty Friedman wielded their guitars like firearms or phalluses, depending on what the situation called for.","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/01/nyregion/c-corrections-238695.html","abstract":"  An article in Business Day on Wednesday about the quarterly financial results of three health care companies misstated the reason for a payment by Merck & Company to E. I. du Pont de Nemours & Company. The $499.6 million charge, which will be paid over several years, is Merck's obligation based on the favorable performance of pharmaceutical products that Du Pont contributed to a joint venture, the Du Pont Merck Pharmaceutical Company. Merck said the payment was not caused by the withdrawal of the drug Cozaar from the venture.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Islanders Glow With a New-Look Lineup","web_url":"https://www.nytimes.com/1995/02/01/sports/hockey-islanders-glow-with-a-new-look-lineup.html","abstract":"  Two one-sided losses did more than send the Islanders into some serious soul-searching. They prompted Coach Lorne Henning to make a handful of lineup changes tonight.   And he came away with an ear-to-ear smile.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Cancer Cases Up, but Future Isn't Bleak","web_url":"https://www.nytimes.com/1995/02/01/us/cancer-cases-up-but-future-isn-t-bleak.html","abstract":"  THE news about cancer is both good and bad, a new analysis shows: more of it is being diagnosed, but death rates are holding steady and in some cases are even declining, especially among younger Americans. And despite a widespread belief to the contrary, there is no evidence of a cancer epidemic.   The analysis, published in today's issue of The Journal of the National Cancer Institute, is the most detailed and comprehensive look yet at recent trends in cancer incidence and mortality in the United States. The trends for 28 cancers in men and 30 cancers in women suggest that even while more cancers are being diagnosed, people treated for cancer are living longer. The latest data also reveal that in the first two years of this decade, death rates from cancer in the United States declined for the first time since records have been kept.","thumbnail":null,"section":"U.S."},{"date":"19950201","headline":"Short Cuts","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-short-cuts-93022547557.html","abstract":"ADIOS AMIGO, A Tribute to Arthur Alexander (Sky Ranch/Virgin): Homages to Arthur Alexander sung by Elvis Costello, Roger McGuinn, Frank Black, John Prine, Gary U.S. Bonds and others. Alexander, who died in 1993, was a black born-again Christian who grew u","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/02/01/nyregion/news-summary-860595.html","abstract":"  International A2-11  CHINA FAULTED ON HUMAN RIGHTS  A State Department report on international human rights has concluded that China failed to make progress in all major areas of human rights in the past year. A1  EUROPE'S RIVERS RAGE  The Netherlands faced its greatest natural catastrophe in more than 40 years as floodwaters continued to rise, forcing more than 100,000 people from their homes. A10","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Sports of The Times; Italy Death Is Warning For America","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-of-the-times-italy-death-is-warning-for-america.html","abstract":"  THE MURDER happened on Super Bowl Sunday. It happened before a game I was watching at home on television. It's my Sunday-morning ritual: my cocker spaniel, a pot of coffee and Italian soccer.   When I saw the sunny stadium in Genoa, the banners waving, the fans chanting, great athletes performing, I wished I could be there. But I'm not naive. When I daydream about being at a game, I mean in the press box, behind barricades. I've been to a few games in Italy, drawn to soccer the way some of my colleagues are drawn to covering war. And sometimes in Italy, soccer becomes war, the old city-states reviving, Lombards fighting Ligurians, in sneakers and jeans.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Comedy and Minimalism, Performed With Ardor","web_url":"https://www.nytimes.com/1995/02/01/arts/ballet-review-comedy-and-minimalism-performed-with-ardor.html","abstract":"  Jerome Robbins's ballets, no matter how plotless, are about human relationships, and the New York City Ballet has performed them with a vibrant emotional resonance this season.   \"The Concert\" seen on Sunday night at the New York State Theater, is a rarity: a comic ballet that works. \"Glass Pieces,\" given last Wednesday night, uses its music by Philip Glass in a distinctive manner.","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"China's Market Reforms: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-chinas-market-reforms-letters-to-the-editor.html","abstract":"I write to you to clarify remarks contained in your report \"German Bank Waves Its Club at China Over Debts\" (Jan. 28) that did not correctly represent my views. The article addressed the issue of alleged nonpayments by certain Chinese state ent","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Variations on an Orange With a Bit of Mandarin","web_url":"https://www.nytimes.com/1995/02/01/style/variations-on-an-orange-with-a-bit-of-mandarin.html","abstract":"ORANGES and tangerines are the beacons of winter produce markets, beckoning customers with their brilliant colors. Now is the time to find them at their best. Although familiar oranges like navels and Valencias have dominated sales for years, shoppers can find many new varieties, from Cara Caras to Sunbursts to ortaniques.\n\nMost new varieties are crosses of oranges with members of the mandarin family, which include tangerines, clementines and satsumas. Perhaps the most intriguing newcomer is the Cara Cara navel, a mutant that has been grown in Florida for two years. This spectacular orange, large, thin-skinned and rather watery, resembles other Florida navels except that its flesh is pinkish-red.","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Saks Scans Manhattan For a Discount-Outlet Site","web_url":"https://www.nytimes.com/1995/02/01/nyregion/saks-scans-manhattan-for-a-discount-outlet-site.html","abstract":"  Saks Fifth Avenue, which built its reputation as a shopping place for the fashion conscious, not necessarily the dollar conscious, will open a bargain store in Manhattan as the company adds to its network of discount outlets.   No location has been chosen for the bargain store, which would become the first Saks Clearinghouse in New York State, Jaqui Lividini, a Saks vice president in charge of public relations, said yesterday. \"We're in the exploratory stages,\" she said.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Ex-Student Is Sentenced to 70 Years to Life in Fatal Carjacking in Rockland","web_url":"https://www.nytimes.com/1995/02/01/nyregion/exstudent-is-sentenced-to-70-years-to-life-in-fatal-carjacking-in.html","abstract":"After an impassioned statement by the mother of a Rockland County carjacking victim, a judge today sentenced a former college student to 70 years to life in prison for the carjacking and for the slaying of the woman's 18-year-old son.\n\nThe student, Edward L. Summers, 23, of the Bronx slumped in his chair and stared blankly as the mother, Rose Falcone, spoke directly to him, using words she said she believed her son, Michael, would have used.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"At the Atlanta Games, Culture Will Be a Serious Competitor","web_url":"https://www.nytimes.com/1995/02/01/arts/at-the-atlanta-games-culture-will-be-a-serious-competitor.html","abstract":"  To some skeptics, using the five Olympic rings as the symbol for an exhibition of 130 of the world's greatest works of art is a trifle unseemly. But don't tell that to J. Carter Brown, the former director of the National Gallery of Art in Washington.   \"Because there is so much fame attached to the Olympics, it would be very easy to take the knee-jerk reaction that everything is just part of a big sideshow,\" said Mr. Brown, the man behind \"Rings: Five Passions in World Art,\" which will be the centerpiece of the Cultural Olympiad that is being held here in conjunction with the 1996 Summer Olympics. \"It has nothing to do with a logo. It's about interconnectedness, and if there is anything more important to the future of this planet, I'd like to know what it is.\"","thumbnail":null,"section":"Arts"},{"date":"19950201","headline":"Remembering Auschwitz: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-remembering-auschwitz-letters-to-the-editor.html","abstract":"On the 50th anniversary of the liberation of Auschwitz, we hear everyone pledging that we must never forget the horrors of bigotry, hatred, injustice and oppression of the past, and that we are never going to let it repeat itself. And yet, one need only","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"1920:Arrests in Ireland: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-1920arrests-in-ireland-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - Following on yesterday's [Jan. 31] events, when the newly-elected councils in Ireland elected Sinn Fein mayors and Sheriffs, a sensational round-up of prominent Sinn Feiners took place in the early hours of this morning. Raids were carried out by","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Women and Children First?; For More Than Half a Century, Two Brothers Have Begged to Differ","web_url":"https://www.nytimes.com/1995/02/01/nyregion/women-children-first-for-more-than-half-century-two-brothers-have-begged-differ.html","abstract":"  First things first: Michael Katen remembers how cold it was when he bivouacked outside the Lincoln Tunnel for four days and four numbing winter nights. The macaroni and coffee he had brought along froze. Someone shook his hand and said it felt like an icicle.   It was 1945, and Mr. Katen's goal was to be the first motorist to pay a toll when the new north tube of the tunnel opened. After all, he and his brother say that separately or together, they were first at hundreds of things: Mr. First and Mr. Second.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/01/style/chronicle-115595.html","abstract":"  ERIC LEWIS, KEN FREED, JOHN DEXTER and CHRIS FINCKEL have been training off and on for six months and seriously for another month, stretching, exercising and getting in shape -- to play Shostakovich.    They are members of the Manhattan String Quartet, and tomorrow at 10 A.M. they will begin a 12-hour marathon at Eastern Connecticut State University in Willimantic.","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"29th Super Bowl Rates Only 22d","web_url":"https://www.nytimes.com/1995/02/01/sports/29th-super-bowl-rates-only-22d.html","abstract":"  The San Francisco 49ers' 49-26 rout of the San Diego Chargers in Sunday's Super Bowl generated a 41.3 Nielsen rating with a 62 share for ABC, ranking it 22d out of the 29 games. ABC's last Super Bowl, the Giants' 20-19 thriller over Buffalo in 1991, produced a 41.9 rating.   \"We're happy, considering how viewers stayed the whole telecast,\" said Mark Mandel, an ABC Sports spokesman. From a peak of 43.7 from 7-7:30 P.M., the rating fell to its lowest point of 39.3 in the final half-hour.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Rutgers Leader Disavows Linking Race and Ability","web_url":"https://www.nytimes.com/1995/02/01/nyregion/rutgers-leader-disavows-linking-race-and-ability.html","abstract":"  The president of Rutgers University today blamed \"three words jumbled together\" in a talk with faculty members for creating the false impression that he believed a \"genetic hereditary background\" made it hard for black students to do well on college entrance examinations.   \"Let me unequivocally make it clear that I believe that the view that genetic and hereditary factors determine ability and achievement is dead wrong,\" said the president, Francis L. Lawrence, who has headed the 48,000-student state university since 1990. \"That idea is precisely opposed to my beliefs.\"","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/01/style/chronicle-240895.html","abstract":"  Does the world need another radio talk show host? Two more are jumping on the bandwagon.   JAY SEVERIN, a political consultant to Republicans, made his debut on WOR-AM Monday in a nationally syndicated three-hour show to be broadcast every weekday. Asked what he would add to the mix, Mr. Severin, 41, said yesterday, \"The talk-show format is well enough established for permutations, and I believe that what I can add is a younger, hipper, more irreverent and broader spectrum of issues.\"","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/02/01/sports/results-plus-329395.html","abstract":"  N.H.L.  Nordiques Still Perfect  Center Joe Sakic had a shorthanded goal and added three assists as the Quebec Nordiques beat the visiting Philadelphia Flyers, 5-2, for their fifth straight victory last night to kept pace with the Pittsburgh Penguins, also 5-0, as the National Hockey League's only unbeaten teams. It is Quebec's fastest start since 1985-86, when the club won its first seven games. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Political Memo; Little Room for Democrats To Maneuver on Welfare","web_url":"https://www.nytimes.com/1995/02/01/nyregion/political-memo-little-room-for-democrats-to-maneuver-on-welfare.html","abstract":"  Eighty-four days ago, many of the radical changes in welfare proposed by Gov. George E. Pataki would have been declared dead on arrival in the Democratic-controlled Assembly. But in light of Mr. Pataki's election on Nov. 8, and the resounding call for change voiced by voters in New York and elsewhere, the question for the Assembly Democrats has become where they will draw the line.    Many legislators and advocates for the poor believe the new political dynamic in Albany will leave the Assembly with little choice but to support many of Mr. Pataki's proposals, particularly those that would make life tougher for welfare recipients who are able-bodied and childless. The real legislative battle, they assume, will be pitched over efforts to stave off cuts in benefits for the elderly and mothers with children.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/01/nyregion/c-corrections-237895.html","abstract":"  Seven news articles between Jan. 13 and Jan. 26 and an Op-Ed page article on Jan. 27, all dealing with Federal charges that Qubilah Shabazz tried to hire someone to kill Louis Farrakhan, misidentified the location of the former Audubon Ballroom, where Ms. Shabazz's father, Malcolm X, was killed. It was in the Washington Heights neighborhood of Manhattan, not in Harlem, to the south.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Officer Convicted of Hitting Brooklyn Man","web_url":"https://www.nytimes.com/1995/02/01/nyregion/officer-convicted-of-hitting-brooklyn-man.html","abstract":"  A New York City police officer was convicted yesterday of second-degree assault in striking and seriously injuring a Brooklyn man with his nightstick and police radio.   Officer Gerard Pitti, 31, an eight-year veteran of the force, was found guilty by a jury in State Supreme Court in Brooklyn after six hours of deliberations in a two-week trial. Prosecutors told the jury that in February 1992, the officer struck the victim, Victor Medina, in the head, face and body, causing injuries that led to a month in the hospital.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Book Notes","web_url":"https://www.nytimes.com/1995/02/01/books/book-notes-426095.html","abstract":"  Off to a Running Start    Hesiod, a poet writing in 700 B.C., may have needed to remind his fellow Greeks that \"right timing is in all things the most important factor.\" But no one needs to tell that to publishers these days. Just look at O. J. Simpson's new book, \"I Want to Tell You.\"    The 224-page book arrived in bookstores on Friday, just days after the murder trial began and in the midst of the defense's opening statement. Since then, the book, in which Mr. Simpson proclaims his innocence, has been a runaway success for its publisher, Little, Brown.","thumbnail":null,"section":"Books"},{"date":"19950201","headline":"Pataki Budget Would Freeze Aid to Schools","web_url":"https://www.nytimes.com/1995/02/01/nyregion/pataki-budget-would-freeze-aid-to-schools.html","abstract":"  Gov. George E. Pataki said today that his proposed budget for the next fiscal year would freeze two of the largest forms of state aid to local communities. But he said that over all, his budget, to be released today, would not shift costs to local governments, and would actually save them more than $1 billion in programs mandated by the state.   He said he would freeze school assistance, the largest block of money that localities receive from the state, at $9.7 billion, and revenue sharing at $529 million. Given the huge cuts that the Governor has proposed in Medicaid and welfare spending, many local officials said they had expected Mr. Pataki to cut local assistance.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Schools Chief Is Expected To Step Down","web_url":"https://www.nytimes.com/1995/02/01/nyregion/schools-chief-is-expected-to-step-down.html","abstract":"  Thomas Sobol, the state's embattled Education Commissioner, is to announce later this week that he will retire by the end of the year because of increasing tensions with the new Republican administration of Gov. George E. Pataki, a state official said tonight.   The announcement, which Mr. Sobol is expected to make on Friday at a meeting of the State Board of Regents, comes at a time when the Education Department has been increasingly criticized by Mr. Pataki and lawmakers from both parties as a bloated, insulated and unresponsive bureaucracy.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Kovalev Is Aching for Early Showdown With Penguins","web_url":"https://www.nytimes.com/1995/02/01/sports/hockey-kovalev-is-aching-for-early-showdown-with-penguins.html","abstract":"  The Rangers are heading to Pittsburgh for a rematch with the undefeated Penguins on Wednesday night. But they might have to play without one of their top players.   Right wing Aleksei Kovalev missed practice today while recovering from a major bump on the head. Kovalev suffered the accident Monday night at Madison Square Garden when he crashed into the Ottawa goal post after making a spectacular spin move.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Mets to Offer Ticket Rebates","web_url":"https://www.nytimes.com/1995/02/01/sports/mets-to-offer-ticket-rebates.html","abstract":"  Buy one now. Get a rebate later. That was the contingent inducement offered by the Mets yesterday to get fans to buy tickets at regular prices now, even though they might seem greatly overpriced if the strike continues and the season starts with replacement players in the place of familiar stars.   Should that happen, the Mets said, anyone who has purchased a full-price ticket can get a rebate worth two-thirds of the regular price, a $10 rebate on a $15 box seat ticket, for example, and an $8 refund on a $12 loge or mezzanine reserved seat. Rebates would be obtained either at the Shea Stadium or by mail.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Goals by Guerin Do the Trick for Devils","web_url":"https://www.nytimes.com/1995/02/01/sports/hockey-goals-by-guerin-do-the-trick-for-devils.html","abstract":"  Two blistering shots by Billy Guerin. That's what it took for the Devils to break into the victory column and into smiles of relief. That's what provided the margin for a 2-1 victory over the Buffalo Sabres tonight in the home opener at Byrne Meadowlands Arena.   The Devils, who opened the season with a tie at Hartford and had lost their three other games, as well as their scoring touch, responded in the third period tonight, before a crowd of 16,311, about 3,000 short of capacity.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Ewing Makes All-Star Team","web_url":"https://www.nytimes.com/1995/02/01/sports/ewing-makes-all-star-team.html","abstract":"  Adding to his list of impressive accomplishments, Patrick Ewing was named to the All-Star team yesterday for the ninth time in his 10-year career. Ewing has been an All-Star more often than anyone else in the Knicks' history, surpassing the seven appearances of both Walt Frazier and Willis Reed. And this year's trip to the All-Star Game on Feb. 12 in Phoenix may be more special to Ewing than some of the others.   After undergoing arthroscopic surgery on his right knee in July, Ewing missed the entire preseason and started the regular season slowly. But in January, he returned to being one of the National Basketball Association's most dominant players.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"The Insanity Continues","web_url":"https://www.nytimes.com/1995/02/01/sports/IHT-the-insanity-continues.html","abstract":"\"One cannot die for a football match at the age of 24,\" said Cosimo Spagnolo. But, alas, one just had. .The insanity of death at the stadium is back with soccer. Spagnolo uttered those words late Sunday when he learned that the Genoa supporte","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Short Cuts","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-short-cuts-90328241267.html","abstract":"BODY AND SOUL (Verve): A tasty compilation of ballads played by masters of the saxophone - Coleman Hawkins, Joe Henderson, Charlie Parker, Lester Young, Stan Getz and John Coltrane (Gerry Mulligan does not wear well). An insight into jazz's unique combina","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"A Hollywood Role for a Capitol Star?","web_url":"https://www.nytimes.com/1995/02/01/us/a-hollywood-role-for-a-capitol-star.html","abstract":"  Speaker Newt Gingrich likes to talk about renewing civilization, but did he mean Hollywood, too?   Some in Hollywood think so. The movie moguls want to bring him out. Not to star in a picture, at least not yet. But to star at a gala dinner to give a lift to conservatives in Tinsel Town.","thumbnail":null,"section":"U.S."},{"date":"19950201","headline":"Raiders' Change in Offing?","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-pro-football-raiders-change-in-offing.html","abstract":"  A National Football League head coaching change appears to be in the works in Los Angeles, where the Raiders are considered likely to dismiss ART SHELL. According to a person familiar with the Raiders' thinking, the owner AL DAVIS is ready to replace Shell with the assistant coach MIKE WHITE and may do so by the end of the week. Davis recently hired former Arizona Coach JOE BUGEL as an assistant head coach.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Pataki to Freeze Aid","web_url":"https://www.nytimes.com/1995/02/01/nyregion/pataki-to-freeze-aid.html","abstract":"  On the eve of releasing his first budget, Gov. George E. Pataki said he would freeze two of the largest areas of state aid, schools and local governments, but that his overall budget would save them money.    Article, page B1.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"When the Dinner Conversation After the Theater Gets Crazy","web_url":"https://www.nytimes.com/1995/02/01/theater/theater-review-after-play-when-dinner-conversation-after-theater-gets-crazy.html","abstract":"  Anne Meara's \"After-Play\" may be the perfect New York comedy to attend before going out to dine with dear old friends from Los Angeles you haven't seen in ages. This is also pretty much the situation in \"After-Play,\" which opened last night in Stage II at the Manhattan Theater Club. Though not entirely fat-free, it's an easy-to-take, weightless star vehicle for two marvelous actresses, Rue McClanahan and Barbara Barrie.   Marty and Terry Guteman (Merwin Goldsmith and Ms. McClanahan) and Phil and Renee Shredman (Larry Keith and Ms. Barrie) arrive at Manhattan's newest \"in\" restaurant, having just come from the latest must-see play. As revealed by their comments, \"Jamie, We Hardly Knew You\" deals with the immigration experience, a ghost, a dying grandmother, menstruation (and other rites of passage), changing time frames and transcendent metaphors. The discussion it prompts is intense, sincere and soon nasty.","thumbnail":null,"section":"Theater"},{"date":"19950201","headline":"Some 49ers' Joy Abbreviated","web_url":"https://www.nytimes.com/1995/02/01/sports/sports-people-pro-football-some-49ers-joy-abbreviated.html","abstract":"  The off season lasted about 36 hours for the San Francisco 49ers' coach, GEORGE SEIFERT, who was faced yesterday with the prospect of losing players from his championship team. Six players -- offensive tackle HARRY BOATSWAIN, safety DANA HALL, fullback MARC LOGAN, tight end TED POPSON, running back ADAM WALKER and defensive end MARK THOMAS -- were left unprotected yesterday for the Feb. 15 expansion draft and could be with Jacksonville or Carolina next season.  Also, DEION SANDERS and RICKY WATTERS are free agents, and Seifert said the process of trying to re-sign them will begin soon. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"Power and Romance Among the Old Negro Elite","web_url":"https://www.nytimes.com/1995/02/01/books/books-of-the-times-power-and-romance-among-the-old-negro-elite.html","abstract":"  THE WEDDING   By Dorothy West   240 pages. Doubleday. $20.    The Negro elite of Boston had a servant problem in the years before World War I, for, as Dorothy West explained in her first novel, \"The Living Is Easy,\" \"experienced domestics from the South could not be induced to work for people of color.\" Why should they, when it meant they would have to \"use the back doors of a social group who could not use the front doors of their former employers.\"","thumbnail":null,"section":"Books"},{"date":"19950201","headline":"Smoothly Covering the Course for PGA Tour","web_url":"https://www.nytimes.com/1995/02/01/sports/golf-smoothly-covering-the-course-for-pga-tour.html","abstract":"  The commissioner of the PGA Tour was striding through the organization's offices in Ponte Vedra Beach, Fla., recently, checking his watch, talking about membership requirements and looking to make certain that workers were correctly taping the seams on a new wallboard.   His pace was brisk and purposeful. Then he spotted something on the carpet, to the left of his polished black wing tip. It was a tiny piece of Styrofoam packing popcorn. Without breaking stride, he bent over and scooped it up, veering just slightly off course so he could toss it into a wastebasket as he continued down the hallway.","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"No Headline","web_url":"https://www.nytimes.com/1995/02/01/nyregion/no-headline-898295.html","abstract":"  \"I don't see how I can be value-neutral. If you don't stand up for what you believe in, who's going to stand up for it? NINA FUE, a fourth-grade teacher in New Jersey.  [ B7:1. ]","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Bronx Ring Stole 100 Luxury Cars a Month, Officials Say","web_url":"https://www.nytimes.com/1995/02/01/nyregion/bronx-ring-stole-100-luxury-cars-a-month-officials-say.html","abstract":"  Edmanuel's Auto Collision looked like any other grimy body shop in the Bronx, a dark garage full of late-model sedans and mechanics with grease-blackened hands.    Federal authorities said yesterday that Edmanuel's, at 1300 Cromwell Avenue, was the headquarters for a sophisticated ring that stole more than $8 million worth of luxury cars from New York streets over two years.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"For Pinball Artist, It's World Series","web_url":"https://www.nytimes.com/1995/02/01/nyregion/about-new-york-for-pinball-artist-it-s-world-series.html","abstract":"  GENTLEMAN Kai Bateman was one with the pinball machine. Obviously he was entirely aware of the tao of it. As the 32-year-old commercial artist from Colonia, N.J., rolled up mega numbers, a few of the adolescents at the Broadway Arcade at 51st Street turned away from their own games to watch him.   \"He's a champion,\" one of the teen-agers, who probably should have been in school, shouted over the noise. \"He's going to be in the World Series,\" said another, referring to the World Pinball Championships, which are to begin on Friday and end on Sunday at the Park Central Hotel at Seventh Avenue and 55th Street.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Suspect in Rail Killings Says Police Plotted to Frame Him","web_url":"https://www.nytimes.com/1995/02/01/nyregion/suspect-in-rail-killings-says-police-plotted-to-frame-him.html","abstract":"  Colin Ferguson accused the Nassau County police today of plotting to frame him for killing six people on a Long Island Rail Road train a year ago, and he threatened to subpoena the prosecutor in his murder trial, saying he knew of the scheme.   Mr. Ferguson, who a defense psychiatrist has said is paranoid and delusional, also accused a detective who testified against him of threatening to kill him.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"1895:Dreadful Weather: IN OUR PAGES: 100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/01/opinion/IHT-1895dreadful-weather-in-our-pages-100-75-and-50-years-ago.html","abstract":"LONDON - The weather throughout Great Britain yesterday [Jan. 31] was exceptionally severe. A terrible gale, accompanied by blinding snowsqualls, prevailed in the Channel in the morning. In Venice a severe snowstorm is now raging and communication by eith","thumbnail":null,"section":"Opinion"},{"date":"19950201","headline":"Scott Helps Red Storm Find Its Missing Confidence","web_url":"https://www.nytimes.com/1995/02/01/sports/college-basketball-scott-helps-red-storm-find-its-missing-confidence.html","abstract":"  Forget about the six-game losing streak that ended with the 82-77 victory at Michigan on Sunday. St. John's considers itself 1-0 after deciding to wipe its slate clean mentally if not physically after an 88-71 loss at Georgetown eight days ago.    \"We decided we had hit rock bottom and we were going to start over,\" Coach Brian Mahoney said yesterday. \"We said we were going back to Oct. 15 and start from there. We didn't have five weeks to prepare for the next game, just three days. But maybe it was helpful.\"","thumbnail":null,"section":"Sports"},{"date":"19950201","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/02/01/nyregion/metro-digest-935095.html","abstract":"  MAYOR SEEKS TAKEOVER OF FISH MARKET    Acknowledging that Federal intervention had failed to eradicate Mafia influence and business abuses at the Fulton Fish Market, Mayor Giuliani is proposing new laws to permit New York City to take control of the market. A1. TEACHERS GIVE LESSONS IN VALUES    Teachers of the year across the nation say the heated national debates over values curriculums and school prayer overlook the obvious: that quietly, in their own classrooms, good teachers teach values every day. A1.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"To Fight Mob, Giuliani Proposes Takeover of Fulton Fish Market","web_url":"https://www.nytimes.com/1995/02/01/nyregion/to-fight-mob-giuliani-proposes-takeover-of-fulton-fish-market.html","abstract":"  Acknowledging that Federal intervention had failed to eradicate Mafia influence and business abuses at the Fulton Fish Market, Mayor Rudolph W. Giuliani is proposing new laws to permit New York City to take control of the market.   Under the proposals, the city for the first time would investigate, license and regulate all businesses and employees at the market, in lower Manhattan. And in an attempt to sever suspected Mafia ties to merchants and companies, the city would also have the power to conduct background investigations of companies and their employees and bar those involved in wrongdoing.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Not-So-Merry 'Wives of Windsor' ** LINE FULL!!","web_url":"https://www.nytimes.com/1995/02/01/style/IHT-notsomerry-wives-of-windsor-line-full.html","abstract":"Written at the express wish of Queen Elizabeth I - a commissioning tradition her namesake has sadly not bothered to continue - \"The Merry Wives of Windsor\" is essentially \"Falstaff II,\" Shakespeare's increasingly desperate attempt to","thumbnail":null,"section":"Style"},{"date":"19950201","headline":"Giuliani Considers Creating Own Police-Monitor Panel","web_url":"https://www.nytimes.com/1995/02/01/nyregion/giuliani-considers-creating-own-police-monitor-panel.html","abstract":"  Two weeks after Mayor Rudolph W. Giuliani said he would ignore the City Council's vote to create an independent agency to monitor the police, his administration is drawing up a plan to create one of its own.   Mr. Giuliani has long opposed the Council's plan for an agency to watch over the police and guard against corruption, saying it would give the Council too much power and would duplicate the work of the city's five district attorneys.","thumbnail":null,"section":"New York"},{"date":"19950201","headline":"Ex-Fugitive Pleads Guilty in a 1971 Killing","web_url":"https://www.nytimes.com/1995/02/01/nyregion/ex-fugitive-pleads-guilty-in-a-1971-killing.html","abstract":"  Ricardo S. Caputo, who had said that he suffered from multiple personalities that made him kill at least four women in the 1970's, pleaded guilty today to manslaughter in the death of his first victim 24 years ago on Long Island.   Mr. Caputo, who surrendered last March after 20 years as a fugitive in North and South America, said that as part of a plea bargain, he was abandoning his original plea of not guilty by reason of insanity.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19950201","time":"1995-02-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":24.1},{"date":"19950201","time":"1995-02-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":86,"wspd":24.1},{"date":"19950201","time":"1995-02-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":85,"wspd":27.7},{"date":"19950201","time":"1995-02-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":85,"wspd":27.7},{"date":"19950201","time":"1995-02-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.6,"rhum":87,"wspd":25.9},{"date":"19950201","time":"1995-02-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":83,"wspd":25.9},{"date":"19950201","time":"1995-02-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.7,"rhum":83,"wspd":22.3},{"date":"19950201","time":"1995-02-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":89,"wspd":18.4},{"date":"19950201","time":"1995-02-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":92,"wspd":7.6},{"date":"19950201","time":"1995-02-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":89,"wspd":9.4},{"date":"19950201","time":"1995-02-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":91,"wspd":1.8},{"date":"19950201","time":"1995-02-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":93,"wspd":5.4},{"date":"19950201","time":"1995-02-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":89,"wspd":3.6},{"date":"19950201","time":"1995-02-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":90,"wspd":5.4},{"date":"19950201","time":"1995-02-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":90,"wspd":14.8},{"date":"19950201","time":"1995-02-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":89,"wspd":13},{"date":"19950201","time":"1995-02-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":81,"wspd":9.4},{"date":"19950201","time":"1995-02-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":82,"wspd":11.2},{"date":"19950201","time":"1995-02-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":85,"wspd":14.8},{"date":"19950201","time":"1995-02-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":86,"wspd":11.2},{"date":"19950201","time":"1995-02-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":86,"wspd":13},{"date":"19950201","time":"1995-02-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":85,"wspd":11.2},{"date":"19950201","time":"1995-02-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":74,"wspd":14.8},{"date":"19950201","time":"1995-02-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.6,"rhum":72,"wspd":14.8},{"date":"19950201","time":"1995-02-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":34,"wspd":24.1},{"date":"19950201","time":"1995-02-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":36,"wspd":22.3},{"date":"19950201","time":"1995-02-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":40,"wspd":22.3},{"date":"19950201","time":"1995-02-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":42,"wspd":20.5},{"date":"19950201","time":"1995-02-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":44,"wspd":16.6},{"date":"19950201","time":"1995-02-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":48,"wspd":18.7},{"date":"19950201","time":"1995-02-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":54,"wspd":20.5},{"date":"19950201","time":"1995-02-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":54,"wspd":16.6},{"date":"19950201","time":"1995-02-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":16.6},{"date":"19950201","time":"1995-02-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":56,"wspd":14.8},{"date":"19950201","time":"1995-02-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":61,"wspd":14.8},{"date":"19950201","time":"1995-02-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":61,"wspd":16.6},{"date":"19950201","time":"1995-02-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":61,"wspd":20.5},{"date":"19950201","time":"1995-02-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":58,"wspd":20.5},{"date":"19950201","time":"1995-02-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":27.7},{"date":"19950201","time":"1995-02-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":55,"wspd":24.1},{"date":"19950201","time":"1995-02-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":27.7},{"date":"19950201","time":"1995-02-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":47,"wspd":22.3},{"date":"19950201","time":"1995-02-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":25.9},{"date":"19950201","time":"1995-02-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":48,"wspd":24.1},{"date":"19950201","time":"1995-02-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":48,"wspd":22.3},{"date":"19950201","time":"1995-02-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":49,"wspd":29.5},{"date":"19950201","time":"1995-02-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":53,"wspd":16.6},{"date":"19950201","time":"1995-02-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":62,"wspd":22.3}]},"19950202":{"guardian_articles":[],"nytimes_articles":[{"date":"19950202","headline":"Let's Look at Biases in the History Standards","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-let-s-look-at-biases-in-the-history-standards-375295.html","abstract":"  To the Editor:   Re Frank Rich's \"Eating Her Offspring\" (column, Jan. 26): Mr. Rich attempts to whitewash a seriously flawed document and to portray the proposed National History Standards as a \"middle-of-the-road committee product.\"","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"1920: Relief for Europe : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-1920-relief-for-europe-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - As predicted, the Ways and Means Committee of the House of Representatives has appropriated $50,000,000 for food relief in the countries of Europe, but refused to state in what countries the money should be spent. The expenditure is left to t","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Overproduction of a Protein Is Linked to Adults' Diabetes","web_url":"https://www.nytimes.com/1995/02/02/us/overproduction-of-a-protein-is-linked-to-adults-diabetes.html","abstract":"  Millions of Americans develop a form of diabetes in adulthood because they make too much of a protein that interferes with their cellular machinery, scientists reported today.   The finding, described in the current issue of Nature magazine, opens a new avenue of research into what causes Type II diabetes, researchers said. The condition, in which the body becomes resistant to insulin, used to be referred to as adult-onset diabetes and is a less severe form of the disease than Type I diabetes.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Gaining Empathy for Tomba From Cantona's Tantrum","web_url":"https://www.nytimes.com/1995/02/02/sports/IHT-gaining-empathy-for-tomba-from-cantonas-tantrum.html","abstract":"There are two ways at least of reacting to the disappointment of Alberto Tomba, who likely would have consummated his potential this week with a long-sought gold medal at the World Championships..You could decide that it's all about money, and no one o","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Aid for Mexico Gives Economy Shot in the Arm","web_url":"https://www.nytimes.com/1995/02/02/world/mexican-rescue-plan-the-overview-aid-for-mexico-gives-economy-shot-in-the-arm.html","abstract":"  One day after President Clinton's rescue plan brought a respite from its financial crisis, Mexico turned today to the task of rebuilding its shattered economy as officials and economists warned of a long year ahead of austerity, disappointment and anger.    The $50 billion international package of loans and loan guarantees announced in Washington on Tuesday brought a temporary euphoria to the markets and the business community, which the newspapers were terming the \"Clinton effect.\"","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Police Investigating Corruption Charges At a Bronx Precinct","web_url":"https://www.nytimes.com/1995/02/02/nyregion/police-investigating-corruption-charges-at-a-bronx-precinct.html","abstract":"  The New York City Police Department is investigating 20 officers of the 48th Precinct in the central Bronx who are suspected of beating up suspects, dealing narcotics and stealing money from drug dealers during the last three years, law enforcement officials said yesterday.   The pattern of corruption that investigators have found in the precinct -- small groups of officers who worked together to shake down and beat up drug suspects and enter apartments without search warrants -- closely resembles the case in the 30th Precinct in Harlem, where 29 officers have been arrested on similar charges since last March, the officials said.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Slow to Respond in Kobe : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-slow-to-respond-in-kobe-letters-to-the-editor.html","abstract":"In your articles on the Kobe earthquake, you rightly praise the citizens of Kobe for their law-and- order attitude in keeping from looting and instead queuing up in disciplined fashion for food and blankets. Given the scale of the disaster, and the virtu","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Foreign Aid, in Moderation","web_url":"https://www.nytimes.com/1995/02/02/opinion/foreign-aid-in-moderation.html","abstract":"  Foreign aid, never very popular with Americans, is on the chopping block. It is not easy to argue the merits of Federal spending to diminish poverty, hunger and disease abroad when budget cuts mean inadequate funding for those problems at home. But some substantial benefits for the U.S. can be secured by relatively inexpensive foreign aid programs that are carefully selected and managed.    Aid that directly attacks the causes of global insecurity like poverty, disease, overpopulation and environmental degradation can prevent the sort of political instability and humanitarian disasters that ultimately require more costly American involvement. If the budget-cutters are not careful, they may shortchange aid to those who need it most and where it may do the most good.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Kovalev Returns and He's a Culprit With Campbell","web_url":"https://www.nytimes.com/1995/02/02/sports/hockey-kovalev-returns-and-he-s-a-culprit-with-campbell.html","abstract":"  There can be no debate about one simple statistic: Aleksei Kovalev of the Rangers was on the ice for all four Pittsburgh goals tonight when the undefeated Penguins edged New York by 4-3 at Civic Arena.   Some of those goals were aided by Kovalev's poor passes, although they were hardly the only reasons for this revealing defeat in this most interesting game between recent Stanley Cup winners.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Let's Look at Biases in the History Standards; Benefiting the People","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-let-s-look-at-biases-in-the-history-standards-benefiting-the-people-387695.html","abstract":"  To the Editor:   Frank Rich's \"Eating Her Offspring\" (column, Jan. 26) was the perfect complement to my coffee this morning after the infamous hearings in Washington where Lynne Cheney and William Bennett, former chairmen of the National Endowment for the Humanities, sought to derail their onetime benefactor.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Dreams Live Another Day for Players Making Mets' Cut","web_url":"https://www.nytimes.com/1995/02/02/sports/baseball-dreams-live-another-day-for-players-making-mets-cut.html","abstract":"  Jeff Edwards was selling cars in Nashville, a job he considered little more than a way station after more than eight years in professional baseball, both as a pitcher and a coach.   Today, he quit his job. He packed all his earthly possessions -- what few there are -- into the back of his 1988 Toyota Land Cruiser and drove 13 hours south to Port St. Lucie, spring training home to the New York Mets.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Petronio's New Series Includes a New Image","web_url":"https://www.nytimes.com/1995/02/02/arts/dance-review-petronio-s-new-series-includes-a-new-image.html","abstract":"  In recent years Stephen Petronio has dressed up his cerebral dances, which are explorations of complex movement, with trendy costumes and decor.    The onstage fashions have been punk and beyond, with a predilection for stuffing bare-legged men into the corsets women have battled for centuries to throw off. But for all the fancy clothes, or lack of them, the choreographer is still the same Stephen Petronio who initially attracted attention with his highly formal work. How fast, how furiously and how physically dancers could reach their limits were issues that preoccupied him and that made his pieces so exciting.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"New York Agrees To a Homeless Plan","web_url":"https://www.nytimes.com/1995/02/02/us/new-york-agrees-to-a-homeless-plan.html","abstract":"  After 11 years of litigation, New York City agreed to allow a court-appointed monitor to oversee a reorganization of its system for sheltering homeless families, a system that has routinely forced families to sleep in city offices and has led to $5 million in fines against the city.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Burial of Tainted Sludge Wins Broad Endorsement","web_url":"https://www.nytimes.com/1995/02/02/nyregion/burial-of-tainted-sludge-wins-broad-endorsement.html","abstract":"  A new proposal for disposing of contaminated sludge dredged from shipping channels in the Newark and Elizabeth ports was unveiled today. But instead of inspiring another one of those fights between shippers and environmentalists that have hampered the local maritime industry for years, the new plan was endorsed by both sides.   The proposal by a 15-member task force appointed last June by Gov. Christine Todd Whitman calls for burying contaminated dredge material in two underwater clay pits in Newark Bay, near the dredging sites, instead of barging it to the mud dump, a federally approved site five and a half miles off Sandy Hook.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"No Headline","web_url":"https://www.nytimes.com/1995/02/02/nyregion/no-headline-980195.html","abstract":"  A dike is like a child's sand castle on the beach. The danger of collapse rises the longer the water pressure is maintained.\" -- JAN ROELOFF, a Dutch relief official.  [ A1:1. ]","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/02/style/chronicle-330295.html","abstract":"  Dramatizing an illness through theater is not a new idea, but SUSAN MILLER, an Obie Award-winning playwright, and Dr. PETER I. PRESSMAN, her surgeon, are marrying drama and medicine at a performance of her one-woman show, \"My Left Breast,\" next week.    The work, a monologue about her struggle with breast cancer, opens tonight at the Ohio Theater Space on Wooster Street in SoHo. On Wednesday after the show, Dr. Pressman will lead a panel discussion on the medical and psychological ramifications of losing a breast. \"We will also ask whether it would be useful to do the play around the country for women's groups,\" said Dr. Pressman, who is an associate clinical professor of surgery at the Albert Einstein College of Medicine in the Bronx.","thumbnail":null,"section":"Style"},{"date":"19950202","headline":"Request to Move Slaying Trial Is Denied","web_url":"https://www.nytimes.com/1995/02/02/nyregion/request-to-move-slaying-trial-is-denied.html","abstract":"  A state appeals court yesterday denied a request by Colin Ferguson to have his murder trial moved from Nassau County to Brooklyn.   Mr. Ferguson is accused of killing 6 people and wounding 19 others aboard a Long Island Rail Road train.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Two Views of the Peso Bailout: Wall Street vs. Main Street","web_url":"https://www.nytimes.com/1995/02/02/world/mexican-rescue-plan-rationale-two-views-peso-bailout-wall-street-vs-main-street.html","abstract":"  If Washington won't bail out Orange County, why should the taxpayers risk billions on Mexico? If American communities, not to mention corporations with thousands of employees, must look to their own devices in a financial crunch, why are foreigners being held to a lesser standard?   President Clinton didn't have the answers, forcing the Administration to abandon a program of loan guarantees needing Congressional approval for a hastily pulled together package for Mexico totaling nearly $50 billion from international lenders and an obscure United States Treasury account. Indeed, the sense that the original rescue package was a bailout for Wall Street -- an unavoidable side-effect of restoring the health of the Mexican economy -- is what turned Main Street against it.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Let's Look at Biases in the History Standards; Skewed Economics","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-let-s-look-at-biases-in-the-history-standards-skewed-economics-386895.html","abstract":"  To the Editor:   Frank Rich's claim (column, Jan. 26) that the National History Standards are \"middle of the road\" is not sustained by a reading of their economic history. A telling example is the standard on the causes of the Great Depression, which is quite outside the contours of the debate among economic historians.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Democrats Begin a Campaign for the Hearts and Minds of the Middle Class","web_url":"https://www.nytimes.com/1995/02/02/nyregion/pataki-budget-battle-democrats-begin-campaign-for-hearts-minds-middle-class.html","abstract":"  Caught between a November mandate for change and a tradition of support for social welfare, New York Democrats began an aggressive campaign today to depict Gov. George E. Pataki's budget in the emotion-laden terms of class warfare.   Their strategic positioning marked the start of a race with the Republican Governor for the political center, the place where the votes are.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"A Leak in Ulster Peace Plan Stirs a Storm","web_url":"https://www.nytimes.com/1995/02/02/world/a-leak-in-ulster-peace-plan-stirs-a-storm.html","abstract":"  Prospects for peace negotiations in Northern Ireland hit a snag today when details of a British-Irish plan to guide the talks were leaked to the press and published, provoking a storm of protest from unionist politicians of Ulster.   The Protestant unionists, who want Northern Ireland to remain part of Britain, said the plan went too far in giving the Irish republic a role in running the affairs of the six counties of the north. In particular, they objected to a proposed joint north-south Irish authority that would have strong executive powers in certain areas and would deal directly with the European Union.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Circle Rep Names Two New Directors","web_url":"https://www.nytimes.com/1995/02/02/arts/circle-rep-names-two-new-directors.html","abstract":"  Austin Pendleton will take over as the artistic director of Circle Repertory Company and Lynn Thigpen will be associate director, the theater announced yesterday. Tanya Berezin, who ran the company for eight years, has decided to return to acting.   Mr. Pendleton, 54, is a veteran theater and film actor who has directed and written for the stage as well. His newest work, \"Uncle Bob,\" opened just last night at the Mint Theater. Ms. Thigpen, 46, appeared on Broadway in \"Fences\" and \"Tintypes.\"","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Madness in a Long Island Court","web_url":"https://www.nytimes.com/1995/02/02/opinion/madness-in-a-long-island-court.html","abstract":"  The adage that anyone representing himself in court has a fool for a lawyer and a fool for a client was never more pertinent than now. Colin Ferguson is representing himself against six murder charges in a county court in Mineola, L.I. Mr. Ferguson is on trial for a shooting rampage aboard the Long Island Rail Road in December 1993, and is exercising his constitutional right to proceed without lawyers.    He has that right if a court finds him mentally competent to stand trial. The presiding judge, Donald Belfi, has twice found he meets that standard after hearing medical evidence and questioning the defendant. Nevertheless, Mr. Ferguson's conduct in his own defense has been so bizarre that Judge Belfi should review his pretrial findings.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Barry Reports Washington Is at the Financial Bottom","web_url":"https://www.nytimes.com/1995/02/02/us/barry-reports-washington-is-at-the-financial-bottom.html","abstract":"  Bracing residents for severe reductions in services and layoffs, Mayor Marion S. Barry Jr. said today that the nation's capital was in worse financial shape than it had ever been.   At a news conference, he said the city's budget deficit could reach $722 million by the end of the fiscal year without the vast spending cuts he said he intends to propose on Thursday. That amount reflects an additional $230 million in deficit spending that independent auditors discovered in the last six weeks, he said.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"A Rose or a Thorn for East Harlem?; Sentiment Is Divided Over a Proposal for a Huge Supermarket","web_url":"https://www.nytimes.com/1995/02/02/nyregion/rose-thorn-for-east-harlem-sentiment-divided-over-proposal-for-huge-supermarket.html","abstract":"  To the residents of East Harlem, the announcement last September that a nonprofit development corporation had raised millions of dollars to help build a giant Pathmark supermarket on 125th Street was the answer to years of prayers.    Like people in countless communities with large minority populations in the city and across the country, they had watched as the chain stores shunned their neighborhood and consigned them to shopping in smaller stores, often with higher prices and inferior merchandise.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Shunned Outside Prison, Paroled Sex Offender Stays in a Cell","web_url":"https://www.nytimes.com/1995/02/02/nyregion/shunned-outside-prison-paroled-sex-offender-stays-in-a-cell.html","abstract":"  For the last five months, Carl DeFlumer, a convicted murderer and sex offender who has spent 42 of his 62 years in prison, has been a free man. But he has no place to go and has been spending his freedom in prison at a cost of $2,100 a month to the state.   When Mr. DeFlumer was paroled in early September, the state wanted him to live with his sister in Glenmont, an Albany suburb. But neighbors learned of his plan through school and parole officials and protested so fiercely that the sister withdrew her offer.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"The Neediest Cases; Children Are Moved by Others' Plight","web_url":"https://www.nytimes.com/1995/02/02/nyregion/the-neediest-cases-children-are-moved-by-others-plight.html","abstract":"  Charity might begin at home, but this winter, some New York children have developed philanthropic leanings in the classroom. Through bake sales, book collections and chores, they have raised money for The New York Times Neediest Cases Fund. Several dozen children wrote letters in impeccable script explaining their efforts and trumpeting the results.   A fourth-grade class at Kent Elementary School in Carmel, N.Y., made $25 selling books. Their reasoning was simple:","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Opening Up the Rolls of the Avant-Garde","web_url":"https://www.nytimes.com/1995/02/02/arts/music-review-opening-up-the-rolls-of-the-avant-garde.html","abstract":"  The Crosstown Ensemble issued no manifestoes for its inaugural concert at the New York Academy of Art in TriBeCa, but one can guess what its founder, the conductor Eric Grunin, had in mind. Rooted in the downtown musical avant-garde, Crosstown seeks to broaden its scope by reaching across town, in a global village sense, to like-minded European composers of the younger generation and to established figures of 20th-century musical history.   This is the sort of lively, wide-ranging prospectus offered by European groups like the Ensemble Modern. American new-music ensembles tend to have a narrower outlook, institutionally or ideologically circumscribed. The mere sight of Crosstown's program on Saturday night was refreshing: works of established European masters (Lutoslawksi, Ligeti), a cult figure of the avant-garde (Giacinto Scelsi), a noted younger Finn (Magnus Lindberg) and a young American (Norman Yamada). The ensemble did not always meet the music's extreme demands, but it showed great promise.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Bubka's Training Sights","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-track-and-field-bubka-s-training-sights.html","abstract":"  How does SERGEI BUBKA, who has broken 35 world records indoors and outdoors in the last 10 years, train for the pole vault? Not the way you might expect. The 31-year-old Ukrainian arrived Tuesday night to compete in Friday night's Chemical Bank Millrose Games in Madison Square Garden. After a short night's sleep, he jogged in his hotel corridor to get the aches out. Then he made a visit to the New York Stock Exchange and autographed a pole to be auctioned off for the benefit of the United States Olympic Committee.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1995/02/02/nyregion/metro-digest-057595.html","abstract":"  PATAKI PROPOSES 3% TRIM IN STATE BUDGET Taking the first step toward fulfilling his vision for a smaller state government, Gov. George E. Pataki proposed a $32.4 billion state budget that would reduce taxes for almost all New Yorkers and cut spending across the board. A1. New York Democrats began an aggressive campaign to depict Mr. Pataki's budget in the terms of class warfare. News analysis, B6.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"'Gay Bashing' Death Convictions Voided","web_url":"https://www.nytimes.com/1995/02/02/nyregion/gay-bashing-death-convictions-voided.html","abstract":"  A New York State appeals court has thrown out the murder convictions of two men in the 1990 killing of a homosexual from Queens who prosecutors said had been beaten and stabbed in a \"gay bashing\" spree.    The appellate court held that the judge at the highly publicized 1991 Queens trial, Justice Ralph Sherman of State Supreme Court, had made fundamental errors that deprived the defendants of their rights. Though the convictions were overturned and a new trial was ordered, the panel said the evidence presented was \"legally sufficient to establish\" the defendants' guilt in helping to kill the man, Julio Rivera, 29, in a Jackson Heights schoolyard that was known as a gay cruising area.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Bridge","web_url":"https://www.nytimes.com/1995/02/02/nyregion/bridge-297795.html","abstract":"  Even when the battle seems lost, fight fiercely to the end and a miracle may happen. There are historical precedents for that, and now a bridge example.    At the NEC World Championships in Albuquerque, N.M., in September, a favored team was in a deep hole in the qualifying stage -- so deep that its captain, Seymon Deutsch of Laredo, Tex., gloomily flew home in his private plane.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"It's One Strike and You're Out in Florida","web_url":"https://www.nytimes.com/1995/02/02/us/it-s-one-strike-and-you-re-out-in-florida.html","abstract":"  After its grand opening this week, the Shooters restaurant here was counting on baseball's exhibition season for a marketing blitz. Among the plans: ticket giveaways, visits from big-name players, advertisements flown over two gleaming stadiums.   Now, with the baseball strike threatening spring training, which is supposed to start in the third week of this month, the restaurant has started looking into a fishing motif.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Late Comebacks Leave Pirates Just Short","web_url":"https://www.nytimes.com/1995/02/02/sports/college-basketball-late-comebacks-leave-pirates-just-short.html","abstract":"  Two points. That was as close as Seton Hall could come to Providence tonight during two late-game comeback thrusts.    Three points. That was the margin the Pirates fell short by when the game ended, 80-77, in favor of Providence.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"1895: The Wrong Faure : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-1895-the-wrong-faure-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The Figaro states that the New York Sun lately presented its readers with a portrait of M. Faure, the great baritone, over the inscription \"M. Félix Faure, President of the French Republic.\" The portrait was reproduced from an illus","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Family Relationships, Both Real and Spectral","web_url":"https://www.nytimes.com/1995/02/02/theater/theater-review-family-relationships-both-real-and-spectral.html","abstract":"  The title characters of Craig Lucas's \"Missing Persons\" are actually very much in evidence in the extensively revised version of the 1981 play at the Atlantic Theater Company.   Specters of failed relationships in the lives of an English teacher and her grown son, they show up with the harping persistence of Mrs. Muir's resident ghost: popping out of refrigerators, closets, even garbage pails to keep mother and son in a feverish purgatory of guilt and self-examination.","thumbnail":null,"section":"Theater"},{"date":"19950202","headline":"Caller ID Reaches Out A Bit Too Far","web_url":"https://www.nytimes.com/1995/02/02/nyregion/caller-id-reaches-out-a-bit-too-far.html","abstract":"  When Nynex first proposed caller ID -- a service that tells a customer who is calling by displaying the caller's number on a screen -- it assured New York officials that it had the technology to protect the privacy of anyone who did not want his number revealed. More than 550,000 customers requested such protection.   But because of a phone company error, as many as 30,000 customers did not receive the privacy protection they had been promised, the Public Service Commission said yesterday. For months, each time those customers called someone with caller ID, their numbers were revealed.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Journal; Closet Clout","web_url":"https://www.nytimes.com/1995/02/02/opinion/journal-closet-clout.html","abstract":"  \"I rule out that it was an innocent mispronunciation,\" said Barney Frank from his office this week, reflecting on the slur that shook the 104th Congress. \"I turned to my own expert, my mother, who reports that in 59 years of marriage, no one ever introduced her as Elsie Fag.\"   Now that the shouting has died down -- and the tape of the deed has been widely heard -- this much is clear. Dick Armey, the House majority leader, did not, as he hastened to put it, merely have \"trouble with alliteration\" and stumble innocently over his colleague's last name.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"A Quiet Woman's Story With a Loud Message","web_url":"https://www.nytimes.com/1995/02/02/arts/a-quiet-woman-s-story-with-a-loud-message.html","abstract":"  In all the publicity for \"Serving in Silence,\" a made-for-television movie to be shown on Monday night on NBC, one name is mentioned most prominently: Barbra Streisand.   Ms. Streisand is not in the movie. She did not direct it. She is but one of five executive producers for the film. And yet when the announcer intones during promotional spots that the movie is \"from Barbra Streisand,\" there is more than name-dropping involved.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Jury Hears of Sheik's 'Jihad' Against U.S.","web_url":"https://www.nytimes.com/1995/02/02/nyregion/jury-hears-of-sheik-s-jihad-against-us.html","abstract":"  The first witnesses were called to the stand yesterday in the terrorist conspiracy trial of Sheik Omar Abdel Rahman and 11 others and -- apparently without the prosecution's intending it -- the trial lurched immediately into whether Mr. Abdel Rahman was the \"ideological leader\" of a \"jihad organization\" whose aim was to conduct criminal operations in the United States.   The first witness in the case was Harlen Bell, an agent of the Federal Bureau of Investigation who described himself as a specialist on Arabic and international terrorism. Mr. Bell was present during a search of Mr. Abdel Rahman's apartment in Jersey City in June 1993, and he seemed to have been called first for largely technical purposes -- to list things that had been taken from Mr. Abdel Rahman's home.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Study Finds Sperm Counts Are Declining","web_url":"https://www.nytimes.com/1995/02/02/us/study-finds-sperm-counts-are-declining.html","abstract":"  A new study has found a marked decline in sperm counts among fertile men over the past 20 years, reopening a heated argument over whether sperm counts serve as an environmental bellwether, showing effects of toxic substances accumulating in the environment.   The paper, published today in The New England Journal of Medicine, was based on data collected over 20 years at a Paris sperm bank. Some experts in the United States took strong exception to the findings, saying the question of whether sperm quality was deteriorating was still open.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"In Russia, Another Time, Another Boris","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-in-russia-another-time-another-boris-377995.html","abstract":"  To the Editor:   \"Strains of Chechnya War Setting Russians on Edge\" (front page, Jan. 29) states that the 17th-century Time of Troubles in Russia was caused by a religious schism.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Owners' Proposal Isn't New, Players Say","web_url":"https://www.nytimes.com/1995/02/02/sports/baseball-owners-proposal-isn-t-new-players-say.html","abstract":"  In a hotel room about a mile from the White House, where its primary occupant is watching them closely, negotiators for baseball's striking players and owners returned to the bargaining table today after a 40-day absence. But they maintained their distance.   The owners made a new payroll-tax proposal that John Harrington, chairman of the negotiating committee, termed a \"significant step,\" only to have the players privately shake their heads and, in the words of one, say, \"It doesn't look a whole heck of a lot different.\"","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"PATAKI PROPOSES BROAD REDUCTIONS IN STATE SPENDING","web_url":"https://www.nytimes.com/1995/02/02/nyregion/pataki-budget-overview-pataki-proposes-broad-reductions-state-spending.html","abstract":"  Taking the first step toward fulfilling his vision for a smaller state government, Gov. George E. Pataki proposed a $32.4 billion state budget today that would reduce taxes for almost all New Yorkers and cut spending across the board.   In presenting his budget, Mr. Pataki became the first New York governor since 1943 to call for less spending than in the previous year, proposing a $1.1 billion, or 3 percent, reduction. He also proposed income-tax cuts that would total $1 billion, the first step in a four-year plan to reduce the top tax rate by one-quarter and save taxpayers $6.8 billion a year. The top tax rate this year would fall to 7.59 percent, from 7.87 percent last year.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Death and Dire Doings? Time to Call Dalgliesh","web_url":"https://www.nytimes.com/1995/02/02/books/books-of-the-times-death-and-dire-doings-time-to-call-dalgliesh.html","abstract":"  ORIGINAL SIN  By P. D. James  416 pages. Alfred A. Knopf. $24.   The touch of symbolism is not gentle in \"Original Sin,\" P. D. James's latest mystery featuring Comdr. Adam Dalgliesh of New Scotland Yard. At the story's opening, Mandy Price, a young temporary typist, rides her motorbike to work at The Peverell Press, a venerable London publishing firm situated in a mock-Venetian palace on the Thames called Innocent House.","thumbnail":null,"section":"Books"},{"date":"19950202","headline":"Slumping Red Storm Goes Right to the Videotape","web_url":"https://www.nytimes.com/1995/02/02/sports/college-basketball-slumping-red-storm-goes-right-to-the-videotape.html","abstract":"  It is rare if not unprecedented for someone to witness his own burial. But that's what the St. John's basketball team did last night. After choking off its dwindling hopes for a respectable season by losing, 78-62, to the 19th-ranked Villanova Wildcats last night at Madison Square Garden, the Red Storm immediately bused back to campus for a team meeting where it watched its defeat on film.   Perhaps it was fitting punishment. Why not force the Red Storm players to watch what a crowd of 13,374 paid good money to see: a second-half collapse that saw a 5-point halftime lead turn into a 16-point rout that was worse than the score indicated.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Before Summit, Egypt Says Israel Erodes Peace","web_url":"https://www.nytimes.com/1995/02/02/world/before-summit-egypt-says-israel-erodes-peace.html","abstract":"  Foreign Minister Amre Mahmoud Moussa said today that Israel had failed to abide by the peace agreement, leading to an increase in Palestinian violence. He also said Israel's decision not to sign the nuclear nonproliferation treaty was fueling regional instability, and called on the Israeli Prime Minister to stop questioning Egypt's long-term stability.   The criticisms of Israel were made in an interview in the Foreign Minister's office on the eve of a meeting in Cairo between President Hosni Mubarak of Egypt, King Hussein of Jordan, Prime Minister Yitzhak Rabin of Israel and Yasir Arafat, chairman of the Palestine Liberation Organization. The comments reflect a deterioration of relations between the two neighbors who signed a peace treaty in 1979.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Rescue: Durable Or Brief?","web_url":"https://www.nytimes.com/1995/02/02/world/mexican-rescue-plan-washington-rescue-durable-or-brief.html","abstract":"  President Clinton's move to sidestep Congress and order emergency credits to Mexico halted a monthlong run on the peso, but it left Congressional critics and reluctant American supporters worrying that the bailout's success would prove temporary.   A debate over the solidity of the plan arose today as the International Monetary Fund met into the night in Washington and finally approved an emergency $17.8 billion in medium-term loans.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"G.O.P. Is Tutored on Strategy for Budget Debate","web_url":"https://www.nytimes.com/1995/02/02/us/gop-is-tutored-on-strategy-for-budget-debate.html","abstract":"  Programs have friends, but bureaucrats do not, so focus your fire on the bureaucrats.   Hold on to the moral high ground. When Democrats attack your budget cuts as unfair, \"we must match our opponents story-for-story -- the personal and national immorality of passing along increasing debt to our children and future generations, versus their budget cutting horror stories.\"","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Shuttle's Launching Is Delayed By Failure in a Guidance Unit","web_url":"https://www.nytimes.com/1995/02/02/us/shuttle-s-launching-is-delayed-by-failure-in-a-guidance-unit.html","abstract":"  The blastoff of the space shuttle Discovery on a mission to rendezvous with a Russian space station was delayed today for a least a day, from early Thursday to early Friday, after routine testing had revealed a failure in one of the shuttle's three critical guidance units.   Ground crews are working to replace the suspect part, hoping to finish soon enough that the liftoff will be postponed no more than 24 hours.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Truman Told Stalin Not to Invade Japan","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-truman-told-stalin-not-to-invade-japan-374495.html","abstract":"  To the Editor:   Re \"Hiroshima: A Controversy That Refuses to Die\" (news article, Jan. 31): I must point out an omission. After discussing the influence of Secretary of State James Byrnes on Truman's decision to drop the atomic bomb and the perceived need to send a warning to the Soviet leadership, you quote me about the geopolitical stakes of such a warning.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1995/02/02/style/IHT-what-theyre-reading.html","abstract":"Josephus Melchior Thimister, designer for Balenciaga, is rereading \"Giovanni's Room\" by James Baldwin..\"Baldwin's books are sacred to me, my inspiration. Baldwin was born with all life's disadvantages, black, poor and gay. He called them","thumbnail":null,"section":"Style"},{"date":"19950202","headline":"As Dike Cracks in Holland, Fear Rises With the Flood","web_url":"https://www.nytimes.com/1995/02/02/world/as-dike-cracks-in-holland-fear-rises-with-the-flood.html","abstract":"  Flood waters reached a new peak in the Netherlands today, and specialists said they were not sure whether the dikes and dams that protect this low-lying country from its rivers would hold or crumble under the pressure.   \"The situation is very hard to predict,\" Interior Minister Hans Dijkstal said. \"It is extremely difficult to make a reasonable estimate of the danger.\"","thumbnail":null,"section":"World"},{"date":"19950202","headline":"U.S. Says Russian Army Violated Human Rights in Chechnya","web_url":"https://www.nytimes.com/1995/02/02/world/us-says-russian-army-violated-human-rights-in-chechnya.html","abstract":"  The Administration accused Russia today of human rights abuses, saying Moscow had violated international agreements when it sent troops into Chechnya, the secessionist republic, to attack civilians.   It also accused Russia of making arbitrary arrests, beating prisoners and allowing military recruits to be abused in systematic hazing.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Pressure Beyond the Track for Algerian Woman","web_url":"https://www.nytimes.com/1995/02/02/sports/track-and-field-pressure-beyond-the-track-for-algerian-woman.html","abstract":"  She has carried the Olympic torch for progressive Algerian women -- running in shorts, displaying her legs when Islam demands that only the face and hands be visible -- so it was inevitable that Hassiba Boulmerka would become as much a symbol as an athlete.   Victories by Boulmerka in the 1,500-meter race at the 1991 world track and field championships in Tokyo and the 1992 Summer Olympics in Barcelona have come to illustrate the struggle of female athletes caught in Algeria's increasingly violent tug of war between politics and religion.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Surgery for Olazabal","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-golf-surgery-for-olazabal.html","abstract":"  The Masters champion, JOSE MARIA OLAZABAL will miss at least a month of play after surgery on his right foot, but is expected to defend his Masters title in April. The Spanish golfer said the foot had bothered him for the last 18 months, a problem caused by a malformed big toe. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Mister Abbott","web_url":"https://www.nytimes.com/1995/02/02/opinion/mister-abbott.html","abstract":"  Simply to say his name, George Abbott, is to think of Jimmy Durante, Ethel Merman, Carol Haney, Gene Kelly, Ray Bolger, Gwen Verdon, Zero Mostel. It is to think of \"Call Me Madam,\" \"Pal Joey, \"Pajama Game,\" \"Where's Charley,\" \"Damn Yankees\" and \"A Funny Thing Happened on the Way to the Forum.\" It is also to remember that \"Broadway\" was once a synonym for \"magic,\" and that actor/producer/director/play-doctor George Abbott was a very big reason why.    Mr. Abbott, who died on Tuesday, lived for 107 years. His entrance was as an actor, in 1913, in a play called \"The Misleading Lady\"; his exit was an incredible 76 years later, when he wrote and co-directed \"Frankie.\" By then this monument to sobriety and three square meals a day (\"burning the candle at both ends . . . is a dandy way to get a nervous breakdown,\" he wrote in 1963) was 102.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/02/nyregion/c-corrections-005295.html","abstract":"  An article in The Home Section last Thursday about the living quarters of some members of Congress referred incorrectly to Representative John Linder, Republican of Georgia. He has a town house in Washington; he does not sleep in his office.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1995/02/02/style/chronicle-331095.html","abstract":"  Here comes the bride . . . down a very glamorous aisle.    JENNIFER RAPAPORT, a special education teacher at Public School 224 in Bayside, Queens, spotted a newspaper advertisement on Jan. 20 for an essay contest in which the first prize was a wedding at the Rainbow Room at Rockefeller Center on Valentine's Day.","thumbnail":null,"section":"Style"},{"date":"19950202","headline":"14 Million Pupils in Unsuitable or Unsafe Schools, Report Says","web_url":"https://www.nytimes.com/1995/02/02/us/14-million-pupils-in-unsuitable-or-unsafe-schools-report-says.html","abstract":"  One third of the nation's 80,000 public schools are in such poor repair that the 14 million children who attend them are being housed in unsuitable or unsafe conditions, a report to Congress estimated today.   The conditions, the report said, will cost $112 billion to correct -- roughly four times the United States Education Department's total annual budget.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Kotite Holds Court","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-pro-football-kotite-holds-court.html","abstract":"  RICH KOTITE had his first meeting with several Jets coaches yesterday, but still has not had a chance to look at the tapes of last season. JOHNNY ROLAND, who recently accepted Kotite's offer to return as the running backs' coach, then left the next day for Houston, has apparently changed his mind -- again. He will join the Rams in their expected move to St. Louis, where he was rookie of the year in 1966.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"New Delhi Journal; Crown Jewels of the Nizam: All Are India's Now","web_url":"https://www.nytimes.com/1995/02/02/world/new-delhi-journal-crown-jewels-of-the-nizam-all-are-india-s-now.html","abstract":"  For the Nizams of Hyderabad, Muslim rulers of fabled wealth whose authority once extended across much of southern India, the armored car that carried four steel trunks away from a Bombay bank vault last month was a punctuation mark to decades of declining fortune.    The trunks, bound for a Government strongroom in New Delhi, held a collection of jewels considered by experts to be one of the greatest ever assembled. Among them was the fabled Jacob diamond, a duck's-egg-size 162-carat stone bought by Hyderabad's ruling family in 1891. It was used for much of this century as a paperweight by Osman Ali Khan, the seventh and last Nizam to rule the royal state.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Armey Didn't Condemn Anti-Gay Bigotry","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-armey-didn-t-condemn-anti-gay-bigotry-389295.html","abstract":"  To the Editor:   Although some may feel that enough has been said about House Majority Leader Dick Armey's use of the slur \"fag\" against Representative Barney Frank, the most troubling issue is what has not been said.   Mr. Armey constructs an adamant defense in a righteously indignant letter (Jan. 30). However, in explaining the detailed intricacies of a \"slip,\" he fails to condemn anti-gay sentiments without exception.   On the day the world commemorated the 50th anniversary of the liberation of Auschwitz, an atrocity painfully remembered as the consequence of hatred and intolerance, it is particularly ironic and offensive that Dick Armey would publicly use the slur \"fag.\"   Although these two events have been separated by 50 years, they are inextricably connected by their essential cores: politically and publicly espoused hatred and bigotry.   There is an insidious link between anti-gay slurs and violence against gay men and lesbians.    Since April 1993, there have been eight brutal murders of gay men in Dick Armey's home state of Texas, yet he fails to address the serious implications of hate toward gay people.   Gay men and lesbians face an increased threat to our lives and well-being for fear of hostility and violence everywhere we turn -- from the streets of our neighborhoods to our jobs.   Mr. Armey owes an unqualified apology not only to Mr. Frank but also to all gay men and lesbians, who must now endure the consequence of his deliberate refusal to declare publicly that bigotry and hatred is a path the world cannot afford to take again. RICHARD BURNS  Executive Director, Lesbian & Gay Community Services Center New York, Jan. 30, 1995","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Bump on Mogul Run Cousin to Ocean Wave","web_url":"https://www.nytimes.com/1995/02/02/sports/skiing-bump-on-mogul-run-cousin-to-ocean-wave.html","abstract":"  The most skied-out terrain of a downhill area is apt to be a mogul run. But there is a certain call of the wild to its knobby topography. What other inbound slope draws skiers to its edge looking like parachutists about to drop out of an airplane?   \"Even if you're a good skier, when you come to a mogul run and take that first look down, it's always, oh-oh,\" said Patti Sherman-Kauf, a mogul skier with two world pro titles.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Cuts in Pataki's Plan Draw Municipal Opposition","web_url":"https://www.nytimes.com/1995/02/02/nyregion/the-pataki-budget-new-york-city-cuts-in-pataki-s-plan-draw-municipal-opposition.html","abstract":"  City University officials today called Gov. George E. Pataki's budget \"harsh and potentially damaging.\"    Assembly Speaker Sheldon Silver, a Manhattan Democrat, predicted the cuts could force a 50-cent fare increase on New York City subways.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"At Pebble Beach, Weather Means No Practice Rounds","web_url":"https://www.nytimes.com/1995/02/02/sports/golf-at-pebble-beach-weather-means-no-practice-rounds.html","abstract":"  Almost every year since 1947, when Bing Crosby first moved his tournament to the Monterey Peninsula, there has been some kind of weather obstacle to overcome. Rain. Snow. Sleet. Howling winds that blew golf balls off tees and jiggled them on greens.   But even here, where the weather vagaries are such that the locals make preparations for four seasons in one day, there has never been anything like this. The AT&T Pebble Beach National Pro-Am that gets under way on Thursday will be unique. Never in the history of this tournament -- or any other tournament on the PGA Tour -- have the players gone into the competition without having played a practice round on the tournament courses.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"In G.O.P. Presidential Field, A Race to Raise Money Is On","web_url":"https://www.nytimes.com/1995/02/02/us/in-gop-presidential-field-a-race-to-raise-money-is-on.html","abstract":"  Shortly before Dick Cheney, the former Defense Secretary, formally dropped out of the race for the Republican Presidential nomination in 1996, he called Mel Sembler, a millionaire developer from St. Petersburg, Fla., who would have been among his top fund-raisers, to give him the news.   Soon Mr. Sembler's telephone was ringing again. \"Within hours,\" he said, \"I had calls from Lamar Alexander, from Phil Gramm and from Arlen Specter.\" Former Vice President Dan Quayle had an excuse for not calling immediately: He was recuperating from surgery. But within three days, Mr. Sembler also received calls from advisers to Mr. Quayle and Senator Bob Dole of Kansas.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"1945: Radar Explained : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-1945-radar-explained-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - The mystery of radar - the radio-location device which reveals the presence of objects no eye can see and which is probably the most distinct scientific achievement of this war - was explained today [Feb. 1] for the first time by two British tech","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Nick Lowe's Down-Home Simplicity","web_url":"https://www.nytimes.com/1995/02/02/arts/rock-review-nick-lowe-s-down-home-simplicity.html","abstract":"  Nick Lowe has left irony behind. Back at the end of the 1970's, Mr. Lowe emerged as a producer (for Elvis Costello and others) and songwriter who toyed with pop genres and tucked unexpected words into cheerful, catchy tunes. But on his new album, \"The Impossible Bird\" (Upstart), he is no longer an arch pop craftsman; the skill remains, but his tone is now sincere. Leading his new band for a packed house at Wetlands Preserve on Monday night, Mr. Lowe played a set that explored heartbreak and loneliness before winding up, in encores, with a glimpse of new love.    He hasn't grown sappy or lost his sense of humor. From country and soul songwriters, Mr. Lowe has learned restraint; his lyrics don't gush, and he doesn't over-indulge his old taste for wordplay. Instead, he aims for a telling simplicity; the hymnlike \"Lover Don't Go\" begins, \"There's a hollow in the bed where your body used to be/Like the hollow in your heart where the love once was for me.\" He sings without pushing too hard, and while his understatement is partly a result of a limited range, he can lend his voice a country quaver or a hint of a yodel. He makes his words resonate by singing them with quiet longing.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Humphries Hurts Arm And May Need Surgery","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-pro-football-humphries-hurts-arm-and-may-need-surgery.html","abstract":"  One day after redislocating his left elbow while swinging a golf club, San Diego Chargers quarterback STAN HUMPHRIES is facing probable surgery, Coach BOBBY ROSS said yesterday. Humphries had an magnetic resonance imaging test taken yesterday on the injured elbow, according to Ross. The result of the test was not yet known. \"The likelihood is that we're looking at some potential surgery,\" Ross said.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Panel Seeks To Streamline Nuclear Labs","web_url":"https://www.nytimes.com/1995/02/02/us/panel-seeks-to-streamline-nuclear-labs.html","abstract":"  The longstanding rivalry between the nation's two nuclear weapons design laboratories, Livermore and Los Alamos, should be ended, said a Federal advisory report released today. The study said several other large national physics laboratories should be made more efficient and taken out of the Government's hands.    The Lawrence Livermore National Laboratory in Livermore, Calif., established to compete with the Los Alamos National Laboratory in New Mexico in designing nuclear weapons, should turn over all the design work to its rival, the advisory panel said. The panel included both scientists and industry executives and was headed by Robert W. Galvin, chairman of the executive committee of Motorola Inc.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Jailed Algerian Issues Warning About Election","web_url":"https://www.nytimes.com/1995/02/02/world/jailed-algerian-issues-warning-about-election.html","abstract":"  A jailed opposition leader in the Algerian Islamic movement has warned against holding a presidential election this year, saying in a letter published today that such a move would lead to an even more violent confrontation between Muslim militants and the Algerian Army.   The letter, written by Ali Belhadj, the second-highest-ranking official of Algeria's dominant Islamic opposition party, the Islamic Salvation Front, was dated Jan. 27, three days before a suicide car bomb attack on a security police headquarters in downtown Algiers killed 42 people and wounded 256.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Congress Limits Federal Orders Costly to States","web_url":"https://www.nytimes.com/1995/02/02/us/congress-limits-federal-orders-costly-to-states.html","abstract":"  The House of Representatives brought a prolonged debate to its foregone conclusion today and overwhelmingly passed legislation making it harder for Congress to impose new requirements on the states and cities without providing Federal money to pay for them.   The legislation, which passed the Senate in similar form last week and has President Clinton's endorsement, is the first major step in what the new Republican majority in Congress is promising will be a steady shift of power from Washington back to the local governments.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"The Pop Life","web_url":"https://www.nytimes.com/1995/02/02/arts/the-pop-life-771095.html","abstract":"  The Jackson Watch    Michael Jackson is the kind of musician who likes to keep everybody -- from his fans to his collaborators to his record label -- in the dark. His newest album, with the working title \"HIStory,\" was supposed to be in stores in November, just in time for Christmas. Then it was pushed back to Valentine's Day, and yesterday a spokeswoman for his record label, Epic, said the recording was now rescheduled for some time in the spring.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Why the Council of Europe Should Put Conglomerate Russia on Hold","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-why-the-council-of-europe-should-put-conglomerate-russia-on-hold.html","abstract":"Since the Council of Europe's creation in 1949, the feature that has set it apart from other intergovernmental organizations has been its insistence on respect for human rights and a democratic form of government as conditions for membership..To such an","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Dignity and Art Join on a Sarajevo Stage","web_url":"https://www.nytimes.com/1995/02/02/theater/dignity-and-art-join-on-a-sarajevo-stage.html","abstract":"  This city is full of struggle: for survival, of course, but also for the salvation of dignity in the face of horror. Dignity, under siege, becomes synonymous with civilization. Its absence constitutes the abyss.   Nowhere is this struggle more violent than in the person of Nermin Tulic, one of Sarajevo's best-known actors. Mr. Tulic has no legs. They were blown off on June 10, 1992. A Serbian shell severed them as he walked near his home in the center of the city. He was hospitalized, refused to eat and says he spent several weeks intending to die.","thumbnail":null,"section":"Theater"},{"date":"19950202","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/02/nyregion/c-corrections-308695.html","abstract":"  An article in Business Day yesterday about new diet cola advertising for the Coca-Cola Company referred incorrectly to the soft drink ranked No. 10 in United States sales, according to Beverage Digest, an industry newsletter. It is Caffeine-Free Diet Pepsi, not Caffeine-Free Pepsi.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"States Like New York Know Balanced Budget Rule Won't Work","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-states-like-new-york-know-balanced-budget-rule-won-t-work-376095.html","abstract":"  To the Editor:   Re \"Proposal Beyond Politics\" (news analysis, Jan. 26): One argument used in support of a constitutional balanced budget amendment is that the Federal Government must learn to live within its means as the states do.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Free Concert at Emanu-El","web_url":"https://www.nytimes.com/1995/02/02/arts/free-concert-at-emanu-el.html","abstract":"  \"The Sounds of Sanctity,\" a free concert of Jewish liturgical music, is to be presented on Feb. 10 at 8 P.M. at Temple Emanu-El, Fifth Avenue at 65th Street. The concert features music commissioned by the synagogue since it was established 150 years ago. Soloists include Howard Nevison, cantor; Hunter Tillman and David Graf, organists; Richard Locker, cellist, and Susan Altabet, flutist. Information: (212) 744-1400.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"An Adventurer's Life:Always New Heights","web_url":"https://www.nytimes.com/1995/02/02/style/IHT-an-adventurers-lifealways-new-heights.html","abstract":"Reinhold Messner spent his 26th birthday lying in a Munich clinic. Several weeks before, he and his brother Günther, having been invited to join a German expedition, had reached the summit of Nanga Parbat in Kashmir. During the descent, amid continu","thumbnail":null,"section":"Style"},{"date":"19950202","headline":"Sports of The Times; Twenty, Independent And Proud","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-of-the-times-twenty-independent-and-proud.html","abstract":"  THE newspaper in Jim Pierce's condominium told him everything he needed, or wanted, to know. It told him his daughter realized that he'd given her something forever, and good.   \"Mary said it right here in the paper, that her strokes were made by Papa,\" Jim Pierce said the other day from Delray Beach, Fla.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"In Tribute to Purcell, Modernism Reveals Roots in the Baroque","web_url":"https://www.nytimes.com/1995/02/02/arts/music-review-in-tribute-to-purcell-modernism-reveals-roots-in-the-baroque.html","abstract":"  In what he called an \"ambulatory program note,\" the composer Charles Wuorinen offered some commentary in Merkin Concert Hall on Tuesday night, recalling a skit from the early days of \"Saturday Night Live.\" A couple were arguing over whether a product was a dessert topping or a floor cleaner. \"Wait,\" interrupted a narrator, \"it's both.\"    Mr. Wuorinen argued that a dual, conflicting character was also evident in Dylan Thomas's poem \"A Winter's Tale,\" which he set to music in 1992. The work was then performed as the centerpiece of a remarkable concert that had a dual character as well: it was a tribute to the tercentenary of Purcell (its title was \"In Pursuit of Purcell: Purcell's Line\"), but Mr. Wuorinen and his music were the center of attention.","thumbnail":null,"section":"Arts"},{"date":"19950202","headline":"Pleased With Metrocard","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-pleased-with-metrocard-390695.html","abstract":"  To the Editor:    I was surprised at Lindsey Hanahan's Jan. 26 letter criticizing the Metropolitan Transportation Authority's Metrocard. I have used the card since its introduction and have found it to be far more convenient than a pocketful of heavy, loose tokens. I have continually reused the same card and have never had a problem with a scratched or broken card, although I keep it in my pocket without any protective covering.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"At Rally, Students Seek Resignation of Rutgers President","web_url":"https://www.nytimes.com/1995/02/02/nyregion/at-rally-students-seek-resignation-of-rutgers-president.html","abstract":"  Two Rutgers University student government organizations and the campus newspaper today called on the president of the university to resign over remarks he made two months ago that black students do not have the \"genetic hereditary background\" to do well on standardized tests like college entrance exams.   But the university's Board of Governors on Tuesday stood firmly behind the president, Dr. Francis L. Lawrence, and tonight he issued a public apology for what he described as \"the damage and the pain that I know that my widely published remarks have caused Rutgers' students.\" He also said he would not resign.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"In Poland, Not Polish","web_url":"https://www.nytimes.com/1995/02/02/opinion/l-in-poland-not-polish-388495.html","abstract":"  To the Editor:   The 50th anniversary of the liberation of the Auschwitz death camp is a fitting time for you to publish \"Slaughter of the Innocents\" by Serge Klarsfeld (Op-Ed, Jan. 25). While the article reminds the world of the horrors that should never again be repeated, it contains the phrase \"Polish concentration camp,\" which deserves correction.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Jews and the Other Poland : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1995/02/02/opinion/IHT-jews-and-the-other-poland-letters-to-the-editor.html","abstract":"Three months ago, Simon Wiesenthal was decorated by Lech Walesa as a gesture of Polish-Jewish reconciliation. In Warsaw, I first heard from President Walesa's adviser on Jewish affairs the plans for the 50th anniversary commemoration of the Auschwitz lib","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"On the Duke Campus, Fans Form Bivouac","web_url":"https://www.nytimes.com/1995/02/02/sports/on-basketball-on-the-duke-campus-fans-form-bivouac.html","abstract":"  The front of the line looked as if nothing had changed, even if everything else is different.   Tents were pitched a short distance from the Cameron Indoor Stadium on the Duke University campus. Residents of college basketball's most unique unincorporated village were in place yesterday afternoon, the day before their Blue Devils will face North Carolina in a game that could soon take its place in Duke's painful season as the end of the beginning or the beginning of the end.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"With Blood Shortage Near Crisis, Hospitals Prepare to Delay Operations","web_url":"https://www.nytimes.com/1995/02/02/nyregion/with-blood-shortage-near-crisis-hospitals-prepare-to-delay-operations.html","abstract":"  New York City is in the midst of its most critical blood shortage in about a decade, a situation that has forced at least one hospital to postpone elective surgery and others to prepare for the increasing possibility that they, too, will have to put off all but the most pressing operations.   \"It's the most critical situation I've seen in the last 10 years, really touch and go,\" said Dr. Carl F. Wolf, director of the blood bank and transfusion services at the New York Hospital-Cornell Medical Center, where doctors are evaluating whether they will need to cancel some elective operations scheduled for today.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Recognizable Wins Again","web_url":"https://www.nytimes.com/1995/02/02/sports/recognizable-wins-again.html","abstract":"  Recognizable, a 4-year-old daughter of Seattle Slew, won her fourth straight race and the sixth in 10 starts today in the Sabin Handicap at Gulfstream Park.   The filly, who is owned by Ogden Mills Phipps, has run in the money nine times and never finished worse than fourth. She is one of four top fillies owned by Phipps and trained by Shug McGaughey, joining Heavenly Prize, Educated Risk and Inside Information.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Washington Talk; I'll Sleep on the Idea, But Must I Vote on It?","web_url":"https://www.nytimes.com/1995/02/02/us/washington-talk-i-ll-sleep-on-the-idea-but-must-i-vote-on-it.html","abstract":"  The best thing about President Clinton's new plan to rescue the Mexican economy, Senator Bob Dole said on Tuesday, is that Congress will not have to vote on the matter.   Mr. Dole, the Senate Republican leader, was only half joking. Senators and representatives are always looking for ways to avoid casting votes that can be used against them in their next election.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1995/02/02/nyregion/news-summary-944595.html","abstract":"  International A3-13  TOUGH TIMES AHEAD FOR MEXICO  Mexico turned to the task of rebuilding its economy as officials warned of a long year ahead of austerity, disappointment and anger. A1","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Simpson Dream Testimony Stirs Uproar","web_url":"https://www.nytimes.com/1995/02/02/us/simpson-dream-testimony-stirs-uproar.html","abstract":"  A self-described longtime friend of O. J. Simpson testified today that Mr. Simpson confided to him shortly after Nicole Brown Simpson was found slain that he had dreamed of killing his former wife. But a defense lawyer tore into the witness on cross-examination, attacking him as a liar and a drunk.    In an arduous day of oral fencing between defense lawyers and the friend, Ronald G. Shipp, a former police officer and part-time actor, Mr. Shipp was questioned about his friendship with Mr. Simpson, about the couple's stormy relationship and about a conversation he had with Mr. Simpson in the bedroom of Mr. Simpson's Brentwood mansion on June 13, the day after Mrs. Simpson and her friend Ronald L. Goldman were killed.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Eagles Eye Candidate","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-pro-football-eagles-eye-candidate.html","abstract":"  GARY STEVENS, the offensive and quarterbacks coach for the Dolphins, has emerged as the Eagles' leading candidate to replace RICH KOTITE as head coach. Stevens, 51, met with the Eagles' owner, JEFFREY LURIE, in Miami this week and could be named as early as Friday. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"City to Revise Its Housing Of Homeless","web_url":"https://www.nytimes.com/1995/02/02/nyregion/city-to-revise-its-housing-of-homeless.html","abstract":"  After 11 years of litigation, New York City agreed yesterday to allow a court-appointed monitor to oversee a reorganization of its system for sheltering homeless families, a system that has routinely forced families to sleep in city offices and has led to $5 million in fines against the city.   The agreement between the city and advocates for the homeless, signed by Justice Helen E. Freedman of State Supreme Court, requires the city to begin immediately to fashion a system for housing the homeless that does not rely on families' sleeping on chairs and tables in offices or staying in substandard welfare hotels. In exchange, the advocates who had sued the city on behalf of homeless families agreed to suspend the litigation, freeing the city from court-imposed fines for at least six months.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"A Deficit Reins In Sweden's Welfare State","web_url":"https://www.nytimes.com/1995/02/02/world/a-deficit-reins-in-sweden-s-welfare-state.html","abstract":"  In the last six decades, Sweden has built one of the world's most generous and successful social welfare systems, providing its citizens with a lifelong array of benefits that help them maintain a high standard of living through good times and bad.   But now, unable to afford the bill, the country is being forced to pare social welfare spending. Although the cuts have so far hardly been Draconian, there is widespread anxiety that the system, long seen as the model for combining socialist welfare policies with vibrant capitalism, could collapse under its own economic weight.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Agency Starts Checking Sale Of a Key Debt","web_url":"https://www.nytimes.com/1995/02/02/us/agency-starts-checking-sale-of-a-key-debt.html","abstract":"  The Federal Deposit Insurance Corporation is reviewing how it sold a debt owed by Commerce Secretary Ronald H. Brown, an agency spokesman said today.   The review follows news reports that Nolanda Hill, Mr. Brown's former business partner, ended up holding the $87,000 debt, so that Mr. Brown owed her the money. She would not have been eligible to buy the loan from the F.D.I.C, because she had previously defaulted on a $26.3 million loan the agency held.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"The Real Winner In Chechnya: the K.G.B.","web_url":"https://www.nytimes.com/1995/02/02/opinion/the-real-winner-in-chechnya-the-kgb.html","abstract":"Russia's assault on Chechnya, however ill-conceived from a military point of view, marks a political victory for Boris Yeltsin's security service, the former K.G.B. -- a victory with implications that go far beyond this conflict. \n\nThe invasion is not an isolated instance of repression for the purpose of holding the Russian Federation together. Instead it intensifies a trend toward authoritarianism that began with President Yeltsin's attack on opponents holed up in the Russian White House in October 1993, a trend that he has fully endorsed with his own decrees. With the Chechens all but defeated and a puppet government sure to be installed, the whole crisis could blow over, leaving Mr. Yeltsin with a badly bruised image as a democrat but still seat-belted in office.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"U.S. Starts Evacuating Cuban Refugees From Camps in Panama","web_url":"https://www.nytimes.com/1995/02/02/world/us-starts-evacuating-cuban-refugees-from-camps-in-panama.html","abstract":"  With a phalanx of American soldiers on hand to overcome any last-minute resistance, the United States began evacuating nearly 7,500 Cubans today from temporary camps set up here last September at the height of a refugee exodus from Cuba.   The refugees, 500 of whom left today, are to be sent to the American naval base at Guantanamo Bay, Cuba, where they will rejoin more than 20,000 other Cubans who also took to the seas last summer in rafts and inner tubes hoping to reach the United States. The Clinton Administration has repeatedly said it will not admit Cubans to the United States from the base, but it also does not plan to force them to return to their homes in Cuba.","thumbnail":null,"section":"World"},{"date":"19950202","headline":"Cut, but Be Fair to the City","web_url":"https://www.nytimes.com/1995/02/02/opinion/cut-but-be-fair-to-the-city.html","abstract":"  Gov. George Pataki has crafted a budget that follows his campaign promises, but also threatens to deal punishing blows to New York City. Indeed, the Governor's cuts in state aid to the city's schools, subways and hospital and welfare programs are so sweeping that political opponents in Albany seemed stunned. Mr. Pataki needed to limit spending, of course, to close the deficit and at the same time make good on his promised tax cuts. Given the reality that he has the political strength to redistribute revenues in this way, questions of fairness -- in sharing the pain of budget reductions and the rewards of the tax breaks -- become foremost.   Sheldon Silver, the Assembly Speaker, said the $5 billion in spending reductions was \"significantly, purposefully targeted at New York City.\" He foresaw a $100 million loss to schools, a 25- or 30-cent subway fare increase and several hundred million in losses for the Health and Hospitals Corporation. In other words, he portrays the Governor as contemplating an unfairly brutal blow to the social-services infrastructure of a city with over half of New York State's welfare population.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Knicks Will Live or Die on 3-Pointer","web_url":"https://www.nytimes.com/1995/02/02/sports/pro-basketball-knicks-will-live-or-die-on-3-pointer.html","abstract":"  Watching Derek Harper shadow box after practice today showed the kind of fight the Knicks have demonstrated in winning 16 of their last 18 games.   As Harper quietly answered questions about New York's ugly 90-87 victory over Golden State Tuesday night and Friday night's game at Philadelphia, someone asked him about the highly anticipated battle against the Magic on Sunday in Orlando, Fla.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Corrections","web_url":"https://www.nytimes.com/1995/02/02/nyregion/c-corrections-307895.html","abstract":"  A brief report in the Company News column of Business Day on Jan. 17 about a planned sale of assets by Martin Marietta Materials Inc. overstated the plan. The company wants to sell concrete and gravel operations in the Pittsburgh area, not all its concrete and gravel operations.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Sincerity Cannot Tell The Future","web_url":"https://www.nytimes.com/1995/02/02/nyregion/metro-matters-sincerity-cannot-tell-the-future.html","abstract":"  THE Governor of New York is earnest and friendly as he sits in his office minutes after proposing his budget. Speaking in that reedy voice of his about reviving the work ethic and encouraging the entrepreneurial spirit and cutting taxes no matter what, he seems to suggest that that if the state would just listen to him, its problems would go away and New York could become North Carolina. Or even New Jersey.   In the new world of George E. Pataki, people on welfare will work.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Battling the Contract, Gephardt Offers a Code","web_url":"https://www.nytimes.com/1995/02/02/us/battling-the-contract-gephardt-offers-a-code.html","abstract":"  Searching for a political counterweight to the Republicans' Contract With America, the House minority leader today unveiled a new economic strategy for his party: what he called a Best Practices Code of Conduct for American business, an approach that focuses on promoting the well-being of middle-income workers.   \"For Democrats, the single, simple, fundamental task of our party -- in this Congress, in this decade, in this generation -- is to fight for the standard of living of working families and the middle class,\" the Democratic leader, Representative Richard A. Gephardt of Missouri, said in a speech to the Economic Policy Institute, a liberal group of economic policy experts. \"Everything else is secondary to that goal.\"","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Lawyer Puts Medical Training on Trial in Death","web_url":"https://www.nytimes.com/1995/02/02/nyregion/lawyer-puts-medical-training-on-trial-in-death.html","abstract":"  In closing arguments, a lawyer for the family of a young woman who died in New York Hospital in 1984 accused the hospital yesterday of defending its training at all costs by trying to conceal a litany of errors by doctors.   \"The Libby Zion case is much larger than Libby Zion,\" said the lawyer, Thomas A. Moore. \"The cause of the medical establishment is at issue.\"","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"FEDERAL RESERVE RAISES ITS RATES 7TH TIME IN A YEAR","web_url":"https://www.nytimes.com/1995/02/02/us/federal-reserve-raises-its-rates-7th-time-in-a-year.html","abstract":"  The Federal Reserve pushed up short-term interest rates today for the seventh time since last February, when it set out to tighten credit and smother any resurgence of inflation.   The Federal Reserve increased by a half-point two important short-term lending rates it controls, placing its key lever over the economy at 6 percent, double the level of a year ago.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"INSIDE","web_url":"https://www.nytimes.com/1995/02/02/nyregion/inside-986095.html","abstract":"  Phone Numbers Revealed   Because of a phone company error, some 30,000 New Yorkers who were promised protection from caller ID did not get it. Page B1. Egypt Criticizes Israel     Egypt's Foreign Minister set the stage for a conference of Middle Eastern leaders by attacking Israel on several issues. Page A7. Blood Shortage in New York    The city is experiencing its most critical blood shortage in a decade, forcing at least one hospital to postpone elective surgery. Page B3. U.S. Criticizes Russia    Russia's recent actions in Chechnya were one reason it was among nations chastened in a State Department human rights report. Page A8. Mr. Broadway Dies    George Abbott, the playwright, producer, director and actor who worked on more than 120 theatrical productions, was 107. Page B10.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Calling on Carroll?","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-pro-football-calling-on-carroll.html","abstract":"  MIKE SHANAHAN, who received a seven-year contract to return to the Denver Broncos as head coach Tuesday night, strongly suggested yesterday that he would be bringing PETE CARROLL with him. Carroll, who was dismissed as the Jets' coach after his rookie season, would bring his aggressive coaching style as defensive coordinator to complement Shanahan's constant-motion offense.","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Apache Tribe Rejects Move to Store Nuclear Waste on Reservation","web_url":"https://www.nytimes.com/1995/02/02/us/apache-tribe-rejects-move-to-store-nuclear-waste-on-reservation.html","abstract":"  Wendell Chino, the president of the Mescalero Apache tribe in southern New Mexico, had hoped to convince his people that their role as stewards of the earth included tending to the tons of highly radioactive nuclear waste that accumulates daily at the nation's electrical generating plants.    He spoke solemnly of \"ghost bullets\" -- invisible shards that were deadly if mishandled, but something that could earn millions of dollars a year if treated with respect.","thumbnail":null,"section":"U.S."},{"date":"19950202","headline":"Suspect Is Arraigned","web_url":"https://www.nytimes.com/1995/02/02/sports/sports-people-soccer-suspect-is-arraigned.html","abstract":"  A Milan teen-ager, SIMONE BARBAGLIA, was arraigned yesterday on charges of murdering a fan of a rival soccer team in a fight before the AC Milan-Genoa match. The AC Milan backer said he was acting in self-defense during the brawl Sunday. A 25-year-old Genoa fan, Vincenzo Spagnolo, died of knife wounds during surgery. A 17-year-old friend of the accused was charged with giving Barbaglia the murder weapon, a knife with a four-inch blade, from a collection of knifes before Barbaglia left by train for Genoa. (AP)","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"2 Robbery Suspects Held in Death of Witness After Body Is Found","web_url":"https://www.nytimes.com/1995/02/02/nyregion/2-robbery-suspects-held-in-death-of-witness-after-body-is-found.html","abstract":"  A Long Island woman abducted from her home on Saturday night was found early yesterday in a shallow grave off the Cross Island Parkway in Queens -- killed, the police said, because she was about to testify against two men who had robbed her home last year, expecting to find money and drugs.   The nude body of Bonnie Mejia, 21, was found about 2 A.M. yesterday just south of the Grand Central Parkway. The police said her killers had strangled her with a nylon rope, then poured acid on her face, pulled her teeth with pliers and cut off her fingertips to hinder identification.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"Board Creates Task Force On Brutality","web_url":"https://www.nytimes.com/1995/02/02/nyregion/board-creates-task-force-on-brutality.html","abstract":"  Concerned over the growing number of complaints of police brutality in four Bronx precincts, the Civilian Complaint Review Board voted yesterday to create an emergency task force to investigate the cases.   The task force is seen as a test of whether the board, which is largely considered passive, can make any real changes.","thumbnail":null,"section":"New York"},{"date":"19950202","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1995/02/02/sports/results-plus-368095.html","abstract":"  FIGURE SKATING  Germans Win European Pairs  Mandy Woetzel and Ingo Steuer of Germany took advantage of the home ice in Dortmund to win the pairs event at the European figure skating championships yesterday. Radka Kovarikova and Rene Novotny of the Czech Republic were second and Yevgeniya Shishkova and Vadim Naumov of Russia, the world champions, finished third.   Ilya Kulik, a 17-year-old from Russia, took a surprising lead in the men's event after the short program yesterday. Kulik was followed in the standings by Vyacheslav Zagorodniuk of Ukraine and Philippe Candeloro of France. The Olympic champion, Aleksei Urmanov of Russia, was sixth after scaling down a triple lutz to a double with eight basic jumps and spins. (AP)   N.H.L.  Whalers Edge Senators  Robert Kron and Frantisek Kucera scored in the first period as the visiting Hartford Whalers beat the Ottawa Senators, 2-1, last night. Both of the victories for Hartford (2-2-2) have come at the expense of the Senators (0-4-2). Aleksei Yashin scored for Ottawa midway through the third period. (AP) STARS 9, DUCKS 2: Mike Modano established career highs with 6 points and 4 assists to lead Dallas to its first home victory of the season. In addition to Modano's two goals, Trent Klatt and Brent Gilchrist also scored twice and defenseman Grant Ledyard matched his career high with three assists as Dallas (3-2-1) extended its winning streak against Anaheim to four games. (AP) BLACKHAWKS 7, OILERS 0: Patrick Poulin's two goals highlighted a four-goal first period to lead visiting Chicago over Edmonton. Attendance was announced at 10,497, but the 16,600-seat Coliseum was half-empty for the Blackhawks' humiliation of the struggling Oilers. Edmonton has now lost five in a row after opening the season with consecutive victories. Chicago put the game away during a four-minute stretch in the first period when it scored four times, including back-to-back goals from Poulin. (AP)     FLAMES 2, RED WINGS 1: German Titov's shorthanded goal midway in the third period gave host Calgary the victory over Detroit. Titov's third goal of the season came at 9:05 of the third when the puck deflected past goalie Chris Osgood off the skate of Red Wings defenseman Mark Howe for a 2-0 Calgary lead. Sergei Fedorov cut the lead to one with 11 seconds left in regulation with his fourth of the season. (AP)   SWIMMING  American Sets Butterfly Mark  Amy Van Dyken of the United States set a short-course world record of 26.73 seconds in the 50 meters butterfly at a World Cup event yesterday in Espoo, Finland. The 21-year old Van Dyken, who is from Denver, clipped 0.20 seconds from the mark set by Angela Kennedy of Australia in July 1993. (AP)   YACHT RACING  No Wind, So No Racing  America's Cup sailors waited for more than two hours yesterday for the wind to come up on the ocean waters off San Diego, but the breeze never showed. Racing was postponed as a result, with the challengers expecting to race the same matchups today as were scheduled for yesterday. The defenders' lineup will be different, with the intended match between Young America and America   rescheduled for next Tuesday. Today, Young America and Stars & Stripes are set to race.   SOCCER  AC Milan Ties Arsenal  AC Milan, the defending champion, and Arsenal played to a 0-0 tie at Highbury in London yesterday in a first-leg game of the European Cup. The replay is scheduled for March 8 in Milan, Italy. Yesterday's game was the first for an Italian soccer team since Italian authorities postponed all games in that country for one week in the aftermath of Sunday's fatal stabbing outside the stadium in Genoa before a league game between AC Milan and Genoa.    WOMEN'S BASKETBALL  Tennessee Snaps Florida Streak  Michelle Marciniak scored 20 points and Nikki McCray added 19 as second-ranked Tennessee beat No. 14 Florida, 76-69, last night and snapped the Lady Gators' 20-game home winning streak. The last time Florida had lost at home was also to Tennessee, 88-75 on Feb. 23, 1993. Tennessee improved to 20-1 over all and 7-0 in the Southeastern Conference while Florida fell to 16-5 and 3-3. (AP)  ","thumbnail":null,"section":"Sports"},{"date":"19950202","headline":"Essay; Singapoverty","web_url":"https://www.nytimes.com/1995/02/02/opinion/essay-singapoverty.html","abstract":"  Never in history has there been widespread famine in a democratic country with a political opposition and a free press. Starvation by the millions takes place only under tyranny or in anarchy.    Communist Russia was decimated by famine in the 1930's; in Communist China, starvation took 30 million lives after the \"great leap forward\" three decades ago; in this generation, we see famine sweeping anarchic and despotic states in Africa. Contrariwise, in India -- where famine seemed inescapable under sultans, nizams and colonial rule -- no famine has struck since democracy began in 1947.","thumbnail":null,"section":"Opinion"},{"date":"19950202","headline":"Nets Share Some Light Moments In Victory","web_url":"https://www.nytimes.com/1995/02/02/sports/pro-basketball-nets-share-some-light-moments-in-victory.html","abstract":"  Derrick Coleman slapped Benoit Benjamin on his sweaty, bald head. Benjamin laughed. Coleman then jabbed Benjamin in his ample belly. Benjamin laughed again. The Nets were battering the Bucks by 19 points so they could afford to frolic on the bench. They hardly resembled a team in disarray.   The Bucks were another story. There was no head-slapping or stomach-jabbing on Milwaukee's side of the court because dismal shooting and weary legs helped to transform the Bucks into the perfect opponent for New Jersey.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19950202","time":"1995-02-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":75,"wspd":16.6},{"date":"19950202","time":"1995-02-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.5,"rhum":76,"wspd":16.6},{"date":"19950202","time":"1995-02-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.7,"rhum":78,"wspd":13},{"date":"19950202","time":"1995-02-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":74,"wspd":13},{"date":"19950202","time":"1995-02-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.1,"rhum":71,"wspd":11.2},{"date":"19950202","time":"1995-02-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":74,"wspd":16.6},{"date":"19950202","time":"1995-02-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":74,"wspd":20.5},{"date":"19950202","time":"1995-02-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.6,"rhum":77,"wspd":7.6},{"date":"19950202","time":"1995-02-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.2,"rhum":81,"wspd":9.4},{"date":"19950202","time":"1995-02-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":4.8,"rhum":75,"wspd":11.2},{"date":"19950202","time":"1995-02-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":67,"wspd":9.4},{"date":"19950202","time":"1995-02-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":59,"wspd":5.4},{"date":"19950202","time":"1995-02-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.8,"rhum":52,"wspd":3.6},{"date":"19950202","time":"1995-02-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":51,"wspd":7.6},{"date":"19950202","time":"1995-02-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":45,"wspd":7.6},{"date":"19950202","time":"1995-02-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":46,"wspd":14.8},{"date":"19950202","time":"1995-02-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.9,"rhum":51,"wspd":9.4},{"date":"19950202","time":"1995-02-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8,"rhum":57,"wspd":5.4},{"date":"19950202","time":"1995-02-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.1,"rhum":59,"wspd":11.2},{"date":"19950202","time":"1995-02-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":63,"wspd":7.6},{"date":"19950202","time":"1995-02-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":64,"wspd":7.6},{"date":"19950202","time":"1995-02-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":66,"wspd":9.4},{"date":"19950202","time":"1995-02-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":67,"wspd":7.6},{"date":"19950202","time":"1995-02-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":72,"wspd":11.2},{"date":"19950202","time":"1995-02-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":18.7},{"date":"19950202","time":"1995-02-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":13},{"date":"19950202","time":"1995-02-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":70,"wspd":18.7},{"date":"19950202","time":"1995-02-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":76,"wspd":9.4},{"date":"19950202","time":"1995-02-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":79,"wspd":14.8},{"date":"19950202","time":"1995-02-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":79,"wspd":14.8},{"date":"19950202","time":"1995-02-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":76,"wspd":16.6},{"date":"19950202","time":"1995-02-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":14.8},{"date":"19950202","time":"1995-02-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":76,"wspd":16.6},{"date":"19950202","time":"1995-02-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":70,"wspd":13},{"date":"19950202","time":"1995-02-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":62,"wspd":14.8},{"date":"19950202","time":"1995-02-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":50,"wspd":20.5},{"date":"19950202","time":"1995-02-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":52,"wspd":22.3},{"date":"19950202","time":"1995-02-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":25.9},{"date":"19950202","time":"1995-02-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":55,"wspd":24.1},{"date":"19950202","time":"1995-02-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":46,"wspd":31.7},{"date":"19950202","time":"1995-02-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":39,"wspd":25.9},{"date":"19950202","time":"1995-02-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":38,"wspd":27.7},{"date":"19950202","time":"1995-02-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":35,"wspd":27.7},{"date":"19950202","time":"1995-02-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":28,"wspd":29.5},{"date":"19950202","time":"1995-02-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":23,"wspd":31.7},{"date":"19950202","time":"1995-02-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":21,"wspd":31.7},{"date":"19950202","time":"1995-02-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":22,"wspd":31.7},{"date":"19950202","time":"1995-02-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":25,"wspd":27.7}]}}