{"19940531":{"guardian_articles":[],"nytimes_articles":[{"date":"19940531","headline":"D-Day to Celebrate, and Britain's in the Mood","web_url":"https://www.nytimes.com/1994/05/31/world/d-day-to-celebrate-and-britain-s-in-the-mood.html","abstract":"  Onstage at the Royal Albert Hall on Sunday night, the orchestra swung into \"In the Mood,\" and the floor began to fill with dancers, mostly gray-haired English men and women, many wearing the crisply tailored World War II tunics of British and even United States military officers.    Above the arena, over-age soldiers in the white helmets, brown boots and white puttees of United States Army M.P.'s stood stiffly at the doors while women wearing pillbox hats circled the dance floor, carrying trays piled high with sugared doughnuts.","thumbnail":null,"section":"World"},{"date":"19940531","headline":"Books of The Times; Choosing Leaders Wisely and Not","web_url":"https://www.nytimes.com/1994/05/31/books/books-of-the-times-choosing-leaders-wisely-and-not.html","abstract":"  The Confirmation Mess Cleaning Up the Federal Appointments Process By Stephen L. Carter 252 pages. Basic Books. $21.   Robert Bork. Clarence Thomas. Lani Guinier. As the scholar Stephen L. Carter points out in his compelling new book, \"The Confirmation Mess,\" all of these Presidential nominees created a political uproar when they were announced. In each case, ideological battle lines were quickly drawn, and as the left and right escalated their rhetoric to capture the attention of the news media and the public, the nominees became the subject of highly personalized -- and often highly reductive -- attacks.","thumbnail":null,"section":"Books"},{"date":"19940531","headline":"After College, a Search for a Job and for Health Coverage","web_url":"https://www.nytimes.com/1994/05/31/us/after-college-a-search-for-a-job-and-for-health-coverage.html","abstract":"  As college seniors leave their dorm rooms, many will be leaving something else behind as well: health insurance.   Of the estimated one million students receiving college diplomas this spring, the American College Health Association says 20 percent will lose their health insurance when their college health plans expire or when they no longer qualify as dependents on their parents' policies.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"Misguided Dominican Policy Bears Bitter Fruit; Supports Embargo","web_url":"https://www.nytimes.com/1994/05/31/opinion/l-misguided-dominican-policy-bears-bitter-fruit-supports-embargo-254665.html","abstract":"  To the Editor:   In your oddly titled \"Lean on the Dominican Republic\" (editorial, May 24), you claim that our country is allowing contraband gasoline to flow freely across our border into Haiti. Nothing could be further from the truth. That's almost as ludicrous as suggesting that the Clinton Administration is allowing the free flow of illegal immigrants across the United States border with Mexico.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Virginia Makes It to the Wire, But Princeton Goes Beyond It","web_url":"https://www.nytimes.com/1994/05/31/sports/lacrosse-virginia-makes-it-to-the-wire-but-princeton-goes-beyond-it.html","abstract":"  Virginia, a team with few expectations but big dreams, took Princeton into overtime today before losing to the favored Tigers, 9-8, before the largest crowd ever to see a college lacrosse game.    An audience of 24,730 in Byrd Stadium saw Kevin Lowe, Princeton's all-America attackman, score the winning goal 42 seconds into the sudden-death overtime period, a goal that gave the Tigers the Division I national championship for the second time in three seasons.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Searching Its Soul: The American Catholic Church -- Third of four articles.; Cardinal Leads by Doctrine, and Example","web_url":"https://www.nytimes.com/1994/05/31/nyregion/searching-its-soul-american-catholic-church-third-four-articles-cardinal-leads.html","abstract":"  Draped in his red robes, waving and shaking hands with dignitaries, the Roman Catholic Archbishop of New York appears many times each year on the steps of St. Patrick's Cathedral reviewing the marching bands, the ethnic dancers, the units of police officers, firefighters, veterans and trade unionists that come parading up Fifth Avenue.    It is a classic New York image, a colorful mixture of religion, ethnicity, politics and civic pride that symbolizes the traditional power of the church here and in other cities of the East and Midwest that were heavily populated with Catholic immigrants.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"PROPOSAL OF DEAL SHARPLY REJECTED BY ROSTENKOWSKI","web_url":"https://www.nytimes.com/1994/05/31/us/proposal-of-deal-sharply-rejected-by-rostenkowski.html","abstract":"  Breaking months of silence about the Federal investigation that has tarnished his 42-year career as an elected official, a defiant Dan Rostenkowski said today that \"truth is on my side\" and vowed to fight an imminent Federal indictment on corruption charges and remain in the House of Representatives until his vindication.   Rejecting a proposed plea agreement that had been reached last week between Federal prosecutors and his lawyers, the 66-year-old chairman of the Ways and Means Committee insisted once again that he was innocent and that he was prepared to be tried on a large number of allegations of political graft.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"Ignore the Date. Summer Is Here.; Picnics, Tourists and Ice Cream Trucks Are Telltale Signs","web_url":"https://www.nytimes.com/1994/05/31/nyregion/ignore-date-summer-here-picnics-tourists-ice-cream-trucks-are-telltale-signs.html","abstract":"  Summer in New York is not a date. People ignore the calendar the way they ignore the DO NOT WALK sign.   Summer in New York is a 4-year-old girl who wiggles to reggae in the warm grass of Astoria Park in Queens, and 60,000 Dominicans who dance to salsa at Riverside Park near 155th Street.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Knicks Can't Triumph Playing on Starks Lite","web_url":"https://www.nytimes.com/1994/05/31/sports/on-pro-basketball-knicks-can-t-triumph-playing-on-starks-lite.html","abstract":"  The Knicks' last chance yesterday to salvage Game 4 of the Eastern Conference finals -- to prove they have some playoff road character -- only epitomized their monumental struggle to win a championship with a game but struggling John Starks, with a backcourt held together by glue and paper clips.   It's a group that stirs no memories of the most recent championship guards, of Jordan, Isiah, Cheeks and D. J. No backcourt this starless and weak has won a championship in 16 years, and those who remember Washington's Kevin Grevey and Thomas Henderson also know they would have been an improvement here for the Knicks.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Despite Attack, Group Seems to be Close-Knit","web_url":"https://www.nytimes.com/1994/05/31/us/despite-attack-group-seems-to-be-close-knit.html","abstract":"  For months before he was shot and wounded on Sunday in California, Khallid Abdul Muhammad had been making inside and outside the Nation of Islam angry.   At a time when the group's leader, Louis Farrakhan, appeared to be moving slowly toward the Islamic mainstream, Mr. Muhammad, its national spokesman, was pulling in the opposite and racist direction. Indeed, his list of enemies was growing as fast as the lines of young, disaffected blacks who would turn out to see him as though he were a touring rap star.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"PRO BASKETBALL;\nSmith, an Ex-Knick Fan, Switches His Allegiance","web_url":"https://www.nytimes.com/1994/05/31/sports/pro-basketball-smith-an-exknick-fan-switches-his-allegiance.html","abstract":"When Kenny Smith was growing up in Queens, he was an inveterate New YorkKnick fan. For a budding guard like Smith, it was an impressionable time becausethe Knicks had Earl Monroe and Walt Frazier, stylists both on an off the court. \n\n Long before kids wanted to be like Mike, Smith wanted to twirl like the Pearlor glide like Clyde.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Reviews/Dance; New Faces in Familiar Paces at City Ballet","web_url":"https://www.nytimes.com/1994/05/31/arts/reviews-dance-new-faces-in-familiar-paces-at-city-ballet.html","abstract":"  While presenting the showcase of 12 new works called the Diamond Project, the New York City Ballet has found time to rehearse a series of debuts in its regular repertory. Dancers seen in new roles at the New York State Theater on Sunday included Ethan Stiefel and Kyra Nichols in \"Union Jack\" and Igor Zelensky in \"Brahms-Schoenberg Quartet.\"   Mr. Zelensky, who came from the Kirov Ballet in Russia two years ago, has yet to be seen in George Balanchine's most experimental works to contemporary music. Perhaps this is because he has still to master the required timing and convoluted partnering. Perhaps it is also because both he and the company have not applied themselves to exploiting his special gifts.","thumbnail":null,"section":"Arts"},{"date":"19940531","headline":"Soweto Journal; What's 'Shock' in Zulu? Whites Visiting to Say Hi","web_url":"https://www.nytimes.com/1994/05/31/world/soweto-journal-what-s-shock-in-zulu-whites-visiting-to-say-hi.html","abstract":"  If Ursula Pretorius was surprised to find herself, for the first time in her 29 years, in a black township, it was nothing compared to the amazement she created -- a fair-skinned Afrikaner woman with long auburn hair and vermilion eyeshadow, on foot in Soweto on a Saturday morning.   The shoppers and the children playing dodge ball and the front-yard gossipers stared as, smiling nervously, this pale apparition crossed the dusty street and opened her mouth.","thumbnail":null,"section":"World"},{"date":"19940531","headline":"Clinton Recalls Nation's Debt to Veterans","web_url":"https://www.nytimes.com/1994/05/31/us/clinton-recalls-nation-s-debt-to-veterans.html","abstract":"  Preparing for his trip to Europe and the 50th anniversary of D-Day, President Clinton today urged Americans to remember \"the high cost of freedom\" won by the veterans of World War II.  But for the second straight year, his Memorial Day address was interrupted by a protest, this time from a lone heckler, who called attention to Mr. Clinton's avoidance of military service during the Vietnam War.   \"Go back to Oxford, you traitor, draft-dodger,\" the man shouted from the rear of an amphitheater at Arlington National Cemetery, where Mr. Clinton was addressing about 5,000 people. The President, who was a Rhodes Scholar in England when he took steps to avoid the Vietnam-era draft, appeared somewhat rattled but did not acknowledge the insult.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"Woman, 40, Dies in a Fire Set in Her Car","web_url":"https://www.nytimes.com/1994/05/31/nyregion/woman-40-dies-in-a-fire-set-in-her-car.html","abstract":"  A 40-year-old woman was fatally burned early Sunday after being doused with gasoline and set afire as she sat in her car on a Brooklyn street. The police said yesterday that the motive for the attack was unclear, but that they were searching for an acquaintance of the victim for questioning.   Investigators said the woman, Maria Borges, of 2 Adler Place in East New York, suffered second- and third-degree burns over most of her body when her gasoline-soaked clothing and the interior of her maroon Dodge Daytona exploded in flames about 5 A.M. on Crescent Street between Jamaica Avenue and Wharton Place, a deserted block of warehouses just south of the Cypress Hills Cemetery. Trying to Get Home    Mrs. Borges, the mother of three children, staggered two blocks to Etna Avenue and Crescent Street, apparently trying to reach her home nearby, and collapsed. She was found by the police, taken to Jamaica Hospital and later transferred by helicopter to the burn unit at the New York Hospital-Cornell Medical Center in Manhattan, where she died about 6 P.M. Sunday.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/05/31/nyregion/metro-digest-248908.html","abstract":"  HOSPITALS FACE INCREASE IN EMPTY BEDS   The number of empty hospital beds in the New York City area is growing steadily, only a few years after patients faced a critical shortage of space. The reduced demand has already shut entire wings and caused layoffs of almost 2,000 workers over the last two years, hospital officials say. The decrease in demand comes after a similar trend emerged nationwide, driven in part by a turn to health maintenance organizations that emphasize preventive and outpatient care. And the decline is expected to continue. A1. HIGH PROFILE FOR A PILLAR OF THE CITY   Draped in his red robes, waving and shaking hands with dignitaries, the Roman Catholic Archbishop of New York appears many times each year on the steps of St. Patrick's Cathedral reviewing the marching bands, the ethnic dancers, the units of police officers, firefighters, veterans and trade unionists that come parading up Fifth Avenue. It is a classic New York image. Since John Cardinal O'Connor became Archbishop a decade ago, that image has also taken on a sharper, often more partisan edge. A1.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Marinovich Signs With C.F.L.","web_url":"https://www.nytimes.com/1994/05/31/sports/sports-people-football-marinovich-signs-with-cfl.html","abstract":"  TODD MARINOVICH, the former Southern California quarterback who failed in the National Football League with the Los Angeles Raiders, is getting another chance in the Canadian Football League.   Marinovich, who had off-the-field problems in college and with the Raiders (the troubles included an arrest on charges of cocaine and marijuana possession, but the charges were dropped after he completed a program for first-time offenders), last week convinced the Winnipeg Blue Bombers that his problems were behind him.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Helping Image Makers Neither Novice nor Pro","web_url":"https://www.nytimes.com/1994/05/31/science/peripherals-helping-image-makers-neither-novice-nor-pro.html","abstract":"  GRAPHICS professionals work with the most expensive, versatile and difficult programs because they have to and probably want to. Quarkxpress is an example. Amateurs who occasionally need to turn out flyers or banners work with programs designed for them. The Print Shop is a good example. But there are plenty of in-between people with in-between needs.   Freezeframe 2 for Windows is for the in-between crowd, leaning toward the novice in some respects, the more professional in others. It is a product of Deltapoint of Monterey, Calif., the publisher of the higher-level Deltagraph Pro 3 for Macintosh and Deltagraph Pro 2 for Windows.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"U.N. Council Urges North Korea To Preserve Atom-Fuel Evidence","web_url":"https://www.nytimes.com/1994/05/31/world/un-council-urges-north-korea-to-preserve-atom-fuel-evidence.html","abstract":"  In a last-ditch effort to avert a political crisis, the United Nations Security Council urged North Korea today to preserve evidence of how much nuclear fuel it may have diverted to its weapons program.   Adopting a position worked out earlier today among the five countries with veto power -- the United States, China, Russia, Britain and France -- the Security Council issued what amounted to a final warning that the North Koreans not cross an important threshold.","thumbnail":null,"section":"World"},{"date":"19940531","headline":"New Technique May Clear Up Mystery of Vanishing Songbird","web_url":"https://www.nytimes.com/1994/05/31/science/new-technique-may-clear-up-mystery-of-vanishing-songbird.html","abstract":"WAVES of multicolored wood warblers have arrived in the Hudson Valley and much of the Northeast on their spring flight from wintering places in Central and South America and the Caribbean. Their names often mirror the vivid nuptial plumage of the males: black-throated blue, chestnut-sided, golden-winged, bay-breasted, yellow-throated. \n\nOne warbler, a black-and-flame-colored sprite called the American redstart, is hard to miss as it dashes about snatching insects out of the air. Beyond catching the eye with their vivid orange-red patches, the warbler's tail feathers could hold the key to a better understanding of why redstart populations are declining in many parts of North America. The United States Fish and Wildlife Service says the redstart population in the Adirondacks, for example, has dropped by 38 percent in the last 10 years.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"Bosnia Threatens to Boycott Geneva Talks Over Gorazde Pullout","web_url":"https://www.nytimes.com/1994/05/31/world/bosnia-threatens-to-boycott-geneva-talks-over-gorazde-pullout.html","abstract":"  The Muslim-led Bosnian Government, saying that Serbian forces are still close to the center of Gorazde, threatened today to boycott talks on a Bosnian cease-fire that are scheduled to begin in Geneva on Thursday.    The talks, called by the top United Nations official in the former Yugoslavia, Yasushi Akashi, have been the object of elaborate preparations and are widely seen by Western diplomats here as a decisive test of whether a truce in Bosnia is possible.","thumbnail":null,"section":"World"},{"date":"19940531","headline":"Krzyzewski Answer Today; Report Says He'll Stay at Duke","web_url":"https://www.nytimes.com/1994/05/31/sports/sports-people-basketball-krzyzewski-answer-today-report-says-he-ll-stay-at-duke.html","abstract":"  Duke Coach MIKE KRZYZEWSKI has scheduled a news conference for this morning that should settle rumors about whether he plans to leave the Blue Devils for the National Basketball Association.    In its Tuesday editions, The Herald-Sun of Durham reported two sources at the school said Krzyzewski would be staying at Duke. Krzyzewski met yesterday with athletic director Tom Butters and school president Nan Keohane.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Thomas Is Changing Name of the Game","web_url":"https://www.nytimes.com/1994/05/31/sports/on-baseball-thomas-is-changing-name-of-the-game.html","abstract":"  Forget the labor negotiations and the likelihood of a season-shortening strike. Forget Marge Schott and her view of gays, blacks, Jews and one-armed paperhangers. Forget pitchers throwing at hitters and hitters charging the mound. The most pressing, most immediate problem Bud Selig and his executive council have to confront is Frank Thomas.   The man is a menace, a threat to the game. Singlehandedly, he is capable of destroying people, pitchers especially. Selig, the acting commissioner, may have to ban Thomas from baseball because of the danger he poses. The Players Association most likely wouldn't challenge a ban. If Thomas is allowed to continue playing, the union could lose more members than it would if Thomas were banished.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Suspect Linked to Muslim Fringe Group","web_url":"https://www.nytimes.com/1994/05/31/us/suspect-linked-to-muslim-fringe-group.html","abstract":"  The man being held in the shooting of the former spokesman for the Nation of Islam was identified today as an expelled member of the group who was trying to build his own following with a religious program on a Seattle cable television station.   The police identified the man as James Edward Bess, 49, of Tacoma, Wash. They said he would be charged with attempted murder of the former spokesman, Khallid Abdul Muhammad, who was hit in the lower legs by a bullet from a 9-millimeter automatic pistol.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"Risky 'Equidistance' : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/31/opinion/IHT-risky-equidistance-letters-to-the-editor.html","abstract":"Part of the cause of the never-ending quality of the war in Bosnia-Herzegovina lies in the excessive legalism of international organizations. In 1991, when Yugoslavia began to fall apart, Croatia expected the European Community and United Nations to quic","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Dutch Star Gullit Quits Team","web_url":"https://www.nytimes.com/1994/05/31/sports/sports-people-soccer-dutch-star-gullit-quits-team.html","abstract":"  The Dutch soccer star RUUD GULLIT walked out of the national squad's training camp in the Netherlands yesterday and said he was quitting less than three weeks before the start of the World Cup finals.   The unexpected exit came just three days after Gullit, 31, a former European soccer player of the year, made a comeback against Scotland that lasted just 45 minutes following 13 months of self-imposed exile.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Standing Between Giants : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/05/31/opinion/IHT-standing-between-giants-letters-to-the-editor.html","abstract":"Regarding \"Germany and Russia Are Getting Together\" (Opinion, May 17) by Jim Hoagland:.While accepting overall the analysis of Mr. Hoagland, I take little comfort from a lessening of American power in European affairs. I strongly believe that","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Review/Television; Following a Love Story: New Kind of Virtual Reality","web_url":"https://www.nytimes.com/1994/05/31/arts/review-television-following-a-love-story-new-kind-of-virtual-reality.html","abstract":"  \"These are not actors. This is not a re-creation. This is the actual story unfolding before your eyes.\" Such assurances are delivered periodically in the course of \"Kristin Is Missing,\" lest viewers assume from the subject, the overlapping images and the heavy doses of country music that they are watching just another made-for-television movie. This first offering in a new series known as \"Before Your Eyes\" is an effort by CBS News to tell true stories as they occurred, without the hokum common to video versions.   Welcome though the enterprise is in some ways, it creates difficulties for producers. The focus of these two hours, for example, is largely on Nancy and Larry Coalter, parents of a 14-year-old Michigan girl who ran off with a 49-year-old truck driver. (\"It was like a grenade went off in Nancy Coalter's living room,\" the narrator says, lobbing an anti-grammar grenade of his own.) The Coalters evidently made themselves available to the program makers, but the couple are not particularly interesting and using them as a point of view for the story is a little like telling the tale of Romeo and Juliet through the perspective of Dad and Mom Capulet.","thumbnail":null,"section":"Arts"},{"date":"19940531","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/31/nyregion/chronicle-254657.html","abstract":"  Today is the 96th anniversary of the birth of Dr. Norman Vincent Peale, author of \"The Power of Positive Thinking,\" which was published in October 1952 and stayed and stayed and stayed on the New York Times best-seller list for 186 weeks, 48 in the No. 1 nonfiction spot.   RUTH STAFFORD PEALE, the author's widow (he died last Christmas Eve) feels that the book is as viable today as it was 20 million copies ago. \"The principles of positive thinking work as well now as ever,\" her husband of 63 years wrote in an a previously unpublished article.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Review/Music; The Very Improbability","web_url":"https://www.nytimes.com/1994/05/31/arts/review-music-the-very-improbability.html","abstract":"  The beauty of Oregon's music owes a lot to its sheer improbability. Since 1970, Oregon has blended styles and instruments that rarely intersected elsewhere. Celtic-tinged melodies abut Minimalist permutations and jazzy chromaticism; Paul McCandless's oboe improvisations over Glen Moore's jazz bass and Ralph Towner's classical guitar. Oregon's disparate elements share a peaceable realm of thoughtful, playful inquiry.    At Symphony Space on Sunday night, Oregon was a trio, minus the Indian rhythms of its original percussionist, the late Colin Walcott, or his successor, Trilok Gurtu. Glen Velez, who opened the concert, joined the band on percussion for part of the set.","thumbnail":null,"section":"Arts"},{"date":"19940531","headline":"AIDS Research Chief Takes Conciliatory Stance","web_url":"https://www.nytimes.com/1994/05/31/science/aids-research-chief-takes-conciliatory-stance.html","abstract":"  AFTER a year of arguments and counterarguments about how to reform AIDS research, Dr. William E. Paul was appointed director of AIDS research and given a mandate to oversee and remake the Federal program, a $1.3 billion enterprise this year. But three months after he took office, Dr. Paul is getting a decidedly mixed reception.   Dr. Paul became the director of the Office of AIDS Research at the National Institutes of Health after a year of lobbying by scientists and by advocates for people with AIDS for the revamping of the post to make it much more powerful. They said the nation's AIDS effort was fraught with wasted efforts and redundancies and lacked direction. What was needed, they argued, was strong central leadership by a de facto AIDS czar.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"1919:Wilson in France : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/31/opinion/IHT-1919wilson-in-france-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - President Wilson, standing in the midst of America's dead in the cemetery of Suresnes yesterday afternoon [May 30], in the course of one of the most impressive and remarkable speeches of his career, paid solemn tribute to the American troops who f","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"In Mississippi, a Clue to Low-Inflation Economics","web_url":"https://www.nytimes.com/1994/05/31/us/in-mississippi-a-clue-to-low-inflation-economics.html","abstract":"  Two years ago, business was so bad that the Georgia-Pacific Corporation was forced temporarily to shut its thundering linerboard plant on the Pearl River a few miles outside of town, idling 600 people, in an effort to reduce inventory.   \"The marketplace was completely flooded,\" Asa D. Hardison, the general manager, recalled. \"The box plants filled up and there were no orders out there.\"","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"A Message That Guns Are Lethal Weapons","web_url":"https://www.nytimes.com/1994/05/31/arts/a-message-that-guns-are-lethal-weapons.html","abstract":"  The scene: A bedroom. A little boy is playing with a gun. The gun goes off and the bullet begins its swift journey of destruction. It zooms through walls, shattering the windows of a car. It travels through a living room where a man is relaxing with a beer as he watches a baseball game on television. The bullet blows up the television set before it speeds relentlessly toward its final destination: a baby in a highchair.   Another scene: The emergency room at Elmhurst Hospital in Queens. Doctors and nurses are working furiously on a young man, 18 years old, who has been shot in the head.","thumbnail":null,"section":"Arts"},{"date":"19940531","headline":"Segarra: A Democratic Enigma in a Republican City Hall","web_url":"https://www.nytimes.com/1994/05/31/nyregion/segarra-a-democratic-enigma-in-a-republican-city-hall.html","abstract":"  Ninfa Segarra has always defied expectations.   Appointed to the Board of Education in 1990 as a liberal champion for the children of the Bronx, she joined the board's conservative majority during the convulsing debates on condoms, AIDS and gay parents.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Ivanisevic Keeps on Sunny Side and Wins","web_url":"https://www.nytimes.com/1994/05/31/sports/tennis-ivanisevic-keeps-on-sunny-side-and-wins.html","abstract":"  The congenitally stormy Goran Ivanisevic made like the weather today as the sunshine returned to the French Open after a week's absence. The fifth-seeded Croat left the histrionics to his petulant Italian challenger, 20-year-old Andrea Gaudenzi, and calmly went about the business of achieving his third visit to the quarterfinals here with a 6-2, 5-7, 6-4, 6-3 victory.   Ivanisevic, the lone seeded player in the lower half of the draw, barely batted an eye as Gaudenzi, the 1990 junior champion at the French and United States Opens, let himself become unraveled on center court.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Boy, 4, Is Shot in the Bronx; Father Is Held","web_url":"https://www.nytimes.com/1994/05/31/nyregion/boy-4-is-shot-in-the-bronx-father-is-held.html","abstract":"  Jose Perez saw his neighbor running toward him along a Bronx street, carrying his 4-year-old son, who was bleeding from a wound to the head.    Mr. Perez drove the father, George Pineiro, 31, to Lincoln Hospital. Mr. Pineiro told the police that his son, Alex, had been wounded by a stray bullet while walking on the street.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Knicks' D, Like Team, Is Looking 2d Best","web_url":"https://www.nytimes.com/1994/05/31/sports/pro-basketball-knicks-d-like-team-is-looking-2d-best.html","abstract":"  And to think Market Square Arena used to be such a cozy place for the Knicks to visit.   Before this Memorial Day weekend, the Indiana Pacers had wilted in New York's presence -- on the road and at home. They had lost seven consecutive games to New York -- none of them were closely contested -- and had allowed themselves to be pushed around like rag dolls in a windstorm.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Spanish Factions Are Squabbling Over Barcelona Opera-House Plans","web_url":"https://www.nytimes.com/1994/05/31/arts/spanish-factions-are-squabbling-over-barcelona-opera-house-plans.html","abstract":"  On Jan. 31, the Gran Teatre del Liceu, the largest and most prestigious opera house in Spain, was devastated by a fire that left the auditorium and stage a smoking shell.   Now, after a nasty fight involving private seat-owners and public authorities, squabbling politicians, Spanish-Catalan tensions, aggrieved artists, dueling prima donnas and even intimations of the beyond, plans are about to be announced to rebuild and modernize the theater and to reopen it in 1997. But there are those within the theater administration, including Albin Hanseroth, the artistic director, who are doubtful that the target date can be met.","thumbnail":null,"section":"Arts"},{"date":"19940531","headline":"Can Italy Harness Berti the 'Anarchist'?","web_url":"https://www.nytimes.com/1994/05/31/sports/IHT-can-italy-harness-berti-the-anarchist.html","abstract":"He does not fit in. His idiosyncrasy is apparent in everything he does, in his lanky, disjointed gait, in his inability to conform to an on-field role, and in his playful, mocking posture with journalists and fans. .Nicola Berti is so different from hi","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Clinton Official Defends Plan for Vaccines","web_url":"https://www.nytimes.com/1994/05/31/us/clinton-official-defends-plan-for-vaccines.html","abstract":"  Trying to allay concerns expressed by members of Congress and by drug company executives, a Clinton Administration official said today that the Government would not waste money or vaccine in a new program to inoculate millions of children from low-income families.   The official, Avis LaVelle, an Assistant Secretary of Health and Human Services, also affirmed plans to use a Federal warehouse to store vaccine for distribution throughout the country.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"High Homicide Rate Leaves New Orleans Fearful","web_url":"https://www.nytimes.com/1994/05/31/us/high-homicide-rate-leaves-new-orleans-fearful.html","abstract":"  The casual visitor here sees the city's beguiling facades, but, like the rows of boarded-up houses only a few blocks from the elegant ones, fear lurks nearby. Murder is booming in New Orleans.   In 1993, with nearly 80 homicides per 100,000 people, the city's homicide rate led Detroit and Washington, two other high-crime cities, according to the Federal Bureau of Investigation. In the first quarter of this year, the homicide rate for the city of New Orleans was up 36 percent over last year, and it was still leading the other two cities' rates. The homicide rate of the New Orleans metropolitan area led all others in 1992, the last year for which Federal figures are available.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/05/31/style/IHT-what-theyre-reading.html","abstract":"Vivian Lewis, editor of Global Investing, a newsletter specializing in international stocks, is reading \"Maus,\" by Art Spiegelman. .\"He has increased the understanding of the Holocaust by this extraordinary device of drawing its participa","thumbnail":null,"section":"Style"},{"date":"19940531","headline":"Mets Learn 3 Plus Galarraga Equals 4","web_url":"https://www.nytimes.com/1994/05/31/sports/baseball-mets-learn-3-plus-galarraga-equals-4.html","abstract":"  All right, class. Surely everybody knew what the key pitch was yesterday, Professor Dallas Green demanded.   Someone suggested it was the one turned into a grand slam by Andres Galarraga of Colorado in the sixth inning, a home run that broke open a close game as the Rockies dismantled the Mets, 12-2, at Shea Stadium.   Wrong.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/05/31/nyregion/chronicle-249084.html","abstract":"  They're been a low-profile family for the past quarter of a century, but JAMES ALLEN HENDRIX and JANIE HENDRIX-WRIGHT, father and sister of Jimi Hendrix, the late rock guitarist and composer, intend to make up for lost time.   For starters, they are scheduled to fly in from Seattle, to a dinner-and-jam session tribute to Hendrix, who died in London in 1970 at age 27. At the time, \"unknown causes\" including drugs were among reasons given for his death. It is such persistent rumors his family is attempting to erase.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Congressman's Statement Vowing a Fight","web_url":"https://www.nytimes.com/1994/05/31/us/congressman-s-statement-vowing-a-fight.html","abstract":"  Following is a statement issued here today by Representative Dan Rostenkowski, the Illinois Democrat who heads the House Ways and Means Committee:   Federal prosecutors threaten to indict me if I fail to plead guilty to a series of crimes I did not commit. I will not make any deals with them. I did not commit any crimes. My conscience is clear, and my 42-year record as an elected official is one I am proud to once again run on.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"After a Long Day Of Hard Work, A Moment of Glory","web_url":"https://www.nytimes.com/1994/05/31/arts/after-a-long-day-of-hard-work-a-moment-of-glory.html","abstract":"  The magic of ballet is that impossible-looking feats are enacted with grace and daring by impossibly beautiful bodies that just happen to be human. Dancers make it all look easy but undoable. But a long day's preparation -- filled with prosaic chores and, for the lucky, a few brief moments of exaltation -- goes into the weaving of each night's spell. \"Welcome to the factory,\" someone calls out breezily as a visitor makes her way down a long, red-carpeted hall backstage at the Metropolitan Opera House, where American Ballet Theater is ensconced through June 4. It is a factory, but one where dreams are manufactured.   11 A.M.  The day's 12 hours begin at 11 with a 90-minute company class, held in each of the two large studios on the C level, three stories below the stage, that Ballet Theater also uses for rehearsals. Attendance is voluntary. Some dancers prefer their own teachers; others use the class as their warm-up for the day's rehearsals and performance.","thumbnail":null,"section":"Arts"},{"date":"19940531","headline":"Pope Rules Out Debate On Making Women Priests","web_url":"https://www.nytimes.com/1994/05/31/world/pope-rules-out-debate-on-making-women-priests.html","abstract":"  Pope John Paul II told the world's Catholics today to abandon any thought of women being ordained as priests, saying that the issue was not open to debate and that his views must be \"definitively held by all the church's faithful.\"   Although the Pope's words fell just short of a formal statement of infallible doctrine, the particularly severe and authoritative tone of his letter to bishops suggested that he was seeking to remove the idea from the Roman Catholic agenda for decades to come.","thumbnail":null,"section":"World"},{"date":"19940531","headline":"First Settlers Domesticated Pigs Before Crops","web_url":"https://www.nytimes.com/1994/05/31/science/first-settlers-domesticated-pigs-before-crops.html","abstract":"  DIGGING at the ruins of a village in southeastern Turkey, where people lived more than 10,000 years ago, archeologists expected to turn up the usual traces of a society on the verge of the agriculture revolution. There should be leftover grains of wild wheat and barley and perhaps the bones of butchered sheep and goats in some early stage of domestication.    The archeologists found nothing of the kind. Instead, to their complete surprise, they dug up the ample remains of pig bones.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"Misguided Dominican Policy Bears Bitter Fruit; A Sovereign Country","web_url":"https://www.nytimes.com/1994/05/31/opinion/l-misguided-dominican-policy-bears-bitter-fruit-a-sovereign-country-254673.html","abstract":"  To the Editor:   As a Dominican citizen I take issue with \"Mr. Balaguer's Dubious Victory\" (editorial, May 20), which suggests use of extralegal means to address allegations of fraud in the Dominican election. The suggestion that foreign organizations such as the National Democratic Institute, \"along with observers from the Organization of American States, could convene a meeting of interested parties . . . to decide how to proceed once the final tally is in\" is without justification.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Misguided Dominican Policy Bears Bitter Fruit","web_url":"https://www.nytimes.com/1994/05/31/opinion/l-misguided-dominican-policy-bears-bitter-fruit-254630.html","abstract":"  To the Editor:   \"Mr. Balaguer's Dubious Victory\" (editorial, May 20) states: \"America should use its influence to insure a fair outcome\" to the Dominican Republic's May 16 election in light of reports that President Joaquin Balaguer \"rigged\" the vote to assure his re-election.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Cocaine Injustice","web_url":"https://www.nytimes.com/1994/05/31/opinion/cocaine-injustice.html","abstract":"  Snorting powder cocaine and smoking crack cocaine: two efficient ways to get addicted, two parts of a drug culture that spreads human misery and foments violent crime. Powder and crack are identical chemically, yet the law treats crack as though it were up to 100 times as dangerous. Is the law right?    Congress is just beginning to ask why, under Federal laws initially designed to reduce sentencing disparities, such an extreme gap in penalties exists. Congress is also starting to address the ugly consequence of the disparity, including the fact that African-Americans, the majority of crack smokers, are getting the long sentences and whites, mostly powder snorters, the shorter.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Defaults Rise, Posing Peril For Housing","web_url":"https://www.nytimes.com/1994/05/31/nyregion/defaults-rise-posing-peril-for-housing.html","abstract":"  As the Giuliani administration tries to rid the city of the expensive task of managing thousands of homes and apartment buildings taken for nonpayment of taxes, a new wave of defaults is threatening to burden the city with thousands of additional units.   The number of buildings in which owners have fallen seriously behind in their taxes has risen sharply in the last five years, from 13,737 in 1989, to 18,003 in 1993.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Unser Ride Worth a Million","web_url":"https://www.nytimes.com/1994/05/31/sports/auto-racing-unser-ride-worth-a-million.html","abstract":"  Al Unser Jr. was awarded $1,373,813 tonight for winning the 78th Indianapolis 500. The prize money was presented at the race's annual awards dinner. That raised Unser's career earnings at the Indianapolis Motor Speedway to $4,262,690, second only to Rick Mears, a retired four-time Indy winner who collected $4,299,392 at the track.   Emerson Fittipaldi, Unser's Penske Racing teammate, is now third on that list with $4,042,767. Like Unser, Fittipaldi is a two-time Indy winner. He led 145 of the 200 laps on Sunday but crashed with 15 laps to go. He won $298,163 for finishing 17th. Jacques Villeneuve, the Canadian who finished second, was named rookie of the year and won $622,713.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Chess","web_url":"https://www.nytimes.com/1994/05/31/arts/chess-249866.html","abstract":"  Just 11 moves into Gary Kasparov's game with Vasily Ivanchuk of Ukraine in Round 4 of the Euwe Memorial Tournament in Amsterdam on May 16, the Professional Chess Association's world champion saw his position disintegrate. Ivanchuk had caught him by surpise with a devilish move that virtually decided the contest.   This did not mean that Kasparov had to abandon the fight at once, but it did mean that, if his opponent played without a mistake from this critical juncture on, the champion would not be able to rescue himself. Ivanchuk's technique turned out to be impeccable and, for the second time in his life, he scored a much-prized victory over Kasparov.","thumbnail":null,"section":"Arts"},{"date":"19940531","headline":"The High-Tech Gravy Train","web_url":"https://www.nytimes.com/1994/05/31/opinion/the-hightech-gravy-train.html","abstract":"The Clinton Administration is planning to spend up to $1 billion to help American firms compete with the Japanese in producing flat-panel displays. These are thin video screens, used primarily in laptop computers, that may be integral to consumer products that will tap into the much-hyped information superhighway. \n\nThe Administration has portrayed the plan as an economic boost for a potentially lucrative industry and as an essential initiative for U.S. national security. In fact, it is a Government subsidy for a politically well-connected industry whose executives have won over technology-dizzy Federal officials.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Abbott's Line: No Victory, No Save","web_url":"https://www.nytimes.com/1994/05/31/sports/baseball-abbott-s-line-no-victory-no-save.html","abstract":"  Jim Abbott is not Mike Richter. Leg saves are not supposed to be a requirement for pitching in the major leagues. But Abbott probably felt like a frightened goalie when Frank Thomas crushed a liner that made an ugly sound as it smashed into his left thigh and caromed toward the Yankee dugout in the fourth inning yesterday. Then the inning grew more painful for Abbott.   Maybe he was still bewildered by the sight, sound and sting of a baseball rocketing off Thomas's bat or maybe he was trying to be too precise with runners on first and second, but Abbott was left with an even bigger bruise three pitches later when Darrin Jackson hit a three-run homer into the fans sitting 348 feet away in the right-field corner.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"On My Mind; Beijing's New Prisoner","web_url":"https://www.nytimes.com/1994/05/31/opinion/on-my-mind-beijing-s-new-prisoner.html","abstract":"  Soon it will start sinking in -- just how much President Clinton and the United States will have to pay for his broken official promises about China. The truth is that payment has started already.   Politically the Chinese Communists have taken a new prisoner -- the President. And at a time when misunderstanding about American intent could bring war with the North Koreans, how are they now supposed to figure out what Mr. Clinton means, really, or does not mean, really?","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Funeral Coverage Left Out Religion","web_url":"https://www.nytimes.com/1994/05/31/opinion/l-funeral-coverage-left-out-religion-254690.html","abstract":"  To the Editor:   I was disappointed with coverage of the funeral of Jacqueline Kennedy Onassis by you and the other media.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Togs for Working Out, or Maybe Just for Going Out","web_url":"https://www.nytimes.com/1994/05/31/style/togs-for-working-out-or-maybe-just-for-going-out.html","abstract":"  Doesn't anybody dress up anymore? Look around on the street, in shopping malls and restaurants, at the airport, and what do you see? Men in jogging suits. Women in leggings and sweatshirts. On everyone's feet, sneakers.   It seems more important to be comfortable than to be chic. The phenomenon has been growing, for highly practical reasons. Many offices have dress-down Fridays. A lot of people work at home, and who needs to wear a business suit sitting alone in front of a computer? Busy people who joined the fitness craze started throwing jackets over their workout gear to go to the gym. And travelers decided loose-fitting jogging clothes were better for sitting in cramped airplanes. And on and on.","thumbnail":null,"section":"Style"},{"date":"19940531","headline":"By Design; Glaring Hairdos","web_url":"https://www.nytimes.com/1994/05/31/style/by-design-glaring-hairdos.html","abstract":"  Silver, patent leather and gleaming vinyl are must-haves for the I'll-do-anything-to-be-in-fashion set. Now the shine is going to their heads. The latest look for hair is a wet-looking shimmer.   \"It's not really wet, though, and not flat or greasy, but shiny and bouncy,\" said Vartan Geudelekian, owner of the Vartali salon. \"The shine is the finishing touch to any hair style.\"","thumbnail":null,"section":"Style"},{"date":"19940531","headline":"Canucks Are at Ease On the Rangers' Turf, In Land of Elephants","web_url":"https://www.nytimes.com/1994/05/31/sports/stanley-cup-finals-canucks-are-at-ease-on-the-rangers-turf-in-land-of-elephants.html","abstract":"  When the Rangers and Canucks begin the Stanley Cup finals tonight at Madison Square Garden, the New York team and the Vancouver team will feature few participants with any crossover experience in both these distant, different cities with their contrasting hockey cultures.   One of them is Ron Smith, the assistant coach of the Canucks, who served in the same role with the Rangers last season and also worked as interim head coach after Roger Neilson was fired.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/05/31/us/inside-254118.html","abstract":"  A Deliberate AIDS Official   Some scientists hoped that Dr. William E. Paul, director of the Office of AIDS Research, would forcefully set priorities, but he is taking a cautious approach. Science Times, page C3. Vaccine Program Defended    Responding to criticism by drug companies and members of Congress, a Clinton Administration official said a new child health program would not waste money or vaccine. Page A10.  Mormon Leader Dies    Ezra Taft Benson, the president of the Church of Jesus Christ of Latter-day Saints since 1985, and Secretary of Agriculture in the Eisenhower Administration, was 94. Page D9.  Knicks Drop the Ball    The Knicks fumbled a last-minute chance against the Indiana Pacers, who defeated New York, 83-77, to tie their Eastern Conference final series at two games apiece. Page B7.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"Hotel Victim Was Banker","web_url":"https://www.nytimes.com/1994/05/31/nyregion/hotel-victim-was-banker.html","abstract":"  A man who was found shot to death in the Roosevelt Hotel on Sunday was identified by the authorities yesterday as a banker from Spain, Francisco Javier Munsuri Barona, 40.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"No Women as Priests","web_url":"https://www.nytimes.com/1994/05/31/world/no-women-as-priests.html","abstract":"  Pope John Paul II, in a strong statement, said Catholics must abandon hope that women could be ordained as priests. Page A8.","thumbnail":null,"section":"World"},{"date":"19940531","headline":"Reporter's Notebook; Selling Books, Seeing People","web_url":"https://www.nytimes.com/1994/05/31/books/reporter-s-notebook-selling-books-seeing-people.html","abstract":"  At a convention where people like Nicholson Baker, John Irving, E. Annie Proulx and Pat Conroy are wandering around, it's understandable that many writers might feel overwhelmed, even humble.   \"The first thought that any author must have is not, 'How can they sell my book?' but 'How can they even find my book?' \" said Paul Levine, an author from Miami who was standing in the booth of William Morrow, his publisher, on Saturday, the first day at the annual American Booksellers Association convention here.","thumbnail":null,"section":"Books"},{"date":"19940531","headline":"Astros Ready to Cut Williams","web_url":"https://www.nytimes.com/1994/05/31/sports/sports-people-baseball-astros-ready-to-cut-williams.html","abstract":"  The Houston Astros are expected to announce today that they are releasing MITCH WILLIAMS, whose late-inning relief problems have continued since he gave up the home run that decided last season's World Series.   BOB WATSON, the Astros' general manager, said last night that he, Manager TERRY COLLINS and the club's owner, DRAYTON McLANE JR., discussed the Williams matter yesterday. \"We have come to a conclusion about Mitch's status with the Astros and we'll announce it tomorrow,\" Watson said by telephone from his home in Houston.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/05/31/nyregion/news-summary-253758.html","abstract":"  International A3-9  U.N. PRESSING NORTH KOREA  The United Nations Security Council unanimously issued what amounts to a final warning to North Korea for monitoring of its nuclear fuel, and the United States asked China to use its influence in the matter.  A1  IN EAST EUROPE, REACTION  News analysis: When the Soviet Union fell, many predicted that Eastern Europe would quickly become prosperous, but with expectations unmet, country after country is returning old leaders to power.  A1","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Three Youths Die and One Is Hurt as Stolen Car Veers Off Road and Crashes","web_url":"https://www.nytimes.com/1994/05/31/nyregion/three-youths-die-and-one-is-hurt-as-stolen-car-veers-off-road-and-crashes.html","abstract":"  The police in Irvington, N.J., said yesterday that they were still trying to piece together what happened Sunday night when a stolen car carrying four teen-agers went out of control, flipped over and hit a fire hydrant, killing three of the occupants.   Witnesses told the police that the car appeared to be traveling about 90 miles an hour when the accident happened about 10:45 P.M. The car, which was stolen in Hillside on Saturday, was a 1993 Honda Accord, a favorite of the young car thieves whose nightly activities have given Newark and its immediate suburbs one of the highest rates of car thefts in the nation.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Patterns","web_url":"https://www.nytimes.com/1994/05/31/style/patterns-252417.html","abstract":"  Guns, Blood and Fashion    Jean Baptiste Mondino's commercial for Jean-Paul Gaultier is the most fashionable thing on Paris television these days, a surreal dinner with guests like Eve Salvail, the bald model, and with Mr. Gaultier making a digital metamorphosis into an old woman. The video he directed for Madonna, \"Justify My Love,\" was one of the first to be banned by MTV for its kinky content, which owed more than a little to the hard-edged photos of Helmut Newton.","thumbnail":null,"section":"Style"},{"date":"19940531","headline":"Welcome Back, Lenin; As Capitalist Vagaries Rattle East Europe, Voters Reinstall Some Familiar Politicians","web_url":"https://www.nytimes.com/1994/05/31/world/welcome-back-lenin-capitalist-vagaries-rattle-east-europe-voters-reinstall-some.html","abstract":"  Soon after the Berlin Wall tumbled nearly five years ago and new governments rose in the old Soviet bloc, the talk in diplomatic salons was that Eastern Europe would join the European Community within a few years. The chatter on the streets was that salaries would rise so fast that buying a new Western-made car would require just a few weeks' work.   These expectations were not met, of course, and as suspicion and dissatisfaction with the first tastes of capitalism took hold, the new leaders soon started to be replaced by old faces, regroomed and reschooled.","thumbnail":null,"section":"World"},{"date":"19940531","headline":"Getting to Know Judge Breyer","web_url":"https://www.nytimes.com/1994/05/31/opinion/getting-to-know-judge-breyer.html","abstract":"  By choosing the centrist judge Stephen Breyer for the Supreme Court, President Clinton has probably insured that the mid-July confirmation hearings will be quiet and peaceful. The nominee has drawn warm praise from senators of both parties and criticism only from Senator Howard Metzenbaum. Like Ruth Bader Ginsburg last year, Judge Breyer seems to be headed for overwhelming Senate approval.    Does that mean the proceedings must again be tedious? That too seems ordained, unless the Judiciary Committee takes the opportunity to energize its traditional format.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Panel Urges U.S. to Join Europe's Collider Project","web_url":"https://www.nytimes.com/1994/05/31/science/panel-urges-us-to-join-europe-s-collider-project.html","abstract":"  SEEKING to set a new direction for high-energy physics after the cancellation of the superconducting supercollider, a committee of physicists has proposed that the United States join with the Europeans in building the next big particle accelerator. If Congress is willing to pay the membership fee, American physicists will gain access to a cutting-edge machine at a fraction of what the supercollider would have cost.    The committee's recommendations were outlined to Congress last week by its chairman, Dr. Sidney D. Drell of the Stanford University Linear Accelerator in California. Dr. Drell, a leading advocate of the supercollider, was presenting his new ideas to the Science Subcommittee of the House Science, Space and Technology Committee.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"A Debate Over Bulimia and Abuse","web_url":"https://www.nytimes.com/1994/05/31/science/a-debate-over-bulimia-and-abuse.html","abstract":"  WHILE an earlier generation of therapists was criticized for minimizing the lasting psychological impact of their patients' childhood traumas, a current crop of therapists is coming under attack for telling patients that their symptoms indicate they must have suffered a childhood trauma, which they have buried.   If the patient cannot come up with such a memory, these therapists help them out with methods that include hypnosis, visualization and even sodium amytal, the so-called \"truth serum,\" actually a short-acting barbiturate that induces an intoxication during which people talk with fewer inhibitions. While no on can say how common these practices are, such methods are \"a sure-fire way to implant false memories,\" said Dr. Elizabeth Loftus, an expert on memory at the University of Washington.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"1894: Bulgaria in Crisis : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/31/opinion/IHT-1894-bulgaria-in-crisis-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Last week the attention of Europe was directed to events in Servia. This week it is the turn of Bulgaria. The sudden dismissal of M. Stambouloff almost resembles a coup d'Etat, and two such events in the Balkan Peninsula have much significance. Th","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Japanese Rightist Fires Near Ex-Premier","web_url":"https://www.nytimes.com/1994/05/31/world/japanese-rightist-fires-near-ex-premier.html","abstract":"  A suspected right-wing militant fired a shot near former Prime Minister Morihiro Hosokawa tonight in apparent anger over Mr. Hosokawa's apologies for Japan's behavior in World War II.   Mr. Hosokawa, who resigned last month amid questions over his financial dealings, was unharmed. The bullet hit the ceiling of the Tokyo hotel lobby as the former Prime Minister was leaving a party held there.","thumbnail":null,"section":"World"},{"date":"19940531","headline":"Brooklyn in Step With Manhattan","web_url":"https://www.nytimes.com/1994/05/31/nyregion/brooklyn-in-step-with-manhattan.html","abstract":"  Bishop Thomas V. Daily, the leader of the Brooklyn Diocese, still recalls glancing out the window during his first courtesy call on John Cardinal O'Connor, taking in a sweeping vista of skyscrapers that loomed over the East River.   \"I'm living in your shadow,\" he joked to the Cardinal. \"But I'd like to come over and speak to you from time to time.\"","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"1944: Not a New League : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/05/31/opinion/IHT-1944-not-a-new-league-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON - [From our New York edition:] Secretary of State Cordell Hull extended invitations today [May 30] to the governments of Great Britain, Russia and China to send representatives to the United States for informal conversations on formation of an","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Holy Bull Is Redeemed, by a Mile","web_url":"https://www.nytimes.com/1994/05/31/sports/horse-racing-holy-bull-is-redeemed-by-a-mile.html","abstract":"  Three weeks after he was battered and beaten in the Kentucky Derby, the big gray colt Holy Bull revived his ranking as a speed demon yesterday when he outran older stars from wire to wire and won the $500,000 Metropolitan Handicap by 5 1/2 lengths over Cherokee Run.   It was his first performance since he ran 12th in a field of 14 in the rain and the rough-house of the Derby, and it was memorable. He led every step of the way against a distinguished cast, he ran the third-fastest Metropolitan Mile in the 101-year history of the race and he became only the 15th horse to win it at the age of 3.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Gaza's Militants Must Decide What to Do Now","web_url":"https://www.nytimes.com/1994/05/31/world/gaza-s-militants-must-decide-what-to-do-now.html","abstract":"  Khalid Tafish and his friends used to saunter through dusty alleys in this town, armed with rifles and grenades, occasionally clashing with Israeli soldiers and shooting suspected informers and thieves to maintain a kind of frontier justice.   Now they have turned in their guns and enlisted in the new Palestinian police force that arrived with self-rule.","thumbnail":null,"section":"World"},{"date":"19940531","headline":"We Should Do More About Brain Tumors","web_url":"https://www.nytimes.com/1994/05/31/opinion/l-we-should-do-more-about-brain-tumors-254649.html","abstract":"  To the Editor:   Since you published a May 4 Associated Press article reporting that Energy Department officials acknowledged at a Senate hearing that they had hampered use of idle nuclear reactors in treatment of a usually fatal brain tumor, we have received numerous calls from those who have been, and are, affected by brain tumors. The callers have been angry at the agency's seeming delay in development of Boron-Neutron Capture Therapy, which has saved many lives in Japan.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"At Stanford, A Rebellion On Grades","web_url":"https://www.nytimes.com/1994/05/31/us/at-stanford-a-rebellion-on-grades.html","abstract":"With final examinations imminent, students at Stanford University are not as nervous as one might expect. \n\nThe grade F does not exist here. The C is fast becoming extinct. If a B looms, a student can parachute out of a course on the day of the final exam with no consequences. The median grade for undergraduates last year was an A minus.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"White Farms, Black Claims","web_url":"https://www.nytimes.com/1994/05/31/opinion/white-farms-black-claims.html","abstract":"\"Awaking on Friday morning, June 20, 1913, the South African Native found himself, not actually a slave, but a pariah in the land of his birth.\" \n\nThus Solomon Tshekisho Plaatje, a founder of the African National Congress, began his book \"Native Life in South Africa,\" an outcry against one of the most harrowing laws ever inflicted on black South Africans. The 1913 Land Act prevented them from owning any land outside a few arid, worthless parcels. With the stroke of a governmental pen, about 90 percent of the country was cordoned off for whites alone.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"A New Level for the Rangers' Low-Key Star","web_url":"https://www.nytimes.com/1994/05/31/sports/stanley-cup-finals-a-new-level-for-the-rangers-low-key-star.html","abstract":"  When Brian Leetch entered his apartment building last weekend, the doorman stopped him and smiled somewhat sheepishly. From beneath his desk, the man produced a few items -- two Ranger caps, a rally towel, a trading card -- left by tenants of the luxury building on Manhattan's Upper West Side. For a long time, few residents paid much attention to Leetch, the Rangers' star defenseman, who happened to be their neighbor. Suddenly, everyone seems to care.   \"They're all coming out of the woodwork now,\" Leetch said, smiling, as he willingly obliged the autograph requests.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"The Penske Machine Is Rolling Right Along","web_url":"https://www.nytimes.com/1994/05/31/sports/auto-racing-the-penske-machine-is-rolling-right-along.html","abstract":"  Roger Penske told a post-race victory story in his garage today. It was just before the Persian Gulf war when one of Gen. Norman Schwarzkopf's aides called Penske's diesel-building company and requested some engines to transport tanks. The aide asked Penske how soon they could be delivered and Penske said he replied: \"How soon do you need them?\"   The logistical might of Penske Racing, the Indianapolis 500's version of the military-industrial complex, was on full display on Sunday at the Indianapolis Motor Speedway. The overwhelming Indy 500 victory by Al Unser Jr. -- which came after the even-more-overwhelming car of Emerson Fittipaldi crashed with 15 laps to go -- symbolized better than any of Penske's nine other Indy victories the unparalleled leverage that his team can exert in this race.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Ivanisevic Leads a Lackluster Walk To Quarters in Bottom Half of Draw","web_url":"https://www.nytimes.com/1994/05/31/sports/IHT-ivanisevic-leads-a-lackluster-walk-to-quarters-in-bottom-half-of.html","abstract":"The top half of the French Open draw is controlled by No.1 Pete Sampras, the two-time champion Jim Courier, the defending champion Sergi Bruguera and the future champion Andrei Medvedev. The bottom half is being managed by a bunch of knuckleheads..The","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Observer; The Danger Stage","web_url":"https://www.nytimes.com/1994/05/31/opinion/observer-the-danger-stage.html","abstract":"  In the first place everybody has always known that smoking is unhealthy and addictive. I already knew it could kill you when I took my first drag under the bandstand at a Sunday-school picnic in or about the year 1933.   Even then the lethal danger was so widely known that American youth in the 8-to-10-year-old bloc I inhabited referred to cigarettes as \"coffin nails.\" It was widely stated and generally believed that cigarettes would kill you and also \"stunt your growth\" once you were \"hooked\" on them.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/05/31/sports/results-plus-252190.html","abstract":"  GOLF  Price Comes From 7 Behind  Nick Price beat Scott Simpson in a sudden-death playoff yesterday at the Southwestern Bell Colonial in Fort Worth, a tournament that finished a day late because of thunderstorms. Price's 8-foot birdie putt on the first extra hole at the Colonial Country club capped a comeback from a seven-shot deficit in the final round and made him the PGA Tour's first double winner of the year. He earlier won the Honda Classic. When play was halted on Sunday, Simpson led at 14 under par with seven holes left. He finished off a no-birdie round of 71 for a 266 total. Price birdied the first two holes he played en route to a 64-266. In the playoff, Simpson hit his approach to about 20 feet, then left his birdie putt short. Price boldly went at the flag with an 8-iron from 153 yards out and later made the 8-foot birdie. (AP) Olazabal Makes Up Ground: Jose Maria Olazabal made up a three-stroke, final-round deficit with five birdies on the last eight holes to win the European PGA Championship in Virginia Water, England. The Masters champion shot a seven-under-par 65 to finish at 271. (AP) TRACK AND FIELD  Hines Makes a Comeback  Greg Hines of Walt Whitman High in Huntington Station, L.I., sidelined most of his senior year by injuries, looked impressive yesterday in winning the 400-meter intermediate hurdles in 53.6 seconds at the boys Eastern States Interscholastic Outdoor Championships at St. John's University. Simeon Sacey of St. Benedict's Prep, Newark, was the only double winner, taking the long jump at 21 feet 10 inches and the triple jump at 44-5 3/4.  HORSE RACING  Outsider Wins 'Match Race'  Grand Flotilla, a nonwinner in three starts in this country since being imported from France, spoiled an anticipated match race between Arcangues and Bien Bien by posting an upset victory yesterday in the $500,000 Hollywood Turf Cup at Hollywood Park in California. Gary Stevens rode Grand Flotilla, a 14-1 shot, to victory and a payoff of $30.60 for $2 to win. He was timed in 1:591/5 for a mile and one-quarter on firm turf. Grand Flotilla, a 7-year-old son of Caro, was fourth on the final turn but found room along the rail when thepacesetter, Blues Traveller, drifted out. Grand Flotilla caught Bien Bien with a furlong left, then drew off in the final 150 yards.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Germans Remember Little Good of Honecker, and Much Evil","web_url":"https://www.nytimes.com/1994/05/31/us/germans-remember-little-good-of-honecker-and-much-evil.html","abstract":"  Few tears were shed in Germany today over news that Erich Honecker, East Germany's longtime Communist leader, had died Sunday in Chile.   Politicians and news commentators recalled him as a harsh dictator who built the Berlin wall, enthusiastically joined the Soviet-led invasion of Czechoslovakia, and rejected efforts to humanize Communist rule in East Germany.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"A Plywood Force at Calais, And Phony Radio Chatter","web_url":"https://www.nytimes.com/1994/05/31/opinion/IHT-a-plywood-force-at-calais-and-phony-radio-chatter.html","abstract":"In the days ahead we will celebrate the spectacular achievements, and honor the tremendous sacrifice, of D-Day - June 6, 1944. But the retelling of the massive invasion - involving 5,000 ships, 20,000 vehicles and more than 150,000 soldiers on June 6 alo","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Edisto Journal; A Big-City Editor Learns A Small Town's Etiquette","web_url":"https://www.nytimes.com/1994/05/31/us/edisto-journal-a-big-city-editor-learns-a-small-town-s-etiquette.html","abstract":"  It was the sight of a half-dozen newspaper boxes outside his office that first gave Porter Anderson the sinking sensation that he had a problem on his hands. They were lined up neatly and neither scuffed nor damaged in any way.    But they weren't supposed to be there.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"Knicks Can't Shake Cold as Pacers Turn Up Heat","web_url":"https://www.nytimes.com/1994/05/31/sports/pro-basketball-knicks-can-t-shake-cold-as-pacers-turn-up-heat.html","abstract":"  The Indiana Pacers gave the Knicks a last-minute chance to steal a victory.   The Knicks dropped the ball.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"New York Hospitals Are Facing A Sharp Increase in Empty Beds","web_url":"https://www.nytimes.com/1994/05/31/us/new-york-hospitals-are-facing-a-sharp-increase-in-empty-beds.html","abstract":"  The number of empty hospital beds in the New York City area is growing steadily, only a few years after patients faced a critical shortage of space. The reduced demand has already shut down entire wings and caused layoffs of almost 2,000 workers over the last two years, hospital officials say.   The decrease in demand comes after a similar trend emerged nationwide, driven in part by a turn to health maintenance organizations that emphasize preventive and outpatient care. And the decline is expected to continue.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/31/nyregion/no-headline-254142.html","abstract":"  \"Federal prosecutors threaten to indict me if I fail to plead guilty to a series of crimes I did not commit. I will not make any deals with them. I did not commit any crimes. My conscience is clear and my 42-year record as an elected official is one I am proud to once again run on.\" -- DAN ROSTENKOWSKI.  [ A11:2. ]","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Sports of The Times; Befuddled Knicks Need Home Court","web_url":"https://www.nytimes.com/1994/05/31/sports/sports-of-the-times-befuddled-knicks-need-home-court.html","abstract":"  WHAT hath Michael Jordan wrought? Sure, he goes on an interesting little sabbatical, but what about the rest of us? He's having fun trying to hit a curveball. He doesn't have to watch the Knicks committing something akin to basketball. He doesn't have to listen to race cars screaming in his ears.   If Michael had stayed around and done his duty, the National Basketball Association and the National Broadcasting Company would not be faced with a final round of uglyball. Ugly sights. Ugly sounds. Ugly.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Reviews/Dance; Hepcats Reunite To Dance The Lindy","web_url":"https://www.nytimes.com/1994/05/31/arts/reviews-dance-hepcats-reunite-to-dance-the-lindy.html","abstract":"  The dancing began on Friday night and went on until late afternoon yesterday in \"Can't Top the Lindy Hop!,\" a marathon celebration by the New York Swing Dance Society at the Roosevelt Hotel. There were classes, lectures, demonstrations, films and performances on the Lindy Hop, also called swing dancing and the Jitterbug, which was born in the 1930's at the Savoy Ballroom in Harlem.    Present at the birth was Frankie Manning, a genial star practitioner of the acrobatic, abandoned-looking rhythmic dance who won a Tony Award for choreography in 1989 for \"Black and Blue.\" Mr. Manning created the first air step and the first ensemble Lindy routine and was chief choreographer for Whitey's Lindy Hoppers, a famed Savoy group that is credited with popularizing the dance. And the society celebrated Mr. Manning's 80th birthday -- as well as its own 10th anniversary -- on Sunday night with a dance party, performances and a video celebrating Lindy Hopping around the city. (Tributes to Mr. Manning will be held across the nation this summer, one of them on June 25 in the Midsummer Night Swing series at Lincoln Center.)","thumbnail":null,"section":"Arts"},{"date":"19940531","headline":"Vast Areas of Rain Forest Are Being Destroyed in Chile","web_url":"https://www.nytimes.com/1994/05/31/science/vast-areas-of-rain-forest-are-being-destroyed-in-chile.html","abstract":"  AT the port of this seaside community, a mountain of wood chips, shredded from tens of thousands of native hardwood trees, stands ready to be loaded onto giant vessels and shipped to Japan to be made into paper.   One hundred miles north, a Swiss company was accused by the Government in April of illegally cutting thousands of acres of rare hardwoods.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"Miscoding Is Seen as the Root of False Memories","web_url":"https://www.nytimes.com/1994/05/31/science/miscoding-is-seen-as-the-root-of-false-memories.html","abstract":"  IN a scientific nod to the frailty of memory, neurologists and cognitive scientists are coming to a consensus on the mental mechanisms that can foster false memories.   The leading candidate is \"source amnesia,\" the inability to recall the origin of the memory of a given event. Once the source of a memory is forgotten, scientists say, people can confuse an event that was only imagined or suggested with a true one. The result is a memory that though false, carries the feeling of authenticity.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/05/31/sports/transactions-253448.html","abstract":"  Baseball  American League   CHICAGO WHITE SOX -- Placed Craig Grebeck, infielder, on the 15-day disabled list, retroactive to May 21. Purchased the contract of Olmedo Saenz, infielder, from Nashville of the American Association. Sent Jeff Schwarz, pitcher, to Nashville. Recalled Dane Johnson, pitcher, from Nashville.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"FIFA Leaders to Lobby Clinton","web_url":"https://www.nytimes.com/1994/05/31/sports/sports-people-soccer-fifa-leaders-to-lobby-clinton.html","abstract":"  Soccer officials in Zurich said yesterday they will appeal personally to PRESIDENT CLINTON in an attempt not to have fences around the Cotton Bowl in Dallas and Robert F. Kennedy Stadium in Washington during the World Cup. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Ambivalence Like Rye's May Re-elect Cuomo","web_url":"https://www.nytimes.com/1994/05/31/nyregion/ambivalence-like-rye-s-may-re-elect-cuomo.html","abstract":"  Ask the residents of this Westchester County town to assess the state of New York State and the response sounds at first like a living advertisement for why Gov. Mario M. Cuomo is sure to be swept from office this November.   Their property taxes drift upward each year. Jobs keep fleeing once-redoubtable local companies like I.B.M. And while their azalea-filled town remains safe enough that car keys are sometimes left in the ignition overnight, they look at crime in New York City and plead for the death penalty.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Q&A","web_url":"https://www.nytimes.com/1994/05/31/science/q-a-252565.html","abstract":"  The Cutting Edge   Q.  Does cutting paper with good scissors dull the blades?","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/05/31/sports/soccer.html","abstract":"  Ireland    After victories over the Netherlands and Bolivia, the Irish sent more strong signals to Italy, Mexico and Norway, their first-round opponents, with Sunday's 2-0 victory over Germany, which lost at home for the first time in six years.","thumbnail":null,"section":"Sports"},{"date":"19940531","headline":"Smile or Scowl! You're on Digital Camera!","web_url":"https://www.nytimes.com/1994/05/31/science/personal-computers-smile-or-scowl-you-re-on-digital-camera.html","abstract":"  THE subject looked at the new camera, and the photographer, suspiciously. \"Did you remember to put film in the camera this time?\" she asked, needlessly rubbing in the memory of the last family vacation.    \"No, I didn't bring any film this time, either,\" the photographer said. \"Big smile.\"","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"Hope for Palestinians and Israelis, but Also a Long Road Ahead","web_url":"https://www.nytimes.com/1994/05/31/opinion/IHT-hope-for-palestinians-and-israelis-but-also-a-long-road-ahead.html","abstract":"Arab self-rule in Jericho and Gaza, the Palestinians' first step on the road to national independence, comes only after years of occupation, with all its violence and indignities, frustrations and fury. .Not only did those years stiffen Palestinian det","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Genetic Attacks On AIDS Readied","web_url":"https://www.nytimes.com/1994/05/31/science/genetic-attacks-on-aids-readied.html","abstract":"  THE AIDS virus continues to elude all conventional attacks. Find an effective drug and the virus quickly mutates to sidestep the obstacle. Make a vaccine and the virus changes its coat to become invisible to the immune system's antibodies.    In search of fresh approaches, some molecular biologists say it is a mistake to treat AIDS as if it were caused by an ordinary virus like those of influenza or polio. Instead, they say, AIDS should be seen as a disease of DNA. Since H.I.V., the virus that causes AIDS, integrates itself into the DNA of the chromosomes, they argue, the methods of gene therapy and molecular biology should be used to attack the virus as it subverts the cell's genetic machinery, almost as if it were a mutant human gene.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"No Headline","web_url":"https://www.nytimes.com/1994/05/31/us/no-headline-250252.html","abstract":"  Ezra Taft Benson, the president of the Mormon Church since 1985 and a Secretary of Agriculture in the Eisenhower Administration, died yesterday at his home in Salt Lake City. He was 94.   Mr. Benson, who had been in frail health in recent years and rarely appeared in public, died of congestive heart failure, said Bruce Olsen, a spokesman for the church. Mr. Benson suffered a broken hip several years ago when he was standing near a horse and it rolled over on him.","thumbnail":null,"section":"U.S."},{"date":"19940531","headline":"The Reformer Vanishes","web_url":"https://www.nytimes.com/1994/05/31/opinion/the-reformer-vanishes.html","abstract":"  Instead of fighting to dismantle Washington's big money system, President Clinton has helped his party become its biggest beneficiary. Pledges to clean up the nation's campaign financing procedures notwithstanding, Mr. Clinton has expended more time and energy courting well-to-do donors at fancy private receptions than prodding Congress to enact serious political reform.   Since Mr. Clinton accepted his party's Presidential nomination in July 1992, and took control of the party apparatus, the Democratic National Committee has raised an astonishing $40 million in \"soft money.\" The $20 million in soft money collected by the Democrats during the first 15 months of the Clinton Presidency is $7 million more than the Republican Party reported collecting during the first 15 months of George Bush's term.","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"School Desegregation Had Wide Support","web_url":"https://www.nytimes.com/1994/05/31/opinion/l-school-desegregation-had-wide-support-254681.html","abstract":"  To the Editor:   Your 40-year chronology of events since Brown v. Board of Education, the landmark school-desegregation decision, includes this: \"1974 In Boston, rioting and burning of school buses over court-ordered busing illustrates the nationwide unpopularity of busing as a means to desegregation\" (Education page, May 18).","thumbnail":null,"section":"Opinion"},{"date":"19940531","headline":"Correction","web_url":"https://www.nytimes.com/1994/05/31/nyregion/c-correction-254185.html","abstract":"  A picture caption on Saturday with an article about the condition of beaches in the metropolitan area misidentified the New Jersey beach where a jogger was running on the boardwalk. It was Belmar Beach, not Point Pleasant Beach.","thumbnail":null,"section":"New York"},{"date":"19940531","headline":"Vietnamese Scientists Struggle To Survive in a Market Economy","web_url":"https://www.nytimes.com/1994/05/31/science/vietnamese-scientists-struggle-to-survive-in-a-market-economy.html","abstract":"  SIX years after Vietnam's leaders began converting the country's economy from a rigidly controlled form of state socialism to a market economy, scientists have had to find a new way to carry on their work.   Although the country has modestly prospered since the 1988 decision, the change brought a collapse of government subsidies for research, and the beginning of a desperate struggle by Vietnamese scientists to feed their families.","thumbnail":null,"section":"Science"},{"date":"19940531","headline":"Claiming Miss Liberty As a Jersey City Resident","web_url":"https://www.nytimes.com/1994/05/31/nyregion/our-towns-claiming-miss-liberty-as-a-jersey-city-resident.html","abstract":"  RICHARD BOGGIANO knows all too well that some people would put him in the same orbit as the flat earthers and the moon-landing conspiracy theorists. If it comes with the territories, so be it.   Mr. Boggiano, a Jersey City police officer, Jersey City Historic Commission member and all-round Jersey City buff, will not be budged from his conviction that Jersey City is the territorial home of Ellis Island. Liberty Island, too.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940531","time":"1994-05-31 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.7,"rhum":70,"wspd":9.4},{"date":"19940531","time":"1994-05-31 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":71,"wspd":11.2},{"date":"19940531","time":"1994-05-31 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":71,"wspd":9.4},{"date":"19940531","time":"1994-05-31 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":72,"wspd":9.4},{"date":"19940531","time":"1994-05-31 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":74,"wspd":11.2},{"date":"19940531","time":"1994-05-31 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":75,"wspd":7.6},{"date":"19940531","time":"1994-05-31 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":71,"wspd":7.6},{"date":"19940531","time":"1994-05-31 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.3,"rhum":57,"wspd":13},{"date":"19940531","time":"1994-05-31 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.9,"rhum":54,"wspd":9.4},{"date":"19940531","time":"1994-05-31 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":49,"wspd":9.4},{"date":"19940531","time":"1994-05-31 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":43,"wspd":9.4},{"date":"19940531","time":"1994-05-31 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":36,"wspd":11.2},{"date":"19940531","time":"1994-05-31 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.8,"rhum":36,"wspd":7.6},{"date":"19940531","time":"1994-05-31 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":34,"wspd":13},{"date":"19940531","time":"1994-05-31 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":34,"wspd":13},{"date":"19940531","time":"1994-05-31 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.7,"rhum":33,"wspd":14.8},{"date":"19940531","time":"1994-05-31 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.7,"rhum":34,"wspd":5.4},{"date":"19940531","time":"1994-05-31 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":32,"wspd":13},{"date":"19940531","time":"1994-05-31 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":34,"wspd":13},{"date":"19940531","time":"1994-05-31 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":43,"wspd":14.8},{"date":"19940531","time":"1994-05-31 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18,"rhum":47,"wspd":14.8},{"date":"19940531","time":"1994-05-31 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.5,"rhum":49,"wspd":11.2},{"date":"19940531","time":"1994-05-31 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":50,"wspd":9.4},{"date":"19940531","time":"1994-05-31 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":51,"wspd":3.6},{"date":"19940531","time":"1994-05-31 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":56,"wspd":20.5},{"date":"19940531","time":"1994-05-31 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":54,"wspd":18.7},{"date":"19940531","time":"1994-05-31 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":55,"wspd":22.3},{"date":"19940531","time":"1994-05-31 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":59,"wspd":18.7},{"date":"19940531","time":"1994-05-31 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":63,"wspd":24.1},{"date":"19940531","time":"1994-05-31 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":68,"wspd":24.1},{"date":"19940531","time":"1994-05-31 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":71,"wspd":18.7},{"date":"19940531","time":"1994-05-31 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":73,"wspd":18.7},{"date":"19940531","time":"1994-05-31 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.3,"rhum":76,"wspd":18.7},{"date":"19940531","time":"1994-05-31 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":81,"wspd":16.6},{"date":"19940531","time":"1994-05-31 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.2,"rhum":84,"wspd":14.8},{"date":"19940531","time":"1994-05-31 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":84,"wspd":13},{"date":"19940531","time":"1994-05-31 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":76,"wspd":18.7},{"date":"19940531","time":"1994-05-31 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":70,"wspd":20.5},{"date":"19940531","time":"1994-05-31 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":62,"wspd":22.3},{"date":"19940531","time":"1994-05-31 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":58,"wspd":24.1},{"date":"19940531","time":"1994-05-31 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":51,"wspd":24.1},{"date":"19940531","time":"1994-05-31 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":48,"wspd":24.1},{"date":"19940531","time":"1994-05-31 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":42,"wspd":24.1},{"date":"19940531","time":"1994-05-31 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":37,"wspd":25.9},{"date":"19940531","time":"1994-05-31 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":39,"wspd":22.3},{"date":"19940531","time":"1994-05-31 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":40,"wspd":24.1},{"date":"19940531","time":"1994-05-31 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":43,"wspd":22.3},{"date":"19940531","time":"1994-05-31 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":46,"wspd":25.9}]},"19940601":{"guardian_articles":[{"date":"19940601","headline":"North Korea 'has crossed red line '","web_url":"https://www.theguardian.com/world/1994/jun/01/northkorea","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940601","headline":"Packing for Europe, Clinton Hopes to Find a Boost in Ratings","web_url":"https://www.nytimes.com/1994/06/01/world/packing-for-europe-clinton-hopes-to-find-a-boost-in-ratings.html","abstract":"  As President Clinton leaves Wednesday for an eight-day trip to Europe, the White House has embarked on a major public relations effort to reverse perceptions that he has fumbled his handling of foreign policy.    With top advisers warning Mr. Clinton that plunging ratings on foreign policy are undermining his political standing in a significant way, some outside the White House have even suggested that he respond by shaking up his foreign policy team, a step the President said over the weekend that he has rejected.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Grand Scale of Abuse Depicted in Indictment","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-congressman-legal-case-grand-scale-abuse-depicted-indictment.html","abstract":"  It was the number of times that Representative Dan Rostenkowski is accused of abusing his office that took people by surprise today, and it is precisely those numbers that will make it a lot harder for him to defend himself at a trial.   Indeed, the 17-count indictment handed up against the 66-year-old Illinois Democrat included many charges that had not been disclosed until United States Attorney Eric H. Holder Jr. finally showed his hand today.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Same Old Monotonous Semifinals","web_url":"https://www.nytimes.com/1994/06/01/sports/tennis-same-old-monotonous-semifinals.html","abstract":"  There may be some surprising occurrences in women's tennis, but they rarely happen on the court, and the field for the French Open's semifinal round that emerged from today's quarterfinal matches proved no exception to that trend.   The defending champion, Steffi Graf; a perennial semifinalist, Arantxa Sanchez Vicario; Spain's other clay-court sensation, the third-seeded Conchita Martinez; and France's most famous transplant, the 12th-seeded and currently invincible Mary Pierce, all advanced today over their overmatched opponents.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Perry Williams Joins the Jets","web_url":"https://www.nytimes.com/1994/06/01/sports/pro-football-perry-williams-joins-the-jets.html","abstract":"  The Jets yesterday signed cornerback Perry Williams, an unrestricted free agent who played 11 seasons for the Giants. Williams is the second veteran defensive back they have added after their first-round selection of cornerback Aaron Glenn in the college draft. The terms of Williams's contract were not disclosed.   By signing Williams and the Rams' Pat Terrell, whom they acquired last month, the Jets made the re-signing of safety Lonnie Young a moot point. General Manager Dick Steinberg confirmed that the team wasn't going to re-sign Young, who is an unrestricted free agent.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Courageous at the End : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-courageous-at-the-end-letters-to-the-editor.html","abstract":"What struck me most about the death of Jacqueline Kennedy Onassis is that she went home..I applaud her courage and foresight in making such a decision. I applaud her doctors, who accepted the fact that it was time to stop trying. And I applaud the fami","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Review/Film; Orphans in the Hold of an Evil Authority","web_url":"https://www.nytimes.com/1994/06/01/movies/review-film-orphans-in-the-hold-of-an-evil-authority.html","abstract":"Canadian orphans in hold of evil priests, via true case. Sensitive, illuminating, on tough, jolting subject.","thumbnail":null,"section":"Movies"},{"date":"19940601","headline":"Who Needs Sanctions?: LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-who-needs-sanctions-letters-to-the-editor.html","abstract":"Haiti, which seems unlikely to be acquiring nuclear weapons, has been subjected to sanctions. North Korea is hell-bent on getting nuclear weapons, but U.S. sanctions, let alone any other action, seem increasingly unlikely. I don't know if the U.S. govern","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Couples Looks to Buick","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-golf-couples-looks-to-buick.html","abstract":"  FRED COUPLES, who has been sidelined since March 6 with a herniated disk in his lower back, will return to the PGA Tour next week at the Buick Classic at the Westchester Country Club in Rye, N.Y., according to people familiar with his plans.   Although the entry has yet to be made official, the only thing that could prevent Couples's appearance at the tournament, which runs June 9-12, would be a recurrence of the back injury that forced him to withdraw before the final round of the Doral-Ryder Open. The original injury, suffered while he was warming up before the final round, kept Couples out of 13 PGA Tour events.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"For Eagle Breeders, Spring Is Bouncing, Bald and Bountiful","web_url":"https://www.nytimes.com/1994/06/01/nyregion/for-eagle-breeders-spring-is-bouncing-bald-and-bountiful.html","abstract":"  Giving eaglets a beak-to-talon medical exam is not all that difficult; the tricky part is getting them down from their nest atop a 75-foot pine tree near Union Lake here.   That is how Lawrence J. Niles, of New Jersey's Division of Fish, Game and Wildlife, came to be scaling the tree, and lowering two six-week-old eaglets, one at a time, in a blue canvas gym bag. Their parents, curious but not outwardly hostile, circled and screeched far above him.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267082.html","abstract":"  Because of an editing error, an article on Saturday about investigations of a department head and a former department head at the Nassau County Medical Center misidentified a county law office in some editions. The notice of a possible lawsuit against one department head was filed with the County Attorney, not the District Attorney. James Gallagher, who is handling the case, is the chief of the County Attorney's Medical Services Bureau.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Police Raid Brooklyn Ring Holding Smuggled Children","web_url":"https://www.nytimes.com/1994/06/01/nyregion/police-raid-brooklyn-ring-holding-smuggled-children.html","abstract":"  Smashing what they described as a smuggling ring that brought children to Brooklyn from Jamaica, detectives raided a Flatbush apartment yesterday and arrested five adults they accused of collecting thousands of dollars from anxious immigrant parents.   Two children had arrived from Jamaica over the weekend -- a boy and a girl, each 9 years old, the police said. They were sharing bunk beds in the cramped two-bedroom apartment with six younger children who are relatives of the adults who were taken into custody. All eight appeared to be in good condition, the police said, but as a precaution they were taken to local hospitals for observation.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Bad Choices for the School Board","web_url":"https://www.nytimes.com/1994/06/01/opinion/bad-choices-for-the-school-board.html","abstract":"  During his mayoral campaign, Rudolph Giuliani promised to re-invent New York City's government, shake up lackluster bureaucracies and improve management of city agencies. But given a real opportunity to bring dramatic change to the school system, the Mayor has played politics as usual, recycling two mediocre appointees to the central Board of Education, Ninfa Segarra and Irene Impellizzeri. At best, that means continuing the status quo on the school board -- a profound disservice to city schoolchildren.    Ms. Segarra and Dr. Impellizzeri have been in the majority of a divided 4-to-3 board that has been less preoccupied with education than with social issues, like AIDS education and a curriculum that would teach tolerance of homosexuals and different cultural groups. The seven appointees to the central board are responsible for overall policy and the high schools. Each of the five borough presidents appoints one member and the mayor chooses two. The four-year terms of the current members expire on June 30.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Personal Health","web_url":"https://www.nytimes.com/1994/06/01/us/personal-health-264482.html","abstract":"  IN hopes of shedding the need for corrective lenses to drive a car, navigate a sidewalk or recognize a friend from across the street, hundreds of thousands of nearsighted people have undergone an increasingly popular yet still controversial eye operation called radial keratotomy. Those for whom it has meant new-found freedom from eyeglasses and contact lenses swear by the procedure and often urge their myopic friends to follow suit.    But despite a high rate of satisfaction -- six years later, 74 percent of 328 patients in a study said their preoperative goals were completely met -- many experts believe there is good reason for caution. A primary concern is that healthy eyes, albeit with poor distance vision, are being operated upon, possibly injured and in a way rendered permanently abnormal.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Jamaica and U.S. Near Deal On Haitian Processing Center","web_url":"https://www.nytimes.com/1994/06/01/world/jamaica-and-us-near-deal-on-haitian-processing-center.html","abstract":"  After weeks of looking for a country where American officials can process fleeing Haitians, the United States is close to obtaining agreement from Jamaica, American officials said today.   William H. Gray 3d, President Clinton's special adviser on Haiti, flew to Jamaica today to work out final details in the negotiations, officials said, adding that the Clinton Administration was seeking to determine whether the processing would be done on Jamaican land or in American ships anchored off Kingston, the Jamaican capital.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Howard Stern to Star, Condensed, on TV","web_url":"https://www.nytimes.com/1994/06/01/arts/howard-stern-to-star-condensed-on-tv.html","abstract":"  Howard Stern, who has been entertaining and offending radio listeners for years, is to bring his distinctive brand of humor to cable television this month under a deal announced yesterday by E Entertainment Television.   Starting in mid-June, E is to position six robotic cameras in Mr. Stern's radio studio in New York each weekday morning at 6 for his five-hour show on WXRK (92.3-FM). The cable channel, which is based in Los Angeles, plans to edit his commentaries and interviews to a half-hour.","thumbnail":null,"section":"Arts"},{"date":"19940601","headline":"Sports of The Times; Getting The Rangers' Number","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-of-the-times-getting-the-rangers-number.html","abstract":"  NOW 1940 isn't the only number haunting the Rangers.   How about 19:26?","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Reviews/Television; Tony Bennett and MTV: Talk About Bedfellows","web_url":"https://www.nytimes.com/1994/06/01/arts/reviews-television-tony-bennett-and-mtv-talk-about-bedfellows.html","abstract":"  For people who were still teen-agers around 1950, Tony Bennett is embedded in memory. His renditions of songs like \"Because of You\" and \"Blue Velvet\" dominated every jukebox in just about every ice cream parlor and saloon across the country. The waiter from Astoria could sing, no doubt about it. So what if he wore a toupee and wasn't as conventionally sexy as Frank Sinatra?   Jump ahead 44 years. Who is one of the biggest pop music phenomena of the moment? Tony Bennett has not just bridged the generation gap; he has demolished it. He has solidly connected with a younger crowd weaned on rock. And there have been no compromises.","thumbnail":null,"section":"Arts"},{"date":"19940601","headline":"Croat to Lead New Alliance With Muslims","web_url":"https://www.nytimes.com/1994/06/01/world/croat-to-lead-new-alliance-with-muslims.html","abstract":"  The nascent Muslim-Croatian federation in Bosnia elected a Croat as president today, cementing an alliance formed last March that is strongly supported by the United States.   A constituent assembly of Muslims and Croats, meeting in Sarajevo, voted unanimously for Kresimir Zubak, a 46-year-old former judge who was injured in the Bosnian war in 1992, and elected a Muslim, Ejup Ganic, as Vice President.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Arbour Is Likely To Quit As Coach","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-arbour-is-likely-to-quit-as-coach.html","abstract":"  A month after they were humiliated by the Rangers in a four-game playoff sweep, the Islanders called a news conference for today at which Al Arbour is expected to announce that he will step down as coach after 19 seasons with the team.   The Islanders wouldn't confirm that the 61-year-old Arbour, the National Hockey League's oldest and most experienced coach, had decided to call it quits after 22 seasons in the league over all. But a person in the organization said Arbour was virtually certain to relinquish the coaching duties and assume another assignment with the club.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/01/nyregion/inside-259446.html","abstract":"  Public Workers' Free Speech   A splintered Supreme Court defined the free-speech rights of government employees, placing new limits on the power of agencies to punish workers for what they say. Page A18.  Cuomo's Good Old Days    As Governor Cuomo prepares to run again, with his popularity dangerously low, his approach is a politics of nostalgia aimed at reminding voters why they once admired him. Page B1. Canucks Win the Opener   After a shot by Brian Leetch of the Rangers hit the crossbar, the Canucks' Greg Adams scored and Vancouver beat New York, 3-2, in Game 1 of the Stanley Cup finals. Page B11.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Cuomo Looks Ahead to Good Old Days","web_url":"https://www.nytimes.com/1994/06/01/nyregion/cuomo-looks-ahead-to-good-old-days.html","abstract":"  As Gov. Mario M. Cuomo prepares to run for a fourth term, with his popularity dangerously low, he has been talking a lot about the good old days.   His approach is a politics of nostalgia, Cuomo-style, aimed at reminding voters why they once admired him. He pines for his chronological youth -- for days when jobs were plentiful and trouble on the streets meant fist fights, not guns and drugs. And he talks of his political youth as well: those glorious first two terms when New York's streaking economy and Mr. Cuomo's Presidential prospects made him one of the most popular governors in state history.   \"Everybody says stop looking backward, look forward,\" said the 61-year-old Governor, who will be nominated here Wednesday at the convention of the Democratic State Committee. \"But if you take those years '83 through '89, it's hard to separate them from my rationale. Those years were so good you wanted me to be President. I haven't changed.\"","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Bid-Rigging Is Charged","web_url":"https://www.nytimes.com/1994/06/01/nyregion/bid-rigging-is-charged.html","abstract":"  Seven contracting companies and their owners plotted to rig bids and divide Westchester County for asphalt sales in the early 1980's, State Attorney General G. Oliver Koppell and five Westchester towns have charged in a lawsuit filed in Federal District Court in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Getting Tougher on Student Smokers in New Jersey; Responding to Complaints, 3 High Schools Are Resorting to Court Fines in Crackdown","web_url":"https://www.nytimes.com/1994/06/01/nyregion/getting-tougher-student-smokers-new-jersey-responding-complaints-3-high-schools.html","abstract":"  Until the crackdown in mid-April, student smokers had practically taken over the four bathrooms at Hopewell Valley Central High School here, filling them with a thick haze between classes.   \"Really gross,\" said Amy Consoli, a sophomore. And Dennis Lin, a senior on the tennis team, said, \"Smoke would get on your clothes, in your hair and on your skin.\" Nonsmokers often emerged from the bathrooms to have teachers accuse them of smoking.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Pacers Can Play With Knicks","web_url":"https://www.nytimes.com/1994/06/01/sports/pro-basketball-pacers-can-play-with-knicks.html","abstract":"  The Pacers left town this afternoon feeling pretty good and mighty tough, if not absolutely certain that they can beat the Knicks in New York.   What they do know is what the numbers tell them. They have climbed back into the Eastern Conference finals, tied at 2-2 a series few believe they can win, and granted themselves the opportunity to at least mouth what was unfathomable a couple of months ago.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Lawyer to Propose Settlement for Suit on Crown Heights","web_url":"https://www.nytimes.com/1994/06/01/nyregion/lawyer-to-propose-settlement-for-suit-on-crown-heights.html","abstract":"  The lawyer for a group of Hasidic leaders in Brooklyn said yesterday that he would propose a settlement in the Federal lawsuit against New York City and former Mayor David N. Dinkins stemming from the racial violence in Crown Heights in the summer of 1991.   The lawyer, Franklyn H. Snitow, would not say what the terms the plaintiffs would accept but said any settlement would include a cash payment by the city and a consent decree from officials to react more forcefully when disturbances flare up.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Reviews/Theater; The Desperation of Life in McCullers Country","web_url":"https://www.nytimes.com/1994/06/01/theater/reviews-theater-the-desperation-of-life-in-mccullers-country.html","abstract":"  When the unhappy dreamers in Carson McCullers's novel \"The Heart Is a Lonely Hunter\" muse about the world, these residents of a Depression-era Southern town have no cozy illusions of living in a harmonious community like Thornton Wilder's Grover's Corners. Leading lives rooted in poverty, ignorance and racial animosity, they share a despair and frustration that is almost apocalyptic in its scope.   One of the triumphs of David Willinger's masterly dramatization of the novel, at Theater for the New City through Sunday, is the way he builds many interwoven vignettes into a hallucinatory mosaic of a community suffocating in its own wretchedness and cruelty. Using slides, pantomime and artful spotlighting, Mr. Willinger has staged the novel as a flashing cinematic nightmare. An ensemble of 13 actors conveys the characters' dreams, fantasies and frustrations in an expressionistic style that hits explosive peaks.","thumbnail":null,"section":"Theater"},{"date":"19940601","headline":"Seeking to Create Database On Emotionally Disturbed","web_url":"https://www.nytimes.com/1994/06/01/nyregion/seeking-to-create-database-on-emotionally-disturbed.html","abstract":"  Spurred by cases like that of Larry Hogue, the mentally ill man who accosted Upper West Side residents for years, the New York City Police Department is beginning a pilot program to improve how it gathers information about people with serious emotional problems who are taken to hospital emergency rooms.   Since 1980, the number of people classified as \"emotionally disturbed\" who were taken to emergency rooms has grown threefold, from 7,300 in 1980 to 22,600 in 1992, according to department statistics. Mental health officials say the increase is partly because of increased drug use that causes bizarre behavior, and also because of court rulings that released mentally ill people from psychiatric hospitals and sent them to local communities for treatment. Documenting Behavior    Under a pilot program at two city hospitals, officers will for the first time be required to document the behavior of emotionally disturbed people whom they apprehend. If the three-month program is deemed successful, it will be expanded to other hospitals and the department will establish a database.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267074.html","abstract":"  A report in the \"Sunday\" pages of The Times Magazine on May 15 referred incorrectly to the technology known as wireless cable. It is in fact a viable technology, not nonexistent. It competes with conventional cable television systems by using microwave frequencies to transmit signals from a central tower to subscribers' antennas.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"The Ghost of Mussolini Keeps Rattling His Chains","web_url":"https://www.nytimes.com/1994/06/01/world/the-ghost-of-mussolini-keeps-rattling-his-chains.html","abstract":"  The two moments were days apart in different cities, yet they depicted perfectly the splintered soul of Italy's neo-Fascists.   In Vicenza in early May, 200 young men, many with shaved heads, threw the straight-armed salutes of the Fascist era, hoisted banners emblazoned with swastikas and paraded through the streets, lauding the memory of Mussolini and Hitler in a display of what Italians call nazi-skin protest.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Comptroller Warns on Budget","web_url":"https://www.nytimes.com/1994/06/01/nyregion/comptroller-warns-on-budget.html","abstract":"  City Comptroller Alan G. Hevesi said yesterday that Mayor Rudolph W. Giuliani's proposed first budget includes measures that may fall hundreds of millions of dollars short of Mr. Giuliani's anticipations.   While he applauded the general direction of the budget, Mr. Hevesi said the Mayor's plan \"is still a work in progress.\"","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"The Rostenkowski Indictment","web_url":"https://www.nytimes.com/1994/06/01/opinion/the-rostenkowski-indictment.html","abstract":"  Representative Dan Rostenkowski's supporters stress his remarkable legislative skills and his important role in the current health care debate. The 17-count felony indictment filed yesterday by U.S. Attorney Eric Holder offers a much less flattering portrait of the Illinois Congressman, depicting him as an official who for more than 20 years abused his office for personal gain.   The case may not be resolved for years. Mr. Rostenkowski denies wrongdoing and is plainly entitled to the presumption of innocence at trial. \"Truth,\" he insists, \"is on my side.\"","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Return to Starting Role Suits Kamieniecki Fine","web_url":"https://www.nytimes.com/1994/06/01/sports/baseball-return-to-starting-role-suits-kamieniecki-fine.html","abstract":"  Scott Kamieniecki had not started in 16 days for the Yankees so he wanted to prove to Manager Buck Showalter that his bullpen seat should be retired. Wade Boggs had not employed a home-run trot for four games so he wanted to unveil it again. Luis Polonia was getting no respect from Chicago's shallow outfielders so he wanted to display his muscles.   Fortunately for the Yankees, all three players realized their wishes last night. Unfortunately for the White Sox, Alex Fernandez probably wishes that he never made the start because nothing promising followed for him. The Yankees bashed him, made him feel more queasy than he did with the stomach virus that prevented him from pitching Monday and sailed to a 10-1 victory at Yankee Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"German Echoes From 1943 Set Off A Book Sensation","web_url":"https://www.nytimes.com/1994/06/01/books/german-echoes-from-1943-set-off-a-book-sensation.html","abstract":"  Inside the ghostly hall of a church that was heavily damaged in an Allied air raid in 1945 and has not been rebuilt, a semicircle of German actors gathered over the weekend to read from an extraordinary historical work that has become a publishing sensation here.   The book, called \"Echolot: A Collective Diary,\" is a 2,400-page mosaic documenting just two months in German history, January and February 1943. This was when Nazi troops lost the epic battle for Stalingrad and when many Germans began to fear that they might not win the war after all. It was also a period of intense repression in Germany and daily mass murder in death camps throughout the Reich.","thumbnail":null,"section":"Books"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267066.html","abstract":"  A chart in The Week in Review on Sunday showing the corporate holdings of Rupert Murdoch's company, News Corporation Ltd., referred incorrectly to five units. Barnes & Noble Inc. was never owned by Mr. Murdoch or any of his companies. The San Antonio Express-News was sold by News Corporation in 1992. Fox Television Stations has 184 affiliates, not 140. The Herald & Weekly Times Ltd. is in Victoria, Australia, not London. Ansett Transport Industries Ltd. is an airline, not an air cargo carrier.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267104.html","abstract":"  An article in the Long Island Weekly on Sunday about Beau Bauman, au thor of \"The Most Important Thing I've Learned in Life,\" misstated the date for his book signing at Pindar Vineyards in Peconic, L.I. It will be this Saturday, from 5 to 8 P.M.; it was not last Saturday.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"In Debate on Myopia's Origins The Winner Is: Both Sides?","web_url":"https://www.nytimes.com/1994/06/01/us/in-debate-on-myopia-s-origins-the-winner-is-both-sides.html","abstract":"  ARE myopic eyes born or made? When it comes to nearsightedness, the nature-versus-nurture argument, smoldering for nearly a century, has never been more heated. And as proponents of each view marshal new evidence to support their own perspectives, it is becoming increasingly clear that both are probably right: myopia, the inability to bring distant objects into clear view, appears to develop in response to various environmental influences most often in children who are somehow genetically predisposed to this visual aberration.   In the last few years, research in myopia has mushroomed, and animal and human studies have begun to shed new light on its causes and to suggest potential treatments. Even before scientists have deciphered exactly what roles genetics and environment play in human myopia, their research is pointing to various possibilities for forestalling its development.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Justices, in Ruling on Free Speech, Put Limits on Government","web_url":"https://www.nytimes.com/1994/06/01/us/justices-in-ruling-on-free-speech-put-limits-on-government.html","abstract":"  Defining the free-speech rights of public employees, a splintered Supreme Court today placed new limits on the ability of government agencies to punish employees for what they say.   A plurality of four Justices held that government workers cannot be dismissed or otherwise punished for their words unless the employer has a reasonable basis for believing that the speech was either disruptive or that it involved a matter of purely private concern, outside the scope of the First Amendment's protection.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Johnson Drives In Clincher","web_url":"https://www.nytimes.com/1994/06/01/sports/baseball-johnson-drives-in-clincher.html","abstract":"  When \"Let's Go Rangers\" is louder than \"Let's Go Mets\" at Shea Stadium, it isn't the Mets' night.   But it was a night for Howard Johnson. Wearing a Colorado Rockies uniform and trying to get accustomed to the visitors' dugout last night, Johnson found himself a key player in his team's 3-2 victory.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Review/Film; A Landscape of Strife From the Cows' Vantage","web_url":"https://www.nytimes.com/1994/06/01/movies/review-film-a-landscape-of-strife-from-the-cows-vantage.html","abstract":"  \"Cows\" was shown as part of last year's New Directors/New Films series. Following are excerpts from Stephen Holden's review, which appeared in The New York Times on March 30, 1993. The film opens today at the Papp Public, 425 Lafayette Street, East Village.   Every so often in \"Cows\" (\"Vacas\"), Julio Medem's epic portrayal of two feuding families in the Basque region of northern Spain, the camera draws away from the tumultuous passions of its characters to focus on the eyes of the cattle that are essential to these people's livelihoods. After contemplating their expressionless faces, the camera returns to the drama, but detachedly, as though the director has decided to observe the world and its butchery through uncomprehending bovine eyes.","thumbnail":null,"section":"Movies"},{"date":"19940601","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/06/01/books/book-notes-263818.html","abstract":"  Tote Bags and Chocolate   Special to The New York Times  LOS ANGELES, May 31 -- As publishers promote their lists for the important fall season, there's no way of predicting which new books will end up selling the most copies. But at this year's American Booksellers Association Convention, which ended today, publishers sought to whip up excitement for forthcoming titles through clever promotions, lavish parties and intensive cosseting of the booksellers whose job it is to actually sell the books to the public.   The point wasn't to introduce many new titles; the country's largest stores have for the most part already placed their fall orders. Rather, publishers sought to show their support for their books, support that could be accurately gauged by how much money they were willing to shell out for gifts, parties and attention-getting devices.","thumbnail":null,"section":"Books"},{"date":"19940601","headline":"INDICTMENT OF A CONGRESSMAN: The Overview; U.S. INDICTS ROSTENKOWSKI IN BROAD CORRUPTION CASE; HE IS OUT OF KEY HOUSE POST","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-congressman-overview-us-indicts-rostenkowski-broad-corruption-case-he.html","abstract":"  A Federal grand jury indicted Representative Dan Rostenkowski today on 17 criminal charges, accusing him of engaging in a two-decade pattern of corruption, including the embezzlement of more than $500,000 from his official expense accounts \"to benefit himself, his family and his friends.\"   The broad felony indictment charges Mr. Rostenkowski with fraud, concealing material facts, tampering with a witness and conspiracy. Prosecutors said Mr. Rostenkowski would be arraigned within two weeks. The most serious charge, tampering with a witness, carries a maximum sentence of 10 years in prison and $250,000 in fines.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Inheriting the Helm of a Vital Panel","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-of-a-congressman-the-successor-inheriting-the-helm-of-a-vital-panel.html","abstract":"  After 32 years in Congress, 13 of them in the shadow of the larger-than-life Dan Rostenkowski, the relatively obscure Sam M. Gibbons today became acting chairman of the Ways and Means Committee, the most powerful panel in the House of Representatives.   Mr. Gibbons, who has been on the losing side of previous leadership battles in the House, has long aspired to the chairmanship. But in the end, the 74-year-old Tampa Bay Congressman ascended on the basis of seniority, a system he once deplored. Once Mr. Rostenkowski was indicted, the title of acting chairman went automatically to the person next in line. Had there been a vote, some said privately, Mr. Gibbons would probably have lost.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Excerpt From Government Announcement of Indictment","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-of-a-congressman-excerpt-from-government-announcement-of-indictment.html","abstract":"  Following is an excerpt from the statement today by United States Attorney Eric H. Holder Jr. at a news conference announcing the indictment of Representative Dan Rostenkowski, Democrat of Illinois, as transcribed by the Federal Information Systems Corporation, a private transcription service:   The allegations contained in today's indictment represent a betrayal of the public trust for personal gain. In essence, this indictment alleges that Congressman Rostenkowski used his elective office to perpetrate an extensive fraud on the American people. The wrongful expenditure of taxpayer dollars by and at the behest of Congressman Rostenkowski rolls into the hundreds of thousands of dollars.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/01/nyregion/no-headline-259047.html","abstract":"  \"The allegations contained in today's indictment represent a betrayal of the public trust for personal gain. In essence, this indictment alleges that Congressman Rostenkowski used his elective office office to perpetuate an extensive fraud on the American people.\" ERIC H. HOLDER JR., United States Attorney.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Chased by Mistaken Officers, A Man Dies in Fall From Roof","web_url":"https://www.nytimes.com/1994/06/01/nyregion/chased-by-mistaken-officers-a-man-dies-in-fall-from-roof.html","abstract":"  Two undercover investigators seeking inmates who absconded from state prison work-release programs spotted a man in Brooklyn yesterday whom they believed closely resembled one of the escaped inmates. After a chase, the man fell to his death from a building roof, the police said.   The police later determined that the man was not the person they were looking for, but said that he had been wanted on an unrelated drug charge.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Future of Faith Worries Catholic Leaders","web_url":"https://www.nytimes.com/1994/06/01/us/future-of-faith-worries-catholic-leaders.html","abstract":"  It was an awesome scene: nearly 400,000 Catholic teen-agers encamped last August in a Rocky Mountain park to join in sung praise and solemn prayer with Pope John Paul II. Amid this army of young believers, it was hard to imagine that the Roman Catholic Church in the United States, 60 million strong and growing, is fraught with anxiety about its future.   No one imagines that American Catholicism's vast numbers and impressive network of parishes, schools, hospitals, universities and social services will soon disappear. But church leaders increasingly wonder whether the church, even as its ranks increase and it draws new energy from the latest waves of immigrants, is losing its distinctive identity.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"O'Neill Is Fan Favorite Without the Formalities","web_url":"https://www.nytimes.com/1994/06/01/sports/baseball-notebook-o-neill-is-fan-favorite-without-the-formalities.html","abstract":"  Paul O'Neill insisted a month ago that he was not irked about being left off the American League All-Star ballot while sporting the highest batting average in the major leagues. He also said he was not glamorous enough to receive heavy write-in votes. Apparently, O'Neill was wrong.   Even though he is not 1 of the 42 outfielders listed on the ballot, O'Neill's 21,728 votes are second only to Seattle's Ken Griffey Jr. (37,899) after more than three weeks of voting for the July 12 All-Star Game at Pittsburgh's Three Rivers Stadium. If he remains one of the top three vote-getters, O'Neill, who still leads baseball with a .428 average, will be the first American Leaguer to start as a write-in player since the voting was returned to the fans in 1970. Rico Carty of the Atlanta Braves (1970) and Steve Garvey of the Los Angeles Dodgers (1974) were write-in starters in the National League.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Sampras's Roll Stops on a Line In the Clay","web_url":"https://www.nytimes.com/1994/06/01/sports/tennis-sampras-s-roll-stops-on-a-line-in-the-clay.html","abstract":"  At war with his racquets, which weren't properly strung to pass the afternoon grinding away beneath a blinding sun against the most dogged clay-court player in the business, Pete Sampras fell to seventh-seeded Jim Courier, 6-4, 5-7, 6-4, 6-4, today in the quarterfinal round of the French Open.   The world's No. 1 player, the man who prevailed at each of the last three Grand Slam tournaments, had too much tension, his racquets too little. After vowing to go down volleying if he had to go down at all, Sampras instead wound up wavering on the baseline, a hesitation in tennis limbo that virtually guaranteed Courier the match.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Note to Readers","web_url":"https://www.nytimes.com/1994/06/01/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, however, we regret that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Effort Is Begun By Dominicans To Seal Border","web_url":"https://www.nytimes.com/1994/06/01/world/effort-is-begun-by-dominicans-to-seal-border.html","abstract":"  The Deputy Secretary of the Armed Forces stomped along a dirt path by the muddy Massacre River, glaring at hundreds of Haitians on the other side sitting under trees or wading out to probe for a place to cross.    Every few dozen yards on the Dominican side of the river was a freshly arrived paratrooper in the black beret of the elite Airborne Brigade, blocking the countless trails worn toward places selling gasoline or other scarce goods.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Helping Kin Of Those With AIDS","web_url":"https://www.nytimes.com/1994/06/01/nyregion/about-new-york-helping-kin-of-those-with-aids.html","abstract":"  NITA PIPPINS was telling the seven out-of-towners how angry she would get when Nick, her only child, was dying of AIDS.   \"I'd tell him, I'm angry that you have this disease, I'm angry you are gay and I'm angry that I'm going to have to put you in the ground.\" She paused to sip her coffee in the almost empty diner before continuing in her Southern accent. \"Nick would hug me and say he couldn't help any of that and he'd be happy to put me in the ground first if he could.\"","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/06/01/style/IHT-short-cuts.html","abstract":"ZAP MAMA, \"Sabsylma\" (Remark): This feminine a cappella polyphonic quintet from Brussels sings a repertoire their bio describes as \"Pygmy gospel, psalms  la James Brown, Aboriginal rap, Zairian rai, Indian hip-hop and their own urban","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"North Korea Tests Cruise Missile Designed to Sink Ships","web_url":"https://www.nytimes.com/1994/06/01/world/north-korea-tests-cruise-missile-designed-to-sink-ships.html","abstract":"  In an effort to strengthen its military capability, North Korea today tested a new cruise missile designed to sink ships, Pentagon officials said.   The test, in the Sea of Japan, took place against the backdrop of rising tensions as North Korea continued to remove fuel from its nuclear reactor at Yongbyon despite warnings by the United Nations.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/01/style/chronicle-267538.html","abstract":"  A note to all you smokers sneaking a puff in forbidden places: try to get invited to the party in Washington next week honoring CHRISTOPHER BUCKLEY and his new Random House novel, \"Thank You for Smoking,\" a spoof of the lobbying business.   The hosts -- Harold M. Evans and Charles Peters, nonsmokers; Art Buchwald and Marlin Fitzwater, who favor cigars; G. Gordon Liddy, who reportedly has promised to be a smoker for the night, and Fran Lebowitz and Taki Theodoracopulos, both smokers -- have invited guests to what they are calling \"the ultimate smoke-filled room,\"at the Ritz-Carlton on June 9.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Books of The Times; A Jazz Legend and How She Grew","web_url":"https://www.nytimes.com/1994/06/01/books/books-of-the-times-a-jazz-legend-and-how-she-grew.html","abstract":"  Ella Fitzgerald   A Biography of the First Lady of Jazz   By Stuart Nicholson Illustrated. 334 pages. Charles Scribner's Sons. $23.     Some performers win our hearts with their imperfections; others seem so gifted that our love is always accompanied by reservations. That must be why Ella Fitzgerald still arouses so much discontent, fame and fortune notwithstanding.","thumbnail":null,"section":"Books"},{"date":"19940601","headline":"Thickening A Dessert? Try Gelatin Not Eggs","web_url":"https://www.nytimes.com/1994/06/01/style/thickening-a-dessert-try-gelatin-not-eggs.html","abstract":"INCREASINGLY, as chefs search for thickeners other than eggs for their desserts, they turn to gelatin. But the very mention of the g-word makes many food lovers see red -- Jell-O red, that is, with fruit or even marshmallows suspended in the translucent, shimmering semisolid. And Jell-O is taken no more seriously than, say, Hamburger Helper. \n\nBut gelatin, the ingredient that makes Jell-O gel, should not be spurned by serious cooks.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/01/style/chronicle-267520.html","abstract":"  The Rev. ARTHUR CALIANDRO never forgot the first wedding he performed when he arrived in 1967 at Marble Collegiate Church, where he is now the senior minister. The bride's name was LEA WEEKS BELL, and \"what I remembered most about her was that a tear came down her cheek and stayed there for the whole wedding,\" he said yesterday.    On Sunday, Mr. Caliandro, 60, will stand at the altar once again with Ms. Bell, now 53 and a real estate executive in River Edge, N.J. But this time as the bridegroom.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Navy Chief Trying To Make Amends Over Harassment","web_url":"https://www.nytimes.com/1994/06/01/us/navy-chief-trying-to-make-amends-over-harassment.html","abstract":"  Lieut. Darlene Simmons was a successful Navy lawyer with an impeccable reputation and a promising future. That is, until she accused her boss of sexual harassment.    Since that moment two years ago, Lieutenant Simmons has been forced to undergo a psychiatric examination (in which she was found to be fit), given poor marks on her evaluations and scheduled to be discharged in August. She says her superiors have answered her pleas for help with retaliation. \"I am regarded as a troublemaker with no future in the Navy,\" she told the House Armed Services Committee in March.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Krzyzewski to Stay As Coach at Duke","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-basketball-krzyzewski-to-stay-as-coach-at-duke.html","abstract":"  Duke averted an even bigger loss than its 1994 title-game defeat by Arkansas as MIKE KRZYZEWSKI announced yesterday that he would remain as coach. Last week, the 14-year Duke coach conceded that he was examining other job opportunities, reportedly in the National Basketball Association.   \"I wasn't in a career crisis,\" said Krzyzewski at a news conference in Durham, N.C. \"It wasn't looking so much at professional as it was just looking at everything.\"","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Knicks May Need More Than the Garden","web_url":"https://www.nytimes.com/1994/06/01/sports/pro-basketball-knicks-may-need-more-than-the-garden.html","abstract":"  For the second consecutive season, the Knicks have squandered a 2-0 lead in the Eastern Conference finals. Once again, they have backed themselves into a pressure-packed Game 5 tonight at Madison Square Garden, needing a victory to avoid a perilous situation.   Can the Knicks loosen the vise-grip of the Indiana Pacers' defense? Or will the Pacers continue to exploit the Knicks' offensive shortcomings and become the first team to win a road game in this series?","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"In Shift, State Farm Will Insure Battered Women","web_url":"https://www.nytimes.com/1994/06/01/us/in-shift-state-farm-will-insure-battered-women.html","abstract":"  Weeks after receiving adverse publicity on the issue, State Farm Insurance announced today that it would no longer deny life insurance or health insurance to the victims of domestic violence.   \"We're just not the kind of company that wants to make victims out of victims,\" said K. C. Eynatten, a spokeswoman for the company. \"It became clear to us that that's what was happening.\"","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"A Giant Void in Congress","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-of-a-congressman-a-giant-void-in-congress.html","abstract":"  While many Americans, politicians included, have switched to grilled fish and wine spritzers, Dan Rostenkowski has stuck with rare steaks and martinis.    He is a throwback to an earlier era -- to a time when Congress was dominated by a few giants, when big-city political machines were central influences in the Democratic Party, when personal loyalty was valued more in politics than ideology and when passing laws was more important than public relations.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Why Exiles From Russia Stay Abroad","web_url":"https://www.nytimes.com/1994/06/01/world/why-exiles-from-russia-stay-abroad.html","abstract":"  Nostalgia for the homeland has been a constant motif of Russian emigre life, stretching across centuries and continents. Yet now that the way has opened, few Russian political exiles of his generation have chosen the return home that Aleksandr I. Solzhenitsyn began late last week.   For most who were forced by decree or circumstance to leave Russia, the countries that received them have become home.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267112.html","abstract":"  A sports article yesterday about the Indianapolis 500 misstated the comparison between the race's television rating strength and those of Nascar stock car races. The Indianapolis 500 gets better ratings than the average Nascar race.  ","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Following Melee, Parks Department Alters Policy on Concert Permits","web_url":"https://www.nytimes.com/1994/06/01/nyregion/following-melee-parks-department-alters-policy-on-concert-permits.html","abstract":"  A day after 20 concertgoers were arrested in a bottle-throwing clash with the police in Tompkins Square Park, the New York City parks commissioner said that the department would make it more difficult for promoters to obtain permits for concerts in public parks.    The policy changes, Commissioner Henry J. Stern said, will target the kinds of music that he said attract fans prone to violence. He cited punk rock and heavy metal.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"1944: High Seas Drama : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-1944-high-seas-drama-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] A young and vacillating U- boat commander, who asked his Berlin superiors by radio whether he should torpedo the Portuguese refugee ship Serpa Pinto in the mid-Atlantic last week, kept 385 passengers and crew men in","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Clinton Aides Often Used Helicopter","web_url":"https://www.nytimes.com/1994/06/01/us/clinton-aides-often-used-helicopter.html","abstract":"  White House officials said today that aides to President Clinton had used the Presidential helicopter for their own purposes on a dozen occasions, but the announcement deemed legitimate all but one of the trips -- the outing to a golf course last week.   The list of 11 other flights disclosed by the White House today nevertheless raised new questions about the use of helicopters from the Presidential fleet. While most of the missions were described as training flights by White House military aides or officials from the White House military office, one was listed as a \"classified\" mission in which the passengers were Henry G. Cisneros, the Secretary of Housing and Urban Development, and Alice M. Rivlin, the deputy director of the Office and Management and Budget.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"1894: Arrivederci, All : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-1894-arrivederci-all-in-our-pages100-75-and-50-years-ago.html","abstract":"ROME - According to a report of Cavaliere G.P. Riva, Italian Consul General in New York, it appears that while the Italian emigrants landed in New York in 1892 numbered 57,830, in 1893 they reached the number of 69,201. In 1893 Italian immigration in New","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Rockets Beat Jazz and Reach Finals","web_url":"https://www.nytimes.com/1994/06/01/sports/pro-basketball-rockets-beat-jazz-and-reach-finals.html","abstract":"  What started out as a romp to the National Basketball Association finals for Houston wound up as a thankful escape tonight after the Rockets nearly blew a 24-point lead but hung on to defeat Utah, 94-83, and win their first Western Conference championship since 1986. Houston took the series by 4 games to 1.   \"This is a great feeling\" said Rockets Coach Rudy Tomjanovich. \"I've been there as a player, been there as an assistant coach, but this is the sweetest.\"","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Let's Be Clearer About Haiti Invasion","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-let-s-be-clearer-about-haiti-invasion-267554.html","abstract":"  To the Editor:   The report that President Clinton might seek to justify the use of military force in Haiti on the ground that continued military rule may cause a refugee outflow to the United States is somewhat disturbing (front page, May 20).","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Bart Simpson, Meet Bobby Bo: Fox Could Steal Home With the Right Pitch","web_url":"https://www.nytimes.com/1994/06/01/sports/tv-sports-bart-simpson-meet-bobby-bo-fox-could-steal-home-with-the-right-pitch.html","abstract":"  Does Rupert Murdoch's Fox Network want baseball?   Fox is a network that loves to tweak the television establishment. It proved that by agreeing to pay $1.58 billion for National Football League rights last December, and again last week by investing $500 million in a company that owns or will own 12 stations -- eight of them strong CBS affiliates.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"North Korea's Dangerous Lurch","web_url":"https://www.nytimes.com/1994/06/01/opinion/north-korea-s-dangerous-lurch.html","abstract":"  Enough is enough. North Korea has responded to the United States' patient and hopeful diplomacy with recalcitrance and provocative nuclear maneuvering. The recalcitrance was tolerable when talks were inching toward progress. But now the North is rushing to unload spent fuel from its nuclear reactor while delaying talks. If that is a negotiating tactic, it is one that the North Koreans must abandon immediately as deal-breaking brinkmanship.   The U.S. has been right to hold out for a negotiated nuclear-free Korean Peninsula. But North Korea seems intent on demonstrating that patient diplomacy will elicit only duplicity and defiance. It if intends to send some other message, it must do so quickly or else it may leave the U.S. no recourse but to seek economic sanctions and prepare for any military reactions.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Critic's Notebook; The First Spoleto Without Menotti","web_url":"https://www.nytimes.com/1994/06/01/arts/critic-s-notebook-the-first-spoleto-without-menotti.html","abstract":"  \"A fake festival,\" Gian Carlo Menotti called it from afar on the CBS program \"Sunday Morning.\" Odd, but the real thing seemed to be happening in the teeming streets right outside my hotel window here as the city was awakening to the fifth day of the Spoleto Festival U.S.A.   Mr. Menotti, who founded the event in 1977 and guided it through 17 seasons, is, of course, entitled to his bias. And the current season, which runs through next Sunday, might not have been to his liking in any case. But he was not speaking from firsthand experience. In fact, Mr. Menotti has had no contact with the festival or the city of Charleston since he resigned as artistic director in October after a protracted series of squabbles, which need no further rehearsal here.","thumbnail":null,"section":"Arts"},{"date":"19940601","headline":"If It's Another Victory, It Must Be Overtime","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-notebook-if-it-s-another-victory-it-must-be-overtime.html","abstract":"  Overtime has been a big part of the Canucks' success this spring. Last night's 3-2 triumph over the Rangers was Vancouver's sixth in 18 games in its drive to win the Stanley Cup.   \"We just have a pretty good feeling going into it,\" said Greg Adams, who scored the game-winner with 34 seconds remaining in overtime. \"I've been on teams that were scared going into overtime, but not this team. We have a different attitude going into it.\"","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Ex-Companion Kills Woman And Himself","web_url":"https://www.nytimes.com/1994/06/01/nyregion/ex-companion-kills-woman-and-himself.html","abstract":"  A woman who had obtained two orders of protection against her former companion was killed today when the man broke into her home, shot her in the head and then killed himself in front of their two sons, the Suffolk County police said.   The police said the woman, Hilda Rivera, 31, had obtained the orders of protection after telling authorities that her former companion, Louis Barcelo, 34, of the Bronx had made telephone threats against her. They said warrants were issued for Mr. Barcelo's arrest in connection with the threats.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/01/nyregion/c-corrections-267090.html","abstract":"  An obituary on May 21 about Paul Lenti, a theatrical reporter and critic, described the cause of his death incompletely. A spokesman for the Maimonides Medical Center in Brooklyn, where he died, pointed out that although Mr. Lenti's death was indeed caused by complications after heart surgery, the surgery had taken place nearly two months earlier. In the interim, he was discharged from the hospital, and spent several weeks in good health before becoming ill again.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/01/style/chronicle-267546.html","abstract":"  To the world, she was Marilyn Monroe, the quintessentially glamorous movie star. To BERNIECE BAKER MIRACLE, she was Norma Jean Mortensen, a long-lost half sister.    Along with her daughter, Mona Rae Miracle, Mrs. Miracle has written \"My Sister Marilyn,\" a book being published by Algonquin Books of Chapel Hill today, which would have been the actress's 68th birthday.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"To French Soccer Owner-Politician, There's No Bad Publicity","web_url":"https://www.nytimes.com/1994/06/01/world/to-french-soccer-owner-politician-there-s-no-bad-publicity.html","abstract":"  Besieged by judges, creditors, tax inspectors and political foes, a French industrialist-turned-politician seems to be living proof that all publicity is good publicity. Despite his troubles, Bernard Tapie's political career is flourishing.   Almost daily, French newspapers have carried articles about judges demanding that his immunity as a Member of Parliament be lifted, about a major bank threatening to seize his property to cover $215 million in debts and about accusations of a tax dodge involving his yacht.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"In School","web_url":"https://www.nytimes.com/1994/06/01/us/in-school.html","abstract":"  In April, as part of an exchange program, nine top seniors from Window Rock High School on the Navajo reservation journeyed to Connecticut to spend six weeks at one of the nation's premier prep schools, Choate Rosemary Hall. The Navajos were quite nervous.   \"I was worrying,\" said Thelma Woodie, who's among the top 25 seniors at Window Rock and will be attending Scottsdale Community College this fall. \"They told us President Kennedy went to Choate. They go to Harvard, Yale, Williams -- I've heard of those places, but we're not ready for those schools yet.\"","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"City Asks $100 Million for Coliseum Parcel","web_url":"https://www.nytimes.com/1994/06/01/nyregion/city-asks-100-million-for-coliseum-parcel.html","abstract":"  A day before the start of the trial to determine whether Mortimer B. Zuckerman's $338 million contract to build at the New York Coliseum is valid, the city and the Metropolitan Transportation Authority yesterday formally agreed to offer him half the site.    In an agreement which has still to be accepted by Mr. Zuckerman, he would pay $80 million for half the property and $20 million would come from city subsidies from annual tax payments generated by the project.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"A Disappointed Angler and the Ones That Got Away","web_url":"https://www.nytimes.com/1994/06/01/theater/a-disappointed-angler-and-the-ones-that-got-away.html","abstract":"  When Ron was a little boy in Minnesota, he dreamed of growing up to marry someone special, own a resort and catch the biggest fish in the lake where he has a little ice-fishing cabin (\"no girls allowed\").   Now, with an arctic storm howling down out of the north, the grown-up Ron is out on the frozen lake with a couple of six-packs of beer and his bait box and fishing tackle -- all alone, trying once again to get a hook into the Big One.","thumbnail":null,"section":"Theater"},{"date":"19940601","headline":"Look to Television's Role in Youth Violence; Too-Early Pregnancy","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-too-early-pregnancy-267597.html","abstract":"  To the Editor:   The image of single, teen-age parents raising children kept recurring in your series of articles on violent children (May 15-18). However, in discussing possible solutions, you neglected prevention of teen-age pregnancy, despite the existence of effective initiatives to fight this problem.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Review/Television; For News-Magazine Fans, a Double-Feature Opportunity","web_url":"https://www.nytimes.com/1994/06/01/arts/review-television-for-news-magazine-fans-a-double-feature-opportunity.html","abstract":"  News of the arrival of another news magazine may not jolt many viewers out of their prime-time doze, but it does makes CBS the first network to offer two such programs one after the other. \"America Tonight\" has been scheduled to lead into good old \"48 Hours,\" perhaps in hopes of attracting news-magazine fans who have had to sit around and wait for their fix until 10 P.M.   So why is the new program different from all other such programs? Well, the main presences are Deborah Norville, lately of the late \"Street Stories,\" and Dana King, who was a co-anchor of ABC's \"Good Morning America Sunday\" before she joined CBS a few months ago. The reporters are Bob McKeown, Peter Van Sant and Bill Geist. Also promised, though not available for preview, are a guest commentator and some sort of viewer participation.","thumbnail":null,"section":"Arts"},{"date":"19940601","headline":"Look to Television's Role in Youth Violence","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-267570.html","abstract":"  To the Editor:   \"When Trouble Starts Young,\" your May 15-18 series on the explosion of youth violence in the United States, focuses on the contribution of media violence to this growing and horrible problem. How can we expect children not to act violently when they spend three to four hours a day watching television that carries violent images into their homes? By the time the average American child finishes high school he or she has witnessed 18,000 entertaining television murders -- presented without clear vision, guilt or remorse.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Vatican Asks U.N. for 'Safe Area' in Rwanda","web_url":"https://www.nytimes.com/1994/06/01/world/vatican-asks-un-for-safe-area-in-rwanda.html","abstract":"  The Vatican asked the Security Council today to declare a \"safe area\" around a big religious complex in Rwanda where some 38,000 mainly Tutsi refugees are in danger of being killed.   The move followed an appeal by a group of Rwandan bishops to Pope John Paul II asking him to obtain the neutrality of the religious center at Kabgayi, five miles south of Gitarama in southwest Rwanda, to prevent what could become one of the worst catastrophes of the country's two-month-old tribal war.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"California's Fast-Forward Politics","web_url":"https://www.nytimes.com/1994/06/01/us/california-s-fast-forward-politics.html","abstract":"  Democrats and Republicans will go to the polls on June 7 to nominate candidates in the California Governor's race, but conventional political wisdom and opinion surveys long ago jumped ahead of the primaries and nominated two contenders: Gov. Pete Wilson, the Republican, and State Treasurer Kathleen Brown, the Democrat.    They have been squaring off for the better part of 15 months, and the latest polls show Mr. Wilson pulling closer to Ms. Brown. A single issue is dominating what is probably the most important state election in the country this year: the California economy, which is still struggling to pull out of a recession. Crime is an important secondary issue.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"War Exercise With Russia Is Postponed","web_url":"https://www.nytimes.com/1994/06/01/world/war-exercise-with-russia-is-postponed.html","abstract":"  In what Western diplomats said was a concession to nationalist sentiment here, the United States has agreed to postpone joint American-Russian military exercises scheduled for early July in Russia.   Officials said the Russian Government had requested the postponement, citing nationalist opposition to the presence of American troops on Russian soil. The officials said they hoped the exercises, which have been supported by the Russian Defense Ministry, would take place later and begin in the United States rather than in Russia.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/06/01/style/eating-well.html","abstract":"NEW Federal labeling regulations for meat and poultry will take effect on Aug. 8. Like the new labels on such foods as fruits, vegetables and grains, they are meant to be less confusing and more uniform, allowing easier comparisons. \n\nThe Department of Agriculture, which regulates meat and poultry, generally went along with the Food and Drug Administration's labeling regulations, which took effect May 8.\n\nBut before the Agriculture Department labels even show up in supermarkets, an effort is being made to change them.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Arms for the Bosnians : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-arms-for-the-bosnians-letters-to-the-editor.html","abstract":"To President Alija Izetbegovic's request that the arms embargo against Bosnia-Herzegovina be lifted, the leader of the French government's list in the forthcoming European elections, Dominique Baudis, responded that increasing the number of weapons in th","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"N.J. Bike Helmet Law Is Found to Save Lives","web_url":"https://www.nytimes.com/1994/06/01/us/nj-bike-helmet-law-is-found-to-save-lives.html","abstract":"  WITH cycling season now in full swing, millions of people, young and older, are still riding around without protection against serious and possibly fatal head injury. But not Tiffany Thompson, an 11-year-old girl from Medford, N.J., who was struck by a car while biking two summers ago, just two months after the state's helmet law took effect. As the law mandated, Tiffany was wearing a safety helmet; she was spared injury more serious than a broken leg when she was flung head first into the front grill of a Mercedes Benz. Her helmet broke, but not her head.   Her kind of experience is not unique. According to James A. Arena, director of New Jersey's Department of Law and Public Safety, in the first full year of New Jersey's bicycle helmet law, bicycle-related fatalities among the youngsters covered fell 80 percent, from 10 deaths to 2. The law, which took effect on July 1, 1992, states that bike riders and passengers under age 14 must wear helmets that meet accepted safety standards, either the ANSI Z90.4 standard of the American National Standards Institute or the Snell Memorial Foundation's 1990 standard for protective headgear. Helmets meeting these standards are so labeled.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/06/01/style/IHT-short-cuts-90166177547.html","abstract":"TED HAWKINS, \"The Next Hundred Years\" (Geffen): Hawkins, 58, has been broke, unlucky in love, and in and out of prisons and hospitals most of his life. At the age of 15, he was picking cotton in Parchman Penitentiary in Mississippi. He's had his","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Saint or Sinner, the Voters Say, Rostenkowski Isn't Washed Up","web_url":"https://www.nytimes.com/1994/06/01/us/indictment-congressman-home-district-saint-sinner-voters-say-rostenkowski-isn-t.html","abstract":"  Representative Dan Rostenkowski, the powerful, gruff, burly son of ethnic Chicago, was indicted on Federal corruption charges in Washington today, but back here in his Fifth Congressional District, no one was ready to write his political obituary just yet.   The smart money says old Rosty may not beat the Feds, their 17-count indictment or their buckets of money, and he already has to step down immediately as chairman of the House Ways and Means Committee, but, come November, he will be re-elected, just like the 17 other times the voters have returned him to Congress with a pat on the back for bringing home so much bacon.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Look to Television's Role in Youth Violence; Illegitimacy Problem","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-illegitimacy-problem-267600.html","abstract":"  To the Editor:   \"A Boy in Search of Respect Discovers How to Kill\" (front page, May 15) paints a tragic picture of Shaul Linyear's growth into a teen-age killer. You also convey the sadness and pain his mother suffers. What you fail to address is the marital history of Shaul's mother. As best I can tell, she has four children, is not married, and no man has ever really been involved in her children's lives.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Courier Spoils Sampras's Hopes Of 4th Grand Slam Victory in a Row","web_url":"https://www.nytimes.com/1994/06/01/sports/IHT-courier-spoils-samprass-hopes-of-4th-grand-slam-victory-in-a-row.html","abstract":"The orange dust collected around the ankles of Pete Sampras's socks, in the crevices of his shoes; it filled in the eyes around his dirty white laces; it worked its way into the vital gears of the game's most intricate machine: It played with his mind..","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Clinton's Sudan Envoy to Visit African Capitals","web_url":"https://www.nytimes.com/1994/06/01/world/clinton-s-sudan-envoy-to-visit-african-capitals.html","abstract":"  President Clinton's new special envoy to the Sudan is to visit several African capitals this week as part of a stepped-up American effort to end the Sudanese civil war and to speed the flow of relief to a nation where American officials say millions are threatened with starvation.   As part of her trip, Melissa F. Wells, the special envoy appointed on May 20, plans to urge the Sudanese Government to allow an increased flow of aid to sustain the 2 million people in Sudan's rebellious south and 1.3 million in the Government-controlled north who rely on food aid.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"McLean Gets Sweet Justice From Canucks","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-mclean-gets-sweet-justice-from-canucks.html","abstract":"  In the glare of the competition for a Stanley Cup, and in the aftermath of one of the most memorable goaltending performances in a recent final playoff series, Pat Quinn, the coach of the Vancouver Canucks, was talking about justice.   Quinn's team had just come from behind to beat the Rangers, 3-2, in the first game of the series. His goaltender, Kirk McLean, had just made the most saves in the finals in 23 years. His team had taken McLean's excellence for what it was -- an inspiring second chance to win a game that easily could have been lost.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Charges Against Tong President Threaten a Chinatown Institution","web_url":"https://www.nytimes.com/1994/06/01/nyregion/charges-against-tong-president-threaten-a-chinatown-institution.html","abstract":"  A few dozen elderly men gather each day in the main hall of the Tung On Association on Division Street in Manhattan to drink tea and play mah-jongg beneath dusty paintings of George Washington and the Chinese leader Sun Yat-sen, restlessly clacking their colored tiles against the tops of worn wooden tables.    Members of the Tung On like to say that their association is as innocent as their afternoon gatherings. But Federal prosecutors say they can prove otherwise, and they have charged Clifford Wong, the Tung On's longtime president, with leading a criminal enterprise that killed 10 people and participated in many other crimes, like armed robbery and heroin trafficking.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Supreme Court Roundup; Justices Give States Control of Water Quantity, Too","web_url":"https://www.nytimes.com/1994/06/01/us/supreme-court-roundup-justices-give-states-control-of-water-quantity-too.html","abstract":"  The Supreme Court ruled in an important environmental case today that states have broad authority under the Federal Clean Water Act to protect not only the quality of their water but also the quantity of water that flows in streams and rivers.   The 7-to-2 decision upheld the State of Washington's right to insist on a minimum water flow that its Ecology Department believes is necessary to protect the salmon and steelhead trout in a river in the Olympic National Forest.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"SHORT CUTS","web_url":"https://www.nytimes.com/1994/06/01/style/IHT-short-cuts-90280616531.html","abstract":"\"LADY DAY AND PRES, 1937-1941\" (Night & Day): Listening to the best of Billie Holiday and Lester Young together you also hear the best of both individually. A new 2-CD compilation from a small, smart French company.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"In America; Time to Act on Haiti","web_url":"https://www.nytimes.com/1994/06/01/opinion/in-america-time-to-act-on-haiti.html","abstract":"  A few years ago when I was on an assignment in Haiti, a man took me to the back of his pickup truck and pointed to two young children. They were sitting in the bed of the truck and both were shivering, although the evening was quite warm. It was obvious that they were ill.   The man said the children were his and he begged me to smuggle them into the United States, where they would be safe and \"grow strong.\" After listening to me explain how that was impossible, the man quietly said thank you, and with an expression of absolute despair, climbed into the cab of the truck and drove away.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Look to Television's Role in Youth Violence; Mistaken Approach","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-mistaken-approach-267619.html","abstract":"  To the Editor:   What is the point of your series on juvenile murderers? Identifying the killers by name and face may only add to their sick psyches. The few cases I have read seem to have no remorse. I can just hear one bragging: \"Look! My picture's in The New York Times!\" Certainly, these children need attention. Yet, this tragedy besetting some of our country's youth deserves the front page. Perhaps you should rethink how to report it. MARION BERNSTEIN  New York, May 20, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Invade Haiti? A Sure Way To Make a Bad Policy Worse","web_url":"https://www.nytimes.com/1994/06/01/opinion/invade-haiti-a-sure-way-to-make-a-bad-policy-worse.html","abstract":"  The United States is in danger of making a bad situation in Haiti even worse. We seem to be laying the groundwork for military intervention, which would get us into a quagmire.    If the Administration orders an invasion to restore President Jean-Bertrand Aristide, it will be making a grave mistake. There are better ways to help the democratic process.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/06/01/movies/the-pop-life-264873.html","abstract":"  A 'Lion King' Preview   In the next few weeks, Walt Disney will discover whether its magic touch extends to soundtracks as well as animated films. Yesterday, two million copies of the soundtrack for Disney's latest cartoon feature, \"The Lion King,\" went on sale around the country. This is the largest initial shipment of a recording Disney has ever sent out. Although sales of Disney's \"Aladdin\" soundtrack didn't hit the two-million mark until a full year after the movie was released, the company's sales department expects this shipment of \"The Lion King\" to last just 30 to 60 days. Disney also sent out one million copies of products related to the soundtrack, like sing-along, read-along, and play-along cassette packages for children.   The \"Lion King\" soundtrack is in department stores, toy stores, and Wal-Mart and Kmart stores, as well as drugstores, grocery stores, bookstores and, of course, the Disney stores and theme parks, said Mark Jaffe, a vice president at Walt Disney Records. Mr. Jaffe called the blitz \"the most extensive marketing and promotional effort we've ever put together.\"","thumbnail":null,"section":"Movies"},{"date":"19940601","headline":"Toast of Brazil Goes International","web_url":"https://www.nytimes.com/1994/06/01/style/toast-of-brazil-goes-international.html","abstract":"CACHACA (kah-SHAH-sah) is just as lively as it sounds, an unrefined clear spirit distilled from sugar cane. Although it was originally the alcohol of the poor, this national beverage of Brazil is now consumed in fashionable drinks along Rio de Janeiro's Copacabana beach and, increasingly, in New York's Latin American bars, discos, restaurants and, yes, at least one coffee shop.\n\nThe Coffee Shop, the place that is open 23 hours day at Union Square and 16th Street, has been doing a brisk business in two classic Brazilian drinks made with cachaca -- batidas and caipirinhas -- since it opened four years ago.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"Gypsy Homes Torched","web_url":"https://www.nytimes.com/1994/06/01/world/gypsy-homes-torched.html","abstract":"Villagers in northwestern Romania torched Gypsies' houses after two Gypsy youths were charged with killing a shepherd, the local authorities said today. No casualties were reported in the fires. The police in Satu Mare county, on the border with Hungary, said that people in the village of Racsa went on a rampage after the youths were arrested in the killing of the shepherd, who was an ethnic Romanian.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"How New York State Will Downgrade Multiple Choice Testing","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-how-new-york-state-will-downgrade-multiple-choice-testing-267260.html","abstract":"  To the Editor:   You characterize well why New York, along with most other states, is moving away from traditional multiple-choice testing and toward more performance-based assessment in your report on coming revisions in the New York State testing system (news article May 1). Multiple-choice tests can be scored easily, but most experts now agree they are not highly valid measures of what students know and can do. More important, they don't help students learn to perform well on real-world tasks.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Taking A Vacation In the Kitchen","web_url":"https://www.nytimes.com/1994/06/01/style/taking-a-vacation-in-the-kitchen.html","abstract":"THIS summer, thousands of people will combine their vacations with cooking classes, culinary tours and food festivals, choosing to work on both their tans and their tapenade.\n\nThe 1994 edition of \"The Guide to Cooking Schools\" (Shaw Guides, $19.95) lists 193 cooking vacation programs, a figure that has tripled in the last five years. These gastromonic getaways \"are part of a growth movement of travel for enrichment,\" said David Roth, publisher of Palate and Spirit, a New York-based quarterly devoted to culinary travel. The demand is growing so fast, and the industry with it, that Mr. Roth is starting a publication on the subject solely for travel agents.","thumbnail":null,"section":"Style"},{"date":"19940601","headline":"From the Beaches to the Seine: Surprise,Sacrifice and Some Good Luck","web_url":"https://www.nytimes.com/1994/06/01/opinion/IHT-from-the-beaches-to-the-seine-surprisesacrifice-and-some-good.html","abstract":"The Allied strategic concept for Operation Overlord was simple. It was to transport forces from England to France, secure a bridgehead, and then move across France to the Seine River. There would also be a landing in southern France. However, because the","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Democratic Convention: Fete for Incumbents","web_url":"https://www.nytimes.com/1994/06/01/nyregion/democratic-convention-fete-for-incumbents.html","abstract":"  Unlike last week's Republican State Convention, where nominations were decided in three days of back-room deals, the Democratic convention at the Buffalo Convention Center on Wednesday and Thursday has been scripted as a coronation of incumbents.   Gov. Mario M. Cuomo, Lieut. Gov. Stan Lundine, State Comptroller H. Carl McCall, Attorney General G. Oliver Koppell and United States Senator Daniel Patrick Moynihan are all expected to be nominated during the two days of the convention. Each will deliver an acceptance speech, with Mr. Cuomo's address scheduled as the convention finale on Thursday afternoon. The Committee     The delegates to the convention are the 357 members of the Democratic State Committee, who are elected to represent their Assembly districts. Their votes are weighted to reflect the relative strength of the Democratic vote in their districts in the 1990 gubernatorial election. That means that Democratic strongholds like Brooklyn, Manhattan, Queens, Nassau County and Erie County hold the most influence.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Ballesteros in Open","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-golf-ballesteros-in-open.html","abstract":"  Following expansion of the United States Open field by three players, SEVE BALLESTEROS, winner of three British Opens and two Masters, and BEN CRENSHAW, who won the Masters in 1984, were given special exemptions yesterday to play in this year's event, June 16-19 at Oakmont Country Club outside Pittsburgh.   Both Ballesteros, who has played in 15 consecutive Opens, and Crenshaw, a veteran of 20 Opens, would have had to play in regional qualifiers if not granted the exemptions. Ballesteros had said he would not play unless granted the exemption.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Private Colleges Are Criticized for Their Brand of Justice","web_url":"https://www.nytimes.com/1994/06/01/us/private-colleges-are-criticized-for-their-brand-of-justice.html","abstract":"  Max Fraad-Wolff began the fall semester as a junior at Vassar College and ended it as a pariah. He was accused -- falsely, he says -- of leaving a vicious message on a fellow student's answering machine.   It is not so much the accusation that makes him angry as the way the college judiciary handled it. Summoned before a judicial board, he was not permitted to bring a lawyer or his parents. He was not allowed to present evidence that his accuser had blamed someone else and had then withdrawn the complaint. Two witnesses against him were never identified; a third person presented their testimony. The most frustrating thing, he says, is that Vassar did not permit a voice analysis of the answering-machine tape.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Fed Did Right in Raising Interest Rates","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-fed-did-right-in-raising-interest-rates-267562.html","abstract":"  To the Editor:   Re \"The Fed's Latest Mistake\" by Sam Nakagama (Op-Ed, May 19):","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Fusion Reactor Experiment Sets A Power Record, Scientists Say","web_url":"https://www.nytimes.com/1994/06/01/us/fusion-reactor-experiment-sets-a-power-record-scientists-say.html","abstract":"  Scientists at the Princeton Plasma Physics Laboratory announced yesterday that their experimental fusion reactor had set a world record, producing a burst of nine million watts of fusion power.   Although the promise of cheap, plentiful fusion energy remains decades in the future, Princeton scientists said the latest achievement was a significant step.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Canucks Leave the Rangers With Echoes of Defeat","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-canucks-leave-the-rangers-with-echoes-of-defeat.html","abstract":"  The sound is sometimes just a simple Ding! or occasionally a louder Clang! It is sort of what you hear when a hammer strikes an anvil or a horseshoe hits a metal pole at the holiday picnic.   It is one-note music to the ears of a goalie like Vancouver's Kirk McLean, who had earned his good luck Tuesday night when the speeding, rising, rubber puck struck the metal crossbar behind him in the final minute of overtime.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"Look to Television's Role in Youth Violence; What of the Rest?","web_url":"https://www.nytimes.com/1994/06/01/opinion/l-look-to-television-s-role-in-youth-violence-what-of-the-rest-267589.html","abstract":"  To the Editor:   You filled more than two pages May 17 with your articles on young criminals in New York City. Grim as the articles were, they spoke of the worst in our city.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"St. Petersburg Journal; The Russians Revisit Stalin's Never-Never Land","web_url":"https://www.nytimes.com/1994/06/01/world/st-petersburg-journal-the-russians-revisit-stalin-s-never-never-land.html","abstract":"  The old man stood rock still, his back straight as a girder, contemplating Stalin.   He seemed transfixed by the huge 1937 painting by Grigory M. Shegal called \"Leader, Teacher and Friend.\" Under a huge statue of Lenin, Stalin pays a visit to a 1935 congress of collective farmers and industrial workers.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Victory for Salazar","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-road-racing-victory-for-salazar.html","abstract":"  ALBERTO SALAZAR won a major race for the first time in nearly a decade yesterday, capturing the 50-mile Comrades Marathon in Pietermaritzburg, South Africa. The 35-year-old former world marathon record-holder was timed in 5 hours 38 minutes 39 seconds. Second place went to NIC BESTER of South Africa, who sprinted in at 5:42.52. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"The Pyongyang Puzzle","web_url":"https://www.nytimes.com/1994/06/01/world/the-pyongyang-puzzle.html","abstract":"  When North Korea first began playing cat-and-mouse with the Clinton Administration over nuclear inspections, Washington's goal seemed simple: the Communist leaders of one of the world's most unpredictable states could not be permitted to possess a nuclear weapon.   But in the ensuing 18 months, as Washington and its allies have alternately tried to pressure, sweet-talk and threaten the North into giving up its bomb project, reality has set in and the objectives have grown far more complicated.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"Police Head Ousted In Mount Vernon","web_url":"https://www.nytimes.com/1994/06/01/nyregion/police-head-ousted-in-mount-vernon.html","abstract":"  The Mayor of Mount Vernon, N.Y., said that he had ousted the city's Police Commissioner yesterday, citing unspecified discontent with the police force. He said the move was unrelated to the arrests of three officers three weeks ago on graft charges.   The Commissioner, Clyde A. Isley, could not be reached for comment. He became the commissioner a year ago, after having served as deputy commissioner.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Cause of Cystic Fibrosis Is Traced to the Stone Age","web_url":"https://www.nytimes.com/1994/06/01/us/cause-of-cystic-fibrosis-is-traced-to-the-stone-age.html","abstract":"  The most common mutation that causes cystic fibrosis, a deadly genetic disease of the lungs and pancreas, is far more ancient than anybody suspected. The mutation arose in Europe midway through the Stone Age and spread across the continent along with the restless bands of hunters and gatherers who bore it, scientists have reported.   Using genetic samples from 15 different European groups to reconstruct molecularly the origin and evolution of cystic fibrosis, a widespread hereditary disease, researchers have concluded that the mutation is at least 52,000 years old, 10 to 20 times the age previously accorded it.","thumbnail":null,"section":"U.S."},{"date":"19940601","headline":"Mexican Rebels Gather to Rule on Government's Peace Offer","web_url":"https://www.nytimes.com/1994/06/01/world/mexican-rebels-gather-to-rule-on-government-s-peace-offer.html","abstract":"  Peasant rebels in the southern state of Chiapas sealed off areas under their control today for what they said would be a final assembly to decide whether to accept the peace settlement offered by the Government nearly three months ago.   In a communique published in Mexican newspapers today, leaders of the Zapatista National Liberation Army said they had finished a long series of meetings on the proposed settlement with the peasant communities that support them. In the coming days, they said, they will close their strongholds to journalists, count the votes, and reach a decision.","thumbnail":null,"section":"World"},{"date":"19940601","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/01/nyregion/metro-digest-261513.html","abstract":"  NEW YORK CITY  CHARGES THREATEN AN INSTITUTION   A few dozen elderly men gather each day in the main hall of the Tung On Association to drink tea and play mah-jongg. Members like to say that their association is as innocent as their gatherings. But Federal prosecutors have charged Clifford Wong, the Tung On's longtime president, with leading a criminal enterprise that killed 10 people and participated in armed robbery and heroin trafficking. A1.","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Public & Private; The Nurse Paradigm","web_url":"https://www.nytimes.com/1994/06/01/opinion/public-private-the-nurse-paradigm.html","abstract":"  An apple a day keeps the nurse away? Don't worry, you'll get used to the idea.    Because one of the most revolutionary parts of health care reform in America is bound to be the burgeoning role that nurses will play, including providing many of the services that were once confined to physicians. Their new prominence will benefit patients -- and raise some questions about the importance of tender loving care and the economic value of medical services.","thumbnail":null,"section":"Opinion"},{"date":"19940601","headline":"Rangers' Nasty Habit Is Hard One to Break","web_url":"https://www.nytimes.com/1994/06/01/sports/stanley-cup-finals-rangers-nasty-habit-is-hard-one-to-break.html","abstract":"  The Rangers went to the locker room at the close of regulation and they did not know whether to feel confidence, frustration, or simply disgust. They had been one minute away from victory in the first game of the Stanley Cup finals, and then the Vancouver Canucks snuck in some back door.   The players cannot put a finger on what they were feeling at that moment, but it was an all too familiar sensation, that they knew for sure. For the third time in eight playoff games, the Rangers had blown a lead in the final minute of regulation, and for the fourth time in eight games they were headed into overtime.","thumbnail":null,"section":"Sports"},{"date":"19940601","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/01/nyregion/news-summary-259055.html","abstract":"  International A3-15  CAT AND MOUSE WITH NORTH KOREA  News analysis: President Clinton's initial goal of insuring that North Korea does not have a nuclear bomb is now virtually unattainable. If the North has developed one, the chances of finding it soon are next to nil. As a result, the allies are arguing over what to insist on, and North Korea is capitalizing on the confusion.  A1  North Korea tested a new cruise missile in the Sea of Japan.  A12","thumbnail":null,"section":"New York"},{"date":"19940601","headline":"Coleman Enters Plea","web_url":"https://www.nytimes.com/1994/06/01/sports/sports-people-basketball-coleman-enters-plea.html","abstract":"  DERRICK COLEMAN pleaded not guilty yesterday to charges that he assaulted three teen-agers outside a Manhattan night spot on April 30 after being taunted about a playoff loss to the Knicks.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19940601","headline":"Republic of South Africa becomes a republic in the Commonwealth of Nations.","pages":[{"title":"South Africa","web_url":"https://en.wikipedia.org/wiki/South_Africa","description":"Country in Southern Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Flag_of_South_Africa.svg/320px-Flag_of_South_Africa.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"South Africa, officially the Republic of South Africa, is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739mi) of coastline that stretches along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini. It also completely enclaves Lesotho. It is the southernmost country on the mainland of the Old World, and the second-most populous country located entirely south of the equator, after Tanzania. South Africa is a biodiversity hotspot, with unique biomes, plant and animal life. With over 62 million people, the country is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres. Pretoria is the administrative capital, while Cape Town, as the seat of Parliament, is the legislative capital. Bloemfontein has traditionally been regarded as the judicial capital. The Constitutional Court, the country's highest court, is located in Johannesburg."},{"title":"Republics in the Commonwealth of Nations","web_url":"https://en.wikipedia.org/wiki/Republics_in_the_Commonwealth_of_Nations","description":"Country with a republican form of government in the Commonwealth of Nations","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Commonwealth_republics.svg/320px-Commonwealth_republics.svg.png","thumbnail_width":320,"thumbnail_height":162},"abstract":"The republics in the Commonwealth of Nations are the sovereign states in the organisation with a republican form of government. As of June 2022, 36 out of the 56 member states were republics. While Charles III is the titular Head of the Commonwealth, the King is not the head of state of the republican members. The King is however, the reigning monarch in the Commonwealth realms. The Head of the Commonwealth role does not carry with it any power; instead, it is a symbol of the free association of Commonwealth members."}]}],"weather":[{"date":"19940601","time":"1994-06-01 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":55,"wspd":7.6},{"date":"19940601","time":"1994-06-01 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":56,"wspd":5.4},{"date":"19940601","time":"1994-06-01 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":61,"wspd":1.8},{"date":"19940601","time":"1994-06-01 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":65,"wspd":3.6},{"date":"19940601","time":"1994-06-01 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":65,"wspd":3.6},{"date":"19940601","time":"1994-06-01 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.8,"rhum":56,"wspd":1.8},{"date":"19940601","time":"1994-06-01 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.2,"rhum":50,"wspd":5.4},{"date":"19940601","time":"1994-06-01 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":52,"wspd":7.6},{"date":"19940601","time":"1994-06-01 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":50,"wspd":5.4},{"date":"19940601","time":"1994-06-01 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":42,"wspd":5.4},{"date":"19940601","time":"1994-06-01 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.2,"rhum":36,"wspd":13},{"date":"19940601","time":"1994-06-01 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":34,"wspd":18.4},{"date":"19940601","time":"1994-06-01 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":33,"wspd":22.3},{"date":"19940601","time":"1994-06-01 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24,"rhum":27,"wspd":14.8},{"date":"19940601","time":"1994-06-01 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.2,"rhum":30,"wspd":14.8},{"date":"19940601","time":"1994-06-01 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.1,"rhum":35,"wspd":20.5},{"date":"19940601","time":"1994-06-01 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.9,"rhum":37,"wspd":9.4},{"date":"19940601","time":"1994-06-01 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.3,"rhum":39,"wspd":11.2},{"date":"19940601","time":"1994-06-01 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":45,"wspd":9.4},{"date":"19940601","time":"1994-06-01 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.3,"rhum":49,"wspd":16.6},{"date":"19940601","time":"1994-06-01 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":54,"wspd":9.4},{"date":"19940601","time":"1994-06-01 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":59,"wspd":13},{"date":"19940601","time":"1994-06-01 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":60,"wspd":14.8},{"date":"19940601","time":"1994-06-01 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":69,"wspd":16.6},{"date":"19940601","time":"1994-06-01 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":53,"wspd":27.7},{"date":"19940601","time":"1994-06-01 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":64,"wspd":20.5},{"date":"19940601","time":"1994-06-01 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":71,"wspd":22.3},{"date":"19940601","time":"1994-06-01 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":66,"wspd":25.9},{"date":"19940601","time":"1994-06-01 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":68,"wspd":22.3},{"date":"19940601","time":"1994-06-01 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":68,"wspd":25.9},{"date":"19940601","time":"1994-06-01 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":75,"wspd":20.5},{"date":"19940601","time":"1994-06-01 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":75,"wspd":18.7},{"date":"19940601","time":"1994-06-01 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":78,"wspd":20.5},{"date":"19940601","time":"1994-06-01 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":81,"wspd":16.6},{"date":"19940601","time":"1994-06-01 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20,"rhum":84,"wspd":9.4},{"date":"19940601","time":"1994-06-01 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":81,"wspd":13},{"date":"19940601","time":"1994-06-01 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":76,"wspd":22.3},{"date":"19940601","time":"1994-06-01 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":20.5},{"date":"19940601","time":"1994-06-01 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":79,"wspd":16.6},{"date":"19940601","time":"1994-06-01 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":60,"wspd":16.6},{"date":"19940601","time":"1994-06-01 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":46,"wspd":24.1},{"date":"19940601","time":"1994-06-01 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":35,"wspd":27.7},{"date":"19940601","time":"1994-06-01 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":31,"wspd":25.9},{"date":"19940601","time":"1994-06-01 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":23,"wspd":27.7},{"date":"19940601","time":"1994-06-01 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":23,"wspd":27.7},{"date":"19940601","time":"1994-06-01 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":29,"wspd":29.5},{"date":"19940601","time":"1994-06-01 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":30,"wspd":25.9},{"date":"19940601","time":"1994-06-01 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":34,"wspd":22.3}]},"19940602":{"guardian_articles":[],"nytimes_articles":[{"date":"19940602","headline":"Transactions","web_url":"https://www.nytimes.com/1994/06/02/sports/transactions-275077.html","abstract":"  Baseball  American League   CLEVELAND INDIANS -- Optioned Julian Tavarez, pitcher, to Charlotte of the International League. National League   MONTREAL EXPOS -- Optioned Kirk Rueter, pitcher, to Ottawa of the International League. Called up Heath Haynes, pitcher, from Ottawa.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Search for 2 Escaped Killers Is Slowed as Freed Hostage Is Sought","web_url":"https://www.nytimes.com/1994/06/02/nyregion/search-for-2-escaped-killers-is-slowed-as-freed-hostage-is-sought.html","abstract":"  As investigators continued to search for two killers from New York City who escaped from a state psychiatric center at gunpoint Friday night, state police officials said yesterday that their investigation had been slowed because they had been unable to find the hospital worker who was taken hostage, then released.   Robert J. Kamrowski, the hospital aide, who the two men took hostage at the Mid-Hudson Psychiatric Center in Orange County, apparently left on a 14-day vacation the next morning. Police officials interviewed Mr. Kamrowski on Friday night but said they wanted to re-interview him because there were elements in his account that investigators did not understand.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Democrats Pick New York Slate Of Incumbents","web_url":"https://www.nytimes.com/1994/06/02/us/democrats-pick-new-york-slate-of-incumbents.html","abstract":"  Girding for a challenge from newly unified Republicans, New York's Democrats smoothly blessed a ticketful of incumbents for re-election at their state convention today, beginning with unanimous endorsements of Gov. Mario M. Cuomo and Senator Daniel Patrick Moynihan.    But they could not mask undercurrents of apathy, anxiety and dissension -- or avoid contested primaries for Senator and State Attorney General.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Separated From Children, Immigrants Grow Desperate","web_url":"https://www.nytimes.com/1994/06/02/nyregion/separated-from-children-immigrants-grow-desperate.html","abstract":"  For many West Indian women in New York, long-term separation from their children is a heartbreaking fact of immigrant life. And for some, like the Jamaican mother whose son was held for ransom by smugglers this week, it is just too much to bear.   The arrest of five people in a Jamaican child-smuggling operation on Tuesday illuminates the desperate methods that some immigrants will employ to be reunited with their children.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Sports of The Times; This Time It's Worse, Much Worse","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-of-the-times-this-time-it-s-worse-much-worse.html","abstract":"  THREE HUNDRED and sixty-four days later, it happened again. The Knicks confronted the ghost of fifth games past, but instead of conquering that specter they staged one of the classic collapses in their history.    Last year in Game 5 it was Michael Jordan and eight other arms swatting at poor Charles Smith, who couldn't push the rock up the hill and therefore became a symbol for one unfortunate moment.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/02/nyregion/c-corrections-276197.html","abstract":"  An obituary yesterday about Shelby Cullom Davis, a New York investment banker, philanthropist and former United States Ambassador to Switzerland, misstated the date of his death in some editions. It was Thursday, May 26, not Sunday.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/02/nyregion/metro-digest-270377.html","abstract":"  NEW YORK DEMOCRATS BACK INCUMBENTS Girding for a challenge from newly unified Republicans, New York's Democrats smoothly blessed a ticketful of incumbents for re-election at their state convention, beginning with unanimous endorsements of Gov. Mario M. Cuomo and Senator Daniel Patrick Moynihan. A1. CRIME RATE DROPS, HASTENING A TREND Reports of major crime in New York City dropped by 11 percent in the first five months of this year, according to preliminary police figures, accelerating the downward trend of the last few years. A1.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Weimar Russia: Resist Its Blackmail-by-Weakness","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-weimar-russia-resist-its-blackmailbyweakness.html","abstract":"Russia is the joker in the European deck, and wariness should be the watchword. The West ought not to bet on the predictability of a player which represents the residual risk in Europe's post-Cold War destiny..The problem is domestic in part. It is tru","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"White House Plaque","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-white-house-plaque-278220.html","abstract":"  To the Editor:   Your fascinating May 20 obituary of Jacqueline Kennedy Onassis contained the following: \"Before she left the White House, she placed a plaque in the Lincoln bedroom that said, 'In this room lived John Fitzgerald Kennedy with his wife, Jacqueline during the 2 years, 10 months and 2 days he was President of the United States -- Jan. 10, 1961 - Nov. 22, 1963.' Mrs. Richard M. Nixon had the plaque removed after she and her husband moved in in 1969.\"","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"FLAW DISCOVERED IN FEDERAL PLAN FOR WIRETAPPING","web_url":"https://www.nytimes.com/1994/06/02/us/flaw-discovered-in-federal-plan-for-wiretapping.html","abstract":"  A computer scientist at AT&T Bell Laboratories has discovered a basic flaw in the technology that the Clinton Administration has been promoting as a way to allow law enforcement officials to eavesdrop on electronically scrambled telephone and computer conversations.   Someone with sufficient computer skills can defeat the Government's technology by using it to encode messages so that not even the Government can crack them, according to the Bell Labs researcher, Matthew Blaze.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Ukraine's Lawmakers in Warning to Crimea","web_url":"https://www.nytimes.com/1994/06/02/world/ukraine-s-lawmakers-in-warning-to-crimea.html","abstract":"  The Ukrainian Parliament confirmed its decision to suspend the Constitution of its Russian-dominated region of Crimea today and demanded that President Leonid M. Kravchuk draw up a list of responses by Monday to stop Crimea's slide toward independence.   Though the new resolution set no deadlines, nor suggested what might be in store for the pro-Russian leadership of Crimea, lawmakers said they felt they had made a tough statement by rejecting Mr. Kravchuk's proposal to submit the Crimean problem to a Constitutional Court, whose creation would take at least a month.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Clinton, in Rome, Starts Tour of Europe to Burnish Image","web_url":"https://www.nytimes.com/1994/06/02/world/clinton-in-rome-starts-tour-of-europe-to-burnish-image.html","abstract":"  Bill Clinton began the second major European trip of his Presidency today in much the same way he began the first, still struggling to convince the principal allies of the United States that he is a worthy leader of the world's only fully functioning superpower.   Air Force One landed at Ciampino Airport, southeast of Rome, a few minutes after midnight, and Mr. Clinton will plunge into a characteristically ambitious program this morning.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Drunken Driver Detectors","web_url":"https://www.nytimes.com/1994/06/02/opinion/drunken-driver-detectors.html","abstract":"  Over the last 15 years, the incidence of deaths involving drunken drivers has been cut by around 30 percent. There are many reasons for this good news: public-service campaigns promoting sensible drinking and designated drivers; major lawsuits that have caused bartenders to think twice about serving intoxicated customers; society's growing distaste for public drunkenness. Yet the deaths of three pedestrians in New York City this spring at the hands of a man with a long history of drunken driving, Abraham Meyers, was a dramatic reminder that we have a long way to go.    The killings provoked justifiable, widespread outrage over lax laws and meager enforcement. Yet few mentioned that the accident might have been averted through simple technology. In a few feet, a car can transform a driver's failings -- drunkenness, anger, momentary inattention -- into a body count. Since cars are essential to everyday life, they cannot be banned, but they can be engineered to keep drunks from getting behind the wheel.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Veto Delayed By Giuliani On Job Shift","web_url":"https://www.nytimes.com/1994/06/02/nyregion/veto-delayed-by-giuliani-on-job-shift.html","abstract":"  Mayor Rudolph W. Giuliani, in a surprise move, said yesterday that he would delay vetoing a bill, passed last month by the City Council, that would allow the Council to hold hearings on the Mayor's attempts to turn over some municipal services to private companies.   Mr. Giuliani has long denounced the bill and had promised to veto it even before it had passed a Council committee for submission to the entire body. Administration officials had stated their intention to take the matter to court to block the bill. But yesterday Mr. Giuliani held a public hearing on the bill -- required by law before the Mayor signs or vetoes a measure -- and said he wanted to wait before vetoing it.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/02/sports/results-plus-274003.html","abstract":"  HORSE RACING  Erhaab Captures English Derby  Erhaab closed with a rush in the final 100 yards under 52-year-old jockey Willie Carson and won the English Derby by 1 1/4 lengths yesterday at Epsom, England, before 100,000 spectators, including Queen Elizabeth II. King's Theater finished second ahead of Colonel Collins. Near the halfway point of the mile-and-a-half race, Willie Ryan was thrown from Foyer. He possibly broke ribs. (AP)   YACHTING  Could a Photo Finish Be in Sight?  The closest leg finish in the history of the Whitbread Round the World Race loomed yesterday as two yachts were within two miles of the leader with two days to go. The Maxi entry New Zealand Endeavor held the slight advantage over Whitbread 60 Class yachts Yamaha and Tokio as the boats sailed the North Atlantic some 640 miles from the finish of the sixth and final leg at Southampton, England. All three boats are on course to break by four days the previous Whitbread record for the 3,818-mile leg from Fort Lauderdale, Fla. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"He Had His Medals and a Lot More","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-he-had-his-medals-and-a-lot-more.html","abstract":"When the war ended in the Pacific, I went home with what was left of my mortar platoon. Possessing few talents, except for having risen to the lofty rank of second lieutenant at 19, I decided to stay in the army..After parachute and glider school at Fo","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Colombia Reimposes Curbs On Marijuana and Cocaine","web_url":"https://www.nytimes.com/1994/06/02/world/colombia-reimposes-curbs-on-marijuana-and-cocaine.html","abstract":"  Stung by charges that this capital was becoming an \"Amsterdam in the Andes,\" Colombia's Government has squashed Latin America's first fling with legally free drug use, reimposing tight curbs on the use of cocaine and marijuana.    On Tuesday night, the Government decreed a series of restrictions that essentially limit drug consumption to private residences where children are not present.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"U.S. Roster Selected For the World Cup","web_url":"https://www.nytimes.com/1994/06/02/sports/us-roster-selected-for-the-world-cup.html","abstract":"  The United States pared its World Cup roster to the 22-player limit last night. It's a list that includes only six players who competed in soccer's world championship four years ago in Italy.   Among the three players cut was defender Brian Bliss, who was called up to the national team for two exhibitions last week but tore cartilage in his left knee upon returning to his club team in Germany.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"A Good Starting Point : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-a-good-starting-point-letters-to-the-editor.html","abstract":"Regarding \"When Victims Boast of Their Victimhood, the Better to Victimize\" (Opinion, May 5) by Flora Lewis:.Ms. Lewis rightly points to the damage to relations between blacks and Jews, which is a serious loss for the comity of American socie","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/02/nyregion/c-corrections-276227.html","abstract":"  An article on May 9 about research on silicones at the Dow Corning Corporation that led the company to manufacture silicone breast implants misattributed the statement that documents about the research had been turned over to a Federal grand jury by a scientist, Dr. Robert S. Lake. It was made by a lawyer for the plaintiffs in a class action lawsuit against implant makers, not by Dr. Lake's lawyer, A. Wayland Cooke.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"It's Not Too Late to Stop Zaire Anarchy","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-it-s-not-too-late-to-stop-zaire-anarchy-278238.html","abstract":"  To the Editor:   Your May 24 front-page report from Kinshasa describes Zaire's drift toward anarchy. What is most surprising about Zaire is that, with isolated exceptions, it has not been engulfed by the violence of Rwanda, Somalia and other African countries. But there is still time. President Mobutu Sese Seko's \"long and complicated political game with the opposition\" is far from over.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Jamaica to Let U.S. Anchor Ship Off Coast","web_url":"https://www.nytimes.com/1994/06/02/world/jamaica-to-let-us-anchor-ship-off-coast.html","abstract":"  Jamaica agreed today to let the United States anchor ships in its waters so American officials can hold shipboard hearings to determine whether fleeing Haitians qualify for refugee status.   The Jamaican decision represents a diplomatic victory for the Clinton Administration, which promised last month to provide individual hearings for Haitian boat people rather than forcibly send them back without hearings. Later, the Administration realized it did not have a suitable place to conduct such hearings.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"15 Floods in 25 Years, Town's Moving","web_url":"https://www.nytimes.com/1994/06/02/us/15-floods-in-25-years-town-s-moving.html","abstract":"  There is nothing like a flood to bond a small community in a watery battle to save lives and property. Almost a year ago, the Iowa River spilled over its banks, and most of Chelsea's 330 residents worked side by side for weeks to feed the elderly, repair utilities and rebuild homes and businesses.    But there is also nothing like well-meaning ideas and a river of cash from Washington to end such unity and divide an old river town like never before.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Big Payoff In Lottery Shows Lure Of Dreams","web_url":"https://www.nytimes.com/1994/06/02/nyregion/big-payoff-in-lottery-shows-lure-of-dreams.html","abstract":"  With New Jersey's Pick-6 lotto jackpot at $35 million, the second largest ever, Frank Shain figures his lucky lottery number will most certainly be lucky this time.    So at the Garden State News here in mid-afternoon, Mr. Shain opened his billfold and pulled out a frayed slip of paper bearing 1-5-6-13-18-22 in faded pencil and bought a $1 ticket for Thursday night's drawing. This is the week, he said, his number will repay years of loyalty and faith with a big lottery payoff.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Vietnam Vet Suicide Didn't Drink at End","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-vietnam-vet-suicide-didn-t-drink-at-end-277894.html","abstract":"  To the Editor:   Much has been written and said about the life and death by suicide May 11 of Lewis B. Puller Jr. (news article, May 14), veterans' advocate and Pulitzer Prize winner for \"Fortunate Son: The Healing of a Vietnam Vet.\" Most of it has been accurate.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"23 Women Are Named to America   Crew","web_url":"https://www.nytimes.com/1994/06/02/sports/yacht-racing-23-women-are-named-to-america-crew.html","abstract":"  Bill Koch's America   team released the names yesterday of 23 crew members it has chosen to sail in the 1995 America's Cup defense trials. Besides veteran sailors, the first all-female cup crew includes a body builder, two Olympic rowers, two professional divers and a world-class weight lifter.   \"It wasn't an opportunity that was there when I graduated from college 10 years ago,\" said J J Isler yesterday about making the first all-female team. \"I feel lucky that I'm in the right place at the right time.\"","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"The Talk of Hollywood; Got a Screenplay? Make It Derivative And Send It, Fast","web_url":"https://www.nytimes.com/1994/06/02/movies/the-talk-of-hollywood-got-a-screenplay-make-it-derivative-and-send-it-fast.html","abstract":"  Seated on black leather chairs in a conference room at International Creative Management in Beverly Hills, a group of literary agents were happily examining an alphabetic list of nearly 20 screenplays, mostly by unknown writers, that have been sold by the agency in the last six months. The prices ranged from $250,000 to the low seven figures.   \"Suddenly, it's a very healthy market now,\" said one of the I.C.M. agents, Steve Rabineau. \"There hasn't been this kind of spurt in years. Look at the list.\"","thumbnail":null,"section":"Movies"},{"date":"19940602","headline":"1894: Royal Troubles : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-1894-royal-troubles-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The Empress Frederick has in vain sought to bring about a reconciliation between the Emperor and his brother-in-law, the Crown Prince of Greece. The former cannot forget his sister's abjuration of her religion after her marriage. He still regards","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Wickman Can't Pass Yankees' Closer Test","web_url":"https://www.nytimes.com/1994/06/02/sports/baseball-wickman-can-t-pass-yankees-closer-test.html","abstract":"  Bob Wickman was left on the mound in the dramatic ninth inning last night against the White Sox. Left to prove himself as the closer the Yankees have been futilely searching for. Left to try to navigate through perhaps the most precarious situation of his career. Wickman was given the chance to shine but instead made the Yankees shudder.   No matter what Manager Buck Showalter mumbled after the White Sox had scored three runs in the ninth to swipe a 5-4 victory at Yankee Stadium, this was a test of the bullpen. It was a significant test. It was Wickman's chance to snare the closer's role and sprint with it. But Wickman stumbled. So did Steve Howe. So did the Yankees. Even if Showalter denied it, this was a test and Wickman failed.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"On Broadway, the Numbers Are on the Rise","web_url":"https://www.nytimes.com/1994/06/02/theater/on-broadway-the-numbers-are-on-the-rise.html","abstract":"  Broadway attendance this season rose to its highest level in six years, according to statistics released yesterday by the League of American Theaters and Producers, a North American trade association for the commercial theater industry. A total of 8.1 million people saw performances in one of Broadway's 35 theaters during the just-concluded 1993-94 season, up from 7.9 million a year ago.   The total audience was the largest since 1987-88, when about 30,000 more people attended Broadway shows. The record, 11 million, occurred in the 1980-81 season; the record low, 5.4 million, in 1972-73.","thumbnail":null,"section":"Theater"},{"date":"19940602","headline":"A Debt of Gratitude : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-a-debt-of-gratitude-letters-to-the-editor.html","abstract":"The veterans of the European Theater of Operations who fought after D-Day not only feel a sense of profound gratitude to the Normandy veterans, but also, I'm sure, a certain frustration in not being able to pay our respects on-site. We owe them our very","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Bias Charged In Selection Of U.S. Juries","web_url":"https://www.nytimes.com/1994/06/02/nyregion/bias-charged-in-selection-of-us-juries.html","abstract":"  For years, the Federal court district that covers three New York City boroughs and Long Island has brought many people in from Long Island -- with its mostly white population -- to serve on juries in Brooklyn. But people from the city portion of the district -- with its larger percentage of minority residents -- do not serve on juries in the district's two Long Island courthouses.   Defense lawyers have increasingly argued that the disparity is unfair to black and Hispanic defendants, and the Federal prosecutor for the district also wants the system changed because, he says, this perception undercuts confidence in the courts.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/02/style/chronicle-277770.html","abstract":"  The topic of a meeting to be held by the United States Information Agency in Atlanta tomorrow and Saturday is \"Investing in People: The United States-South Africa Conference on Democracy and Economic Development,\" and it may be the hottest ticket around.   \"The idea simply struck fire with a number of people, and we now have more who are interested than we can possibly accommodate,\" said Dr. JOSEPH D. DUFFEY, the agency's director.","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"Books of The Times; A Dark Moral Tale of Old New York","web_url":"https://www.nytimes.com/1994/06/02/books/books-of-the-times-a-dark-moral-tale-of-old-new-york.html","abstract":"    The Waterworks  By E. L. Doctorow  253 pages. Random House. $23.     The inspiration for E. L. Doctorow's haunting new novel, \"The Waterworks,\" clearly comes from a mysteriously sinister four-page story, \"The Water Works,\" which appeared in the author's 1984 collection, \"Lives of the Poets.\" In the story, the narrator follows a black-bearded man to an artificial reservoir somewhere north of a city, and watches as the man pulls a drowned child from the water and drives away in a carriage.","thumbnail":null,"section":"Books"},{"date":"19940602","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/02/nyregion/news-summary-269352.html","abstract":"  International A3-15  A LONG WAR SAPS AZERBAIJAN  With billions of gallons of oil and rich agricultural resources, Azerbaijan would seem to have it all. But a war with Armenia governs every aspect of life in the Caucasus country, pounding people from their homes and miring many in poverty.  A1","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/02/style/chronicle-277746.html","abstract":"  ROBERT TAUB could hardly hope to play the piano for more rarefied audiences than the ones who will hear him in Princeton, N.J., in the next few years. Mr. Taub has been named as the the first artist-in-residence at the 70-year-old Institute for Advanced Study, a research center for scholars in the sciences and humanities.    \"His appointment will be a combination of scholarship and performance, and an interesting experiment,\" said PHILLIP A. GRIFFITHS, the institute's director. \"We haven't done anything like this since T. S. Eliot was here in 1958. While he was here, he wrote 'The Cocktail Party.' \"","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"Essay; Reactor Roulette","web_url":"https://www.nytimes.com/1994/06/02/opinion/essay-reactor-roulette.html","abstract":"  Stalinist North Korea watched the way Serbia diddled the \"Great Powers\" of the West -- a promise here, a false concession there -- and proceeded to use the same technique on the \"Great Powers\" of the East.   Duplicity worked again; years of hand-wringing diplomacy gave North Korea time to produce enough fissionable material for perhaps a half-dozen nuclear bombs.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Vancouver Hopes to Start As Quickly as It Finishes","web_url":"https://www.nytimes.com/1994/06/02/sports/hockey-vancouver-hopes-to-start-as-quickly-as-it-finishes.html","abstract":"  A day after they won a game in which they were outskated, outshot and outplayed by the Rangers, the Vancouver Canucks acknowledged that they would have to play much better as a team to be successful in the rest of the series.   The Canucks escaped with a 3-2 overtime victory in Game 1 Tuesday night, but only because their goaltender, Kirk McLean, turned in a magnificent performance against a barrage of Ranger shots. Vancouver Coach Pat Quinn said his team couldn't count on that in Game 2 tonight, or beyond.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Bad Memories in Italy","web_url":"https://www.nytimes.com/1994/06/02/opinion/bad-memories-in-italy.html","abstract":"  A stinging historical irony awaits President Clinton when he begins his tour of emotive World War II battle sites with a visit to Italy's Nettuno cemetery tomorrow. Buried there are thousands of valiant U.S. and Allied soldiers who died holding the embattled Anzio beachhead on their way to expelling Nazi occupiers from Rome and destroying the remnants of Benito Mussolini's Fascist regime. Like those soldiers a half-century ago, Mr. Clinton encounters an Italy where Fascism is a political force and followers of Mussolini hold high office.    The President, the first Western leader to meet Prime Minister Silvio Berlusconi since he included ministers from the Fascist-descended National Alliance in his coalition Cabinet, correctly insists on judging the Alliance by its deeds, not its ancestry. But those deeds already warrant close scrutiny.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Officer in Harlem Corruption Case Pleads Guilty","web_url":"https://www.nytimes.com/1994/06/02/nyregion/officer-in-harlem-corruption-case-pleads-guilty.html","abstract":"  A New York City police officer charged in the 30th Precinct police corruption scandal pleaded guilty in Federal Court in Manhattan yesterday to drug trafficking, conducting illegal searches and tax evasion.   Ruben Garza, 34, became the fifth officer from the Harlem precinct corruption case to plead guilty. Fourteen officers were initially implicated in connection with what law-enforcement officials say was a widespread pattern of corruption and physical abuse.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Reviews/Jazz; An Optimistic Way With the Saxophone","web_url":"https://www.nytimes.com/1994/06/02/arts/reviews-jazz-an-optimistic-way-with-the-saxophone.html","abstract":"  The saxophonist David Sanchez opened his second set at the Village Vanguard on Tuesday night with a long version of the standard \"Falling in Love With Love.\" It had a relaxed and improvisatory feel to it, like a tune that opens a recording session but is never intended to be on a recording. Then he soloed, and the performance became taut. Mr. Sanchez, at 25 one of the finest young saxophonists in New York, can grab your attention.   He does it because he swings, and because his sense of swing is so appealing. He has a nice lope in his playing, and when he finds himself boxed into a harmonic corner, when he's traveled as far from the chords as he can, he'll flick a rhythm and breeze right into a consonant note. And he has a good sense for note choices, knowing exactly when to peel away from the harmony, when to accent a curdled note, when to turn a consonant note into a rhythmic battering ram so that it means something. But everything comes back to his sense of swing, easy and optimistic without being simplistic.","thumbnail":null,"section":"Arts"},{"date":"19940602","headline":"Prosecutor No Stranger To Corruption in Politics","web_url":"https://www.nytimes.com/1994/06/02/us/indictment-congressman-legal-case-prosecutor-no-stranger-corruption-politics.html","abstract":"  Within hours of becoming the chief Federal prosecutor in the District of Columbia in October, Eric H. Holder Jr. found himself in his new office poring over the files on what was to become the biggest case of his career: the corruption investigation of Representative Dan Rostenkowski.   Mr. Holder was the third and, it turns out, the last of three Federal prosecutors to oversee the investigation that led to a 17-count indictment of Mr. Rostenkowski, Democrat of Illinois, on Tuesday. The broad felony indictment charges Mr. Rostenkowski with embezzling more than $500,000 from his Congressional office over 20 years.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Health Insurer Pays $6.2 Million To Settle Florida Overcharge Case","web_url":"https://www.nytimes.com/1994/06/02/us/health-insurer-pays-6.2-million-to-settle-florida-overcharge-case.html","abstract":"  Humana Inc., one of the nation's largest health care companies, agreed today to pay $6.25 million to customers in Florida as part of a settlement of accusations that the company systematically overcharged thousands of its consumers throughout the state.   The payment will be distributed among 37,000 Florida residents who were insured by Humana and also treated at hospitals owned by the company. The agreement results from a state investigation that found that Humana was requiring some of its customers to pay a greater portion of their hospital bills than their insurance policies required.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Plan for Nassau Legislature Is Delivered","web_url":"https://www.nytimes.com/1994/06/02/nyregion/plan-for-nassau-legislature-is-delivered.html","abstract":"  The Nassau County charter commission's final plan for a county legislature was delivered today to the Federal judge who a year ago declared Nassau's present form of government unconstitutional.   Under the plan, a 19-member legislature would replace the current 6-member Board of Supervisors, who represent town and cities of widely varying size by using a weighted voting system. The judge found that violated the one-person, one-vote principle.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Pentagon Ordered to Reinstate Nurse Forced Out as a Lesbian","web_url":"https://www.nytimes.com/1994/06/02/us/pentagon-ordered-to-reinstate-nurse-forced-out-as-a-lesbian.html","abstract":"  A Federal judge in Seattle ordered the military today to reinstate a highly decorated nurse who was forced out of the Washington State National Guard after acknowledging that she is a lesbian.   The judge, Thomas S. Zilly of Federal District Court, ordered Col. Margarethe Cammermeyer back to the job she held in 1992, ruling that the military's policy on homosexuals at that time was based solely on prejudice and was a clear violation of the Constitution's equal-protection clause.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/02/nyregion/c-corrections-269883.html","abstract":"  Because of an editing error, a diagram yesterday explaining the extraction of plutonium from nuclear fuel rods referred incorrectly in some editions to the country suspected of diverting plutonium from its nuclear power program to make weapons. It is North Korea, not South Korea.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Journal; The Paleo-Hucksters","web_url":"https://www.nytimes.com/1994/06/02/opinion/journal-the-paleo-hucksters.html","abstract":"  It wasn't the Devil who made me do it. I had no choice. If you were with your kids over the long Memorial Day weekend and they were dying to go to the movies and everyone was eager to get out of the house before cabin fever turned lethal, then you, too, made your way to \"The Flintstones.\" It was the only new \"family\" movie at the multiplex for the holiday.    This is why \"The Flintstones\" took in a record $37.5 million last weekend, and it is also why those millions of ticket buyers went back to school or work on Tuesday a bit more bummed out than usual. While it would be wrong to pin the decline and fall of Western civilization on 92 minutes of evanescent pap, a phenomenon like \"The Flintstones\" speaks volumes about why many children, not to mention adults, are alienated from so-called mainstream American cultural values -- and why they would rather consume violent, antisocial pop culture than family entertainment. If \"The Flintstones\" is the norm in mass culture, a counterculture couldn't arrive a moment too soon.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"U.N. Lists Four Nations at Risk Because of Wide Income Gaps","web_url":"https://www.nytimes.com/1994/06/02/world/un-lists-four-nations-at-risk-because-of-wide-income-gaps.html","abstract":"  Egypt, South Africa, Nigeria and Brazil are among countries now in danger of joining the world's list of failed states because of wide income gaps between sections of their populations, a new United Nations report warns.  Disastrous social upheavals and explosions could result, it says.    The warning comes in the United Nations Development Program's annual Human Development Report, a widely respected work that seeks to measure the development progress each country is making, not in terms of increasing its overall wealth but in how it uses that wealth to improve the longevity and literacy of its people and reduce poverty. The report does this by compiling a Human Development Index that compares different regions and ethnic groups.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Manchester Goes Catalan, With a Creak","web_url":"https://www.nytimes.com/1994/06/02/theater/manchester-goes-catalan-with-a-creak.html","abstract":"  Leaden skies hung overhead and a chill wind cut through this proud but bleak northern English city. But on the streets were the colorfully costumed members of Gog i Magog, a company from Barcelona, Spain, that calls itself a \"medieval street theater troupe of the 20th century.\"   Stalking about on stilts in the city's shopping center with their band blaring and thumping in the background, troupe members acted out an age-old tale of a dragon, a damsel in distress and a none-too-competent knight on horseback. Finally, the knight managed to dispatch the dragon and the troupe sauntered off to its van, to prepare for another performance a mile away.","thumbnail":null,"section":"Theater"},{"date":"19940602","headline":"1919: The New Republic : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-1919-the-new-republic-in-our-pages100-75-and-50-years-ago.html","abstract":"MAYENCE - The Rhineland Republic was proclaimed to-day [June 1] in the various Rhenish cities. The population appears pleased with the change, which is expected to have a favorable influence on the relations of the Rhine provinces with the Entente nations","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Punitive Damages Denied In Beating of Rodney King","web_url":"https://www.nytimes.com/1994/06/02/us/punitive-damages-denied-in-beating-of-rodney-king.html","abstract":"  A jury refused today to award Rodney G. King punitive damages from the police officers who were present during his beating in 1991, absolving them of individual responsibility for the kicks and baton blows that shocked the nation.    The same jury had earlier ordered the City of Los Angeles to pay Mr. King $3.8 million in compensation for the beating.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Developer and M.T.A. Reach Agreement on Coliseum Site","web_url":"https://www.nytimes.com/1994/06/02/nyregion/developer-and-mta-reach-agreement-on-coliseum-site.html","abstract":"  Nine years after he first agreed to pay $455 million for the right to build a huge complex on the site of the New York Coliseum, Mortimer B. Zuckerman reached an agreement yesterday to buy half the site for less than a quarter of the original price, officials said.   Under the agreement, expected to be completed today, Mr. Zuckerman will pay $80 million for one of the potentially most valuable development sites in New York City.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Hartford Whalers Are Sold","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-hockey-hartford-whalers-are-sold.html","abstract":"  The Hartford Whalers were sold last night for $47.5 million to two Michigan computer company executives who intend to keep the National Hockey League team in Hartford. The new owners, PETER KARMANOS and THOMAS THEWES, are the two principal owners of Compuware Corporation, a Michigan computer company. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"NBC Gets U.S. Open Golf","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-television-nbc-gets-us-open-golf.html","abstract":"  NBC Sports yesterday acquired the rights to the United States Open from 1995 to 1999, giving NBC a major golf tournament for the first time since the network televised the Open in 1965.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/02/nyregion/inside-269794.html","abstract":"  Verdict in Rodney King Suit   A jury refused to award Rodney King punitive damages from the police officers present during his videotaped beating in 1991. Page A16.  Immigrants Long for Children    The arrest of five people in a Jamaican child-smuggling operation illuminates some immigrants' desperation to regain their children. Page B1. Broadway's Numbers Are Up    Despite the pessimism that has afflicted the theater, attendance has been rising. This year, it reached the highest level in six years. Page C13. Advantage, Pacers    With Reggie Miller scoring 25 points in the fourth quarter and the Knicks only 11, Indiana rallied to win, 93-86, and take a 3-2 lead in games. Page B9.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Harper Signs With Dallas","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-football-harper-signs-with-dallas.html","abstract":"  Wide receiver ALVIN HARPER signed a one-year contract worth $866,000 with the Dallas Cowboys yesterday and will become an unrestricted free agent next year.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"The N.B.A Finally Finds a New Playoff Hero: Reggie!","web_url":"https://www.nytimes.com/1994/06/02/sports/on-pro-basketball-the-nba-finally-finds-a-new-playoff-hero-reggie.html","abstract":"  A series that was mired in overwhelming mediocrity finally found greatness last night. It found Reggie Miller behind screen after Indiana Pacer screen. Miller found the basket, again and again, and the Knicks found out that living on the edge is no way at all to live in the playoffs.   The Knicks thought home court would be their answer, their savior. They were wrong, like last season, when the greatest player ever came to Madison Square Garden and ruined Game 5 and stole the season right from their building.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Rangers' Strategy: The Vision Thing","web_url":"https://www.nytimes.com/1994/06/02/sports/hockey-rangers-strategy-the-vision-thing.html","abstract":"  Before Andrew Giuliani hopes to become the grand marshal in a potential Stanley Cup victory parade, his father the mayor should be informed of the strategy the Rangers will use in their attempt to eliminate the one-game deficit in the final series created by Vancouver goaltender Kirk McLean.   \"More traffic,\" said Stephane Matteau.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Azerbaijan, Potentially Rich, Is Impoverished by Warfare","web_url":"https://www.nytimes.com/1994/06/02/world/azerbaijan-potentially-rich-is-impoverished-by-warfare.html","abstract":"  This is a country sundered by war. With more than a million of its citizens homeless, Azerbaijan has been humiliated by six years of relentless Armenian advances across its rugged mountains and onto its breathtaking plains. Despite vast oil reserves, poverty is epidemic.   But you would never notice any of that in Baku, the languorous capital, where young men in trim blazers gather each day to play pinball, sip Turkish coffee and avoid the draft. In this teeming city on the Caspian Sea, where the average monthly wage is $8 and a cup of tea costs 50 cents, indifference is the general approach to life, not urgency.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Commissioner Speculates on Why He Lost Job","web_url":"https://www.nytimes.com/1994/06/02/nyregion/commissioner-speculates-on-why-he-lost-job.html","abstract":"  Clyde A. Isley, who was dismissed Tuesday as this city's Police Commissioner, speculated today that the action stemmed from his failure to inform Mayor Ronald A. Blackwood about a Federal investigation into police corruption here.   Mr. Isley said the Mayor offered him no explanation when he asked for his resignation on Tuesday morning. Mayor Blackwood has denied that he removed Mr. Isley because he did not notify him of the investigation.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Bridge","web_url":"https://www.nytimes.com/1994/06/02/nyregion/bridge-272426.html","abstract":"  A player who scored an upset victory in the prestigious Goldman Pairs Championship in 1987 did so again Sunday at the Sheraton New York Hotel in Manhattan. Carleton Lett of Manhattan, a winner seven years ago with Lapt Chan, won this time with David Gurvich, also of Manhattan, and became one of the very few players to have won the Goldman twice.   The standings were: 1st, Lett and Gurvich, 824.69 match points; 2d, Lynda Horn of Passaic, N.J., and Marvin Rosenblatt of Hartford, Conn., 794.77; 3d, Steve Becker of Cos Cob, Conn., and Richard De Martino of Riverside, Conn., 788.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Senator Might Leave G.O.P. If North Wins Its Nomination","web_url":"https://www.nytimes.com/1994/06/02/us/senator-might-leave-gop-if-north-wins-its-nomination.html","abstract":"  If Virginia Republicans nominate Oliver L. North on Saturday to run for the Senate, and the party remains under the control of the conservatives who support him, the state's senior Republican, Senator John W. Warner says he would consider running outside the party organization in his own campaign in 1996.   \"One way or another I will go before the people of Virginia in 1996,\" Mr. Warner said today in a telephone interview from Rome, where he is beginning a European trip that will include the D-Day anniversary ceremonies in France.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Petrie Strives for Playoffs As Vice President of Kings","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-basketball-petrie-strives-for-playoffs-as-vice-president-of-kings.html","abstract":"  GEOFF PETRIE was introduced yesterday as vice president of basketball operations for the Sacramento Kings, and he said his immediate goal was to take the team to the National Basketball Association playoffs.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Review/Television; A Pregnant 16-Year-Old Examines Her Choices","web_url":"https://www.nytimes.com/1994/06/02/arts/review-television-a-pregnant-16-year-old-examines-her-choices.html","abstract":"  Jacqui is 16 years old, pregnant and facing a wrenching choice: keep the child, put it up for adoption or have an abortion. And \"Jacqui's Dilemma,\" on ABC tonight at 8, points up the dilemma commercial television has these days when venturing near the emotional subject of abortion. Don't ask us to decide, the nervous networks plead. Let the viewer decide.   For all that, \"Jacqui's Dilemma\" covers some important territory with intelligence and candor that indicate respect for its targeted youthful audience. (The show, using a fictional character and documentary clips of real people, was originally scheduled to be an \"ABC Afterschool Special.\") Jacqui, played by Melissa Thompson, sits in her comfortable middle-class bedroom and talks directly to the camera, tracing her expanding sexual awareness from the time Albert Ortiz tried to kiss her in the fifth grade to her recent affair with Eddie.","thumbnail":null,"section":"Arts"},{"date":"19940602","headline":"Commencements; Lani Guinier at Hunter: 'Silence Is Not Golden'","web_url":"https://www.nytimes.com/1994/06/02/nyregion/commencements-lani-guinier-at-hunter-silence-is-not-golden.html","abstract":"  Lani Guinier told the Hunter College graduating class yesterday that the lesson she learned from her brush with Washington politics last year is that silence is not golden.   During her speech, Ms. Guinier said that after President Clinton withdrew her nomination as assistant attorney general for civil rights, some said that she should not have been so vocal about her views.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"1944: Germans Trapped : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/02/opinion/IHT-1944-germans-trapped-in-our-pages100-75-and-50-years-ago.html","abstract":"BEHIND GERMAN LINES SOUTH OF ROME - [From our New York edition:] A bunch of American fighting men staged one of the most spectacular infantry coups of the war last night and early this morning by establishing themselves on a high razorback ridge overlooki","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Ivanisevic Leaves His Game at the Portal","web_url":"https://www.nytimes.com/1994/06/02/sports/tennis-ivanisevic-leaves-his-game-at-the-portal.html","abstract":"  Feeling like a big target for his far smaller opponent rather than the lean stringbean of a serving machine who regularly does all but decapitate any underdog across the net, Goran Ivanisevic was drummed out of the French Open quarterfinals in straight sets today by 23d-ranked Alberto Berasategui of Spain.   Unseeded but not unheralded on the red clay, the 20-year-old Berasategui (pronounced ber-ah-sah-TEH-ghee) made short work of the Croatian giant atop the simmering Center Court, dismissing him by 6-4, 6-3, 6-3 in just 96 minutes.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"BOOKS : THE RESURGENCE OF CENTRAL ASIA","web_url":"https://www.nytimes.com/1994/06/02/style/IHT-books-the-resurgence-of-central-asia.html","abstract":"THE RESURGENCE OF CENTRAL ASIA: Islam or Nationalism?.By Ahmed Rashid. 278 pages. $25. Zed Books.. Reviewed by Philip Bowring. THERE is so much to write about a region so long ignored that even a dedicatedly dull writer would have a problem keeping out","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"Hearing on Douglas Death Date","web_url":"https://www.nytimes.com/1994/06/02/nyregion/hearing-on-douglas-death-date.html","abstract":"  With an estimated $100,000 at stake, the lawyer for the estate of Anne Scripps Douglas, the newspaper heiress, petitioned Surrogate's Court here today to change the official date of death of Mrs. Douglas's husband, Scott, who has been accused of killing her.   The change would mean that Mr.  Douglas died before his wife and would thus prevent his estate from inheriting about $50,000 from Mrs. Douglas and retaining an estimated $50,000 in assets that he had owned, said the lawyer, John Quinlan Kelly.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"One 'Ghost' In Indictment Goes Public","web_url":"https://www.nytimes.com/1994/06/02/us/indictment-congressman-home-district-one-ghost-indictment-goes-public.html","abstract":"  When Representative Dan Rostenkowski and his clan gathered for weddings or parties at the family retreat over the years, they often hired Anthony Ramirez, a moonlighting fireman, to record the events as a freelance photographer.   Federal prosecutors now say Mr. Ramirez was one of the \"ghost pay rollers,\" a group of 14 people who were described as employees of the Congressional office who did little official work but who were not named in an indictment issued on Tuesday.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/06/02/style/IHT-what-theyre-reading.html","abstract":"-. Bruce Oldfield , the fashion designer, is reading \"The Ant Colony\" by Francis King..\"His sense of creating atmosphere and characters (most of whom you would not want to meet) is subtle and enjoyable. 'The Ant Colony,' set in Florence","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"Crime Rate Drops Again in New York, Hastening a Trend","web_url":"https://www.nytimes.com/1994/06/02/nyregion/crime-rate-drops-again-in-new-york-hastening-a-trend.html","abstract":"  Reports of major crime in New York City dropped by 11 percent in the first five months of this year, according to preliminary police figures, accelerating the downward trend of the last few years.   Police Commissioner William J. Bratton and outside experts attributed the decline in seven major crimes -- murder, robbery, rape, aggravated assault, burglary, grand larceny and auto theft -- mainly to an expansion of the police force and the deployment of officers in a highly visible way, on foot in neighborhoods, in what is called community policing. But Mr. Bratton said that unusually harsh winter weather might also have helped.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Boost for the Netherlands","web_url":"https://www.nytimes.com/1994/06/02/sports/sports-people-soccer-boost-for-the-netherlands.html","abstract":"  Still reeling from the defection of RUUD GULLIT on Monday, the Netherlands soccer team received a surprising boost last night when MARCO VAN BASTEN, the injured striker and three-time European player of the year, was pronounced 95 percent likely to play in World Cup games later this month.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Home Hopes Spiked With One Choke Sign","web_url":"https://www.nytimes.com/1994/06/02/sports/pro-basketball-home-hopes-spiked-with-one-choke-sign.html","abstract":"  Was it Reggie Miller turning the Garden into his own party, crashing the Knicks' good time with a supreme shooting performance simply out this league, out of this world? Was it that the Knicks' offense was, once again, simply exposed with bad passing, hesitant shooting and overall sloppy play? Was it only that the Knicks by playing superior basketball only in spurts have helped create a monster in the Pacers?   Was it Spike Lee?","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Ancient as China, New as a Sunrise; Men and Songbirds Keep a Ritual Alive on Lower East Side","web_url":"https://www.nytimes.com/1994/06/02/nyregion/ancient-china-new-sunrise-men-songbirds-keep-ritual-alive-lower-east-side.html","abstract":"  Around 7 every morning, from early spring to late fall, the bird walkers of Chinatown take up their position at Sara Delano Roosevelt Park.   About 30 silver-haired men, cages in hand, stroll to the Delancey Street corner of the park, where they gingerly line up their cages, covered in cloth so their pets don't wake too early. The men then retreat to benches and wait for the day to warm up and for their hua mei to sing.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Ruud, Please Say It Isn't So","web_url":"https://www.nytimes.com/1994/06/02/sports/IHT-ruud-please-say-it-isnt-so.html","abstract":"Open letter to Ruud Gullit who quit the Dutch World Cup camp on Monday..Dear Ruud,.How could you? Your country needed you, trusted you, gave you chance after chance to fulfill what millions achieve only in our dreams.. In fitness and in health, you w","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"We Need Goodwill Games Aquatic Facility","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-we-need-goodwill-games-aquatic-facility-277916.html","abstract":"  To the Editor:   As a competitive masters swimmer, I believe Gov. Mario M. Cuomo's criticism of the proposed aquatics facility for the 1998 Goodwill Games (news article, May 21) shows that he is unaware of some basic facts about aquatic sports.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Trumpeter With Restraint Shows a Different Face","web_url":"https://www.nytimes.com/1994/06/02/arts/trumpeter-with-restraint-shows-a-different-face.html","abstract":"  In previous appearances in New York City, with the Lincoln Center Jazz Orchestra and the pianist Marcus Roberts, the trumpeter Marcus Printup played odd, offhanded ideas with a restraint that marked him as a thinker. In retrospect, he was being respectful of his employers. At Iridium next to Lincoln Center on Tuesday night, he showed the restraint of a pit bull on a bad day, attacking tunes with a ferocity and freedom that suggested he was on his way to becoming an important new voice on his instrument.   Backed by two other fine young musicians, Kevin Bales on piano and Reuben Rogers on bass, along with Carl Allen on drums, Mr. Printup, who is appearing through Saturday, blared squat melodies, then let fly long lines that streamed like kite tails. Sometimes he played phrases, brittle and hard, that seemed to have come from a turn-of-the-century American melodic sensibility that was absolutely distinct, only to move into the harmonically daring territory of a trumpeter like Booker Little and follow that with a swing trumpet phrase. Mr. Printup is both eccentric and knowledgeable.","thumbnail":null,"section":"Arts"},{"date":"19940602","headline":"Now, the Small Generation","web_url":"https://www.nytimes.com/1994/06/02/opinion/now-the-small-generation.html","abstract":"  Megan has the use of 72 words. Of these 72 words, at least 10 are dedicated to colors, like red, blue, green, yellow and orange. Though Megan can say orange, she cannot really distinguish that color from the color blue and sometimes, when looking at a clear summer sky, she points and says \"orange.\" As far as orange juice goes, she likes it only when mixed with apple juice and calls both of these things \"milk.\"    Megan, who recently turned 18 months, is part of a new generation, a group born after the Rodney King affair but before Rwanda, after Desert Storm but before \"testilying,\" a generation that has known no President other than Bill Clinton and seems likely to call Hillary Clinton mother.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Cape Town Journal; In Land of Smokers, Mandela Heads Resistance","web_url":"https://www.nytimes.com/1994/06/02/world/cape-town-journal-in-land-of-smokers-mandela-heads-resistance.html","abstract":"  South Africans smoke in crowded elevators.  They smoke on television. There are nursery schools where teachers smoke in the classroom.    Iraj Aedian, an anti-smoking economist at the University of Cape Town, recently walked into the maternity ward of a private hospital and was horrified to find a crowd of visitors puffing happily among the newborn.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"A Spanish Foursome in the Semis","web_url":"https://www.nytimes.com/1994/06/02/sports/IHT-a-spanish-foursome-in-the-semis.html","abstract":"Much more than a year separated the 20-year-old Spaniard from the 19-year-old German. The German had six match points in the third set Wednesday before evaporating without trace from the dry reddened clay of Roland Garros. As for Alberto Berasategui - he","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Neo-Fascists of Italy Present Tough Diplomacy for Clinton","web_url":"https://www.nytimes.com/1994/06/02/world/neo-fascists-of-italy-present-tough-diplomacy-for-clinton.html","abstract":"  President Clinton will fly straight into an unscheduled diplomatic challenge when he meets Italy's new leaders on Thursday, under pressure to endorse a Government condemned elsewhere in Europe as the harbinger of a neo-Fascist revival.   Since Prime Minister Silvio Berlusconi took office on May 11, his administration has invested much time and diplomacy in seeking to convince its European allies that Italy's ties with the Fascist past have been broken.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Rostenkowski and His Lawyer May Part","web_url":"https://www.nytimes.com/1994/06/02/us/indictment-of-a-congressman-the-overview-rostenkowski-and-his-lawyer-may-part.html","abstract":"  One day after his indictment on 17 criminal charges, Representative Dan Rostenkowski was close today to ending his relationship with Robert S. Bennett, the prominent white-collar defense lawyer who has represented him for the last 10 months, people following the case said.   They said Mr. Rostenkowski and Mr. Bennett, in several telephone conversations with each other today, expressed serious reservations about continuing their relationship. Mr. Rostenkowski, a Chicago Democrat, said he was unsure of Mr. Bennett's resolve to fight the criminal charges, these people said, and Mr. Bennett expressed uncertainty whether Mr. Rostenkowski would grant him control over trial strategy and sought an assurance that his fee would be paid.","thumbnail":null,"section":"U.S."},{"date":"19940602","headline":"Tax Credit Program Helps Cut Welfare","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-tax-credit-program-helps-cut-welfare-278246.html","abstract":"  To the Editor:   \"Far Apart on Welfare Reform\" (editorial, May 23) urges President Clinton to resist the call of the Mainstream Forum and Republican welfare reform plans to limit the duration of subsidized jobs for former welfare recipients. There is a way to limit subsidized jobs, increase private employer participation and not abandon those who need help most.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Review/City Ballet; Balanchine's Legacy Pervades Two Premieres","web_url":"https://www.nytimes.com/1994/06/02/arts/review-city-ballet-balanchine-s-legacy-pervades-two-premieres.html","abstract":"  \"The New Blondes\" by John Alleyne and \"Episodes and Sarcasms\" by Richard Tanner, the latest entries in the Diamond Project, ushered in the final week of the New York City Ballet's choreographic showcase on Tuesday night.   Both premieres stuck close to the project's ground rules. The reference point of the choreography was ballet's classical idiom, not modern dance. And budget considerations excluded extravagant costumes and sets. But as usual, Holly Hynes did wonders with her variations on leotards and tunics, and Mark Stanley excelled again with ingenious lighting that provided a fresh theatrical context at the New York State Theater for each work.","thumbnail":null,"section":"Arts"},{"date":"19940602","headline":"Salvador Rightist Inaugurated, Pledging to Fulfill Treaty","web_url":"https://www.nytimes.com/1994/06/02/world/salvador-rightist-inaugurated-pledging-to-fulfill-treaty.html","abstract":"  Armando Calderon Sol took office as President today, leading a right-wing Government that has pledged to complete the political changes promised to end the 10-year civil war.   After receiving the sash of office from his predecessor, Alfredo Cristiani, Mr. Calderon Sol sought to calm fears that he will dilute the progress envisioned by the 1992 peace agreement, saying he will support programs to encourage democracy.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Despite Hopes, Budget Eludes Lawmakers","web_url":"https://www.nytimes.com/1994/06/02/nyregion/despite-hopes-budget-eludes-lawmakers.html","abstract":"  New York State's $33 billion budget is now two months late, and despite a week of close calls and optimistic smiles, no one could say today exactly how close the Governor and legislative leaders here were to finally striking a deal.   Though the budget fight is now the second longest in more than a decade, it is unclear what impact the delay has had on cities, towns and school districts that depend on state aid. Thanks to $5.5 billion in emergency appropriations from the Legislature over the last two weeks, there has apparently been little borrowing and few layoffs or delays in public projects or in meeting payrolls.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Germany Opts to Redo Old Ministries in Berlin","web_url":"https://www.nytimes.com/1994/06/02/world/germany-opts-to-redo-old-ministries-in-berlin.html","abstract":"  Criticized for trying to upholster its long-delayed move to the national capital in Berlin, the German Government said today it had decided to save $600 million by moving into spartan, existing buildings rather than try to complete comfortable new ones by the target date, the year 2000.   The Berlin city government has been pleading with the German federal Government to get the move underway before foreign investors and swarms of lobbyists who have already bought up prime real estate around Berlin give up and leave. For a long time, Chancellor Helmut Kohl seemed the main obstacle to an expedited move, saying he didn't want to work out of an improvised office.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"Settlement for Cabby Shot by Policeman","web_url":"https://www.nytimes.com/1994/06/02/nyregion/settlement-for-cabby-shot-by-policeman.html","abstract":"  A Haitian cabdriver who was shot by a New York City police officer two years ago, even though he had his hands up, won $1.5 million from the city and $5,000 from the officer in a settlement approved yesterday in Federal District Court in Manhattan.   The driver, Jacques Camille, 38, who was shot once in the abdomen, has been unable to work since the shooting. The settlement will amount to about $1 million for Mr. Camille, after legal fees.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"Snatch It Back, Mr. Mayor","web_url":"https://www.nytimes.com/1994/06/02/opinion/snatch-it-back-mr-mayor.html","abstract":"  There is still time for New York's Mayor, Rudolph Giuliani, to withdraw the sweetheart deal his staff has cooked up for Mortimer Zuckerman, and thereby avoid a lasting blot on his record. Common sense, and the wise counsel of political figures as diverse as former Mayor Edward Koch and the City Council member Ronnie Eldridge say that $100 million is too low a price for half the Coliseum site that was once going to bring $338 million. Deputy Mayor John Dyson's plan to keep Mr. Zuckerman's cost to $80 million by having the city contribute $20 million is simply unconscionable and undermines Mr. Dyson as a trustworthy steward of public money.   Mr. Giuliani does not have to tie himself to Mr. Zuckerman and Mr. Dyson. As of last night, Mr. Zuckerman had not formally accepted the offer. Mr. Giuliani is not one to accept advice when he has gotten the bit in his teeth. But he would be smart to snatch the paper back before Mr. Zuckerman can sign it. Otherwise, this deal will go into the history books as a signal error of Mr. Giuliani's first year and one that will permanently damage his reputation for judgment and probity.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Rockets Go On Retreat","web_url":"https://www.nytimes.com/1994/06/02/sports/pro-basketball-rockets-go-on-retreat.html","abstract":"  The Rockets head south to Galveston Thursday morning. For the last two seasons, Galveston has been a retreat where they can focus on the task at hand. This year, it's the National Basketball Association finals.   On Tuesday, Houston earned its third trip to the finals with a convincing 94-83 victory over Utah in Game 5 of the Western Conference finals. With one more obstacle to clear -- and a week to think about it -- the Rockets will try to strike a balance between relaxing and maintaining their competitive edge.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Arafat's Return: Jericho Wondering When","web_url":"https://www.nytimes.com/1994/06/02/world/arafat-s-return-jericho-wondering-when.html","abstract":"  Now that the police have arrived and some of the novelty has worn off, Jericho is letting its imagination play on the next big question of the young Palestinian self-rule: When is Yasir Arafat arriving?   Those who may know are not saying, and those who are saying presumably do not know. So many possible June dates have been tossed out that some calendars here carry almost as many circles as numbers.","thumbnail":null,"section":"World"},{"date":"19940602","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/02/nyregion/no-headline-269760.html","abstract":"  \"My 8-year-old son asked me just this morning, 'Mama, why are all the presidents of the world living in their own country except ours?' He is only 8 years old, and he asks that. I was very much astonished. I told him that our president will soon be here.\" -- NADIA HAMDONI, a Palestinian in Jericho, referring to Yasir Arafat.  [ A1:3. ]","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/02/style/chronicle-277720.html","abstract":"  For most of its 69 years in print, the \"TRB From Washington\" column in The New Republic bore no byline. But now it is about to acquire not one, but two. MICKEY KAUS and ROBERT WRIGHT will write the column on alternate weeks.    They will succeed MICHAEL KINSLEY, who has written TRB since 1983 and who will now write longer articles and continue as a senior editor of the 80-year-old weekly.","thumbnail":null,"section":"Style"},{"date":"19940602","headline":"No Hedging Now on World Trade Agreement; Legitimate Questions","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-no-hedging-now-on-world-trade-agreement-legitimate-questions-278211.html","abstract":"  To the Editor:   \"Mr. Gingrich's False Alarm on Trade\" (editorial, May 8) suggests that an effort to critique the proposed World Trade Organization, the oversight body provided for in the new General Agreement on Trade and Tariffs, is \"bizarre.\" Yet you ignore key facts about the proposed World Trade Organization.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"No Hedging Now on World Trade Agreement","web_url":"https://www.nytimes.com/1994/06/02/opinion/l-no-hedging-now-on-world-trade-agreement-277908.html","abstract":"  To the Editor:   There is much talk now about a \"waiver\" of recent budget rules to relieve the Government of accounting for the costs of a General Agreement on Tariffs and Trade as part of the costs of government. Senator Max Baucus tells us that GATT will produce great benefits in increased economic growth, which will more than offset its estimated costs of $14 billion over 5 years and some $43 billion over 10 years. A waiver will simply allow \"reality\" to check in and save us all from the inconvenience of attempting to reduce the growth of the Federal deficit.","thumbnail":null,"section":"Opinion"},{"date":"19940602","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/02/nyregion/c-corrections-276170.html","abstract":"  An obituary headline on Tuesday about a Japanese neurosurgeon, known internationally for advancing the brain tumor treatment known as the boron neutron capture therapy, misspelled his given name. He was Dr. Hiroshi Hatanaka.","thumbnail":null,"section":"New York"},{"date":"19940602","headline":"The Mets Are Facing Payday or Doomsday","web_url":"https://www.nytimes.com/1994/06/02/sports/on-baseball-the-mets-are-facing-payday-or-doomsday.html","abstract":"  The Mets aren't putting too much emphasis on the annual free-agent amateur draft, are they?   \"This is arguably the most important draft in the history of the franchise,\" Gerry Hunsicker, assistant vice president of baseball operations, said of the three-day selection process, which begins today.","thumbnail":null,"section":"Sports"},{"date":"19940602","headline":"Miller's Tale: Pacer Guard Shreds New York in 4th","web_url":"https://www.nytimes.com/1994/06/02/sports/pro-basketball-miller-s-tale-pacer-guard-shreds-new-york-in-4th.html","abstract":"  Every shot that Reggie Miller made in the fourth quarter was like a bolt of lightning to the Knicks, leaving them shocked, stunned, almost paralyzed.   It was the most spectacular performance of Miller's career, a 25-point fourth quarter, including five 3-point shots, that lifted the Indiana Pacers to a remarkable 93-86 comeback victory in Game 5 of the Eastern Conference finals last night at Madison Square Garden.","thumbnail":null,"section":"Sports"}],"wiki_events":[],"weather":[{"date":"19940602","time":"1994-06-02 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":61,"wspd":14.8},{"date":"19940602","time":"1994-06-02 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":64,"wspd":13},{"date":"19940602","time":"1994-06-02 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.1,"rhum":64,"wspd":13},{"date":"19940602","time":"1994-06-02 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":69,"wspd":9.4},{"date":"19940602","time":"1994-06-02 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":75,"wspd":13},{"date":"19940602","time":"1994-06-02 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":79,"wspd":11.2},{"date":"19940602","time":"1994-06-02 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.6,"rhum":78,"wspd":11.2},{"date":"19940602","time":"1994-06-02 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":80,"wspd":9.4},{"date":"19940602","time":"1994-06-02 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.5,"rhum":77,"wspd":7.6},{"date":"19940602","time":"1994-06-02 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":71,"wspd":5.4},{"date":"19940602","time":"1994-06-02 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":76,"wspd":9.4},{"date":"19940602","time":"1994-06-02 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.4,"rhum":67,"wspd":11.2},{"date":"19940602","time":"1994-06-02 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":66,"wspd":7.6},{"date":"19940602","time":"1994-06-02 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":57,"wspd":11.2},{"date":"19940602","time":"1994-06-02 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.8,"rhum":67,"wspd":16.6},{"date":"19940602","time":"1994-06-02 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17,"rhum":62,"wspd":18.4},{"date":"19940602","time":"1994-06-02 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.6,"rhum":59,"wspd":20.5},{"date":"19940602","time":"1994-06-02 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":56,"wspd":18.4},{"date":"19940602","time":"1994-06-02 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":53,"wspd":16.6},{"date":"19940602","time":"1994-06-02 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.3,"rhum":61,"wspd":20.5},{"date":"19940602","time":"1994-06-02 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":67,"wspd":14.8},{"date":"19940602","time":"1994-06-02 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":74,"wspd":18.4},{"date":"19940602","time":"1994-06-02 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.6,"rhum":78,"wspd":18.4},{"date":"19940602","time":"1994-06-02 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":83,"wspd":22.3},{"date":"19940602","time":"1994-06-02 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":42,"wspd":20.5},{"date":"19940602","time":"1994-06-02 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":52,"wspd":22.3},{"date":"19940602","time":"1994-06-02 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":55,"wspd":16.6},{"date":"19940602","time":"1994-06-02 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":53,"wspd":18.7},{"date":"19940602","time":"1994-06-02 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":57,"wspd":14.8},{"date":"19940602","time":"1994-06-02 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":18.9,"rhum":56,"wspd":16.6},{"date":"19940602","time":"1994-06-02 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":48,"wspd":16.6},{"date":"19940602","time":"1994-06-02 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15.6,"rhum":49,"wspd":16.6},{"date":"19940602","time":"1994-06-02 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":51,"wspd":11.2},{"date":"19940602","time":"1994-06-02 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":55,"wspd":16.6},{"date":"19940602","time":"1994-06-02 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":13.9,"rhum":59,"wspd":13},{"date":"19940602","time":"1994-06-02 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":14.4,"rhum":53,"wspd":18.7},{"date":"19940602","time":"1994-06-02 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":15,"rhum":47,"wspd":16.6},{"date":"19940602","time":"1994-06-02 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":16.7,"rhum":41,"wspd":16.6},{"date":"19940602","time":"1994-06-02 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":17.8,"rhum":40,"wspd":22.3},{"date":"19940602","time":"1994-06-02 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":36,"wspd":24.1},{"date":"19940602","time":"1994-06-02 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":30,"wspd":25.9},{"date":"19940602","time":"1994-06-02 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":27,"wspd":25.9},{"date":"19940602","time":"1994-06-02 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":24,"wspd":27.7},{"date":"19940602","time":"1994-06-02 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":25,"wspd":27.7},{"date":"19940602","time":"1994-06-02 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":28,"wspd":27.7},{"date":"19940602","time":"1994-06-02 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":31,"wspd":31.7},{"date":"19940602","time":"1994-06-02 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":35,"wspd":37.1},{"date":"19940602","time":"1994-06-02 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":19.4,"rhum":42,"wspd":38.9}]}}