{"19930216":{"guardian_articles":[{"date":"19930216","headline":"Rhyme, reason and depression","web_url":"https://www.theguardian.com/books/1993/feb/16/biography.sylviaplath","abstract":null,"thumbnail":null,"section":"Books"},{"date":"19930216","headline":"The murder of innocence","web_url":"https://www.theguardian.com/uk/1993/feb/16/bulger.martinkettle","abstract":null,"thumbnail":null,"section":"UK news"},{"date":"19930216","headline":"A quiet fear at the Strand","web_url":"https://www.theguardian.com/uk/1993/feb/16/bulger.davidward","abstract":null,"thumbnail":null,"section":"UK news"}],"nytimes_articles":[{"date":"19930216","headline":"Rabbi Is Said to Have Offered Deal for Missing Boy","web_url":"https://www.nytimes.com/1993/02/16/nyregion/rabbi-is-said-to-have-offered-deal-for-missing-boy.html","abstract":"  Video and audio tapes, letters and accounts of threats and bribes are among the major pieces of evidence against a Hasidic rabbi in the disappearance of a Jewish boy in Brooklyn, law-enforcement officials and relatives said yesterday.   Much of that evidence, which was presented to a grand jury recently, was produced more than 10 months ago, shortly after the boy, Shai Fhima, disappeared amid a dispute between his parents and the rabbi over the boy's religious upbringing.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-209093.html","abstract":"  An article on the Media Business page yesterday about the new publisher of Out magazine misidentified the magazine's chief financial supporter. He is Robert Hardman.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"People Are Ready for Sacrifices, Poll Finds, and Expect Fairness","web_url":"https://www.nytimes.com/1993/02/16/us/people-are-ready-for-sacrifices-poll-finds-and-expect-fairness.html","abstract":"  Although Americans are more judgmental about President Clinton's performance than they were about his two predecessors at this early stage, most remain open to the prospect of dramatic changes in taxing, spending and the way the White House is run, according to the latest New York Times/CBS News poll.   While the new President irritated many Americans by giving a lot of attention after his inauguration to the issue of homosexuals in the military, he still has the confidence of most people, who seem ready to make some sacrifices to fix the bedeviling deficit.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Big Change Sought in Auto Insurance","web_url":"https://www.nytimes.com/1993/02/16/us/big-change-sought-in-auto-insurance.html","abstract":"  California is considering a new system of car insurance that drivers would pay for through fees at the fuel pump, so the cost would depend more heavily on how much they drive than on traditional factors like what type of car they use or where they live.   Insurance companies and trial lawyers hate the idea, which is intended to ease out-of-control increases in insurance costs and the huge problem of uninsured drivers.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Sears Catalogues Are for Remembering","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-sears-catalogues-are-for-remembering-243093.html","abstract":"  To the Editor:   \"Sears Catalogue: To Shop, Perchance to Dream\" (The Week in Review, Jan. 31), triggered recall of a Sears catalogue memory of mine.   It was 40 years ago, backstage of the magnificent Paris Opera. The concierge was escorting me to the second-floor dressing room of Michelin Bardin, the prima ballerina. I had been invited to help stage a coming concert program in Carnegie Hall. As I walked up the wide, resin-stained gray steps, trod upon through the years by Pavlova, Nijinsky and thousands of dancers, I looked up the stairwell and on each landing, members of the corps, in full costume for the first ballet on the evening program, were using the bannister as a barre for their warm-up exercises.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Don't Worry, Be Happy","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-don-t-worry-be-happy-281293.html","abstract":"  To the Editor:   It amazes me that a panel of 11 experts from the National Research Council, part of a private organization, has announced that \"AIDS was concentrated among homosexuals, drug users, the poor and the undereducated, and called them 'socially marginalized groups' with little economic, political, and social power\" (news article, Feb. 5).","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Transcript of President's Address on the Economy","web_url":"https://www.nytimes.com/1993/02/16/us/transcript-of-president-s-address-on-the-economy.html","abstract":"  Following is President Clinton's address on the economy last night, as transcribed by The New York Times:   Good evening. I have chosen this day on which we honor two great Presidents to talk with you about the serious problems and the great promise of our country, and the absolute necessity for change if we're to secure a better future for ourselves and for our children.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Iran's Indecent Proposal","web_url":"https://www.nytimes.com/1993/02/16/opinion/iran-s-indecent-proposal.html","abstract":"  The prize for effrontery goes to Ali Akbar Velayati, Foreign Minister of Iran. Speaking on Sunday, the fourth anniversary of his Government's death edict against Salman Rushdie for writing an allegedly blasphemous book, the Minister complained that Western countries were \"wrong\" to link normalizing relations with Iran \"to the destiny of this person.\" In short, he implied, money matters more than principle, and Western states should betray their values in a greedy rush for trade and lucre. This from a theocratic state!    Fortunately, Mr. Rushdie lives in Britain, where freedom of speech is not viewed as a disposable trifle. Foreign Secretary Douglas Hurd, an author himself, has warned that Iran cannot expect normal relations with Britain until the death threat is retracted. Germany has abrogated a cultural agreement and warned that it will hold Iran legally accountable should anything happen to Mr. Rushdie on German soil.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"For Children of Cocaine, Fresh Reasons for Hope","web_url":"https://www.nytimes.com/1993/02/16/nyregion/for-children-of-cocaine-fresh-reasons-for-hope.html","abstract":"  One of the infants in the sterile hospital room wailed disconsolately, frantically flailing its tiny arms and legs as children born to crack-using mothers often do. Next to her, at the Bellevue Hospital Center in Manhattan, another child slept peacefully, her face sculpted in an angelic expression.   The contrast seemed to confirm what everyone knows about cocaine-exposed babies. But contrary to such assumptions, hospital officials said it was the peaceful child, not the cranky one, whose mother had been using the potent drug.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"An Event Made to Order As Coghlan Eyes a Record","web_url":"https://www.nytimes.com/1993/02/16/sports/track-an-event-made-to-order-as-coghlan-eyes-a-record.html","abstract":"  In the 104 years of the national indoor track and field championships, no athlete had asked meet officials to add an event just for him. But someone did that last week, and yesterday he got his wish.   It helps when that someone is 40-year-old Eamonn Coghlan, the Villanova graduate from Ireland who became the fastest and most successful indoor miler in history. It also helps when the athlete promises to run history's first sub-four-minute mile, indoors or outdoors, by a master. And it also helps when he is so popular that hundreds, even thousands, of people will buy tickets just to watch him.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-letters-to-the-editor-94065780538.html","abstract":"Spreading the MessageRegarding several articles and letters on clitoridectomy: . Indeed, it is the responsibility of the people and their governments in countries where female genital mutilation is practiced to act to eradicate it. In more than 20 sub-","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Slovakian Opposition Helps Select President","web_url":"https://www.nytimes.com/1993/02/16/world/slovakian-opposition-helps-select-president.html","abstract":"  The Parliament of Slovakia, which became an independent nation on Jan. 1, elected Michal Kovac today as the republic's first President.   Mr. Kovac, who ran unopposed, was elected with 106 votes, 16 more than he needed for the required three-fifths majority in the 150-member Slovak Parliament.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Tyson Defense Goes to Court For Reversal Of Conviction","web_url":"https://www.nytimes.com/1993/02/16/sports/tyson-defense-goes-to-court-for-reversal-of-conviction.html","abstract":"  One year after Mike Tyson was convicted of rape, he was back in court again, by proxy. The former heavyweight champion himself could not be in the ornate Indiana Court of Appeals in the State Capitol this afternoon seeking a reversal of his conviction. He was 18 miles away in the Indiana Youth Center, wearing No. 922335 on his prison garb and serving a six-year sentence.   His defense team, led by the well-known lawyer Alan Dershowitz, argued before three Appellate Court judges that the conviction should be reversed because of mistakes made by Tyson's trial judge. Matthew Gutwein, an Indiana deputy attorney general, and others from the Attorney General's office, argued for the state.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Don't Relax on Caffeine","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-don-t-relax-on-caffeine-283993.html","abstract":"  To the Editor:   A Feb. 3 news article seriously misrepresents a report on the lack of caffeine's effect on spontaneous abortion, intrauterine growth, birth weight and head circumference of babies. No behavioral or cognitive measures were studied, and the results do not show that caffeine intake during pregnancy is safe. Caffeine is a potent drug with powerful effects on the central nervous system. Chronic intrauterine exposure to caffeine may have long-lasting effects on the development of neural systems that are vital to learning, memory, attention and regulation of sleep.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Mackey Is Dismissed From C.B.A. Post","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-basketball-mackey-is-dismissed-from-cba-post.html","abstract":"  Coach KEVIN MACKEY has been fired by the Capital Region Pontiacs of the Continental Basketball Association. Mackey, 46, will be replaced by assistant coach JIM PRICE but will remain as the team's director of player personnel for the rest of this season.  Mackey, a former coach at Cleveland State, was 19-19 during his first year with the team. Capital Region, formerly the Albany Patroons, is in second place in the Eastern Division behind Grand Rapids. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"All Interests Are Special","web_url":"https://www.nytimes.com/1993/02/16/opinion/all-interests-are-special.html","abstract":"Shakespeare's \"kill all the lawyers\" has been replaced with \"kill all the lobbyists.\" Journalists at most major publications have joined the chorus. In a recent editorial, for example, this newspaper described the \"threat that corporate influence and big-time lobbying represent to enlightened populism.\" \n\nI agree that the system needs to be changed. Campaign finance reform, stricter lobbying disclosure rules and post-employment restrictions for Government officials and employees would serve the democracy well. But few commentators ever stop to consider the legitimate role lobbyists play in policy-making.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Box-Office Poison, 'Brother's Keeper,' Turns Out to Be a Hit","web_url":"https://www.nytimes.com/1993/02/16/movies/box-office-poison-brother-s-keeper-turns-out-to-be-a-hit.html","abstract":"  Under the normal rules of the American film industry, \"Brother's Keeper\" should have sunk without a trace. The low-budget documentary opened at the Film Forum in Manhattan in September and stayed in the city for 10 weeks, winning positive reviews. But the subject, a murder trial involving three elderly dairy farmers in central New York, the Ward brothers, promised to be box-office poison.   Instead, the film has become a surprise hit. \"Brother's Keeper\" will probably take in $1.5 million to $2 million at the box office, making it one of the top-grossing documentary films ever made, in the company of such breakthrough films as \"The Thin Blue Line\" and \"Paris Is Burning.\"","thumbnail":null,"section":"Movies"},{"date":"19930216","headline":"Los Angeles Schools: Hobbled and Hurting","web_url":"https://www.nytimes.com/1993/02/16/us/los-angeles-schools-hobbled-and-hurting.html","abstract":"  Like the city it is supposed to serve, the Los Angeles public school system is a stricken giant, hobbled by financial problems, a threatened teachers' strike and racial and ethnic strife.   Overcrowded classrooms, leaky roofs, outdated textbooks, metal detectors and police officers patrolling schools are common in America's inner-city schools.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Israelis' Home Demolitions Lamented in Gaza","web_url":"https://www.nytimes.com/1993/02/16/world/israelis-home-demolitions-lamented-in-gaza.html","abstract":"  Standing in the rubble of what used to be his house, Hassan Abu Kheir said today that he felt caught in a tightening vise.    On the one hand, he said, there were Palestinian militants roaming the neighborhood who could use the point of a gun to take shelter in a home. On the other, there were Israeli soldiers who blew up houses during a daylong search for the gunmen.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"U.N.'S INSPECTORS TO CHALLENGE IRAQ","web_url":"https://www.nytimes.com/1993/02/16/world/un-s-inspectors-to-challenge-iraq.html","abstract":"  United Nations arms inspectors plan to challenge Iraq's refusal to let them fly helicopters over Baghdad, setting the scene for a possible confrontation with Iraq just days after President Saddam Hussein said he wanted better relations with Washington, officials here said.   The special commission charged with destroying Iraq's most dangerous weapons is expected to decide this week that it will tell Iraq of its intention to violate the ban against flying over the city by sending a helicopter over Baghdad to photograph an undisclosed site there.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Fisticuffs at First and Then Rangers Try Finesse","web_url":"https://www.nytimes.com/1993/02/16/sports/hockey-fisticuffs-at-first-and-then-rangers-try-finesse.html","abstract":"  The Rangers should have sensed trouble when they took the ice for the opening face-off yesterday afternoon and found Basil McRae grinning at them from the other side of the red line.   For those who do not recognize the name, and that should be most folks, McRae is a guy who was acquired a couple of weeks ago by the St. Louis Blues, along with a rather unspectacular defenseman named Doug Crossman, for little more than a minor leaguer. His main claim to fame is having accumulated 2,157 penalty minutes -- the 11th highest individual total in the National Hockey League -- in 464 professional games.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Vance and Owen Got It Right","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-vance-and-owen-got-it-right.html","abstract":"The writer, a Portuguese diplomat, wascoordinator of the EC Conference onYugoslavia chaired by Lord Carrington.. The Bosnian question will drag on for as long as any of the three principal parties concerned remains convinced that it can achieve its a","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"After Valentine","web_url":"https://www.nytimes.com/1993/02/16/opinion/after-valentine.html","abstract":"  Valentine's Day, a browser in the Encyclopedia Britannica discovered recently, has peculiar roots. Though it appears to have been named after two saints named Valentine, both martyred, its role as a lovers' festival may actually derive from the Roman Feast of Lupercalia -- in which girls put love messages into an urn and boys drew them out.   But if thoughts of martyrdom and sacrifice thus seem inappropriate to most celebrants on Valentine's Day itself, they are curiously apposite on the days that follow. Because this is the week of the letdown that follows the big buildup.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-211193.html","abstract":"  Because of an editing error, an article yesterday about a small zoo on a vacant lot in Harlem misattributed a portion of a quotation. It was the man who opened the zoo, Manuel Colon, who said, \"I think of this as therapy for the neighborhood.\"","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"When 'Mom' and 'Grandma' Are One and the Same; Fairy Tale Comes True When Orchard Park Woman Gives Birth to Her Grandchild","web_url":"https://www.nytimes.com/1993/02/16/nyregion/when-mom-grandma-are-one-same-fairy-tale-comes-true-when-orchard-park-woman.html","abstract":"  Mark Wesolowski popped the question -- will you have my baby? -- to a woman old enough to be his mother in the parking lot of a supermarket.   \"I thought it was impossible,\" recalled the 53-year-old woman. \"I thought, 'I'm too old. I've gone through menopause.' I wanted to help. But in the back of my mind, I kept thinking it won't work.\"","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review-221993.html","abstract":"  Garrick Ohlsson Pianist   Town Hall","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Strong Hand, Sharp Eye In Justice Dept. Nominee","web_url":"https://www.nytimes.com/1993/02/16/us/strong-hand-sharp-eye-in-justice-dept-nominee.html","abstract":"  Among the lawyers and investigators who have worked for her, State Attorney Janet Reno of Dade County has always inspired a certain dread with a little black book she keeps. In it, President Clinton's Attorney General-designate maintains a detailed record of the progress -- or lack thereof -- in every case that interests her.   \"Everybody hated that little black book,\" said Wayne Black, one of Ms. Reno's former investigators. \"She would ask you to brief her, and then two or three weeks later she'd call you in and refer to the black book and what you had told her you would be doing. She was very big into checking up.\"","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"A Park in Peril","web_url":"https://www.nytimes.com/1993/02/16/opinion/a-park-in-peril.html","abstract":"  Just over 100 years ago, New York State's Legislature created one of America's outdoor treasures: a six-million-acre patchwork of state forests, timber tracts and private lands called the Adirondack State Park. Now in its centennial year plus one, the park faces threats from developers, from the changing economics of the timber business and from legislators who are not as prescient as their forerunners.    The Adirondacks are nowhere near as stressed as the national parks, which absorbed an astounding 250 million visitors last year. The Adirondacks, though larger than the Everglades, Glacier, Grand Canyon and Yellowstone National Parks combined, welcomed nine million. Albany does not therefore confront a salvage operation. Elected officials have only to muster the sense to preserve New York's jewel for future generations.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Transactions","web_url":"https://www.nytimes.com/1993/02/16/sports/transactions-952893.html","abstract":"  Baseball  American League   KANSAS CITY ROYALS -- Agreed to terms with Jeff Montgomery, pitcher, on a three-year contract.   TEXAS RANGERS -- Agreed to terms with Brian Bohanon and Barry Manuel, pitchers, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Violent World of Corals Is Facing New Dangers","web_url":"https://www.nytimes.com/1993/02/16/science/violent-world-of-corals-is-facing-new-dangers.html","abstract":"  DENSELY abloom with a wealth of life unsurpassed for bizarre beauty, coral reefs seem to exist in a state of dreamy tranquillity. Not so.   The reef is in truth a realm of violent struggle and constant disruption. Coral colonies wage unrelenting chemical warfare on each other, their polyps stinging, dissolving and poisoning each other. Bigger reef creatures savage large chunks of colonies and fill the water with toxins. Sooner or later, an irresistible force like a hurricane or a change in sea level lays waste the whole teeming ecosystem and the corals must rebuild.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-212093.html","abstract":"  An article on Sunday about a sales-tax battle in the Legislature of Erie County, N.Y., described the tax incorrectly. County residents pay an 8 percent sales tax; of that total, 4 percent is the state sales tax, 3 percent is divided between the county and municipalities and an additional 1 percent goes only to the county.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Riley Senses Presence Of Concentration Gap","web_url":"https://www.nytimes.com/1993/02/16/sports/pro-basketball-riley-senses-presence-of-concentration-gap.html","abstract":"  Pat Riley was still exasperated today, and not just because the Knicks' seven-game winning streak was ended on Sunday. It was the way the Knicks lost the triple-overtime thriller in Orlando that irked Riley. They missed free throws, they did not pass to open teammates at times, and they lost their composure down the stretch.   So after today's practice, Riley calmly but candidly reflected on the 102-100 defeat, a game that displayed some characteristics of the Knicks that Riley did not appreciate.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Calm Years For Asia, Mr. Clinton","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-calm-years-for-asia-mr-clinton.html","abstract":"The U.S. military presence in the Western Pacific provided the regional stability for the emergence of the ASEAN powers - Thailand, Malaysia, Singapore, the Philippines, Indonesia and Brunei. But despite their close economic and political ties with one an","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Review/Television; For Children, a Drama With a Lesson on Abuse","web_url":"https://www.nytimes.com/1993/02/16/arts/review-television-for-children-a-drama-with-a-lesson-on-abuse.html","abstract":"  Especially in the early hours of prime time, much of the television schedule is aimed at children. That, more than anything else, explains the success of CBS's juvenile \"Dr. Quinn: Medicine Woman.\" But occasionally, television takes advantage of this fact to spike its entertainment with a sobering message. Don't knock the do-good impulse.   Tonight at 8 on ABC, for instance, \"Full House\" slips the subject of child abuse into its familiar mix of adorable tots, telegenic teen-agers and ageless dads. As usual, the half-hour show, now in its seventh season, skips along breezily, exploiting the well-worn notion that children say the darndest things and, no matter how miffed, parents just can't suppress a warm smile. Not for the ages, certainly, but 22 minutes are usually harmless enough.","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Review/Pop; A Jazz Valentine of (What Else?) Love Songs","web_url":"https://www.nytimes.com/1993/02/16/arts/review-pop-a-jazz-valentine-of-what-else-love-songs.html","abstract":"  Melodies were pampered, caressed, gently teased and glorified at \"Prelude to a Kiss: Jazz for Valentines,\" the concert on Sunday night at Alice Tully Hall. It was a rare Jazz at Lincoln Center event based more on pleasure than pedagogy. The concept was simple: love songs played and sung by worthy musicians, for an audience full of well-dressed couples. Of course, \"My Funny Valentine\" started the show, sung by Milt Grayson with stentorian reverence.    Betty Carter, the headliner, sang ballads with her magnificent timing and suspense. Performing obscure pop songs, Ms. Carter improvises in ways that sidestep the reassuring recurrences of verses and choruses. Instead, she concentrates with microscopic obsessiveness on each word, each phrase, each line, lingering over a crucial image, swooping ahead to the next idea, gliding with timeless languor over a trace of lovers' rapture or pausing to let a melancholy moment sink in.","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/16/nyregion/bridge-870093.html","abstract":"  Players who lead a trump usually do so either because they hope to cut down ruffing chances in the dummy or because other leads look risky. But occasionally they find that they have hit the the bull's-eye for a totally unexpected reason. A case in point is the diagramed deal from a social game, reported by Jack Mahoney of Jersey City. He held the South hand, and climbed to six diamonds after a takeout double by West had marked him with all the missing high-card strength.   West led a trump thinking that it would do no harm, and this proved highly irritating to the declarer: His apparent 12 tricks had shrunk to 11 because the crucial trump entry to the dummy had been removed before the spades could be unblocked, but he now had an opportunity for brilliant play.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review-220093.html","abstract":"  Guitar Trek Merkin Concert Hall","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-213893.html","abstract":"  The calendar of cultural events in the New Jersey Weekly on Sunday misstated the time and place of a free lecture, \"The Timelessness of the Novels of Aleksandr Solzhenitsyn,\" at Fairleigh Dickinson University in Madison, N.J. The lecture will be at noon tomorrow at the Hartman Lounge in the Mansion on the campus.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Parking Rules","web_url":"https://www.nytimes.com/1993/02/16/nyregion/parking-rules-570093.html","abstract":"  Because of the forecast for snow, street-cleaning regulations are suspended in New York City today.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-letters-to-the-editor-94282905282.html","abstract":"Macedon and Macedonia Philip II and his son Alexander the Great were called kings of Macedon, although history books more commonly refer to the people as Macedonians. Now Balkan countries are squabbling over which can claim the word Macedonia, and perhaps","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Successor to Cal Coach Is Cleared by His Peers","web_url":"https://www.nytimes.com/1993/02/16/sports/college-basketball-successor-to-cal-coach-is-cleared-by-his-peers.html","abstract":"  The National Association of Basketball Coaches, after a board meeting, announced today that it had found \"no impropriety\" on the part of the interim coach, Todd Bozeman, in replacing Lou Campanelli as head coach of the University of California.   Campanelli, dismissed suddenly a week ago for what Athletic Director Robert Bockrath considered abusive behavior toward his players, had told several of his peers that Bozeman, his former assistant, had undermined him and turned Cal players against him.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Say This of Itsali'lknownfact: He's Fourth in Pre-Derby Race","web_url":"https://www.nytimes.com/1993/02/16/sports/horse-racing-say-this-of-itsali-lknownfact-he-s-fourth-in-pre-derby-race.html","abstract":"  Another Kentucky Derby contender probably bit the dust today when Itsali'lknownfact made his 1993 debut and ran fourth in a weak field in an allowance race here at Gulfstream Park.   The colt won prominence last fall when he ran second to Gilded Time in the Breeders' Cup Juvenile, but won nothing this time even though the stage had been elaborately set. His jockey, Laffit Pincay Jr., flew in from California for the one race. His trainer, Cam Gambolati, got permission to saddle him in the open paddock instead of in a stall because the horse gets skittish and kicks. And his public bet him down to 3-2 as the favorite in the field of seven.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Sign of Mayoral Race: Stein's Emerging Bid","web_url":"https://www.nytimes.com/1993/02/16/nyregion/political-memo-sign-of-mayoral-race-stein-s-emerging-bid.html","abstract":"  By this time four years ago, Ronald S. Lauder had already declared his candidacy for Mayor. David N. Dinkins formally began his campaign that year on Valentine's Day, though he later said he regretted that he had declared before he was ready.   The first evidence that another race is under way is not due this year until March, when City Council President Andrew J. Stein is expected to dispel as premature reports that his mayoral candidacy died aborning.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Books of The Times; Growing Up Abused: A Painful Then, a Painful Now","web_url":"https://www.nytimes.com/1993/02/16/books/books-of-the-times-growing-up-abused-a-painful-then-a-painful-now.html","abstract":"  Exposure By Kathryn Harrison 219 pages. Random House. $20.","thumbnail":null,"section":"Books"},{"date":"19930216","headline":"Review/Music; Taking Opera as Something to Build On","web_url":"https://www.nytimes.com/1993/02/16/arts/review-music-taking-opera-as-something-to-build-on.html","abstract":"  One of Paul Hindemith's early recollections of the United States was a trip to the Grand Canyon. As the German composer stood gazing out over the spectacular prospect, a loudspeaker attached to a pole next to him issued \"Tristan und Isolde.\" The idea made perfect sense to those who thought it up. Take a feast for the eyes; increase it with a feast for the ears. More art adds to one's enlightenment just as more money adds to one's bank account.   This grand old American tradition of power through increase has evidently traveled far. The Bochum Symphony and its theatrical partner in this venture, the Dusseldorf Schauspielhaus, brought it with them in three performances of Schoenberg's \"Jacob's Ladder\" and Bernd Alois Zimmermann's \"Turning, I Saw Great Injustice\" at the Long Beach Opera this weekend. The double-bill, largely supported by the German Government, was augmented by local choristers and musicians.","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"PERSONAL COMPUTERS;\nA Layette of Needed Accessories","web_url":"https://www.nytimes.com/1993/02/16/science/personal-computers-a-layette-of-needed-accessories.html","abstract":"AFTER laying out $1,000, in many cases much more, for a personal computer, few people want to hear that they need to spend more on accessories. But precisely because a new computer is such a big purchase, it is foolish not to go the extra step and lay out $100 more to protect the investment.\n\nEvery home computer should have a surge suppressor, which protects the computer from power fluctuations, and also a number of decidedly low-tech devices: dust covers for the keyboard and printer, a can of compressed air and a box of screen wipers for cleaning, a rubber mouse pad, storage boxes for diskettes and a document clip that holds a sheet of paper upright alongside the screen. Except for the surge suppressor, each of these items sells for less than $15.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"A Local Title Defense for Patterson","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-boxing-a-local-title-defense-for-patterson.html","abstract":"  TRACY HARRIS PATTERSON will fight at home for the first time in two years when he defends his World Boxing Council super bantamweight title March 13 against JESSE BENAVIDES in Poughkeepskie, N.Y.   Patterson, the adopted son of the former heavyweight champion, FLOYD PATTERSON, will fight Benavides at Marist College's McCann Recreation Center.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"After a Setback for Cyprus, Clinton Should Step In","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-after-a-setback-for-cyprus-clinton-should-step-in.html","abstract":"The narrow victory Sunday of the rightist politician Glavkos Clerides, 73, over the Greek Cypriot president, George Vassiliou, sets back United Nations hopes of reuniting this island and healing the wounds of a generation of \"ethnic cleansing\" b","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Gantner's Career Seems Over","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-baseball-gantner-s-career-seems-over.html","abstract":"  Infielder JIM GANTNER, who has been with the Milwaukee Brewers for 15 years, moved toward retirement yesterday when the team announced he would go to spring training as a coach.  Gantner, 39, had off-season surgery to repair a right rotator cuff injury, and will report to spring training in Chandler, Ariz., when he is able to throw.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Book-Disk Combinations for the Mac","web_url":"https://www.nytimes.com/1993/02/16/science/peripherals-book-disk-combinations-for-the-mac.html","abstract":"  COMPUTER books are often packaged with software disks, making it difficult to decide which is the dog and which is the tail. There is no doubt with \"Big Mac Secrets,\" by Mark Bilbo and Ken Maki (Que; $39.95). Even a five-megabyte tail (the amount of software on the disks) would have a hard time wagging a 1,249-page dog.   This heavy volume covers it all: buying, customizing and upgrading hardware and software; troubleshooting; networking, and using the accompanying software. Two of the programs, Masterjuggler and Diskflash, are versions of commercial offerings. The six other major programs and a bunch of little ones are shareware; you try them out and, if you like them, you are honor bound to pay a registration fee, usually small.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"Big Bucks For Small Offices","web_url":"https://www.nytimes.com/1993/02/16/opinion/big-bucks-for-small-offices.html","abstract":"  In the last Congress, campaign finance reform, as always, was a major issue. Congress, as always, adjourned without enacting legislation. Common Cause and the press, as always, bemoaned the lack of action and the enormous cost of the big national contests.   Will this Congress finally act? Perhaps. But just as distressing as the problem in Washington is a strain of the campaign-spending virus that even Congress can't do anything about.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Social Castes Found to Be Not So Rare In Nature","web_url":"https://www.nytimes.com/1993/02/16/science/social-castes-found-to-be-not-so-rare-in-nature.html","abstract":"  FOR years, an exclusive club made up of ants, bees, wasps and termites has ruled as the social elite of the animal world. The insects' well-run colonies of sterile workers devoted to serving their fat, fertile queens so impressed biologists as to acquire the scientific classification of social or \"eusocial,\" a distinction even humans cannot claim.   But new studies indicate that many more species besides these well-known examples may be living eusocial lives, giving up their own chances of reproduction to help foster the offspring of others.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"Police Search For Motive In 6 Slayings","web_url":"https://www.nytimes.com/1993/02/16/nyregion/police-search-for-motive-in-6-slayings.html","abstract":"  Detectives investigating the execution-style deaths of six people in a Bronx apartment said yesterday that the killers had used at least two types of guns and that 600 rounds of live ammunition had been found hidden in the apartment. But they said they still had no idea of the killers' identities and motive.   As relatives and friends mourned the three adults and three teen-agers who were each lined up face down on a living room floor and shot in the head Sunday at 645 Prospect Avenue in the South Bronx, the police scoured the drug-infested neighborhood for witnesses and examined the live ammunition, as well as shell casings left by the assailants, $4,400 in cash and other clues found in the apartment.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Politics Complicates Formulas for Aid to Schools","web_url":"https://www.nytimes.com/1993/02/16/nyregion/politics-complicates-formulas-for-aid-to-schools.html","abstract":"  In 1986, budget talks in the New York State Assembly hit a glitch: according to computer-generated calculations from a school aid formula, New York City would receive more money than legislative leaders had agreed on.   But no new negotiations were needed to solve this problem, just a few strokes of a computer keyboard. By changing a number in the city's equation by .125, a legislative aide made the city appear wealthier. And with that, the city's aid dropped by more than $40 million, aligning itself neatly with the leaders' agreement.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/16/nyregion/no-headline-484493.html","abstract":"  \"We own two small hardware stores and times are tough. I don't know if Clinton will cut the deficit or turn around the economy, but I'm optimistic that he's trying. He's not just in there to push a bunch of buttons and play at being powerful.\" -- NANCY BOWALD of Eureka, Ill.  [ A15:1. ]","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Contractors Critical of Plan to Minimize Construction Delays","web_url":"https://www.nytimes.com/1993/02/16/nyregion/contractors-critical-of-plan-to-minimize-construction-delays.html","abstract":"  The sight abounds in every borough: street construction that leaves the pavement ripped open for weeks or even months, while all work seems to cease. The delays often occur when a contractor on a city job encounters a power line; if the line must be moved, the utility company that owns it must pay the cost, and negotiations over the price can take months.   Hoping to minimize these delays, New York City officials recently introduced a new bidding procedure that combines construction and utility-related work in a single contract. But the new procedure has angered many contractors, and one of them has filed a legal challenge to block it.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Legislature in Texas Sends School-Aid Plan to Voters","web_url":"https://www.nytimes.com/1993/02/16/us/legislature-in-texas-sends-school-aid-plan-to-voters.html","abstract":"  Facing a court threat to shut the state's public schools this spring, the Texas Legislature overcame 25 years of partisan rancor today and approved an amendment to the state Constitution that would force wealthy school districts to transfer money to poor ones.   The issue of how to insure fairer spending on the public schools has tormented states in every part of the nation, but nowhere has the battle run longer or been more divisive than in Texas. Here, it ultimately stems from a lawsuit filed in 1968, when a sheet metal worker named Demetrio Rodriguez became the lead plaintiff for parents in a poor school district in San Antonio.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Reliever Signs For $11 Million","web_url":"https://www.nytimes.com/1993/02/16/sports/baseball-reliever-signs-for-11-million.html","abstract":"  Jeff Montgomery of the Kansas City Royals, who has had 72 saves the last two seasons, joined the financial elite among relief pitchers yesterday, agreeing to a three-year, $11 million contract.   The annual average of $3,666,667 matches the fifth highest among relievers, the contract Randy Myers signed with the Chicago Cubs as a free agent two months ago. The only relievers ahead of them financially are Tom Henke of Texas, John Franco of the Mets, Dennis Eckersley of Oakland and Bryan Harvey of Florida.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/16/nyregion/news-summary-503493.html","abstract":"  International A3-11  THREATS TO NICARAGUA'S PEACE  Three years after Violeta Barrios de Chamorro defeated the Sandinistas in elections, Nicaragua has fallen into a tangle of crises that are spreading fear of an upsurge in violence. The nation's troubles include dissension, violence, charges of corruption and economic woes.  A1  FOR U.S. TROOPS, SOMALI HAZARDS  For many of the American troops in Somalia, the disarming of the country has come to resemble nothing so much as inner-city police work with a handicap. Marines search houses for weapons, but have no clear rules for confiscating them and sometimes find themselves in the middle of sub-clan battles.  A1","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"O'Connor Says Catholic Groups May Shun St. Patrick's Parade","web_url":"https://www.nytimes.com/1993/02/16/nyregion/o-connor-says-catholic-groups-may-shun-st-patrick-s-parade.html","abstract":"  John Cardinal O'Connor has warned that Catholic institutions and organizations will shun the St. Patrick's Day parade if a homosexual group is permitted to march.   The Cardinal's statement, voiced before a pastoral group Feb. 7 and reported in the current issue of the New York Archdiocese's weekly newspaper, Catholic New York, follows statements by various groups that they will boycott the parade if the homosexual group, the Irish Lesbian and Gay Organization, is allowed to march under its banner.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Topics of The Times; From Rhodes to Reuter","web_url":"https://www.nytimes.com/1993/02/16/opinion/topics-of-the-times-from-rhodes-to-reuter.html","abstract":"  Bill Clinton is the first former Rhodes Scholar to assume the Presidency. He joins Washington's other colossi of Rhodes, such as Bill Bradley and Byron \"Whizzer\" White, and brings others in his train, like Robert Reich and George Stephanopoulos.    No doubt some overexcited wiseacre will remind everyone of Cecil Rhodes's purpose in endowing the two-year Oxford scholarships in 1902. As the magnate wrote in his will, he hoped to bring about the \"ultimate recovery of the United States of America as an integral part of the British Empire.\"","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Amerika Journal; Amerikans Ask Help, but Americans Pay No Heed","web_url":"https://www.nytimes.com/1993/02/16/world/amerika-journal-amerikans-ask-help-but-americans-pay-no-heed.html","abstract":"  After long years of proud success, Amerika is in evident decline. Years of misrule by short-sighted ideologues have led to economic collapse. Unemployment is chronic, and many residents fear that worse times lie ahead.    \"We may all have to leave,\" groused Hans Friedrich, a leading specialist in Amerikan history. \"Then we would have an Amerika without Amerikans. How would that look?\"","thumbnail":null,"section":"World"},{"date":"19930216","headline":"A Belgrade Banker Makes Big Profits From Trade Sanctions","web_url":"https://www.nytimes.com/1993/02/16/world/a-belgrade-banker-makes-big-profits-from-trade-sanctions.html","abstract":"  Ask Dafina Milanovic what she thinks of the United Nations economic sanctions against Yugoslavia and chances are that in a candid moment, after making the standard Belgrade complaint that they are unjust, she will admit that the spottily enforced measures have been very, very good to her.   Zipping around Belgrade in her Mercedes-Benz, gracing magazine covers with stacks of Western cash in hand, Mrs. Milanovic is just one of a number of Yugoslavs who have clearly managed to strike it rich, for a time at least, despite the economic turmoil and sanctions.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Health Initiative Tilting Toward Price Regulation","web_url":"https://www.nytimes.com/1993/02/16/us/health-initiative-tilting-toward-price-regulation.html","abstract":"  President Clinton's health-care initiative was to have been a delicate balance between Government regulation and free-market competition. But so far, a rush to monitor and regulate prices has been the policy's most conspicuous new twist, health-care experts say.   Late last week, the President and his wife, Hillary Rodham Clinton, criticized drug companies and the prices they charged for vaccines. Over the weekend, Administration officials like Leon E. Panetta and George Stephanopoulos made clear that the President wanted to impose cost controls on health-care providers as a way to hold down Medicare outlays and as a prelude to sweeping changes in the health-care system.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/16/nyregion/chronicle-216293.html","abstract":"  MIKE McALARY, the hard-nosed columnist for The Daily News, is not unique. His lawyer said so.   The New York Post, which enjoyed Mr. McAlary's services until he defected to the archrival Daily News at the beginning of February, is suing to get him back. In a bid to show that his departure will do grievous harm to their newspaper, a parade of Post officials took the witness stand in State Supreme Court in Manhattan last week to extoll the virtues of a columnist who now writes for the competition.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"With Daly as Boss, Nets Are on the Move and on Time","web_url":"https://www.nytimes.com/1993/02/16/sports/pro-basketball-with-daly-as-boss-nets-are-on-the-move-and-on-time.html","abstract":"  A few hours before the Nets beat the Miami Heat in overtime on Sunday, several New Jersey players showed up late for a pre-game meeting.   Maybe they were late because they're used to 7:30 games and not ones at 5 P.M. Whatever the reason, Coach Chuck Daly fined them and issued this proclamation: From now on, any player who is late for a meeting or a practice will not only be fined, but the fine will be doubled. Give the Coaches Credit    So we come to today, the day after. Guard Kenny Anderson strolls into a 55-minute practice at the team's training center here about 50 minutes late. He catches a little heat from his teammates, who joke he should have brought his checkbook. \"I'm embarrassed,\" said Anderson. And maybe $500 poorer. A double fine to go, please.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Amid 'Hatfields and McCoys,' Marines Disarm the Somalis","web_url":"https://www.nytimes.com/1993/02/16/world/amid-hatfields-and-mccoys-marines-disarm-the-somalis.html","abstract":"  The marines surrounded the house with the precision of a SWAT team. In a moment, they had entered the compound, poking into sacks and searching under stairwells for hidden weapons.   After half an hour spent getting the owners to open locked doors and back rooms, the marines found nothing.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Buffalo's the Home of the Bills and Proud of It","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-buffalo-s-the-home-of-the-bills-and-proud-of-it-285593.html","abstract":"  To the Editor:   As I was about to leave Buffalo for Pasadena, Calif., to watch our Buffalo Bills play in their third consecutive Super Bowl, I was given a copy of \"Buffalo Fears a Rendezvous With Agony\" (front page, Jan. 28).","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Nixon Weds Sugar Ray Leonard's Ex-Wife","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-baseball-nixon-weds-sugar-ray-leonard-s-ex-wife.html","abstract":"  Atlanta Braves outfielder OTIS NIXON kept it a secret for almost two months, but he's finally revealed that he married JUANITA LEONARD, the former wife of SUGAR RAY LEONARD, in December.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review.html","abstract":"Monteverdi\nTwo Tributes","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Archeologists at Odds on Restoring Statues","web_url":"https://www.nytimes.com/1993/02/16/science/archeologists-at-odds-on-restoring-statues.html","abstract":"  IN its time, Tongariki was the glory of Easter Island and its cult of ancestor worship.   Overlooking a gentle bay on the south side of the island, it was the largest religious site in Polynesia. On its giant ahu, or temple platform, stood 15 immense stone statues, called moai, some weighing up to 70 tons. Hundreds came here to worship. They lived near the site and carved elaborate petroglyphs, or stone etchings, of giant tuna, sea turtles and birdmen.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/16/us/inside-493393.html","abstract":"  Strict Ban on Abortion Is Signed by Walesa   One of Europe's strictest anti-abortion laws was signed in Poland by President Lech Walesa, long an opponent of abortion. Years of pressure from the Roman Catholic Church thus virtually ended what had been a common medical practice. Page A6. Serbs Block Bosnia Convoy  A standoff blocking a relief convoy at the Serbia-Bosnia border has become a crucial test of the United Nations aid operation. Page A3. Texas Moves on School Aid    The Texas Legislature approved an amendment that would force some wealthy school districts to transfer money to poor districts. Page A12. Giving Birth to a Grandchild    A 53-year-old New York woman went back a decade in biological time to act as a surrogate mother for her son and his wife. Page B1.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/16/nyregion/c-corrections-210393.html","abstract":"  A chart on Thursday about the New York City school system included incorrect totals for the number of teachers. The correct totals are: in 1988, 64,707; 1989, 65,884; 1990, 66,010, and 1991, 64,990.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"France's Tati:Making The Affordable Luxurious","web_url":"https://www.nytimes.com/1993/02/16/style/IHT-frances-tatimaking-the-affordable-luxurious.html","abstract":"Tati is the big store with the unforgettable Vichy-checklogo that visitors to Paris are content to regard from the rolled-up-window security of a cab on their way up Rue de Rennes for lunch at La Coupole. They never get out and go in. All those crowds!","thumbnail":null,"section":"Style"},{"date":"19930216","headline":"New Technique Reveals The Genetic Strategies Of Infectious Bacteria","web_url":"https://www.nytimes.com/1993/02/16/science/new-technique-reveals-the-genetic-strategies-of-infectious-bacteria.html","abstract":"  IN a finding that has electrified infectious-disease researchers, scientists at Harvard University have discovered a way to learn the genetic strategies that bacteria use to cause disease.    The method, researchers say, could lead to new antibiotics and vaccines that are precisely aimed at disease-causing genes. It could also allow investigators to discover genes that permit some people to resist illnesses while others succumb.","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/16/nyregion/metro-digest-787893.html","abstract":"   HOPEFUL SIGNS FOR CRACK BABIES   Eight years after crack hit New York and other cities around the country, and concern about a generation of \"crack babies\" began spreading, medical experts say their worst fears are not being realized. While up to a third of the babies appear to have been seriously damaged, 20 to 40 percent seem unscathed. Most encouragingly, the experts say, those who have been harmed by cocaine need not be written off as a lost generation, but can be greatly improved with special attention. A1.  NEW YORK CITY","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Topics of The Times; J. P. Morgan's Maestro","web_url":"https://www.nytimes.com/1993/02/16/opinion/topics-of-the-times-j-p-morgan-s-maestro.html","abstract":"  Richard Westerfield surprised almost everyone with his recent appearance at the podium at a New York Philharmonic concert. A banker by trade but a musician by passion, he'd been attending rehearsals as backup for a guest conductor, Erich Leinsdorf, and took over when Mr. Leinsdorf's ailing back forced him to cancel at the last minute. He did so well that he was asked to conduct two more concerts.   Mr. Westerfield, 35, has academic degrees in both business and music. He went to work for J. P. Morgan & Company because, as he says, \"music is a very difficult way to earn a living.\"","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Q & A","web_url":"https://www.nytimes.com/1993/02/16/science/q-a-133693.html","abstract":"  Don't Eat the Pits!   Q.    I have been feeding apple seeds to my bird for years. Is there really cyanide in them? What about apricots and other fruit seeds?  ","thumbnail":null,"section":"Science"},{"date":"19930216","headline":"FEUDS AND KILLINGS IN NICARAGUA MAR DEMOCRATIC RULE","web_url":"https://www.nytimes.com/1993/02/16/world/feuds-and-killings-in-nicaragua-mar-democratic-rule.html","abstract":"  Three years after President Violeta Barrios de Chamorro defeated the Sandinistas in elections, Nicaragua has fallen into a tangle of crises that are spreading fear of an upsurge in violence.   Despite Government efforts to pacify the countryside, unsolved killings with political overtones occur almost daily in the explosive northwest, scene of most of the fighting during the civil war. There, a dozen or more armed bands, mostly disgruntled former anti-Sandinista rebels or their families, are hunted alternately by the Army, which is still under Sandinista control, and by Government negotiators.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Samaranch Says Brasilia Is Impressive","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-olympics-samaranch-says-brasilia-is-impressive.html","abstract":"  The president of the International Olympic Committee said yesterday he was impressed with Brasilia, one of seven cities vying to be host for the 2000 Olympics.   \"The city is surprising and splendidly prepared to host an event of this type,\" JUAN ANTONIO SAMARANCH said after a meeting with President ITAMAR FRANCO of Brazil.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"CLINTON TELLS MIDDLE CLASS IT NOW FACES A TAX INCREASE BECAUSE DEFICIT HAS GROWN","web_url":"https://www.nytimes.com/1993/02/16/us/clinton-tells-middle-class-it-now-faces-a-tax-increase-because-deficit-has-grown.html","abstract":"  For the first time, President Clinton told middle-income Americans tonight that it was necessary to raise their taxes to help cut the deficit and put the nation on the path to prosperity.   Setting aside economic intricacies, Mr. Clinton used plain language in his first televised address from the Oval Office to prepare millions of viewers for the speech he will deliver Wednesday night, when he will lay out his often-painful remedies for the economy to a joint session of Congress.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Through Ups and Downs, Harazin Stays Solid as a Rock","web_url":"https://www.nytimes.com/1993/02/16/sports/baseball-through-ups-and-downs-harazin-stays-solid-as-a-rock.html","abstract":"  Al Harazin's favorite piece of personal apparel is a dinosaur lapel pin. The pin, given to him as a gift by the Mets, is meant to symbolize Harazin's status as one of a disappearing breed in baseball, namely that of monolithic executive.   Harazin, the club's general manager, is also its chief operating officer, responsible for everything from contract negotiations to trades to stadium operations to marketing to broadcasting.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"More Legal Problems Are Seen For Man Who Wants to Buy Post","web_url":"https://www.nytimes.com/1993/02/16/nyregion/more-legal-problems-are-seen-for-man-who-wants-to-buy-post.html","abstract":"  The financial empire run by Steven Hoffenberg, the potential buyer of The New York Post, may be facing new legal problems.   People familiar with the financial operations of Mr. Hoffenberg's flagship company, the Towers Financial Corporation, said yesterday that the bank trustee for $200 million in Towers bonds was preparing to go to court, if necessary, to force Towers to account for its use of bondholders' money. Such a move would increase the financial pressures on the company as its owner prepares to acquire The Post.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Gifted Russian Youths, Sign Up Here","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-marketing-gifted-russian-youths-sign-up-here.html","abstract":"  Pro Sports of Moscow, a fledgling talent agency loosely modeled after high-powered companies in the United States, recently began signing contracts with the parents of Russian children.   For providing coaches and training facilities to these potential stars, Pro Sports will receive 35 percent of what the athletes between the ages of 18 and 28 earn, plus an additional 5 percent for coaches assigned to the program.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/16/opinion/IHT-letters-to-the-editor.html","abstract":"Macedonia and Greece Macedonia is the only former Yugoslav republic to have made a peaceful transition to independence, and only one of two to have fulfilled all the requirements for recognition by the European Community. Yet the Greeks say the name belon","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Tarkanian to Undergo Heart Procedure","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-people-basketball-tarkanian-to-undergo-heart-procedure.html","abstract":"  JERRY TARKANIAN is scheduled for an angioplasty next week to clear a heart artery that is 70 percent blocked.   \"It's no big deal,\" Tarkanian said yesterday in Las Vegas, Nev. \"They tell me I'll be in one day and out the next.\"","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Can St. Jovite Take U.S. Soil by Storm?","web_url":"https://www.nytimes.com/1993/02/16/sports/horse-racing-can-st-jovite-take-us-soil-by-storm.html","abstract":"  Can Europe's champion horse of one year cross the Atlantic and become North America's champion horse the next year?   It has never been done, but Europe's best horse of 1992 is going to try.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"U.S. Can Learn From Cuba's AIDS Program","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-us-can-learn-from-cuba-s-aids-program-280493.html","abstract":"  To the Editor:   Your \"AIDS in Latin America\" special report (front page, Jan. 25) grossly misrepresents the situation in the only country that has successfully held the virus in check. You dismiss the successes of Cuba's AIDS control and prevention program with the irrelevant comment that Cuba \"is the region's only nation with a totalitarian government.\"","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"On Making Good Manners Look Sinister","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-on-making-good-manners-look-sinister-282093.html","abstract":"  To the Editor:   I read with no small amazement your Feb. 5 front-page article on the letter Robert E. Rubin, President Clinton's top economic adviser, wrote to his Goldman Sachs & Company clients before taking up his post as head of Mr. Clinton's new National Economic Council. My amazement was not that Mr. Rubin wrote such a letter, but that you found it news.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Chess","web_url":"https://www.nytimes.com/1993/02/16/arts/chess-874293.html","abstract":"  Seizing the initiative was Judit Polgar's main weapon against Boris Spassky in her victory in their 10-game exhibition match, which concludes today in Budapest. The brilliant 16-year-old grandmaster holds a 5 1/2-3 1/2 lead, which cannot be overtaken by the former world champion. But as is often the case in exhibition contests, the players are obliged to complete the schedule.   Polgar repeatedly relied on adventurous pawn sacrifices to deny Spassky the chance for the initiative when she had Black. Her adherence to \"the best defense is a good offense\" school worked well for her; Spassky could not quash her dynamic, aggressive maneuvering and was pretty much hamstrung with White.","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Sports of The Times; The Rangers Celebrate Kiddies' Day","web_url":"https://www.nytimes.com/1993/02/16/sports/sports-of-the-times-the-rangers-celebrate-kiddies-day.html","abstract":"  THERE were so many youngsters being escorted into Madison Square Garden that you half expected them all to be twirling flashlights in the darkness and watching the Flying Gutkowskis or some other daredevil circus act.    But there was no pungent aire de pachyderm wafting through the Garden. It is not yet springtime. There was, of all things, a matinee hockey game, to celebrate the day after St. Valentine's Day, or whatever Feb. 15 is.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"In Tough Times for Business, Videos and Much, Much More","web_url":"https://www.nytimes.com/1993/02/16/nyregion/our-towns-in-tough-times-for-business-videos-and-much-much-more.html","abstract":"  BOB HAINES sold some Lotto tickets, then he weighed and took payment for a U.P.S. package to be shipped, and reminded the man at the copying machine to make sure he picked up his original.   Then he got back to his point, which was, \"In the video business, you either grow or go out of business.\"","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"A New Thoreau Book, About Natural History","web_url":"https://www.nytimes.com/1993/02/16/books/a-new-thoreau-book-about-natural-history.html","abstract":"  After existing in hundreds of scattered pages, some scrawled in his barely decipherable hand on the backs of letters and broadsides to save paper, Henry David Thoreau's last important research and writing project will be published on April 20. It is his first new book to appear in 125 years.   Thoreau scholars consider the newly titled \"Faith in a Seed,\" which combines his \"Dispersion of Seeds\" with other late natural history writings, a major contribution to American literature and a reason to revise traditional thinking about his life. Because of its trail-blazing scientific material, they say, it adds a whole new chapter to the understanding the author of \"Walden,\" \"A Week on the Concord and Merrimack Rivers,\" \"The Maine Woods\" and \"Cape Cod.\"","thumbnail":null,"section":"Books"},{"date":"19930216","headline":"Brazil Seeks to Revive Its Economic Miracle, Lying in Ruins","web_url":"https://www.nytimes.com/1993/02/16/world/brazil-seeks-to-revive-its-economic-miracle-lying-in-ruins.html","abstract":"  Outside a grim municipal building on the west side of this city, scores of men, women and children line up every evening. Many have vacant stares or fearful faces, many are sick and most appear undernourished. They come for a bath, a bed and a meal of chicken soup, bread and milk -- and the hope of finding a job.   Most standing in line are migrants who have come from impoverished areas of the northeast with hopes of work and a better future. But now they want to go home. For them, Sao Paulo, the epicenter of Brazil's industrial might, has become a nightmare.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"METROPOLITAN COLLEGE REPORT","web_url":"https://www.nytimes.com/1993/02/16/sports/metropolitan-college-report.html","abstract":"  Columbia     The Lions (12-8 over all and 6-2 in the Ivy League) split games over the weekend on the most feared road trip the league has to offer: at Penn and at Princeton. On Friday night, the first-place Quakers (7-0) walloped Columbia by 84-63 at the Palestra. The Lions came back to defeat the Tigers, 71-69, on Saturday.   The Columbia coach, Jack Rohan, was despondent after the Penn game, sounding as if he believed that the Lions' chances of winning the Ivy title had disappeared.","thumbnail":null,"section":"Sports"},{"date":"19930216","headline":"Police Test For Top Post Stirs Anger In Princeton","web_url":"https://www.nytimes.com/1993/02/16/nyregion/police-test-for-top-post-stirs-anger-in-princeton.html","abstract":"  With so many institutions of higher learning, scholastic-testing concerns, opinion-poll companies and market-research concerns in the area, tests and questionnaires might be considered as much a part of the Princeton landscape as tree-shaded roads and expensive homes.    But there are a few tests that many township residents now wish had never been given.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/16/nyregion/chronicle-217093.html","abstract":"  Journalists may pry into the love lives of her children and their spouses, but whoever dares violate the sanctity of QUEEN ELIZABETH II'S holiday homily pays the price.   For The Sun, that price was a front-page apology to the Queen and a donation to charity of 200,000 pounds, or about $280,000.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"On My Mind; Clinton's Bosnia Choice","web_url":"https://www.nytimes.com/1993/02/16/opinion/on-my-mind-clinton-s-bosnia-choice.html","abstract":"  In its first real test, the new Clinton foreign policy team shows itself strong and flexible enough to pull back from a war that never could have been won politically, emotionally or historically.   For this, the team is being denounced by much of the American foreign-commentary trade. But it deserves praise, not epithet.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Scheme to Split School District Is Revived","web_url":"https://www.nytimes.com/1993/02/16/us/scheme-to-split-school-district-is-revived.html","abstract":"  Labor problems and financial distress in the Los Angeles Unified School District have given new life to an old idea: divide the sprawling school system into smaller parts so it is easier to manage and more responsive to local needs.   The idea, discussed here from time to time, is now emanating from the San Fernando Valley, where middle-class families want to separate themselves from the misery of the inner city and take control of their own schools.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Convoy Halted by Serbs Looms as Test Case in Bosnia","web_url":"https://www.nytimes.com/1993/02/16/world/convoy-halted-by-serbs-looms-as-test-case-in-bosnia.html","abstract":"  Serbs blocked a convoy of 10 United Nations relief trucks for a second day today at the Drina River border between Serbia and Bosnia, and the obstacles the convoy faced in crossing the Serbian nationalist lines to reach besieged Muslims seemed likely to bring a turning point in the troubled relief operation here.    The convoy of 65 tons of food and medicine is bound for a Muslim enclave in eastern Bosnia that has been cut off from outside aid for 10 months. By nightfall today, it had become a symbol of overriding importance for the United Nations and the Bosnian Government.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Rider College Puts Spotlight on Prejudice","web_url":"https://www.nytimes.com/1993/02/16/nyregion/rider-college-puts-spotlight-on-prejudice.html","abstract":"  Rider College was moving today in two areas to deal with repercussions from a campus fraternity event at which pledges were required to emulate black stereotypes.   The fraternity, Phi Kappa Psi, has already lost its local charter, and the member who organized the event has been suspended from the college for a year.","thumbnail":null,"section":"New York"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review-214693.html","abstract":"  Grieg Trio Weill Recital Hall","thumbnail":null,"section":"Arts"},{"date":"19930216","headline":"Sacrifice Tossed To the Winds","web_url":"https://www.nytimes.com/1993/02/16/us/sacrifice-tossed-to-the-winds.html","abstract":"  In his Inaugural Address, President Clinton proclaimed, \"It will require sacrifice\" to renew America.   But he apparently concluded that \"sacrifice\" had too unpleasant a connotation. \"We just have to face the fact that to make the changes our country needs more Americans must contribute today so that all Americans can do better tomorrow,\" the President said tonight.","thumbnail":null,"section":"U.S."},{"date":"19930216","headline":"Mediation Works Well In Divorce Cases","web_url":"https://www.nytimes.com/1993/02/16/opinion/l-mediation-works-well-in-divorce-cases-284793.html","abstract":"  To the Editor:   As a mediator, I was glad to read \"Divorce Fee-for-All\" (Topics of The Times, Jan. 28), on a New York State blue-ribbon committee to propose reforms of lawyer abuses in matrimonial cases. For the unfortunate people who are divorcing it would be better if as much attention were given to mediation as to litigation.","thumbnail":null,"section":"Opinion"},{"date":"19930216","headline":"Yeltsin Leaves on Vacation on Eve of Talks With Political Rival","web_url":"https://www.nytimes.com/1993/02/16/world/yeltsin-leaves-on-vacation-on-eve-of-talks-with-political-rival.html","abstract":"  President Boris N. Yeltsin suddenly left Moscow today for what was described as an unexpected 12-day vacation in the countryside. His departure was announced a day before he was scheduled to meet with his outspoken political rival, Ruslan I. Khasbulatov, the parliamentary Speaker, to discuss whether a constitutional referendum scheduled for April 11 was going to be held.   Mr. Khasbulatov, who opposes the referendum he originally agreed to in December, has been caustic about Mr. Yeltsin in recent days, questioning his fitness for office.","thumbnail":null,"section":"World"},{"date":"19930216","headline":"Classical Music in Review","web_url":"https://www.nytimes.com/1993/02/16/arts/classical-music-in-review-215493.html","abstract":"  Juilliard Symphony Alice Tully Hall","thumbnail":null,"section":"Arts"}],"wiki_events":[],"weather":[{"date":"19930216","time":"1993-02-16 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":81,"wspd":11.2},{"date":"19930216","time":"1993-02-16 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":71,"wspd":7.6},{"date":"19930216","time":"1993-02-16 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.8,"rhum":71,"wspd":13},{"date":"19930216","time":"1993-02-16 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.4,"rhum":71,"wspd":13},{"date":"19930216","time":"1993-02-16 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.8,"rhum":75,"wspd":13},{"date":"19930216","time":"1993-02-16 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":78,"wspd":13},{"date":"19930216","time":"1993-02-16 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5,"rhum":80,"wspd":9.4},{"date":"19930216","time":"1993-02-16 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.1,"rhum":82,"wspd":11.2},{"date":"19930216","time":"1993-02-16 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":5.4,"rhum":82,"wspd":11.2},{"date":"19930216","time":"1993-02-16 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6,"rhum":78,"wspd":7.6},{"date":"19930216","time":"1993-02-16 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.5,"rhum":75,"wspd":7.6},{"date":"19930216","time":"1993-02-16 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":78,"wspd":13},{"date":"19930216","time":"1993-02-16 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":6.9,"rhum":78,"wspd":11.2},{"date":"19930216","time":"1993-02-16 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":77,"wspd":7.6},{"date":"19930216","time":"1993-02-16 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":72,"wspd":9.4},{"date":"19930216","time":"1993-02-16 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.4,"rhum":70,"wspd":18.4},{"date":"19930216","time":"1993-02-16 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.3,"rhum":70,"wspd":16.6},{"date":"19930216","time":"1993-02-16 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":70,"wspd":14.8},{"date":"19930216","time":"1993-02-16 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.8,"rhum":72,"wspd":14.8},{"date":"19930216","time":"1993-02-16 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.9,"rhum":73,"wspd":13},{"date":"19930216","time":"1993-02-16 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":77,"wspd":13},{"date":"19930216","time":"1993-02-16 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":77,"wspd":11.2},{"date":"19930216","time":"1993-02-16 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":78,"wspd":9.4},{"date":"19930216","time":"1993-02-16 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":82,"wspd":13},{"date":"19930216","time":"1993-02-16 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":50,"wspd":13},{"date":"19930216","time":"1993-02-16 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":9.4},{"date":"19930216","time":"1993-02-16 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":7.6},{"date":"19930216","time":"1993-02-16 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":7.6},{"date":"19930216","time":"1993-02-16 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":67,"wspd":7.6},{"date":"19930216","time":"1993-02-16 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":69,"wspd":11.2},{"date":"19930216","time":"1993-02-16 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":72,"wspd":9.4},{"date":"19930216","time":"1993-02-16 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":69,"wspd":11.2},{"date":"19930216","time":"1993-02-16 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":69,"wspd":7.6},{"date":"19930216","time":"1993-02-16 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":67,"wspd":7.6},{"date":"19930216","time":"1993-02-16 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":70,"wspd":9.4},{"date":"19930216","time":"1993-02-16 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":76,"wspd":11.2},{"date":"19930216","time":"1993-02-16 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":78,"wspd":16.6},{"date":"19930216","time":"1993-02-16 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":14.8},{"date":"19930216","time":"1993-02-16 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":22.3},{"date":"19930216","time":"1993-02-16 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":92,"wspd":18.7},{"date":"19930216","time":"1993-02-16 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":96,"wspd":7.6},{"date":"19930216","time":"1993-02-16 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.7,"rhum":96,"wspd":16.6},{"date":"19930216","time":"1993-02-16 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":96,"wspd":18.7},{"date":"19930216","time":"1993-02-16 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":96,"wspd":11.2},{"date":"19930216","time":"1993-02-16 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":96,"wspd":9.4},{"date":"19930216","time":"1993-02-16 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":100,"wspd":9.4},{"date":"19930216","time":"1993-02-16 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":100,"wspd":13},{"date":"19930216","time":"1993-02-16 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.9,"rhum":100,"wspd":9.4}]},"19930217":{"guardian_articles":[],"nytimes_articles":[{"date":"19930217","headline":"New York School Fight Shifts To Elections for Local Boards","web_url":"https://www.nytimes.com/1993/02/17/nyregion/new-york-school-fight-shifts-to-elections-for-local-boards.html","abstract":"  The fight over the future of Schools Chancellor Joseph A. Fernandez is over, but the citywide war over the controversial social agenda he backed is simply moving to a new battlefield, the elections for the city's 32 community school boards.   Many candidates for local school boards, including both opponents and supporters of Mr. Fernandez, have already focused their campaigns around issues the Chancellor came to symbolize, like the distribution of condoms in schools and the teaching of tolerance for gay people.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Welcome or No, Foreigners Do Spain's Dirty Work","web_url":"https://www.nytimes.com/1993/02/17/world/welcome-or-no-foreigners-do-spain-s-dirty-work.html","abstract":"  Thanks to drip-feed irrigation and plastic-covered greenhouses, the arid coastal plain of Almeria has been turned into a farming El Dorado that supplies northern Europe with winter fruit and vegetables and earns $500 million a year in the process.   Yet the true secret of the region's bonanza is less visible. Hidden beneath a shining sea of plastic are some 4,000 immigrant workers, most of them from Morocco, who spend their days in suffocating heat picking eggplant, peppers, melons and the like for sale in Paris, London and Frankfurt.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/17/nyregion/metro-digest-792093.html","abstract":"  NEW YORK CITY AFTER SCHOOLS FIGHT, FOCUS ON BOARDS   The fight over the future of Schools Chancellor Joseph A. Fernandez is over, but the citywide war over the controversial social agenda he backed is simply moving to a new battlefield, the elections for the city's 32 community school boards. \"These elections will be a showdown between those who are in favor of teaching homosexuality, and those who believe that this would be a gross violation of traditional family values,\" said the head of the Family Defense Council, a group based in Queens. \"If this doesn't get the voters out, what will?\" A1.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"C.I.A. Isn't Lone Wolf of Foreign Policy; A Diminished Role?","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-cia-isn-t-lone-wolf-of-foreign-policy-a-diminished-role-319993.html","abstract":"  To the Editor:   Re \"The C.I.A.: Time for an Overhaul\" (editorial, Feb. 1):","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"A U.S.-French Key to a NATO Future","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-a-usfrench-key-to-a-nato-future.html","abstract":"The departure from office of President George Bush can appear to be a loss for French-American relations. A great deal of personal trust and friendship had been built up between the White House and the Elyse Palace.. This is true even if what the pe","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"ABC Considering a Joint Bid With Turner Network","web_url":"https://www.nytimes.com/1993/02/17/sports/olympics-abc-considering-a-joint-bid-with-turner-network.html","abstract":"  A joint network-cable bid by ABC and the Turner Broadcasting System for the 1996 Summer Olympics in Atlanta is the only way ABC currently expects to enter the coming negotiations, the president of ABC Sports said yesterday.   The ABC official, Dennis Swanson, confirmed a report in The Wall Street Journal that ABC and Turner have held serious discussions over several months aimed at bidding together for the Olympic TV rights and placing events on ABC and ESPN, which is 80 percent owned by ABC, and on Turner's cable networks, TNT and TBS.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Immigrants, In Gratitude, Aid Neediest","web_url":"https://www.nytimes.com/1993/02/17/nyregion/immigrants-in-gratitude-aid-neediest.html","abstract":"  When Lynn Chen was growing up in China, her image of America was shaped by the state-controlled media, which spoke darkly of a troubled land blighted by rampant crime, racial strife, homelessness and oppressive work conditions.   But since she came to the United States seven years ago to attend graduate school, she has developed a more balanced view. She has grown to love American democracy and feels grateful that she was allowed to stay here after the crackdown on democracy protesters in Tiananmen Square in 1989.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Hopes for a New Boston Garden Dim With Political Quarreling","web_url":"https://www.nytimes.com/1993/02/17/us/hopes-for-a-new-boston-garden-dim-with-political-quarreling.html","abstract":"  For years the Boston Garden has been a special symbol to Bostonians. Part shrine, as the home of their beloved basketball Celtics and hockey Bruins, it has also been a frustrating reminder of the petty politics and lack of civic leadership that have blocked repeated efforts to replace the grimy old Garden with a more modern arena that would have air-conditioning and seats with good views.   Last spring, when Boston's three largest banks agreed to lend $120 million to build a new Garden, salvation finally seemed at hand. The steel had been ordered and 700 construction workers, out of jobs for several years with New England's recession, were set to start work on March 1.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"It's a Time For Getting Together","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-its-a-time-for-getting-together.html","abstract":"Never in recent memory has a trade war been as likely as today. The United States has slapped enormous anti-dumping duties on imported steel. Canada and other U.S. trading partners have responded in kind. The United States threatens to bar European compan","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"President's New Pitch: Redefining Patriotism as a Banner for Peace, Not War","web_url":"https://www.nytimes.com/1993/02/17/us/president-s-new-pitch-redefining-patriotism-as-a-banner-for-peace-not-war.html","abstract":"  In telling Americans that it is their patriotic duty to support his economic program, President Clinton is trying to redefine \"patriotism\" from pulling together to face a mortal threat abroad to paying higher taxes to face an economic threat at home.   This is both a high-risk political strategy and an experiment in the politics of mobilizing mass opinion in the wake of the cold war. The biggest risk is that Mr. Clinton will discover what Jimmy Carter did when he declared that his energy conservation plan was \"the moral equivalent of war\" -- that most Americans found the notion so overstated that they scoffed at it, undermining his whole initiative.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"National Recovery Fattening Tax Revenue in Many States","web_url":"https://www.nytimes.com/1993/02/17/us/national-recovery-fattening-tax-revenue-in-many-states.html","abstract":"  Evidence is continuing to build that the nation's economic expansion that took hold in the second half of 1992 is having a positive effect on battered state finances.   Tax collections, not including legislated tax increases, rose nearly 6 percent in the fourth quarter compared with a year earlier, according to a survey of state tax officials by the Center for the Study of States, a research concern in Albany. That is the biggest increase since the beginning of the recent recession and five times last year's rise.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Gruber Out 8 Weeks","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-baseball-gruber-out-8-weeks.html","abstract":"  Third baseman KELLY GRUBER, acquired by the California Angels in an off-season trade with Toronto, will miss at least the next eight weeks after undergoing surgery yesterday on his left shoulder for an injury he apparently suffered during the World Series. The Angels' physician, Dr. LEWIS YOCUM, performed the arthroscopic surgery and found a partial tear of the rotator cuff and a small tear in the labrum of Gruber's non-throwing shoulder, the team said.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"L.I. Mammograms Faulted And 200 Recipients Sought","web_url":"https://www.nytimes.com/1993/02/17/nyregion/li-mammograms-faulted-and-200-recipients-sought.html","abstract":"  More than 200 women who received mammograms that Nassau County charges were faulty have yet to be notified by health officials more than 17 months after the situation was discovered.   The doctor who performed the mammograms, Padma Ram, was charged in September 1991 with providing substandard breast X-rays in her internal medicine practice in Floral Park.  An Anonymous Tip    The County Health Department held a hearing last month to consider its findings of 386 violations of state procedures. County officials are expected to decide next month whether to fine Dr. Ram. The fine could be as much as $193,000, which would be the largest fine since the state instituted mammogram regulations in 1987.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Mets Casting Their Eyes On Dominican Sandlot","web_url":"https://www.nytimes.com/1993/02/17/sports/baseball-mets-casting-their-eyes-on-dominican-sandlot.html","abstract":"  Morning had broken noisily in the Dominican Republic and traffic had snarled in Santo Domingo one day last December. Spread out smack in the center of the entrepreneurial madness and automoble exhaust is a humble baseball diamond, one full of holes and hopes, and on this day, a dozen or so of the country's unemployed leaned on a fence and watched as a makeshift instructional league game went on.   \"It's a public park,\" Eddie Toledo, the top Dominican scout for the Mets and the man in charge of the organization's developmental program in the country, said. \"It's tough to keep up. You fix something, and who knows who is going to break it.\"","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"You Can't Remake Washington in a Week","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-you-can-t-remake-washington-in-a-week-321093.html","abstract":"  To the Editor:   \"Reading Mr. Clinton's Lips\" (editorial, Jan. 28), starting with the headline, is unfairly harsh criticism of President Clinton after one week in office for steps not taken but feared.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/17/style/chronicle-275393.html","abstract":"  RANDY SHILTS, the author of the best-selling book about AIDS \"And the Band Played On,\" announced yesterday that he has the disease. Mr. Shilts, who is 41, divulged his condition in an interview conducted late last week and printed yesterday in The San Francisco Chronicle.    A national correspondent for the newspaper, Mr. Shilts explained that he learned in 1985, \"on the day that I pulled the last sheet from the typewriter of 'And the Band Played On,' \" that he was infected with the virus. The book traced, in chilling detail, the evolution of AIDS from an obscure and mainly ignored condition to a nationwide epidemic.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"C.I.A. Isn't Lone Wolf of Foreign Policy; Archives Need Airing","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-cia-isn-t-lone-wolf-of-foreign-policy-archives-need-airing-318093.html","abstract":"  To the Editor:   \"The C.I.A.: Time for an Overhaul\" (editorial, Feb. 1) asserts that opening the Central Intelligence Agency to public inspection \"begins with the budget.\" A new openness permitting public and Congressional assessment of the agency's proper role in foreign policy must also begin in its archives.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Jury Selection Begins in Los Angeles Beating Case","web_url":"https://www.nytimes.com/1993/02/17/us/jury-selection-begins-in-los-angeles-beating-case.html","abstract":"  Jury selection in the Federal trial of four police officers charged with violating the civil rights of Rodney G. King got off to a slow start today, as lawyers sought a panel unswayed by publicity and rioting after the officers' acquittal on most state charges last year.   Of an initial pool of 73 potential jurors considered today, 9 were black, 12 were Hispanic and about a quarter were women, said three reporters who were permitted to watch the proceedings. Over all, more than 280 prospective jurors who filled out detailed questionnaires could be questioned in the next few days before a panel is chosen.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/17/nyregion/news-summary-644393.html","abstract":"  International A2-9  ISRAEL CITES ARAB LINK IN U.S.  Israeli officials say that an Arab-American arrested in Israel last month has provided unusually detailed information suggesting that Hamas, the militant Palestinian group that has attacked Israelis and Palestinians, has drawn critical financial support and political and military guidance from agents based in the United States.  A1  U.N. TROOPS LEAVE LEBANON AREA  United Nations peacekeeping forces withdrew from three villages in southern Lebanon and handed their positions over to the regular Lebanese Army as tension grew in the area between militant Muslim guerrillas and Israeli troops.  A7","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Petrovic Likely To Miss Shootout","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-basketball-petrovic-likely-to-miss-shootout.html","abstract":"  Nets guard Drazen Petrovic, considered by many to be the best outside shooter in the league, said tonight he is \"99 percent certain\" he won't participate in the 3-point shooting contest that will be held at the All-Star Game this weekend.   Petrovic was supposed to fly to Salt Lake City on Friday to shoot in the contest Saturday afternoon. But Petrovic said he reinjured his right ankle tonight during the Nets' 100-88 victory over the Milwaukee Bucks. Coming into this game, Petrovic was tied for second in 3-point shooting.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor.html","abstract":"Profit in Cambodia?. Regarding \"Khmer Rouge Is Making a Profit; Timber Subsidizes Attempt to Sabotage UN Peace Plan\" (Feb. 8):. Thailand and the \"Thai military leaders\" - and just who would these be in the democratically elected govern","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Dinkins Promises Aid for Small Businesses","web_url":"https://www.nytimes.com/1993/02/17/nyregion/dinkins-promises-aid-for-small-businesses.html","abstract":"  Easing fines on grocery stores, publishing reference guides that decipher city regulations and introducing courses to teach city employees to be courteous were among the newest initiatives to ease the plight of small businesses that the Dinkins administration unveiled yesterday.   They received mixed reviews from business owners who noted that the city has a long history of mayoral promises to small businesses that never amounted to much. Still, several owners said this was the most comprehensive effort they could remember and hoped the outcome would be different this time.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Review/Television; One Tragic Encounter, Many Points of View","web_url":"https://www.nytimes.com/1993/02/17/arts/review-television-one-tragic-encounter-many-points-of-view.html","abstract":"  The \"Fatal Encounter\" of tonight's episode of \"48 Hours\" took place last year on a quiet middle-class street in Jacksonville, Fla., between a joy-riding 15-year-old, Danny Adams, and a father of four, Adrian Crump. When Mr. Crump was awakened by something that sounded like a gunshot and that broke a window in his house, he grabbed his pistol, rushed outside, approached a car and killed the driver.   Differing accounts of precisely what happened during those moments emerge at the trial. It is covered tonight by the \"48 Hours\" reporter Bernard Goldberg, who also inquires into the feelings of the family of the dead boy and of the man who killed him. The scene, so familiar these days, is of a city shaken by random shootings. A big question for the lawyers at the trial's outset is whether the jury will identify with Mr. Crump as a man trying to protect his family or see him as someone too quick on the trigger. Mr. Goldberg asks, \"Was Adrian Crump a vigilante or was he a victim?\"","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"From Beach Bum to Grand Champion","web_url":"https://www.nytimes.com/1993/02/17/sports/sumo-wrestling-from-beach-bum-to-grand-champion.html","abstract":"  When Akebono first arrived in Japan five years ago, the giant Hawaiian who recently became the first non-Japanese sumo wrestler to be recognized as yokozuna, or grand champion, was not exactly brimming with confidence. He knew nothing about Japan and did not speak enough Japanese to say \"good morning\" to the older wrestlers who ran his life.   Akebono lived twenty-four hours a day in the jammed sumo stable, stuck with the tasks of mopping up after more experienced wrestlers and cooking the rice.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-91846353327.html","abstract":"New Americans Abroad . A Feb. 6 photo caption of a ceremony in Manila says it was \"the first instance of naturalized U.S. citizens taking the oath outside the United States.\" But a 1953 law provides that noncitizen members of the U.S. armed forc","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Speech to Congress Will Be Shown on TV","web_url":"https://www.nytimes.com/1993/02/17/us/speech-to-congress-will-be-shown-on-tv.html","abstract":"  President Clinton's economic address to a joint session of Congress will be televised live starting at 9 o'clock tonight on CBS (Channel 2 in New York), NBC (Channel 4), ABC (Channel 7), C-Span, CNN and PBS (Channel 13), followed by the Republican response. The speech will also be broadcast live on National Public Radio.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Daly Gets the Exit, Then Nets Close Out Bucks","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-basketball-daly-gets-the-exit-then-nets-close-out-bucks.html","abstract":"  In a performance as tedious to watch as a Congressional debate on C-Span, the Nets were going nowhere. But then the team got a spark from an unusual source: Chuck Daly being tossed out of the contest. The result? Milwaukee being tossed into the fire.   The Bucks were dominating the Nets tonight in a game that, up until that point, provided few highlights. Missed layups, missed easy jump shots, horrible officiating, this one had it all. But a funny thing happened on the way to what appeared to be a Nets loss: When Derrick Coleman was whistled for a technical after arguing that he had been fouled, Daly went into orbit, and his team, angered by the call and Daly's subsequent ejection, set out to win the game for him.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Review/Theater; A Gloomy Voyage To the Apocalypse","web_url":"https://www.nytimes.com/1993/02/17/theater/review-theater-a-gloomy-voyage-to-the-apocalypse.html","abstract":"  It is a Civil War between Nameless Factions at an Unspecified Time in a Nameless Place. The weather is so foggy the End of the World may be nigh. A Man Named Angel declares: \"If I was God, I'd change some things in the Bible.\" But Angel, who is crucified in Act II, is not God, and neither, apparently, is Jesus, who arrives bearing a cello just in time to delight us with some Bach.   Such is the rocky metaphysical terrain in \"On the Open Road,\" a new play by Steve Tesich that bears nothing less than the fate of mankind on its broad shoulders, with occasional pauses for apocalyptic noises off. Although the sincerity of Mr. Tesich's concern for humanity in general is not in question, that concern is not always extended to the specific humans who have come to see his play at the Joseph Papp Public Theater. Trying to pump up some conventional ideas into grandiose theatrical metaphors -- much as he did in his previous futuristic doomsday fable, \"Square One\" -- Mr. Tesich has written an inflated parable in which self-importance must pass for importance. What Woody Allen's \"Shadows and Fog\" was to Kafka and Fellini, \"On the Open Road\" is to Kafka and Beckett.","thumbnail":null,"section":"Theater"},{"date":"19930217","headline":"Woman in Abuse Case Had Choice, Lawyer Says","web_url":"https://www.nytimes.com/1993/02/17/nyregion/woman-in-abuse-case-had-choice-lawyer-says.html","abstract":"  The defense renewed its assertion today that the mildly retarded young woman in the Glen Ridge sex-assault case was able to make choices and judgments about sexual activities.   She \"could say no,\" Thomas Ford, a defense attorney, told the jury as he continued his closing argument. She \"could say yes.\" She \"could say maybe.\"","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Pretzels, Soda, and No Hint of a 'Meat Market'","web_url":"https://www.nytimes.com/1993/02/17/nyregion/pretzels-soda-and-no-hint-of-a-meat-market.html","abstract":"  In the 13 years that Ronald S. Pavluvcik has been a member of the Westport Unitarian Singles Group, he figures he has dated more than 100 women.   The last time Helen Burns was out on a date was 25 years ago with her former husband, when she was 19.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"2 Dozen New Taxes Weighed To Pay for Health Care Plans","web_url":"https://www.nytimes.com/1993/02/17/us/2-dozen-new-taxes-weighed-to-pay-for-health-care-plans.html","abstract":"  The White House said today that it would cost $30 billion to $90 billion a year to carry out President Clinton's campaign promise of guaranteeing health care for all Americans, and Administration officials said they were considering two dozen new taxes as possible sources of revenue.   The taxes being considered are in addition to those the President will propose Wednesday to Congress to stimulate the economy and to help reduce the Federal budget deficit, Administration officials said. Mrs. Clinton Visits Congress    The White House made the disclosure as Hillary Rodham Clinton, chairwoman of the President's Task Force on National Health Care Reform, visited the House of Representatives to lobby lawmakers of both parties on the issue.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Clinton Makes Lobbyists a Target In Opening Battle Over Tax Rise","web_url":"https://www.nytimes.com/1993/02/17/us/clinton-makes-lobbyists-a-target-in-opening-battle-over-tax-rise.html","abstract":"  President Clinton has landed a street-fighter's punch in his opening battle to push tax increases and budget cuts through Congress: He charged that his opponents \"have already lined the corridors of power with high-priced lobbyists.\"   \"Special interests,\" he called his foes in his televised speech on Monday night. \"Defenders of decline,\" he labeled their hired lobbying guns.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Royal Indiscretions","web_url":"https://www.nytimes.com/1993/02/17/opinion/royal-indiscretions.html","abstract":"  In Britain, the odds offered by bookmakers seven weeks ago against doing away with the monarchy by the year 2000 were 100 to 1. Incredibly, they have since fallen to 8 to 1. According to a recent Gallup Poll, only one person in three believes Britain gets good value from the cost of the royal family, and four in five say too many of the royals lead an idle, jet-set life.    This dramatic collapse in public esteem owes much to telephonic garrulity. It would seem half of Britain has read or listened to apparently authentic recordings of Princess Diana tittering her secrets to a male pal who calls her \"Squidgy\" while her husband, Prince Charles, swaps off-color snickers with Camilla Parker-Bowles, wife of a courtier. And who eavesdropped? Most likely, some royal-watchers say, Government snoopers at the supersecret signals interception facility at Cheltenham, who may have leaked the tapes, with or without approval of superiors.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Wanted: Democratic Leadership","web_url":"https://www.nytimes.com/1993/02/17/opinion/wanted-democratic-leadership.html","abstract":"  Who says there's never any good news in the papers? Just yesterday The Wall Street Journal quoted Robert Byrd, the pork-barreling Senator from West Virginia, as saying: \"It is not the Senate I once knew. It has lost its soul.\"   If Mr. Byrd is right, President Clinton's economic plan, his deficit-reduction goals and his promise of health-care reform may have a chance. That, in turn, means that the desire for change expressed by two-thirds of voters in 1992 -- the combined total of the Clinton and Perot votes -- could come to pass. But these things can only happen if the Democratic leadership in Congress decides to earn its keep and help the President pass his basic programs in an orderly fashion.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Inquiry Sought on Archivist Who Made Deal With Bush","web_url":"https://www.nytimes.com/1993/02/17/us/inquiry-sought-on-archivist-who-made-deal-with-bush.html","abstract":"  Three Democratic Senators asked the Justice Department and ethics officials today to investigate the Archivist of the United States, who relinquished control of White House computer files to President George Bush three weeks before announcing that he would be resigning to run Mr. Bush's Presidential library.   The Archivist, Don W. Wilson, said last Friday that he would leave the National Archives on March 31 to become the executive director of the George Bush Center at Texas A&M University.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-270293.html","abstract":"  An obituary on Nov. 18 about Capt. Gerald P. O'Driscoll, who was president, chief executive and part owner of the Circle Line-Statue of Liberty Ferry Inc. and who died on Nov. 14, misstated his relationship to the original ferry line. He was the second-to-last surviving founder of the line, the Circle Line Sightseeing Yachts; a brother, Jeremiah, of New York City, is the last surviving founder. This correction was delayed through an editing lapse.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"ARMY IN LEBANON OCCUPIES 3 SITES","web_url":"https://www.nytimes.com/1993/02/17/world/army-in-lebanon-occupies-3-sites.html","abstract":"  United Nations peacekeeping forces withdrew from three villages in southern Lebanon today and handed their positions over to the regular Lebanese Army as tension grew in the area between Muslim fundamentalist guerrillas and Israeli troops.    The United Nations flag was taken down as the Ghanaian battalion of the United Nations Interim Force in Lebanon pulled out from the villages of Maarakeh, Janata and Yanouh. Four hundred Lebanese soldiers backed by armored personnel carriers moved into the three villages and hoisted the Lebanese flag.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Questions on Davis Cup","web_url":"https://www.nytimes.com/1993/02/17/sports/questions-on-davis-cup.html","abstract":"  It takes only two to four players, but once again the United States is having trouble fielding a Davis Cup tennis team. Who is going to defend the Davis Cup championship when the first round of 1993 competition gets under way next month on grass in Australia?   Andre Agassi isn't sure, but he probably won't be taking part. The Davis Cup captain, Tom Gorman, has already received a cancellation notice from John McEnroe, who was partners with Pete Sampras in last year's doubles, and has yet to receive a commitment from Agassi, Sampras, or No. 1-ranked Jim Courier.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Averting Cutbacks, Erie County Legislators Decide to Keep Higher Sales Tax","web_url":"https://www.nytimes.com/1993/02/17/nyregion/averting-cutbacks-erie-county-legislators-decide-to-keep-higher-sales-tax.html","abstract":"  Public employees, cultural officials and business leaders expressed relief today after Erie County lawmakers settled a tax dispute that had already closed the Buffalo Zoo and threatened to become a fiscal crisis.   The agreement calls for the sales tax to remain at 8 percent in the county, rather than falling to 7 percent on March 1. Without the extra percentage point, which provides $88 million of the $970 million budget that took effect in January, the county was expected to lay off hundreds of workers, reduce sheriffs' patrols and other services and eliminate financing for cultural institutions.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Rohan Lifts Columbia Back to Its Better Days","web_url":"https://www.nytimes.com/1993/02/17/sports/college-basketball-rohan-lifts-columbia-back-to-its-better-days.html","abstract":"  Jack Rohan walked away from coaching Columbia University basketball in 1974 because his wife, Barbara, was ill with cancer. He returned three years ago on her advice, and if this season's team is any indication, Rohan has brought the Lions' program back with him.   In his first stint, Rohan had coached at Columbia for 13 years and accumulated a 154-161 record.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"U.N. Aid Convoy in Bosnia Blocked by Serbs for 3d Day","web_url":"https://www.nytimes.com/1993/02/17/world/un-aid-convoy-in-bosnia-blocked-by-serbs-for-3d-day.html","abstract":"  For the third straight day, a United Nations relief convoy was prevented today by Serbian nationalist forces from reaching one of the besieged Muslim communities in eastern Bosnia where cold, hunger and disease have endangered an estimated 200,000 people.    United Nations officials here clustered around a high-frequency radio throughout the day for bulletins from the convoy leader, who eventually abandoned his efforts to persuade Serbian commanders to let the relief vehicles pass. For a third night, the vehicles pulled back from the Serbian roadblock at Mali Zvornik, on the Serbian side of the border between Serbia and Bosnia, and bivouacked for the night.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Reds' Roberts Awarded $3.9 Million Contract","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-baseball-reds-roberts-awarded-3.9-million-contract.html","abstract":"  BIP ROBERTS, a second baseman who started games at three other positions for Cincinnati last season while batting .323, was a winner in arbitration yesterday. After a hearing on Monday in Chicago, an arbitrator ruled that the Reds should pay Roberts the $3.9 million he sought for the 1993 season, rather than the $2.7 million Cincinnati offered. Roberts earned $1.55 million last season, his first with the Reds after being obtained in a trade with San Diego.   With Cincinnati, Roberts started games in left field and center field, and at second base and third base, and committed only seven errors. He made the National League All-Star team for the first time in his career.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Books of The Times; Leaving Dalgliesh Behind to Enter an Orwell Mode","web_url":"https://www.nytimes.com/1993/02/17/books/books-of-the-times-leaving-dalgliesh-behind-to-enter-an-orwell-mode.html","abstract":"  The Children of Men  By P. D. James 241 pages. Alfred A. Knopf. $22.","thumbnail":null,"section":"Books"},{"date":"19930217","headline":"2 Seminoles Suspended","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-basketball-2-seminoles-suspended.html","abstract":"  The Florida State coach, PAT KENNEDY, suspended his top two scorers and rebounders for the ninth-ranked Seminoles' game tonight at North Carolina State. BOBBY SURA and DOUGLAS EDWARDS each received a one-game suspension for \"missing an excess number of classes.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"U.S. Inquiry of Post's Suitor May Widen","web_url":"https://www.nytimes.com/1993/02/17/nyregion/us-inquiry-of-post-s-suitor-may-widen.html","abstract":"  Several people who have been questioned by the Securities and Exchange Commission in connection with its civil suit against Towers Financial Corporation and its chairman, Steven Hoffenberg, say they have also been questioned recently by Federal law-enforcement officials.   It is not clear whether the inquiries about Mr. Hoffenberg, whose bid to purchase The New York Post is scheduled to be completed this week, are merely informational or part of a new investigation into possible criminal violations. But the questioning of S.E.C. witnesses by Federal agents, which is unusual in a civil case, suggests that the Government's scrutiny of Mr. Hoffenberg may have entered a new phase.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-94184055502.html","abstract":"Clinton and Abortion. Regarding \"Clinton Overturns Several Republican Curbs on Abortion\" (Jan. 23):. You report that Mr. Clinton quashed the executive orders of Ronald Reagan and George Bush regarding abortion.. A fetus is not part of a woman's","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Esiason Seeks Trade; Jets Are Making a Bid","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-football-esiason-seeks-trade-jets-are-making-a-bid.html","abstract":"  Boomer Esiason, the Cincinnati Bengals' dissatisfied veteran quarterback, is looking for greener pastures and his search could land him in the green-and-white uniform of the New York Jets. The Jets are reportedly one of five teams that have called the Bengals to express serious interest in a trade for Esiason, an East Islip, L.I., native.   The Tampa Bay Buccaneers have also expressed interest in Esiason. Being traded to the Jets, who are coached by Bruce Coslet, a former Bengal offensive coordinator, or to the Buccaneers, who are coached by Sam Wyche, a former Bengal head coach, would reunite Esiason with men who were instrumental in the quarterback's development and success with Cincinnati.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Review/Opera; A Racial Wrong Portrayed In Blues","web_url":"https://www.nytimes.com/1993/02/17/arts/review-opera-a-racial-wrong-portrayed-in-blues.html","abstract":"  \"Ghosts: Live From Galilee,\" a new production at La Mama E.T.C., tackles a challenging and powerful subject: the 1931 trial of the Scottsboro Boys, a group of poor black men who were taken off a freight train in Scottsboro, Ala., and arrested on false charges of raping two white women. The case simmered throughout the 1930's, and its underlying tensions are still very much with us. Edgar Nkosi White, a playwright, and Genji Ito, a composer, have built a stylized blues opera from the basic facts of the case.   The plot focuses on Clarence Norris, \"last of the Scottsboro boys,\" who lived to be pardoned by Gov. George C. Wallace of Alabama in 1976. He is represented as a naive, wayward soul who leaves his mother and girlfriend to find work. Thrown summarily into prison, he finds himself the victim of racial hatred. He is about to be lynched when Samuel Leibowitz, constantly referred to as \"a lawyer from New York City,\" arrives on the scene. Leibowitz's defense fails, and Norris breaks out of prison rather than face a death sentence. He finds his girlfriend, Donna Lee, shows up at Leibowitz's apartment in New York and is directed to a hiding place in Harlem. The police recapture him and return him to Alabama. In a vibrant gospel epilogue, he is shown being pardoned by the villainous sheriff, who is seated in Wallace's wheelchair.","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"Brazilian Sequel: A Jailbreak, a Bitter Widow","web_url":"https://www.nytimes.com/1993/02/17/world/brazilian-sequel-a-jailbreak-a-bitter-widow.html","abstract":"  With the killers of Francisco (Chico) Mendes apparently on the run in Bolivia, the widow of Brazil's slain Amazon defender asserted today that the authorities had ignored repeated warnings that security was dangerously lax at the Amazon jail.   \"The authorities knew about the conditions, but they didn't take any measures,\" the widow, Ilzamar Gadelha Mendes, said in a telephone interview from Xapuri, an Amazon town 2,500 miles northwest of here.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"2 New Studies Link Vasectomy To Higher Prostate Cancer Risk","web_url":"https://www.nytimes.com/1993/02/17/health/2-new-studies-link-vasectomy-to-higher-prostate-cancer-risk.html","abstract":"  Two large new studies being reported on Wednesday add to earlier evidence that a vasectomy may increase a man's risk of developing prostate cancer.    The findings are not definitive, but experts not directly involved in the studies call the studies scientifically well designed, adding that they underscore the need for further research to assess the possible hazards of one of the most effective and widely used methods of contraception.","thumbnail":null,"section":"Health"},{"date":"19930217","headline":"Charting a Course at the Pentagon, Aspin Uses His Congressional Map","web_url":"https://www.nytimes.com/1993/02/17/us/charting-a-course-at-the-pentagon-aspin-uses-his-congressional-map.html","abstract":"  You can take Les Aspin out of the Congress, but you apparently cannot take the Congress out of Les Aspin.   In his first three weeks as Defense Secretary, the former 11-term Representative from Wisconsin has drawn on his Congressional past. He has imported a dozen House staff members as top aides, ordered an overhaul of the department's foreign and domestic policy arms to focus on specific issues the way Congressional subcommittees do, and increased Pentagon planners' sensitivity to budget cuts that Congress might oppose.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Ward, Henneman Sign","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-baseball-ward-henneman-sign.html","abstract":"  The Toronto Blue Jays and the Detroit Tigers avoided arbitration with right-handed relief pitchers yesterday. The Blue Jays signed DUANE WARD to a three-year contract worth $12 million and the Tigers signed MIKE HENNEMAN to a one-year deal for $3,437,500, a raise of $1 million.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Forsaking More, a Restaurant Design Team Adapts to Era of Less","web_url":"https://www.nytimes.com/1993/02/17/style/forsaking-more-a-restaurant-design-team-adapts-to-era-of-less.html","abstract":"  WHEN it comes to restaurant design, David Rockwell and Jay Haverson are hot.   Their fans rave about their creative use of materials, their devotion to clients, their theatrical lighting. But there is something else that may be even more important, something that says a lot about the state of restaurant design in the 1990's.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Redmen Set to Meet Pirates","web_url":"https://www.nytimes.com/1993/02/17/sports/college-basketball-redmen-set-to-meet-pirates.html","abstract":"  St. John's and Seton Hall come to Madison Square Garden tonight at 9 o'clock from different places. The Redmen are exulting from their unexpected success and the Pirates are coping with continuing expectations.    This will be the first of two Big East regular-season matches for the teams. St. John's (9-3 in the conference and 14-6 over all) is in first place in the Big East, and Seton Hall (8-5 and 18-5) is a game behind. Adelphi will meet Pace in the opening game of the doubleheader at 6:30 P.M.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Review/Television; Pros Old and Young In Broadway Blues","web_url":"https://www.nytimes.com/1993/02/17/arts/review-television-pros-old-and-young-in-broadway-blues.html","abstract":"  There is indeed packaging as art. That can be found tonight at 10, after the President's address, on the \"Great Performances\" presentation of the stage revue \"Black and Blue,\" as directed for television by Robert Altman. And then there is packaging as flimflam craft. Witness, also at 10, the efforts of a producer, Anthony Eaton, to give modest talent a superstar veneer in ABC's \"Billy Ray Cyrus Special: Dreams Come True.\"   \"Black and Blue\" opened on Broadway in January 1989 and ran for over 500 performances. The show, created and directed by Claudio Segovia and Hector Orezzoli, the Argentines who had earlier devised \"Tango Argentino,\" features a company of outstanding black singers and dancers.","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"Argentina's Grand Night for Celebration","web_url":"https://www.nytimes.com/1993/02/17/sports/IHT-argentinas-grand-night-for-celebration.html","abstract":"Argentina will soon reach its 10th anniversary as a democracy. Before that, Friday brings the 100th year of a part of its culture that survived all the juntas, all the wars: soccer.. The national team will dance the night away in Buenos Aires, in a match","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Belushi Is No Stranger To a Bar Owner's Role Despite the Movie Image","web_url":"https://www.nytimes.com/1993/02/17/theater/belushi-is-no-stranger-to-a-bar-owner-s-role-despite-the-movie-image.html","abstract":"  The actor who took over for Judd Hirsch last week in \"Conversations With My Father\" hardly has a Broadway stage-actor's reputation. He is, in fact, best known for Hollywood buddy movies opposite partners who have ranged from Arnold Schwarzenegger to a chili-loving German shepherd named Jerry Lee Lewis.    But James Belushi has paid some stage dues. On March 5, 1982, many in the audience wondered whether he would go on as the Pirate King in \"The Pirates of Penzance\" at the Shubert Theater in Chicago after news reached him that his older brother John had died. \"I don't know about the show-must-go-on stuff,\" he recalled. \"But I did go on. To be honest with you, I didn't know what the hell else to do. It was a very public death.\"","thumbnail":null,"section":"Theater"},{"date":"19930217","headline":"Israel Says That a Prisoner's Tale Links Arabs in U.S. to Terrorism","web_url":"https://www.nytimes.com/1993/02/17/world/israel-says-that-a-prisoner-s-tale-links-arabs-in-us-to-terrorism.html","abstract":"  Israeli officials say an Arab-American arrested in Israel last month has provided unusually detailed information suggesting that Hamas, the Palestinian group that has attacked Israelis and Palestinians, has drawn critical financial support and political and military guidance from agents in the United States.   Security officials directly involved in the interrogation of the man, Mohammed Abdel-Hamid Salah, say he also told them that he had been sent by senior Hamas figures in London and Springfield, Va., to help rebuild Hamas, which was hobbled by Israel's deportation of more than 400 Palestinians in December.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"In the Kitchen With -- Judy Collins; Clinton's Troubadour: Still Another Side","web_url":"https://www.nytimes.com/1993/02/17/style/in-the-kitchen-with-judy-collins-clinton-s-troubadour-still-another-side.html","abstract":"  JUDY COLLINS advanced on her visitor, long, gleaming knife in hand. She was wearing a tawny velvet dress and, over it, an apron. \"Do you like garlic?\" she asked. \"Wonderful!\" She began to chop with a double-time wrist action that bespoke long experience at the cutting board.   \"Garlic is a very good thing to have under all conditions,\" she said, moving on to onions. \"I always imagined that garlic doesn't smell on me. I like to keep to that illusion.\"","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Review/Film; Emotions So Strong You Can Taste Them","web_url":"https://www.nytimes.com/1993/02/17/movies/review-film-emotions-so-strong-you-can-taste-them.html","abstract":"Mexican family saga of food and forbidden love. Lip-smacking good.","thumbnail":null,"section":"Movies"},{"date":"19930217","headline":"Public & Private; Church And State","web_url":"https://www.nytimes.com/1993/02/17/opinion/public-private-church-and-state.html","abstract":"  It was not much of a surprise Sunday morning when John Cardinal O'Connor used the pulpit at St. Patrick's Cathedral to congratulate members of the New York City Board of Education who had voted to ditch Schools Chancellor Joseph Fernandez.    The Cardinal's pronouncements on matters civic that he defines as matters moral have become so commonplace that his sermons are often bona fide news events. The Cardinal had long been critical of the Chancellor, who lost his job because he believed that it was never too early to teach kids tolerance and never too late to offer sexually active kids condoms.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"School Board Bill Languishes in Albany","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-school-board-bill-languishes-in-albany-325393.html","abstract":"  To the Editor:   On Jan. 25 the New York State Assembly passed legislation, which I sponsored, that simplifies the petition requirements for candidates for community school board elections. The bill's purpose is to encourage more people to run for the school board and thus improve participation in local community school district issues.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"FOOD NOTES","web_url":"https://www.nytimes.com/1993/02/17/style/food-notes-162593.html","abstract":"  100 Piedmontese Wines    Friday from 6:30 to 9 P.M. there will be an opportunity to taste more than 100 wines from the Piedmont region of Italy at the Essex House, 160 Central Park South (near Seventh Avenue). The informal stand-up tasting, sponsored by the International Wine Center, a wine school in Manhattan, will be accompanied by foods from the region.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-90808634574.html","abstract":"The Rain in Spain Regarding \"Spain Acts to Solve Rainy-Day Problem\" (Report, Feb. 9) by Eugene Robinson:. Prime Minister Felipe Gonzlez asserts that of all the dams and other water projects built in Spain since the 15th century, fully 20 p","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"LEFT IN DENMARK SHIFTS ON EUROPE","web_url":"https://www.nytimes.com/1993/02/17/world/left-in-denmark-shifts-on-europe.html","abstract":"  When Danish voters narrowly rejected the treaty on European union last June, sending shock waves across the continent, one of the catchier campaign slogans wielded here by those opposing the treaty involved Holger K. Nielsen, the leader of the left-wing Socialist People's Party.   \"Holger and his wife will give the European union the knife,\" party leaders chanted back then, urging voters to join Mr. Nielsen, a treaty opponent, and kill the proposed plan for closer economic and political cooperation among the 12 member states of the European Community.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Sihanouk Won't Be A Panacea","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-sihanouk-wont-be-a-panacea.html","abstract":" - After three months' absence, Prince Norodom Sihanouk returned to Cambodia from Beijing on Feb. 9. The Cambodian leader claims that only he can bring his tormented country back from the brink of civil war and restore it to political good health. He has support for a new role as an elected president from a growing number of the governments that sponsored the Paris peace accords of October 1991 that are now in danger of collapse.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Holyfield-Bowe?","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-people-boxing-holyfield-bowe.html","abstract":"  Don't call your cable operator just yet or reserve your flight to Las Vegas, but former heavyweight champion EVANDER HOLYFIELD is the latest trial balloon testing the winds as the next challenger for RIDDICK BOWE.   Holyfield, who lost the title to Bowe last November, has emerged as the Bowe camp's challenger of choice after a series of embarrassments in the division. These included Bowe's first-round knockout of an overmatched opponent, MICHAEL DOKES, earlier this month; the nearly simultaneous defeat of Bowe's prospective second pushover, RAY MERCER, and last week's shrill abortive negotiations with a far too serious contender, LENNOX LEWIS, the man who inherited Bowe's discarded World Boxing Council title.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Odd Bedfellows in Tokyo Join to Save Relic of War","web_url":"https://www.nytimes.com/1993/02/17/world/odd-bedfellows-in-tokyo-join-to-save-relic-of-war.html","abstract":"  Forty-five years ago Gen. Hideki Tojo stood defiantly in the cavernous main hall of the Imperial Army Headquarters, sunlight glinting off his bald head, as he and six others were sentenced to hang for war crimes.   In 1970, the novelist Yukio Mishima stood on the main balcony of the building, urging jeering troops to revolt and restore Japan's military honor. Stepping inside, he committed seppuku, disemboweling himself with a samurai sword.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Sports of The Times; Counseling Is Needed on A Daily Basis","web_url":"https://www.nytimes.com/1993/02/17/sports/sports-of-the-times-counseling-is-needed-on-a-daily-basis.html","abstract":"  TWICE in five months, Chuck Daly has taken his New Jersey Nets on the road to play the Detroit Pistons, and done more intense coaching of one of his former players than his current ones.   Back in October, halftime of a preseason game in Ann Arbor, Mich., was extended a good 20 minutes as Daly huddled with Dennis Rodman, who was refusing to put on his basketball suit.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"The Art of the Novel as Cookbook","web_url":"https://www.nytimes.com/1993/02/17/style/the-art-of-the-novel-as-cookbook.html","abstract":"  HALFWAY through Nora Ephron's best-selling 1983 novel \"Heartburn,\" chronicling the dissolution of a marriage, the narrator, Rachel Samstat, a cookbook writer, issues an apology.   \"I see that I haven't managed to work in any recipes for a while,\" she says. \"It's hard to work in recipes when you're moving plot forward.\"","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Islanders Send Their Fans Home Early and Happy","web_url":"https://www.nytimes.com/1993/02/17/sports/hockey-islanders-send-their-fans-home-early-and-happy.html","abstract":"  Maybe the Islanders are more than mediocre. Perhaps, gradually and quietly, they are getting good. Such a theory could be worth considering tonight in light of their 7-2 victory over the Edmonton Oilers before 9,166 fans at Nassau Coliseum.   The Islanders jumped on top of the Oilers in the first minute of play and overwhelmed them the rest of the way with foot speed and puck skill during a 40-shot bombardment against two unfortunate goalies.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/02/17/sports/results-plus-072693.html","abstract":"  TENNIS  Seles Wins in Straight Sets Monica Seles needed just 55 minutes to breeze past Claudia Porwik of Germany, 6-1, 6-2, yesterday in the first round of the Paris Women's Open. Seles is on track to overtake Chris Evert as the career leader in winnning percentage and could do it in this tournament. Evert retired having won 89.96 percent of her matches, with a record of 1,309-146. Although nowhere near the number of Evert's victories, Seles needs to win this tournament, which would mean winning four more matches, to bring her record to 252-28, which would be exactly 90 percent. Seles's next opponent will be an Austrian, Judith Wiesner, who defeated a qualifier, Kirsten Freye of Germany, 2-6, 6-4, 6-0. The only other seeded player who competed yesterday, No. 3 Conchita Martinez of Spain, sailed into the second round with a 6-2, 6-1 victory over Petra Thoren of Finland. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"McMillan Blasts Jets With Good Riddance","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-football-mcmillan-blasts-jets-with-good-riddance.html","abstract":"  A Jets teammate said he saw Erik McMillan kick the ball. He said McMillan was losing it, yelling: \"That is in the past!\" and \"Those days are over!\" at Referee Larry Nemmers, whom McMillan accused of hurling a racial slur at him in the Jets' last game of the season against the New Orleans Saints at Giants Stadium.   McMillan the villain?","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Bosnian Due in Washington On Way to Talks at the U.N.","web_url":"https://www.nytimes.com/1993/02/17/world/bosnian-due-in-washington-on-way-to-talks-at-the-un.html","abstract":"  President Alija Izetbegovic of Bosnia will pay an official visit to Washington at the end of the week as the guest of Vice President Al Gore on his way to the Balkan peace talks at the United Nations, diplomats and officials said today.   Mr. Izetbegovic, who had refused to attend the negotiations while the Clinton Administration was reviewing its Balkan policy, insists that he will not lead his Government's delegation at the United Nations, but intends only to look in briefly at the talks, which ended in a stalemate at Geneva and will reopen in New York next week.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"Report Warns of Scheme Directed at Low-Income Minority Homeowners","web_url":"https://www.nytimes.com/1993/02/17/nyregion/report-warns-of-scheme-directed-at-low-income-minority-homeowners.html","abstract":"  Eutha M. King, a 68-year-old woman living on Social Security payments, has never stopped regretting the day a door-to-door home-improvement contractor appeared at her threshold. He talked her into getting a loan for $25,000 worth of repairs for new electrical wiring and kitchen remodeling for her home in Crown Heights, Brooklyn.   Since that day three years ago, Ms. King said, her life has become a roller-coaster ride, shifting from coping with poor and incomplete construction work to teetering on the brink of foreclosure on the house she has owned for more than 25 years.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"NBC, Hiding Behind the Lawyers","web_url":"https://www.nytimes.com/1993/02/17/opinion/nbc-hiding-behind-the-lawyers.html","abstract":"  Most of the country now knows that NBC faked a fiery collision during a prime-time \"expose\" of exploding gas tanks on General Motors pickup trucks. Yet network officials cannot bring themselves to admit that \"Dateline NBC's\" gaffe was a poisonous professional mistake. They also seem reluctant to investigate the episode, hiring two outside lawyers to do the job for them.    Michael Gartner, president of NBC News, defended the show until it became clear that General Motors had the goods. At which point he wheeled out the show's anchors, Jane Pauley and Stone Phillips, to deliver, by way of fervent apology, a dry recitation of how NBC had rigged the trucks with tiny rockets. Then Mr. Gartner announced he had hired the two lawyers to investigate.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Heads of Big-City Schools Need Political Skill to Last","web_url":"https://www.nytimes.com/1993/02/17/education/heads-of-big-city-schools-need-political-skill-to-last.html","abstract":"  The Philadelphia Schools Superintendent, Constance Clayton, has run the country's sixth-largest school system for a decade, no small accomplishment at a time when urban superintendents are ejected after an average of two years on the job.   That Ms. Clayton has managed to stay so long is a testament not only to her skills but also increasingly to her political wits. When the district approved a condom-distribution plan two years ago, it was the school board that proposed the idea, not the Superintendent.","thumbnail":null,"section":"Education"},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-271093.html","abstract":"  A picture caption yesterday with an article about New York State's formulas for aid to school districts misstated the location of North Shore High School. It is in Glen Head, L.I., not Glen Cove.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"White Wine Also Aids the Heart","web_url":"https://www.nytimes.com/1993/02/17/health/health-watch-white-wine-also-aids-the-heart.html","abstract":"  WHITE wine, too, benefits the heart when consumed in moderation, researchers report.   Those who wish to drink to their heart's health may do so with a toast of wine, red or white, according to new findings. While earlier studies found that a glass or two of red wine each day reduces the risk of a heart attack, the new research indicates for the first time that white wine may be just as beneficial.","thumbnail":null,"section":"Health"},{"date":"19930217","headline":"Resorts; In San Antonio, Hyatt Defies U.S. Trend","web_url":"https://www.nytimes.com/1993/02/17/us/resorts-in-san-antonio-hyatt-defies-us-trend.html","abstract":"  A Japanese-American group will open a 500-room Hyatt hotel here despite a depressed and overbuilt national hotel market in which new construction is at a near standstill.   The $100 million 200-acre Hyatt Regency Hill Country Resort is one of only a handful of major new hotels completed in the United States in the last 12 months and is the first to be built in Texas in five years. The opening is scheduled for Wednesday, Feb. 24.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Book Notes","web_url":"https://www.nytimes.com/1993/02/17/books/book-notes-068893.html","abstract":"  Forward With Roth   In 1990, when Philip Roth published his last novel, \"Deception\" (Simon & Schuster), the story of an adulterous affair whose cover showed the naked torsos of a man and a woman in bed, the book was excerpted in Esquire magazine.","thumbnail":null,"section":"Books"},{"date":"19930217","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/17/style/chronicle-276193.html","abstract":"  RAPHAEL FARBER, Israel's Tourism Commissioner for North America, was watching Oprah Winfrey's interview with Michael Jackson on ABC on Wednesday night, when he was struck with an idea. Why not invite the performer to the Dead Sea region for treatment of the condition that he said on the program was responsible for changes in the shade of his skin?   So yesterday, Mr. Farber faxed an invitation to Mr. Jackson via his publicist in Beverly Hills, Calif., inviting him to visit Israel and the Dead Sea region. \"Many skin diseases that have failed to respond to conventional treatment elsewhere have been either cured, improved or arrested at one of the many facilities in the Dead Sea that specialize in the treatment of such disorders,\" the letter said. \"Since ancient times, people have benefited from treatment there.\"","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Level the Mayoral Playing Field","web_url":"https://www.nytimes.com/1993/02/17/opinion/level-the-mayoral-playing-field.html","abstract":"  It may still be unrealistic to expect New York State's Republican-dominated Senate to support an overhaul of the state's flawed election system. But the senators at least might get out of New York City's way as it tries to clean up local elections.   Once again, the Democratic-run Assembly has passed sweeping legislation that would simplify hopelessly complex ballot access rules and establish a healthy system of public campaign financing for statewide and legislative races.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Changes on Horizon For Major Leagues","web_url":"https://www.nytimes.com/1993/02/17/sports/baseball-changes-on-horizon-for-major-leagues.html","abstract":"  Dramatic changes are coming to major league baseball; the only question is how soon.   Although some club owners have talked in recent months about the desire to make changes, an official in position to know acknowledged for the first time tonight that such developments are on the horizon.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-94083552970.html","abstract":"Fun With a Fizz. Regarding \"A Court's Pop at Bubbly\" (Feb. 9) by Erik Ipsen:. It is outrageous that just any fizzy drink these days can call itself Champagne. To separate fact from fiction, while allowing falsifiers to have some fun, why not ado","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Interior Secretary Is Pushing A New Way to Save Species","web_url":"https://www.nytimes.com/1993/02/17/us/interior-secretary-is-pushing-a-new-way-to-save-species.html","abstract":"  To head off conflict over endangered species, Interior Secretary Bruce Babbitt is preparing a major policy shift in the Interior Department's focus on wildlife protection.   He hopes to avert what he calls \"national train wrecks\" in disputes like the one over the spotted owl in the Pacific Northwest by avoiding having to impose emergency measures to protect suddenly endangered species. Instead, he seeks a policy based on preventive measures to insure long-term protection of whole ecosystems and all their inhabitants.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Coaches' Organization Criticizes Dismissals","web_url":"https://www.nytimes.com/1993/02/17/sports/college-basketball-coaches-organization-criticizes-dismissals.html","abstract":"  Appalled over the dismissal of three Division I head coaches this season, the National Association of Basketball Coaches warned today that intercollegiate sports were mirroring professional sports.   \"These colleges are looking like major league baseball franchises,\" said Jim Haney, the association's executive director, citing the dismissal since November of Tom Miller of Army, Kohn Smith of Utah State and Lou Campanelli of the University of California.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"College Hockey Report","web_url":"https://www.nytimes.com/1993/02/17/nyregion/college-hockey-report.html","abstract":"  Boston University  During his 27 years as a player and a coach for Boston University, college hockey has known either Jackie Parker, the hot-tempered challenger or Jack Parker, the suave diplomat. They are the same and last weekend there were glimpses of both as the Terriers took on Merrimack in a home-and-away series.   Parker coached his team to a 6-2 victory on Friday night in the Walter Brown Arena and had strong opinions about the officiating. He expressed those opinions in the runway behind the Boston Univeristy bench as the three officials, Referees Bob Fowkes and John Gravellese and linesman Jeff Bunyon, came off the ice after the game.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-90630375303.html","abstract":"Armed and Barricaded . Regarding the editorial \"Guns in the Classroom\" (Feb. 3):. Any solution to the problem of schoolyard shootings that does not contemplate a complete ban on civilian gun ownership will be like applying aBand-Aid to a melan","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Voters Skeptical on Clinton Plan, Lawmakers Say","web_url":"https://www.nytimes.com/1993/02/17/us/voters-skeptical-on-clinton-plan-lawmakers-say.html","abstract":"  On the eve of President Clinton's economic address to Congress, lawmakers returning to the Capitol reported today that many of their constituents were voicing skepticism and fear about what the President had in mind for them.   While polls indicate that the public is open to Mr. Clinton's economic ideas, many lawmakers who toured their states during a weeklong recess concluded that his support might be thin and tentative.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"More Military Muscle, Not Less","web_url":"https://www.nytimes.com/1993/02/17/opinion/more-military-muscle-not-less.html","abstract":"Bill Clinton won the election with poetry about the economy. Now comes his policy prose: raise taxes before spending cuts are assured, drift toward protectionism and cut defense inordinately as wars proliferate and world order declines.\n\nBut he needs a new slogan -- \"Guns \n\nand \n\nbutter, stupid!\"","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Critic's Notebook; Clinton Borrows Freely From Capra to Tap Middle-Class Ideals","web_url":"https://www.nytimes.com/1993/02/17/us/critic-s-notebook-clinton-borrows-freely-from-capra-to-tap-middle-class-ideals.html","abstract":"  You may catch a whiff of Ronald Reagan in President Clinton's direct approach to the television audience or a touch of Ross Perot in the President's display of colorfully doleful charts, but his public introduction of the Administration's economic prescriptions owes even more to the spirit of Frank Capra.   In the radio talks, the video \"town hall\" meeting and the brief television address that have led up to tonight's message to Congress, he took the role, familiar from so many Capra movies, of the young, idealistic outsider calling for the support of solid middle-class Americans in his challenge to high-priced lobbyists (who ever heard of a low-priced one?), special interests (or an unspecial one?), status-quo pols and other \"defenders of decline.\"","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Personal Health","web_url":"https://www.nytimes.com/1993/02/17/health/personal-health-063793.html","abstract":"  GIVEN the evidence for the ill effects of cigarette smoking on health and appearance and a social climate that all but ostracizes smokers, it is difficult for nonsmokers to understand why anyone continues to smoke. But cigarettes still have a stranglehold on about 46 million Americans, many of whom think they cannot quit or have no desire to try.   For many smokers, tobacco is more than a pleasure and more than a drug addiction. It is an antidepressant that helps people concentrate, remember and think more quickly, and for such immediate benefits they are willing to put their health, even their lives, on the line.","thumbnail":null,"section":"Health"},{"date":"19930217","headline":"A Tax on Gasoline? Better Get Used to It","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-a-tax-on-gasoline-better-get-used-to-it-320293.html","abstract":"  To the Editor:   \"A Timid Stimulus Package\" (editorial, Jan. 30) argues that President Clinton's plan of $15 billion to $20 billion in additional Federal spending is not sufficient to stimulate the economy and reverse \"huge layoffs at I.B.M., Boeing, Sears and other corporate giants.\"","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"'Greasepaint':Reflections of a Mother-Son Reunion","web_url":"https://www.nytimes.com/1993/02/17/style/IHT-greasepaintreflections-of-a-motherson-reunion.html","abstract":"In a derelict Tokyo vaudeville theater, an old Japanese actress is going through her routine much as our own dear Ellen Terry wound up her career by performing 10-minute Shakespearean nuggets around the music halls.True, the Japanese lady is still tryin","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Theft Toll Could Reach $38 Million","web_url":"https://www.nytimes.com/1993/02/17/nyregion/theft-toll-could-reach-38-million.html","abstract":"  As much as $38 million may be missing from the deposits at the armored car company in Bohemia, L.I., whose owners have been charged with theft, an investigation revealed today.   A count of the deposits stored in the vaults and offices of the company, Revere Armored Inc., was completed on Sunday, as Brink's armored trucks carried 17 loads of coins totaling $7 million to a new storage site that Brink's operates in Brooklyn.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Wine Talk","web_url":"https://www.nytimes.com/1993/02/17/style/wine-talk-158793.html","abstract":"    It was one of those lunches wine people have to endure every now and then: cold pasta salad with smoked turkey and quail, boned loin of lamb, cheese and dessert. And 26 wines, all prize winners and all in considerable quantity.   It was the lunch to honor the trophy winners at the Royal Agricultural Society of New South Wales Wine Show. The 26 wines were survivors of more than 1,500 Australian wines submitted to the annual judging. They had been tasted by nine judges, including this writer, a week earlier.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Flower District Fights Move to South Bronx","web_url":"https://www.nytimes.com/1993/02/17/nyregion/flower-district-fights-move-to-south-bronx.html","abstract":"  Faced with the loss of four major flower wholesalers who plan to move to the South Bronx, the rest of New York City's flower industry is fighting to remain in Manhattan, where it has been rooted for more than 100 years.   Despite traffic congestion, lack of space and prospects of rezoning, many flower wholesalers and retailers have banded together in an effort to find a way to stay in the present Flower District or relocate to some other site in Manhattan.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/17/nyregion/bridge-986893.html","abstract":"  The diagramed deal has a long history. It appeared, in slightly different layouts, in bridge columns around the world, and featured a brilliant play by Giorgio Belladonna. He was in four spades and had to find a winning play after winning the opening lead of a diamond with the ace. East retained his diamond queen.   If South can avoid a spade loser he has 10 tricks, so he should assume that this is not the case. He needs either to build a heart trick or maneuver a heart ruff. The routine play is to lead a heart to the king, but this may fail and does. East wins and leads a trump, putting the defense in control. West will have a chance to remove dummy's last trump, sooner or later, and South will lose three heart tricks and a spade.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"New Leader at Stanford Fosters a Calm (Mostly)","web_url":"https://www.nytimes.com/1993/02/17/education/new-leader-at-stanford-fosters-a-calm-mostly.html","abstract":"  When the time came to pick the one person who had the greatest impact on Stanford University in the first year of its second century, the student editors of The Stanford Daily ignored Gerhard Casper, the new president, and named Bill Walsh, the head coach who last season led Stanford's football team to its most victories in 50 years.   \"Bill Walsh has had more of an invigorating effect on campus than the president,\" said June E. Cohen, editor of the Stanford Daily. \"Casper hasn't come out with anything that's gotten people real riled up or real excited.\"","thumbnail":null,"section":"Education"},{"date":"19930217","headline":"The Two-Income Whiners","web_url":"https://www.nytimes.com/1993/02/17/opinion/the-twoincome-whiners.html","abstract":"or the last decade or so, we've heard a common complaint: \"Families just can't survive on one income anymore.\" Actually, it's more of a whine. When I press the whiners about life-style changes they might make to enable them to live on one income, they are shocked. Measures like eating less meat, saying no to teen-agers who want expensive sneakers and using cloth diapers instead of disposables are seen as too extreme to consider. \n\nWhen I was discussing my frugal life style on the \"Donahue\" show recently and suggested using a grater to scrape the burned bottom off a cookie, the audience let loose a collective \"eeeew!\" as if such heroic measures to save a measly cookie were disgusting.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-272993.html","abstract":"  The About New York column on Saturday, about workers who lost their jobs when Stroehmann's closed its Taystee Bread bakery and then decided to open a bakery of their own, misidentified one worker in some editions. He is Edouard Archange.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"60-Minute Gourmet","web_url":"https://www.nytimes.com/1993/02/17/style/60-minute-gourmet-172293.html","abstract":"  TURKEY entered my culinary repertory rather late in life, for when I was a young cook in France, it was rarely seen in kitchens. Turkey was introduced in Europe as early as the 16th century, but it took a long time to catch on.    In recent years I have experimented with lean turkey meat to make low-fat versions of dishes that I once made with veal or beef. This substitution is easy, since supermarkets now carry turkey steaks and turkey parts, which are convenient for quick family cooking. The only caveat in cooking turkey is that extra care must be taken to keep it moist.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-273793.html","abstract":"  A headline on Monday about the marriage of Geoffrey Milton referred to the bride incorrectly. She is Joan Marie Tormey.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/17/opinion/IHT-letters-to-the-editor-90466599852.html","abstract":"Jumping on the 'Leaks'. We are greatly troubled by the unfair treatment given Judge Kimba Wood regarding her suggested nomination for U.S. attorney general. We protest the way the matter was handled. However, for us the fault lies not with the administrat","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/02/17/sports/transactions-184693.html","abstract":"  Baseball American League  DETROIT TIGERS -- Agreed to terms with Mike Henneman and Mark Leiter, pitchers, on one-year contracts.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"U.N. Arms Inspectors Expect Iraq To Accept Surveillance by Copter","web_url":"https://www.nytimes.com/1993/02/17/world/un-arms-inspectors-expect-iraq-to-accept-surveillance-by-copter.html","abstract":"  A United Nations official said today that the special commission monitoring the elimination of Iraq's weapons of mass destruction expected no resistance from the Iraqi authorities against helicopter surveillance missions.    \"If we determine that we need to carry out a flight, we would anticipate a cooperative response from the Iraqis,\" said Pierce Corden, deputy executive chairman of the commission.","thumbnail":null,"section":"World"},{"date":"19930217","headline":"1 Dead and 2 Hurt In Inwood Shootings","web_url":"https://www.nytimes.com/1993/02/17/nyregion/1-dead-and-2-hurt-in-inwood-shootings.html","abstract":"  Two brothers were wounded and a third man was fatally shot in an apartment house last night in the Inwood section of Manhattan, the police said.    The brothers, identified by police as Victor and Felipe Polanco, were wounded about 7 P.M. in an apartment house at 624 West 207th Street near Broadway.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Jacobs Goes on His Own, With Help","web_url":"https://www.nytimes.com/1993/02/17/style/jacobs-goes-on-his-own-with-help.html","abstract":"  MARC JACOBS, known for his exuberant young designs, is forming his own company with his longtime partner, Robert Duffy. The initial financing is coming from his former employer, Perry Ellis International, which is going out of the manufacturing business to concentrate on the merchandising, marketing and design of its licensed products.   Mr. Jacobs's first collection, for next spring, will be shown in November. He plans no fall collection.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"New TV Eurosport:With a 'Dish,' More Games From U.S.","web_url":"https://www.nytimes.com/1993/02/17/sports/IHT-new-tv-eurosportwith-a-dish-more-games-from-us.html","abstract":"Officials of Europe's new television sports network said Tuesday that the channel is still negotiating details of its programming, which will bring more American sports for some cable viewers but less for others, depending on which channel they received b","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Richard Salant, 78, Who Headed CBS News in Expansion, Is Dead","web_url":"https://www.nytimes.com/1993/02/17/nyregion/richard-salant-78-who-headed-cbs-news-in-expansion-is-dead.html","abstract":"  Richard S. Salant, who led CBS News for most of the 1960's and 70's during the tumultuous Vietnam and Watergate eras, died yesterday while speaking to a group in Southport, Conn. He was 78 and lived in New Canaan, Conn.   CBS said he suffered heart failure while giving a talk on news coverage to an organization of elderly people at the Country Club of Fairfield in Southport.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"You Can't Remake Washington in a Week; Abigail's Travails","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-you-can-t-remake-washington-in-a-week-abigail-s-travails-323793.html","abstract":"  To the Editor:   Addendum to \"The President's Other Running Mate,\" Karl E. Meyer's Jan. 27 Editorial Notebook:","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"You Can't Remake Washington in a Week; Let's Pitch In","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-you-can-t-remake-washington-in-a-week-let-s-pitch-in-322993.html","abstract":"  To the Editor:   Re \"Reading Mr. Clinton's Lips\" (editorial, Jan. 28): the President is trying to initiate what the public that elected him seemed to want -- an open attitude, change and progress. It isn't going to happen in a week, won't be perfect and won't please everyone.","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Secretary Sees a Vital Role For Labor in U.S. Growth","web_url":"https://www.nytimes.com/1993/02/17/us/secretary-sees-a-vital-role-for-labor-in-us-growth.html","abstract":"  Labor Secretary Robert B. Reich told the leaders of organized labor today that unions were vital to the new Administration's hopes for economic growth and that he intended to help them regain the power they have been losing for decades.    In a discussion covering nearly three hours at the annual winter meeting of the executive council of the A.F.L.-C.I.O., Mr. Reich, who has emerged as the Government's most influential Labor Secretary in economic policy in at least a generation, told unions that management has gained an unfair advantage in resolving conflicts with unions.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Arthur Ashe Made a Gift to Inner-City Health","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-arthur-ashe-made-a-gift-to-inner-city-health-324593.html","abstract":"  To the Editor:   As one who had the privilege of getting to know Arthur Ashe in the last few months of his life, I found it gratifying to read the many richly deserved tributes to this renowned athlete and human rights and health care advocate (news article, Feb. 8).","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"In Final Game of Match, Polgar Loses to Spassky","web_url":"https://www.nytimes.com/1993/02/17/arts/in-final-game-of-match-polgar-loses-to-spassky.html","abstract":"  On the final day of their exhibition chess match, in a game that had no more than symbolic meaning, Boris Spassky defeated Judit Polgar today after seven and a half hours and 73 moves.   Polgar, who at 16 is the world's youngest grandmaster, had clinched a victory in the 10-game match on Sunday by brilliantly achieving a draw in what many players saw as a lost position. Today's outcome, with Polgar playing the white pieces in a Ruy Lopez Defense, made the final score of the match 5 1/2-4 1/2.","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"The Pop Life","web_url":"https://www.nytimes.com/1993/02/17/arts/the-pop-life-042493.html","abstract":"  Trying to Be Seen   Along with the exploding popularity of country music has come a deluge of new artists eager to join country's constellation of stars. With so much competition, record labels increasingly must find ways to make their fledgling acts stand out from the pack. Mercury Nashville has come up with its own solution.","thumbnail":null,"section":"Arts"},{"date":"19930217","headline":"No Headline","web_url":"https://www.nytimes.com/1993/02/17/nyregion/no-headline-642793.html","abstract":"  \"Patriotism and economics form strange bedfellows. One can make a national interest case for sacrifice, one can make a common sense case for sacrifice, but patriotism is when you risk your life, not when you risk your wallet. \" REPRESENTATIVE JIM LEACH, Republican of Iowa.  [ A14:2. ]","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Rabbi Pleads Not Guilty in Kidnapping","web_url":"https://www.nytimes.com/1993/02/17/nyregion/rabbi-pleads-not-guilty-in-kidnapping.html","abstract":"  The father of a boy who disappeared 10 months ago collapsed in grief yesterday after a Hasidic rabbi, his wife and an associate entered not-guilty pleas to charges that they kidnapped the teen-ager.   The rabbi, Shlomo Helbrans, and his wife, Malka, rocked back and forth as they stood before the judge's bench in the Brooklyn courtroom, seemingly lost in their silent prayers.  They and the third defendant, Mordechai Weisz, were arraigned in a case representing a bitter clash over the care and religious upbringing of a Jewish boy, Shai Fhima (pronounced shy FEE-ma).","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Knicks Win, but Riley Would Rather Talk of All-Stars","web_url":"https://www.nytimes.com/1993/02/17/sports/pro-basketball-knicks-win-but-riley-would-rather-talk-of-all-stars.html","abstract":"  There was more news off the court than on it last night at Madison Square Garden.   After the Knicks had finished drubbing the Dallas Mavericks, 117-87, Pat Riley proclaimed that Patrick Ewing, not Shaquille O'Neal, deserved to be the starting Eastern Conference center in Sunday's All-Star Game. Meanwhile, Rolando Blackman, who missed his second consecutive game with a sprained right knee and ankle, said he expected to be out the next three weeks, not just one week as originally hoped.","thumbnail":null,"section":"Sports"},{"date":"19930217","headline":"Metropolitan Diary","web_url":"https://www.nytimes.com/1993/02/17/style/metropolitan-diary-129393.html","abstract":"  DEAR DIARY:   I was on a solo shopping trip and had just emerged from my car in a Hartsdale, N.Y., parking lot. In the adjacent space, a pre-school boy waited patiently while his mother unstrapped his baby sister from an infant seat. The boy peered into my car, frowned darkly and demanded, \"Where's your child?\"","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"FEW TO PAY MORE IN INCOME TAXES, PRESIDENT INSISTS","web_url":"https://www.nytimes.com/1993/02/17/us/few-to-pay-more-in-income-taxes-president-insists.html","abstract":"  Wary of early negative reaction to his plan to cut the budget deficit and stimulate the economy, President Clinton sought today to assure the public that most middle-income Americans would not be hurt. The White House said income taxes would rise only for families earning more than $180,000 a year.   The White House also said that to protect households earning less than $30,000 a year it would suggest tax breaks to offset a proposed tax on energy and any other new levies in the program he will announce Wednesday night.","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"Review/Architecture; Masterful Lighting Sets the Stage for Discovery at Vong","web_url":"https://www.nytimes.com/1993/02/17/style/review-architecture-masterful-lighting-sets-the-stage-for-discovery-at-vong.html","abstract":"  A long, wooden trestle table stands at the entrance to the dining room at Vong, its rough, bare planks covered with trays of spices. Ginger, turmeric, several kinds of dried peppers, bay leaves, star anise, a sprig of rosemary stuck into a crock filled with rock salt: it's a visual appetizer for Vong's spicy, French-Asian cuisine; a raw display of the ingredients that will arrive cooked at the stylish tables with blue slate tops that dot the room beyond.   But the table is more than a visual feast. It's also an altar to the origins of cross-cultural discovery that produced the kind of culinary hybrid that comes out of Vong's kitchen. For the assembled spices are the lures that led Europeans to build ships and set sail for the East. They weren't looking for taste thrills, exactly. In fact, they were trying to avoid them, searching for palatable ways to disguise the strong flavor of foods past their edible prime. The quest opened up worlds and made possible delicacies like Vong's sauteed foie gras with ginger and mango.","thumbnail":null,"section":"Style"},{"date":"19930217","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/17/us/inside-636293.html","abstract":"  Bosnia Aid Standoff Persists   For the third day, a United Nations convoy was prevented by Serbian forces from reaching a besieged Muslim community in Bosnia. Page A8. Anger at Mexico Trade Move    Top Washington officials are angered by an investment fund formed to buy small American companies and move them to Mexico. Page D1. Cancer Risk in Vasectomies    Two large new studies add to earlier evidence that a vasectomy may increase the risk of developing prostate cancer. Health, page C12. Inquiry Urged on Archivist    Three Democrats asked for an investigation of the nation's Archivist, who gave President George Bush control of White House files. Page A10.  ","thumbnail":null,"section":"U.S."},{"date":"19930217","headline":"New Bidder for The Post Emerges as Field Grows","web_url":"https://www.nytimes.com/1993/02/17/nyregion/new-bidder-for-the-post-emerges-as-field-grows.html","abstract":"  A new bidder for The New York Post surfaced yesterday amid indications that a bankruptcy judge is encouraging other prospective buyers to compete with Steven Hoffenberg for ownership of the newspaper.   The bidder is the W.T.W. Oil Company, a privately owned Irving, Tex., company, and its president, William Martin Waggoner, a lawyer for the company said last night.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Preparing to Commit Crime Can Be a Crime, Court Rules","web_url":"https://www.nytimes.com/1993/02/17/nyregion/preparing-to-commit-crime-can-be-a-crime-court-rules.html","abstract":"  New York State's highest court ruled today that a man could be convicted of attempting to possess drugs even after refusing to buy cocaine that he believed to be of poor quality.   The 4-2 ruling by the Court of Appeals addresses a question routinely considered by prosecutors, defense lawyers and law students: When does a person cross the line from merely preparing to commit a crime to actually committing it?","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"C.I.A. Isn't Lone Wolf of Foreign Policy","web_url":"https://www.nytimes.com/1993/02/17/opinion/l-cia-isn-t-lone-wolf-of-foreign-policy-317293.html","abstract":"  To the Editor:   \"The C.I.A.: Time for an Overhaul\" (editorial, Feb. 1) is inaccurate and contains four major distortions:","thumbnail":null,"section":"Opinion"},{"date":"19930217","headline":"Going to Court, Cabbies Hail This Man","web_url":"https://www.nytimes.com/1993/02/17/nyregion/about-new-york-going-to-court-cabbies-hail-this-man.html","abstract":"  THERE is a seedy Times Square waiting room that is taxi driver hell, a place where all those cab-driving tormentors of New Yorkers huddle in their black and brown leather jackets, their moods sullen as they wait to be called to account before the Taxi and Limousine Commission's taxi court.    But the gloom changes subtly with the entrance of Tony Falese, the cabdriver's friend, a guy with the stocky build of a cop, a silver bracelet, a beeper on his belt, and eyes that don't flinch when he talks of the cabby who hit a passenger in the face with a tow-chain.","thumbnail":null,"section":"New York"},{"date":"19930217","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/17/nyregion/c-corrections-274593.html","abstract":"  A report on Monday about the wedding of Marisa Viravaidya and Douglas Clayton referred incorrectly to the ceremony. It was a civil ceremony.  ","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19930217","time":"1993-02-17 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":80,"wspd":11.2},{"date":"19930217","time":"1993-02-17 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":81,"wspd":13},{"date":"19930217","time":"1993-02-17 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":79,"wspd":9.4},{"date":"19930217","time":"1993-02-17 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":80,"wspd":14.8},{"date":"19930217","time":"1993-02-17 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":79,"wspd":16.6},{"date":"19930217","time":"1993-02-17 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":80,"wspd":11.2},{"date":"19930217","time":"1993-02-17 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":80,"wspd":14.8},{"date":"19930217","time":"1993-02-17 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":80,"wspd":14.8},{"date":"19930217","time":"1993-02-17 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":80,"wspd":13},{"date":"19930217","time":"1993-02-17 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.6,"rhum":79,"wspd":13},{"date":"19930217","time":"1993-02-17 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":80,"wspd":13},{"date":"19930217","time":"1993-02-17 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":79,"wspd":11.2},{"date":"19930217","time":"1993-02-17 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.3,"rhum":79,"wspd":7.6},{"date":"19930217","time":"1993-02-17 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.8,"rhum":73,"wspd":14.8},{"date":"19930217","time":"1993-02-17 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":76,"wspd":5.4},{"date":"19930217","time":"1993-02-17 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":72,"wspd":7.6},{"date":"19930217","time":"1993-02-17 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.2,"rhum":71,"wspd":5.4},{"date":"19930217","time":"1993-02-17 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11,"rhum":70,"wspd":11.2},{"date":"19930217","time":"1993-02-17 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.2,"rhum":71,"wspd":13},{"date":"19930217","time":"1993-02-17 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":70,"wspd":11.2},{"date":"19930217","time":"1993-02-17 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10,"rhum":69,"wspd":13},{"date":"19930217","time":"1993-02-17 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":68,"wspd":7.6},{"date":"19930217","time":"1993-02-17 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":68,"wspd":5.4},{"date":"19930217","time":"1993-02-17 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.9,"rhum":66,"wspd":5.4},{"date":"19930217","time":"1993-02-17 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":8.3,"rhum":100,"wspd":18.7},{"date":"19930217","time":"1993-02-17 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":96,"wspd":9.4},{"date":"19930217","time":"1993-02-17 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.2,"rhum":93,"wspd":9.4},{"date":"19930217","time":"1993-02-17 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":7.8,"rhum":93,"wspd":22.3},{"date":"19930217","time":"1993-02-17 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":93,"wspd":20.5},{"date":"19930217","time":"1993-02-17 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.1,"rhum":89,"wspd":25.9},{"date":"19930217","time":"1993-02-17 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":92,"wspd":18.7},{"date":"19930217","time":"1993-02-17 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":89,"wspd":25.9},{"date":"19930217","time":"1993-02-17 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":33.5},{"date":"19930217","time":"1993-02-17 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":76,"wspd":25.9},{"date":"19930217","time":"1993-02-17 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":64,"wspd":40.7},{"date":"19930217","time":"1993-02-17 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":62,"wspd":46.4},{"date":"19930217","time":"1993-02-17 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":59,"wspd":44.6},{"date":"19930217","time":"1993-02-17 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":35.3},{"date":"19930217","time":"1993-02-17 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.8,"rhum":54,"wspd":38.9},{"date":"19930217","time":"1993-02-17 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":50,"wspd":37.1},{"date":"19930217","time":"1993-02-17 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":4.4,"rhum":43,"wspd":35.3},{"date":"19930217","time":"1993-02-17 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":34,"wspd":33.5},{"date":"19930217","time":"1993-02-17 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":6.7,"rhum":31,"wspd":33.5},{"date":"19930217","time":"1993-02-17 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5.6,"rhum":30,"wspd":33.5},{"date":"19930217","time":"1993-02-17 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":5,"rhum":34,"wspd":33.5},{"date":"19930217","time":"1993-02-17 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.9,"rhum":36,"wspd":27.7},{"date":"19930217","time":"1993-02-17 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":3.3,"rhum":42,"wspd":33.5},{"date":"19930217","time":"1993-02-17 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":2.2,"rhum":44,"wspd":29.5}]},"19930218":{"guardian_articles":[],"nytimes_articles":[{"date":"19930218","headline":"Semak's Assists Are the Devils' Tonic","web_url":"https://www.nytimes.com/1993/02/18/sports/hockey-semak-s-assists-are-the-devils-tonic.html","abstract":"  The power play that had been so productive in the last two games, accounting for six goals, was completely ineffective tonight for the Devils. But New Jersey found another way to give St. Louis the blues.   It came in the form of Aleksandr Semak, the diminutive and energetic Russian center, who created three goals in the Devils' 4-3 triumph over the Blues at Byrne Meadowlands Arena.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Raoul Hague, Sculptor, 88, Dies; Abstract Expressionist in Wood","web_url":"https://www.nytimes.com/1993/02/18/arts/raoul-hague-sculptor-88-dies-abstract-expressionist-in-wood.html","abstract":"  Raoul Hague, an American sculptor whose massive carved wood sculptures often resembled abstract versions of the tree trunks they once were, died yesterday at his home in Woodstock, N.Y. He was 88.   The cause was heart failure, said Jill Weinberg of Lennon, Weinberg Inc., the Manhattan gallery that represents the artist.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: The Campaign; Gambling That a Tax-Cut Promise Was Not Taken Seriously","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-campaign-gambling-that-tax-cut-promise-was-not-taken.html","abstract":"  In selling his economic plan, President Clinton is gambling that voters never took seriously his campaign promise to lower the tax burden of the middle class and will respond favorably to an aggressive pitch based on equal measures of hope, fear and class revenge.   After months of polling and research, Mr. Clinton's top political advisers say they are convinced that middle-class voters will support higher taxes. The advisers say the voters will see the new taxes as the price of great improvements in Government service and as inflicting a just punishment on the rich who profited during the Reagan and Bush Administrations.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Would-Be Buyer of The Post Accepts Restrictions on Assets","web_url":"https://www.nytimes.com/1993/02/18/nyregion/would-be-buyer-of-the-post-accepts-restrictions-on-assets.html","abstract":"  Lawyers for Steven Hoffenberg, the chairman of Towers Financial Corporation and the prospective buyer of The New York Post, agreed yesterday to permit the Securities and Exchange Commission to impose certain emergency controls on the operation of Towers, including stringent limits on his use of the company's assets.   The settlement, approved by Federal District Judge Whitman Knapp at a hearing in Manhattan, also calls for the appointment of a trustee to monitor the company's books as it continues in operation, and to oversee an independent audit of the company. And it requires Mr. Hoffenberg to give the S.E.C. a separate accounting of his personal assets.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Yeltsin and Rival at Least Agree to Keep Talking","web_url":"https://www.nytimes.com/1993/02/18/world/yeltsin-and-rival-at-least-agree-to-keep-talking.html","abstract":"  The main contenders in Russia's paralyzing political struggle, President Boris N. Yeltsin and the head of the legislature, Ruslan I. Khasbulatov, have agreed to try to work out a power-sharing agreement over the next 10 days, an aide to Mr. Yeltsin said today.   The aide, Deputy Prime Minister Sergei Shakhrai, said at a news conference that Mr. Yeltsin and Mr. Khasbulatov held a 20-minute meeting on Tuesday and agreed to set up a commission to work out a compromise that would allow them to postpone a national referendum on a new constitution. The vote is scheduled for April 11.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"Regan Says Revenue Picture Has Improved","web_url":"https://www.nytimes.com/1993/02/18/nyregion/regan-says-revenue-picture-has-improved.html","abstract":"  In a review of the state's monthly cash report, Comptroller Edward V. Regan said today that the state has received $1.26 billion more in revenues over the last 10 months than had been projected last April, when the current budget was passed.   Expecting that the economy will grow slowly this year, Gov. Mario M. Cuomo has proposed a tight-fisted $31.5 billion spending plan that projects a $3.7 billion deficit and calls for deep cuts to school aid and Medicaid. But Republicans have said that the Governor's economic projections are far too gloomy.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Hearing Held On Freeing Drug Abuser","web_url":"https://www.nytimes.com/1993/02/18/nyregion/hearing-held-on-freeing-drug-abuser.html","abstract":"  During the eight months to a year that he lived with his son in Connecticut, Larry Hogue returned to New York City, where he ended up in psychiatric hospitals for emergency treatment a half-dozen times, a lawyer for New York State said yesterday.   Citing court records, she argued before a panel of appeals judges that to allow Mr. Hogue, who is now being held at a state mental institution, out of the hospital and back into the care of his family in Connecticut would likely have the same result.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"America's Better Self Got Lost in Aliens Law; Senator and the Survey","web_url":"https://www.nytimes.com/1993/02/18/opinion/l-america-s-better-self-got-lost-in-aliens-law-senator-and-the-survey-514693.html","abstract":"  To the Editor:   \"Congress and Its Household Help,\" a Feb. 9 graphic, gives a misimpression about me. My name is listed under the section headed \"4 Senate offices refused to answer the questions.\" I would like to set the record straight: I have never hired an illegal alien, and I have always paid all taxes and Social Security on my household employees.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Furukawa Journal; Rice Farmers Dig In: To Them, the Land Is Sacred","web_url":"https://www.nytimes.com/1993/02/18/world/furukawa-journal-rice-farmers-dig-in-to-them-the-land-is-sacred.html","abstract":"  When he plants his rice crop each year, Kan-ichi Sugawara pours a bottle of sake onto the field as an offering to the god of the paddy.   Such a ritual might seem out of place in modern Japan, but it attests to the deep tradition of rice farming in Japan. And that tradition, Mr. Sugawara says, lies behind the ferocity with which Japan's farmers are opposing the opening of the nation's rice market to imports, a move that the Government might be forced to make in the coming months.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"Jets' Coslet Fires Back and Signs Off on Disgruntled McMillan","web_url":"https://www.nytimes.com/1993/02/18/sports/jets-coslet-fires-back-and-signs-off-on-disgruntled-mcmillan.html","abstract":"  A day after cornerback Erik McMillan expressed unhappiness with his role as a backup for the Jets and said he didn't expect to return to the team, the man he accused of trying to ruin his career, Coach Bruce Coslet, said that was fine with him.   \"We're done with him,\" Coslet said. \"When he's publicly said, 'I can't respect the coaches or the organization,' it's a two-way street. We can't respect him now, either.\"","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Nobel Winners Urge Release of Burmese Dissident","web_url":"https://www.nytimes.com/1993/02/18/world/nobel-winners-urge-release-of-burmese-dissident.html","abstract":"  Six Nobel Peace Prize winners and representatives of two Peace Prize-winning organizations gathered in Thailand today to call for the release of a fellow Nobel laureate, the Burmese democracy leader who is in her fourth year of house arrest in her native Myanmar, formerly Burma.   \"Having been brutally denied her rightful place to be an elected leader of her people, Aung San Suu Kyi remains courageously committed to the principles of freedom and democracy,\" former President Oscar Arias Sanchez of Costa Rica, the winner of the 1987 Peace Prize, said of the Burmese laureate.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"Ewing Has Himself To Blame for Snub","web_url":"https://www.nytimes.com/1993/02/18/sports/on-pro-basketball-ewing-has-himself-to-blame-for-snub.html","abstract":"  On a slow news night Tuesday at Madison Square Garden -- Mavericks lose! Mavericks lose! -- Pat Riley took it upon himself to write the lead for every news reporter worth his or her laptop computer. It is inconceivable and unconscionable, the Knicks' coach declared, that Patrick Ewing could be beaten out for the starting Eastern Conference All-Star team by Shaquille O'Neal, a mere 7-foot-1-inch, 303-pound rookie.   \"I can't worry about that stuff,\" said Ewing.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"No Jurors Seated in Beating Case","web_url":"https://www.nytimes.com/1993/02/18/us/no-jurors-seated-in-beating-case.html","abstract":"  Prospective jurors were questioned for a second day today in the Federal trial of four officers charged with civil rights violations in the beating of Rodney G. King, with the first juror yet to be seated or disqualified.   Lawyers did not move beyond the first panel of 12 prospective jurors chosen at random on Tuesday as they probed for hidden biases, misconceptions or fears that could hinder an impartial verdict.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Dinkins's Word to Tokyo: Don't Leave New York","web_url":"https://www.nytimes.com/1993/02/18/nyregion/dinkins-s-word-to-tokyo-don-t-leave-new-york.html","abstract":"  In an effort to maintain Japanese investment while steering more business to New York City, Mayor David N. Dinkins leaves tomorrow for an eight-day visit to Japan in a trip that will test the Mayor's salesmanship in meetings with business executives and public officials.   In the last year, the Mayor has been increasingly urged by business leaders and his deputies, particularly Barry F. Sullivan, Deputy Mayor for Economic Development, to appeal directly to foreign business leaders. Last June, the Mayor took a weeklong trip to Britain, France and Germany.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/18/style/chronicle-509093.html","abstract":"  MARILYN QUAYLE, the wife of former Vice President Dan Quayle, is joining the Indianapolis law firm of Krieg DeVault Alexander & Capehart, it announced yesterday. In fact, WILLIAM R. NEALE, a partner and longtime friend of the Quayles, said that although she was returning to Washington after the announcement, she was already starting to work, by phone and fax.    The Quayles plan to move to Indianapolis in June, and until then, Mrs. Quayle, a 1974 graduate of the Indiana University School of Law, will commute to the office from Washington. She will focus her practice mainly in the areas of corporate, international business and health-care law.    \"Our clients will benefit from the expertise and knowledge Marilyn has developed over the past 16 years in Washington,\" Mr. Neale said.","thumbnail":null,"section":"Style"},{"date":"19930218","headline":"Reality and Anxiety: Crime and the Fear of It","web_url":"https://www.nytimes.com/1993/02/18/us/reality-and-anxiety-crime-and-the-fear-of-it.html","abstract":"  The nation's crime rate is continuing to climb, sharply in the case of some crimes. But for millions of Americans the fear of crime may well be outpacing its growth.   In increasing numbers, whether in cities, suburbs or small towns, Americans are arming themselves with an array of weapons, devices and gadgets intended to thwart criminals. And with news reports of one grisly crime after another, millions of people are expressing a growing sense of vulnerability in ways large and small.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Dr. Anna Goldfeder Dies at 95; Pioneer in Growing Cancer Cells","web_url":"https://www.nytimes.com/1993/02/18/nyregion/dr-anna-goldfeder-dies-at-95-pioneer-in-growing-cancer-cells.html","abstract":"  Anna Goldfeder, a leader in cancer and radiobiology science who conducted research for 66 years, died on Monday at Cabrini Medical Center in Manhattan. She was 95.    Dr. Goldfeder, whose career spanned generations of cancer researchers, made important contributions in her field until her retirement in 1988, when she was 91.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/18/nyregion/c-corrections-164793.html","abstract":"  Because of an editing error, an article yesterday about the collapse of plans to rebuild the Boston Garden misidentified the train station over which the new arena would be built. It is North Station.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Foreign Affairs; Fearing Voters . . .","web_url":"https://www.nytimes.com/1993/02/18/opinion/foreign-affairs-fearing-voters.html","abstract":"  Candidate Clinton tried to teach Americans a critical lesson -- that domestic policy is foreign policy is domestic policy. But President Clinton seems to be running away from world affairs, fearful of displeasing voters who might think him overly engaged abroad and insufficiently attentive to America. And through his tentativeness, he could be inadvertently encouraging the very isolationist impulses he warned against during the campaign -- and jeopardizing his mantle of leadership.   So far, Mr. Clinton has kept international issues at arm's length, at least publicly. And last night, in the space usually reserved for the State of the Union address, he offered an economic speech, serving to shield his deliberate scanting of the outside world.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Keep Electric Boat Busy in Post-Cold War Era","web_url":"https://www.nytimes.com/1993/02/18/opinion/l-keep-electric-boat-busy-in-post-cold-war-era-518993.html","abstract":"  To the Editor:   You have been reporting that the Electric Boat Company in Groton, Conn., will have large layoffs in connection with the end of the cold war and a reduced need for new submarines (front page, Feb. 9). The facility evidently must be subsidized to preserve it to make submarines, should the need arise.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/18/nyregion/c-corrections-162093.html","abstract":"  Because of an editing error, an article yesterday about the Imperial Army Headquarters in Tokyo referred incorrectly in some editions to the ritual suicide there by the novelist Yukio Mishima in 1970. He went inside the building from the balcony before killing himself.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Walter Teller, 82, Author and Editor Of Nature Books","web_url":"https://www.nytimes.com/1993/02/18/arts/walter-teller-82-author-and-editor-of-nature-books.html","abstract":"  Walter Teller, the author and editor of books on American landscape and literature, died yesterday at a hospital in Princeton, N.J., where he lived. He was 82.   The cause was cancer, said his son, Walter S. Teller of Los Angeles.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/18/opinion/IHT-letters-to-the-editor-90912724305.html","abstract":"What Price Medical Care? . Regarding \"What Price a Life? For 2 Friends, a Prison Sentence\" (Jan. 9):. While sitting recently with a broken foot in a hospital emergency room, I felt grateful that I was in France covered by national health insuran","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/02/18/arts/pop-and-jazz-in-review-754293.html","abstract":"  Andre Previn Avery Fisher Hall   It has been so long since Andre Previn forsook the jazz piano to become a classical maestro that he has learned somewhat to his chagrin that he is a relic in a field he abandoned more than 25 years ago.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: In the Nation; A Split Congress Sits Back and Listens, and Waits","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-nation-split-congress-sits-back-listens-waits.html","abstract":"  Democratic lawmakers broadly supported President Clinton's economic proposals tonight but said the plans would have to be modified to win majority support in Congress. Republicans heaped scorn on the whole package, saying it would unfairly sock the middle class with new taxes.   But Ross Perot, who still seems to informally represent a bloc of swing votes Mr. Clinton will need to get his programs passed, said he thought it was \"a good speech.\" The President was so eager for the support of Mr. Perot, who got 19 million votes as an independent candidate for President in the last election, that he briefed him on his economic proposals by telephone before delivering them to Congress.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Ex-Chief Judge Pleads Not Guilty to Extortion","web_url":"https://www.nytimes.com/1993/02/18/nyregion/ex-chief-judge-pleads-not-guilty-to-extortion.html","abstract":"  Sol Wachtler, the former Chief Judge of New York's highest court, pleaded not guilty to extortion charges in Federal court today. His lawyers filed notice that he would maintain he was insane at the time of the offenses.   Judge Wachtler, thin and pale, said nothing at the defense table as he was arraigned before Federal District Judge Anne E. Thompson. His wife, Joan, kissed him on the cheek just before she took her seat in the courtroom with their daughters Lauren, Marjorie and Alison and their son, Philip.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"America's Better Self Got Lost in Aliens Law; Do It the Canadian Way","web_url":"https://www.nytimes.com/1993/02/18/opinion/l-america-s-better-self-got-lost-in-aliens-law-do-it-the-canadian-way-513893.html","abstract":"  To the Editor:   The legacy of Zoe Baird and Kimba Wood should not be a disqualification of professional women with young children from high public office because of child care needs. Recent events show the compelling need for a change in the law to allow working parents to meet such needs.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Review/Theater; Divided by Space and Captivity, but United in Spirit","web_url":"https://www.nytimes.com/1993/02/18/theater/review-theater-divided-by-space-and-captivity-but-united-in-spirit.html","abstract":"  In \"Two Rooms,\" at the Signature Theater Company, Lee Blessing offers a disturbing double-edged view of a hostage crisis. Moving back and forth between a prisoner in Beirut and his wife at home, the playwright artfully explores the shared stoicism that unites the characters, and the external forces that keep them divided.   While other hostage dramas, like \"Someone Who'll Watch Over Me,\" keep their focus firmly on the hostages, Mr. Blessing is chiefly concerned with the debilitating emotional effects on their families. At issue is their victimization and the need for pressure to be brought against blind bureaucracy and governmental inefficiency in rescuing those who become political pawns.","thumbnail":null,"section":"Theater"},{"date":"19930218","headline":"Australia Campaign Takes an American Tone","web_url":"https://www.nytimes.com/1993/02/18/world/australia-campaign-takes-an-american-tone.html","abstract":"  When Prime Minister Paul Keating and John R. Hewson, his opponent in the national election on March 13, met for their first television debate last Sunday, Channel 9 viewers here were startled to see a squiggly white line inching across the screen as each candidate spoke.   Called \"the electronic worm\" by the press, the line was a graphic rendering of the audience's reaction to the debate. Each of the 128 audience members controlled a dial registering everything from total disapproval to complete agreement.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: The Details; Clinton's Plan: Austerity and Change","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-the-details-clinton-s-plan-austerity-and-change.html","abstract":"  The wide array of budget cuts and tax changes President Clinton proposed last night would fundamentally alter the way the Government raises and spends money. He said the aim of the program was to spread the burden of reducing the deficit and improving the economy's long-term prospects. The tax provisions were spelled out in greater detail than many of the spending goals. All figures are for fiscal years in billions of dollars. NEW TAXES Individual taxes    Higher income taxes: The top tax rate would be raised to 36% rate for for people filing joint returns who have a taxable income over 140,000, or signle filers with a taxable income above $115,000. In addition, the plan proposes a 10% surtax on taxable income over $250,000, excluding capital gains; would increase the alternative minimum tax rates for people with many deductions, and extend the limits on itemized deductions. The capital gains tax rate would remain unchanged at 28%.  Revenue in billions 1994: $27.7 1997: $26.3 1993-98: $126.3    Health insurance: Income above $135,000 would be made subject to Medicare payroll tax. Revenue in billions 1994: 2.8 1997: 6.8 1993-98: 29.2    Energy: Fuels would be taxed according to their energy content; a gasoline tax scheduled to expire on 9/30/95 would be extended. Revenue in billions 1994: 1.5 1997: 24.9 1993-98: 79.3    Club dues: Club membership expenses could no longer be deducted either as an individual or business expense. Revenue in billions 1994: 0.1 1997: 0.3 1993-98: 1.2    Moving expenses: The plan would disallow deductions for meals and real estate expenses during moves. Revenue in billions 1994: 0.1 1997: 0.4 1993-98: 1.7    Social Security Taxes: Taxes would rise on Social Security benefits for people with adjusted gross incomes exceeding $25,000 (individuals) or $32,000 (couples). Revenue in billions 1994: 2.7 1997: 6.9 1993-98: 21.4 BUSINESS TAXES    Executive pay: Businesses would not be able to claim payments to a single individual of more than $1 million as a deductible expense. Revenue in billions 1994: 0.1 1997: 0.2 1993-98: 0.6    Business meals and entertainment: Only 50 percent of such costs could be deducted; down from 80 percent. Revenue in billions 1994: 1.8 1997: 3.7 1993-98: 16.1    Corporate tax rate: The rate would be increased to 36 percent, from 34 percent, for taxable income above $10 million. Revenue in billions 1994: 7.7 1997: 5.7 1993-98: 30.6    Securities dealers: Would be required to price their holdings at market value.  Revenue in billions 1994: 0.5 1997: 1.1 1993-98: 4.4    Puerto Rico: Tax incentives for corporate investment there would be limited. Revenue in billions 1994: 0.2 1997: 2.1 1993-98: 7.0    Lobbying: Lobbying expenses would no longer be deductible. Revenue in billions 1994: 0.1 1997: 0.2 1993-98: 1.0    International Business: Miscellaneous increases. Revenue in billions 1994: 0.8 1997: 2.1 1993-98: 8.6 TAX BREAKS: Individual taxes    Earned Income Tax Credit: Clinton wants to expand this credit aimed at low-income families with children. Revenue in billions 1994: 0.5 1997: 6.7 1993-98: 26.8 Business taxes:    Investment tax credits: The credits would be temporary for large businesses and permanent for small businesses. Revenue in billions 1994: 9.2 1997: 2.3 1993-98: 28.9    Research and experimentation credit: The plan would make it permanent.  Revenue in billions 1994: 1.2 1997: 2.0 1993-98: 9.6    Real Estate: The plan would extend low-income housing credits and mortgage revenue bonds and change certain investment rules. Revenue in billions 1994: 0.6 1997: 1.3 1993-98: 5.5    Training and education: The Administration would make permanent a credit for employer-provided education assistance, and would provide credits for certain jobs and youth apprenticeships. Revenue in billions 1994: 0.6 1997: 1.0 1993-98: 5.0    Enterprise Zones: President Clinton wants to provide tax credits for businesses in needy areas. Revenue in billions 1994: 0.1 1997: 1.2 1993-98: 4.1    Capital gains: The capital gains tax would be cut only for new investments in small businesses. Revenue in billions 1994: 0 1997: 0.4 1993-98: 0.7 SPENDING CUTS    Defense Department: The department would reduce new weapons purchases, troop levels, training and maintenance. It would also freeze pay in 1994 and give smaller-than-forecast salary increases in the future.  Revenue in billions 1994: 11.8 1997: 36.2 1993-98: 126.9    Environmental Protection Agency: The agency would not renew certain wastewater treatment grants, except near the Mexican border. Revenue in billions 1994: 0.1 1997: 1.9 1993-98: 6.3    Staff Reductions: President Clinton plans to eliminate 100,000 Federal staff positions through attrition over four years. Revenue in billions 1994: 0.9 1997: 2.5 1993-98: 10.5    Administrative Efficiencies: Miscellaneous savings would be achieved across all Federal agencies other than the Defense Department, for which savings are counted separately.  Revenue in billions 1994: 0.7 1997: 3.5 1993-98: 11.2    Streamlining Government: President Clinton would take various measures to streamline all Federal agencies, not counting the Defense Department Revenue in billions 1994: 0.6 1997: 3.3 1993-98: 12.1    Pay for Federal employees: They would receive no raise in calendar 1994, and certain rules for calculating their pay would change in 1995. Revenue in billions 1994: 1.4 1997: 2.7 1993-98: 11.3    Interest on national debt: The Administration would shorten the maturity of Treasury securities. Revenue in billions 1994: 1.6 1997: 3.9 1993-98: 16.4  Controlling health care costs: President Clinton plans a very long list of specific limits on Federal health care spending. Revenue in billions 1994: 3.1 1997: 17.2 1993-98: 60.3 SPENDING INCREASES     Short-term economic: A package of highway construction, wastewater cleanup projects and summer jobs for youths would be put in effect this year. Revenue in billions 1997: 0 1994-98: 30.0    Energy: The Federal Government would spend more money on nuclear fusion research and on the developing renewable energy sources and more energy-efficient Federal buildings.  Revenue in billions 1997: 1.3 1994-98: 3.0    Environment: Research would be done in forestry management and the development of new environmental technologies, while more money would be spent on clean water and the protection of natural resource. Revenue in billions 1997: 3.5 1994-98: 8.0    Education: President Clinton would create a national service program to allow students to pay off their loans through civil service. He would also spend more on worker training, Head Start educational programs for young children and other educational programs. Revenue in billions 1997: 15.7 1994-98: 37.8    Housing and community development: The Federal Government would provide more community development grants, give tax incentives for businesses to move into needy areas and would extend the low-income housing tax credit. Revenue in billions 1997: 3.1 1994-98: 9.6.    Technology: Led by the Commerce Department, the Federal Government would partly or entirely pay for the development of a national, high-speed computer data network and of commercial applications for inventions developed in Federal laboratories. Revenue in billions 1997: 6.1 1994-98: 17.0    Transportation: The Federal Government would spend more money on mass transit and high-speed rail systems, airport improvements and highways. Revenue in billions 1997: 3.0 1994-98: $8.4","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Saberhagen and Mets Go to Bat Over Pact","web_url":"https://www.nytimes.com/1993/02/18/sports/baseball-saberhagen-and-mets-go-to-bat-over-pact.html","abstract":"  The scene will unfold like clockwork. Bret Saberhagen will walk up one of the practice mounds here Friday at 10 A.M. The right-hander for the Mets will kick briefly at the dirt, spin the baseball into position and fire a fastball 60 feet 6 inches.   There will follow a loud bang. It will sound like a gunshot, which is about right. For the detonation behind the plate will not only open spring training for the Mets, it will officially begin the race for a contract for Saberhagen. It's a contest over finances that cannot be good for the Mets to lose.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Petrovic Will Miss Shootout","web_url":"https://www.nytimes.com/1993/02/18/sports/pro-basketball-petrovic-will-miss-shootout.html","abstract":"  Drazen Petrovic, overlooked in the selection for the National Basketball Association All-Star Game, decided today that he would not participate in the Three-Point Shootout exhibition this weekend in Salt Lake City.   After re-injuring his right ankle in Tuesday night's 100-88 victory over the Milwaukee Bucks at Byrne Meadowlands Arena, Petrovic chose today to skip the Shootout and ignore the apparent snub in the vote by the fans and the coaches.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Bosnia Neighbors Nervously Seek Pacts","web_url":"https://www.nytimes.com/1993/02/18/world/bosnia-neighbors-nervously-seek-pacts.html","abstract":"  A flurry of diplomatic activity has swept the Balkans in the last week as political leaders from this volatile area have taken steps to strengthen regional ties to prevent sparks from the Bosnian war from igniting nationalist conflicts that could engulf their countries.   In the first visit to independent Macedonia by an important head of state, President Turgut Ozal of Turkey today discussed military assistance to this former Yugoslav republic, which was left without a military when the Yugoslav Army withdrew last spring, taking with it even faucets from barracks sinks.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: Health Care; Putting Limits on Growth of Medicare","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-health-care-putting-limits-on-growth-of-medicare.html","abstract":"  President Clinton proposed tight new restraints on Federal payments to doctors and hospitals tonight in order to save $60 billion in Medicare and Medicaid over the next five years. And to raise money for the Medicare program, he asked Congress to increase the payroll tax on people earning more than $135,000 a year.   In proposing to slow the growth of the two big health programs, Administration officials said they had made every effort to protect elderly people and the poor. But groups representing the elderly expressed concern that the proposed cuts in payments would make doctors less willing to take Medicare patients. Doctors are not required to take Medicare patients.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Review/Theater; The World of Disney Transferred to Ice","web_url":"https://www.nytimes.com/1993/02/18/arts/review-theater-the-world-of-disney-transferred-to-ice.html","abstract":"  Looking for a fast-moving musical with a coherent book, memorable tunes, vivid characters, a generous helping of nostalgia, sparkling costumes and travelogue scenery that extends from the depths of the sea to outer space and pauses along the way in ancient Egypt, at jungle ruins, on a tropical island and in an Elvis-era diner?   Try Radio City Music Hall, where \"Walt Disney's World on Ice\" has taken up residence through Sunday. Maybe it helps to be a child to be thoroughly enchanted by this show, but grown-ups needn't be ashamed to be captivated by the immense skill that underlies the entertainment. After all, as has been noted, the good old-fashioned Broadway musical is still alive and well at the Disney Studios in Hollywood.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/02/18/arts/pop-and-jazz-in-review-301193.html","abstract":"  Duran Duran The Academy   Unlikely heroes are the most satisfying kind, as Duran Duran proved at the Academy on Friday night. The members of the group, the first to earn the description \"videogenic,\" at the dawn of the MTV era, became pariahs after their string of shiny hits fell apart in the mid-80's. Rock purists, who despised Duran Duran's transformations of smarmy sentiment into delicious pop, rejoiced at their disgrace.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"Sports of The Times; It Seems That Tyson Has a Shot","web_url":"https://www.nytimes.com/1993/02/18/sports/sports-of-the-times-it-seems-that-tyson-has-a-shot.html","abstract":"  THE man fighting Mike Tyson's battle was balding, middle-aged, wore glasses and arrived on the scene Monday wearing a rumpled trench coat over a dark suit and carrying a black briefcase. There was a time not long ago when Mike Tyson could handsomely fight his own battles, bounding into the ring wearing black trunks and black boxing shoes and 10-ounce gloves. That's all. No robe, no hood, no socks, even. He always appeared more than eager to get on with the task of knocking someone's head off.   Now Mike Tyson, who once called himself the baddest dude on the planet (with documentation to make that case), had placed his considerable self in the hands of the man in the trench coat, Alan Dershowitz, the renowned attorney from Boston. The scene of conflict was not a prize ring but a grandiose appeals court in the Indiana state capitol building in Indianapolis.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"King Rumbling Back Into the Limelight","web_url":"https://www.nytimes.com/1993/02/18/sports/boxing-king-rumbling-back-into-the-limelight.html","abstract":"  There is a moment just before Don King speaks when the silence almost seems deafening. There is a question, then a pause, and then, as with a volcano erupting into lava and fire and smoke, there is no stopping him.   King takes talking to new levels. It is less a conversation than a monologue, less an exchange of ideas than the act of King -- boxing's leading self-promoting promoter -- listening to himself.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Saving the City's 'Memory'","web_url":"https://www.nytimes.com/1993/02/18/opinion/saving-the-city-s-memory.html","abstract":"  The New-York Historical Society has stood guard to an extraordinary trove of American books, ephemera, prints and paintings for 189 years. It truly represents, as one scholar put it, \"the memory of a city.\" Now, however, the Historical Society faces bankruptcy and dissolution. That it inspires love is obvious: hundreds of scholars are petitioning to keep its collections intact. That it should be preserved as is, however, isn't so obvious.    Sadly, the Historical Society's former trustees, for whom a seat on the board was as much a given as an old name and old money, didn't love it enough. They failed to insure its endowment or proclaim its treasures to the mass of New Yorkers -- who might then have made keeping the institution alive a priority. As a result, the society will close its doors to the public this month -- despite commendable initiative by a mostly new board and president.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Inspector Sought Warnings on Mammograms","web_url":"https://www.nytimes.com/1993/02/18/nyregion/inspector-sought-warnings-on-mammograms.html","abstract":"  The Nassau County Health Department inspector who found hundreds of violations in the mammography operation of a local physician said today that he had wanted to contact patients soon after his discovery, but that state and county officials told him it would require legal action.   In a telephone interview, Robert Walderman, a radiation safety inspector, said he had been appalled when he conducted tests in September 1991 that he believed showed severe problems in mammography procedures in the office of Dr. Padma Ram in Floral Park, L.I.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1993/02/18/nyregion/news-summary-424193.html","abstract":"  International A3-13  U.N. SUSPENDS BOSNIA AID  The United Nations relief agency suspended most of its operations in Bosnia and Herzegovina, waiting for opposing political leaders to honor commitments to allow convoys of urgently needed food and medicine to pass. The move meant an immediate halt to most of the missions being undertaken in what has become one of the most complex and dangerous relief operations in the history of the United Nations.  A1  MACEDONIANS LOOK TO BOSNIA  A flurry of diplomatic activity has swept the Balkans as political leaders from the volatile area of Macedonia have taken steps to strengthen regional ties to prevent sparks from the Bosnian war igniting nationalist conflicts.  A8","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Review/Music; Vienna's Tradition Of Being A Society","web_url":"https://www.nytimes.com/1993/02/18/arts/review-music-vienna-s-tradition-of-being-a-society.html","abstract":"  Usually an orchestra is only metaphorically a society. But for the Vienna Philharmonic, which played the first of its three concerts here on Tuesday night in Carnegie Hall, the metaphor can be taken literally. It is a democracy with aristocratic ideals. Its traditions go back 150 years. Each generation of citizens helps train the next; each citizen is voted in by his compatriots.    The Vienna's instruments -- its horns with longer tubing, its oboes with special reeds, its drums covered with goatskin -- are, like its distinctive performing style, part of a common patrimony. And during an era when musical institutions have increased dependence on a class of professional administrators, the Vienna shows how strong a link can be made between musical and civic goals by handling its administration through a democratically elected committee of players.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: News Analysis; Taste of Harsh Medicine","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-news-analysis-taste-of-harsh-medicine.html","abstract":"  Bill Clinton campaigned last year on the promise of economic change. Tonight he described in detail how difficult and painful that change would be.   Not since World War II has a President proposed such strong medicine. And not since Ronald Reagan 12 years ago called for a popular program of deep tax cuts and much more money for the Pentagon has a President recommended such a fundamental shift in how the Government operates.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"U.S. Says Libya Is Building a 2d Poison-Gas Plant","web_url":"https://www.nytimes.com/1993/02/18/world/us-says-libya-is-building-a-2d-poison-gas-plant.html","abstract":"  United States intelligence agencies have concluded that Libya is building a subterranean chemical-weapons plant capable of producing and storing poison gas, Government officials said today.   The underground factory remains disguised as part of a water project, but intelligence officials believe its purpose is to augment a vast above-ground chemical complex whose existence was exposed by the West nearly four years ago.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"Albany Ordered to Keep Custody of Aliens","web_url":"https://www.nytimes.com/1993/02/18/nyregion/albany-ordered-to-keep-custody-of-aliens.html","abstract":"  Placing further strains on New York State's overburdened prison system, a judge has ruled that the Federal Government has no obligation to take custody of more than 3,000 undocumented aliens in the state's prisons who have served their minimum sentences.   The decision means that New York State will have to continue spending more than $65 million a year to house and supervise the prisoners, said Thomas A. Coughlin 3d, Commissioner of the State Correctional Services Department. Mr. Coughlin said the state planned to appeal.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Drug Mixture Halts H.I.V. in Lab, Doctors Say in a Cautious Report","web_url":"https://www.nytimes.com/1993/02/18/us/drug-mixture-halts-hiv-in-lab-doctors-say-in-a-cautious-report.html","abstract":"  A medical student has found what Massachusetts General Hospital in Boston says \"may be the Achilles' heel of H.I.V.,\" the virus that causes AIDS, and has developed a novel drug strategy that eliminates the virus from human cells grown in the test tube.   The strategy involves using a combination of three drugs to attack a single component of H.I.V., an enzyme that makes copies of the virus's genetic material. In test tubes, the combination of drugs has blocked the virus from growing and from spreading to other cells, the team is reporting Thursday in the British scientific journal Nature.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"INSIDE","web_url":"https://www.nytimes.com/1993/02/18/us/inside-420993.html","abstract":"  China Frees Key Dissident   The Chinese Government announced that it had freed a prominent figure in the 1989 student protests. Page A6. Libyan Plant Concerns U.S.    U.S. officials said intelligence agencies had concluded that Libya was building a subterranean chemical-weapons plant. Page A7. 2 Boys Die in Queens Fire    Two boys, ages 7 and 4, died in a flash fire in a house in Queens that may have been an illegal day-care center, fire officials said. Page B1. 3 Films Lead Oscar Pack    \"Howards End,\" \"Unforgiven\" and \"The Crying Game\" dominate the Oscar nominations. Page C15.  ","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"After a Toddler's Brutal Slaying, Britain Agonizes","web_url":"https://www.nytimes.com/1993/02/18/world/after-a-toddler-s-brutal-slaying-britain-agonizes.html","abstract":"  The picture of the 2-year-old boy with a cherubic face, a mop of brown hair and moist dark eyes stared out from the front pages of the newspapers today, as it has almost every day since Friday -- the day he disappeared from a Liverpool shopping center while his mother stood in line at a butcher shop.   Another picture, a grainy one from a security camera in the shopping center, showed the 2-year-old being led away by the hand by an older boy, who appears to be between 10 and 14. And on Tuesday a new picture surfaced, from a video camera at a construction office down the street, that shows two youths holding the boy, either swinging him or subduing him.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"Hill Out of Action","web_url":"https://www.nytimes.com/1993/02/18/sports/sports-people-college-basketball-hill-out-of-action.html","abstract":"  Duke forward GRANT HILL will be sidelined indefinitely with a sprained left toe suffered in last weekend's loss to Wake Forest, Coach MIKE KRZYZEWSKI.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Abortion Rights Group Uses Chinese Pill to Goad French","web_url":"https://www.nytimes.com/1993/02/18/us/abortion-rights-group-uses-chinese-pill-to-goad-french.html","abstract":"  Abortion rights groups announced yesterday that they were testing the Chinese version of the abortion pill RU486 in America in an effort to encourage the French maker of the drug to sell its own pill in the United States or let someone else do so.   The groups said they had brought in a supply of the Chinese pill and had begun testing its safety on animals. The groups, led by the Abortion Rights Mobilization, which is based in New York, plan to seek clearance soon from the Food and Drug Administration for tests on humans, a necessary step if they are to win approval to sell the drug here.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Review/Dance; From New Zealand, A Dancing Mozart","web_url":"https://www.nytimes.com/1993/02/18/arts/review-dance-from-new-zealand-a-dancing-mozart.html","abstract":"  A new ballet need not be perfect to be rewarding to watch. The Royal New Zealand Ballet demonstrated that on Sunday afternoon when it presented the New York premiere of Gray Veredon's \"Wolfgang Amadeus\" at Brooklyn College, under the auspices of the Brooklyn Center for the Performing Arts.    The two-act work is a portrait of Mozart, and its accompaniment is a taped collage of the composer's solo, orchestral and vocal pieces. Although not all of its 13 scenes are equally effective, it is never dull. Mr. Veredon is a New Zealand-born choreographer who has worked with several European companies, including the Stuttgart Ballet, and he appears to favor an eclectic style that blends classical ballet with various contemporary influences.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"Pirates Share First As Dehere Scores 41","web_url":"https://www.nytimes.com/1993/02/18/sports/college-basketball-pirates-share-first-as-dehere-scores-41.html","abstract":"  Perhaps one day about a month from now, the Seton Hall Pirates will be able to look back upon what happened last night at Madison Square Garden as the time they rediscovered the resolve and togetherness that allowed them to start meeting their high expectations.   Propelled by Terry Dehere's 41-point night, the finest of his Seton Hall career, the Pirates overcame a 14-point second-half deficit to defeat St. John's in overtime, 95-85, and tie the surprising Redmen for first place in the Big East.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"China Frees Leading 1989 Dissident From Prison","web_url":"https://www.nytimes.com/1993/02/18/world/china-frees-leading-1989-dissident-from-prison.html","abstract":"  The Government announced today that it had released a prominent Chinese dissident, a student who had come to symbolize the tide of pro-democracy demonstrators whose march on Tiananmen Square nearly four years ago ended in a military crackdown.   The release of Wang Dan, a thin and perpetually serious 24-year-old, along with two other dissidents today, is likely to stimulate calls for a broader amnesty of political prisoners. The timing suggests that China is trying to reduce the criticism about human rights violations and send a peace offering to the Clinton Administration. Others Still Being Held    The official dispatch by the New China News Agency announcing Mr. Wang's release said that all students who were jailed in connection with the 1989 pro-democracy demonstrations have now been freed. Despite that announcement, however, some students are still known to be in prison, as are other dissidents like Wei Jingsheng, who is serving a 15-year sentence for earlier democracy protests.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"Ewing (43) and Starks (39) Overwhelm Hornets","web_url":"https://www.nytimes.com/1993/02/18/sports/pro-basketball-ewing-43-and-starks-39-overwhelm-hornets.html","abstract":"  When the Charlotte Hornets set a track-meet pace tonight, Patrick Ewing and John Starks responded with a remarkable finishing kick.   Ewing had a season-high 43 points. Starks had career highs in both points (39) and assists (13). Together, they led the Knicks to a scintillating come-from-behind 124-116 victory at the Charlotte Coliseum, sending New York into the All-Star Game break with the best record (34-16) in the Eastern Conference.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: The Spending Cuts; A Wide Swath, on Earth and in the Sky","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-the-spending-cuts-a-wide-swath-on-earth-and-in-the-sky.html","abstract":"  President Clinton's economic plan proposes making $253 billion in spending cuts over four years by eliminating some programs and cutting back others, including a plan to scale back the $30 billion space station to eliminate cost overruns.   The plan he presented to Congress would also cut benefits for retirees, veterans and the poor by $91 billion over four years and impose or raise fees on many Government services.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Cultures in Competition","web_url":"https://www.nytimes.com/1993/02/18/opinion/IHT-cultures-in-competition.html","abstract":"The writer is Singapore's minister for information and the arts, and second minister for foreign affairs.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Struggling Town Pins Hopes on Theater Revival","web_url":"https://www.nytimes.com/1993/02/18/nyregion/norfolk-journal-struggling-town-pins-hopes-on-theater-revival.html","abstract":"  WHEN the Apple House grocery here closed last spring, a once distinctive stretch of Route 44 suddenly looked seedy. And in a town that could give lessons on how to be the quintessential New England village, seedy just doesn't fit.   People here now say they should have seen it coming as more and more buildings in the town's small commercial center were abandoned.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Teaching in a Closet, or a Shower; Crowded Classes and More Students a Portent of the Future","web_url":"https://www.nytimes.com/1993/02/18/nyregion/teaching-closet-shower-crowded-classes-more-students-portent-future.html","abstract":"  It is so crowded in some New York City public schools that some students get lunch at 10:30 A.M. Some attend classes in churches, empty warehouses, factories, even defunct department stores. Classes are taught in closets, and computer labs are converted shower stalls.   And the problem is only getting worse: The largest surge in enrollment in a quarter of a century has increased the number of students to just shy of one million, school officials say. They add that by the end of the century, enrollment could approach the record set when the Baby Boom generation went through the system.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Washington Memo; As Democrats Return, One Remains in Exile","web_url":"https://www.nytimes.com/1993/02/18/us/washington-memo-as-democrats-return-one-remains-in-exile.html","abstract":"  For nearly half a century, Clark M. Clifford was an imposing political presence in Washington, advising Democratic Presidents on the most sensitive of issues.   Now, at a time when the Democrats have regained the Presidency, he would be expected to offer himself as a counselor to the new occupant of the White House. Instead, Mr. Clifford is spending much of his time defending himself against criminal charges involving bank fraud.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/18/opinion/IHT-letters-to-the-editor.html","abstract":"Investing in East Germany. Regarding \"The $400 Cup: A Case History of a Failed East German Industry\" (Feb. 6) by Mark Fisher:. This article concerns the closing of the Saxon Porcelain Manufacture workshops near Dresden, which was purchased short","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: In New York; For Wealthy, Equanimity And Anxiety","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-in-new-york-for-wealthy-equanimity-and-anxiety.html","abstract":"  From the lobbyists' suites of Washington to the paneled corridors of Wall Street law firms, stewards and counsels of the privileged classes yesterday accepted with a mix of equanimity and trepidation the word that it would cost more to enjoy those privileges under President Clinton's tax proposals.   In Manhattan, Broadway theater owners wailed that curtailing the deductibility of business meals and entertainment expenses to 50 percent from 80 percent would be \"devastating,\" and some restaurateurs worried that it could further hurt their fragile industry amid a tentative comeback.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Welfare Compromise for Auto Makers","web_url":"https://www.nytimes.com/1993/02/18/opinion/welfare-compromise-for-auto-makers.html","abstract":"  Trucks carry cargo. Cars carry passengers. The distinction is obvious to everyone -- except Detroit auto makers. They're pressuring the Clinton Administration to reclassify Japanese minivans and sports utility vehicles as trucks.    The Big Three aren't confused, just greedy. Once minivans are mislabeled as trucks, tariffs would automatically rise from 2.5 percent to a whopping 25 percent.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Behind Court Violence","web_url":"https://www.nytimes.com/1993/02/18/opinion/l-behind-court-violence-517093.html","abstract":"  To the Editor:   It is striking that every reported instance of murder in courtrooms was committed by a man in a divorce case or related matter (news article, Jan. 26). As tragic as such courtroom mayhem is, it would be sadder if judges failed to see it as a symptom of more widespread unseen violence.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Pop and Jazz in Review","web_url":"https://www.nytimes.com/1993/02/18/arts/pop-and-jazz-in-review-289993.html","abstract":"  Lisa Ono The Ballroom   Lisa Ono, the fourth performer in the Ballroom's winter series of Brazilian concerts, is an unusual cross-cultural hybrid. Of Japanese ancestry, she was born and brought up in Sao Paulo and now divides her time between Japan, where she is a jazz-fusion star, and Brazil, where she is not as well known.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"There They Go Again","web_url":"https://www.nytimes.com/1993/02/18/opinion/there-they-go-again.html","abstract":"  Less than one month ago, our nation showed the world the strength of our democratic system with the peaceful transfer of Presidential power from one elected citizen to another and, incidentally, from one political party to another. While it is no secret that I would have preferred a different scenario that day, I have great respect for our constitutional system and would like to support our new President.   I had every intention of holding back any comments on the new Administration until it was well in place and its policies became clear. Unfortunately, the policies are already becoming alarmingly clear. With campaign promises dropping like autumn leaves, I can't refrain any longer.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"America's Better Self Got Lost in Aliens Law; 'Victims' Who Exploit","web_url":"https://www.nytimes.com/1993/02/18/opinion/l-america-s-better-self-got-lost-in-aliens-law-victims-who-exploit-512093.html","abstract":"  To the Editor:   I cannot fathom why Anthony Lewis and others have painted Zoe Baird and Kimba Wood, President Clinton's first two nominees for Attorney General, as victims of a male-dominated society simply because they employed illegal aliens as child care workers (column, Feb. 8).","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Doesn't Anyone Care About Iraqi Suffering?","web_url":"https://www.nytimes.com/1993/02/18/opinion/l-doesn-t-anyone-care-about-iraqi-suffering-515493.html","abstract":"  To the Editor:    \"Now, What About Iraq?\" (editorial, Jan. 21) gives President Clinton reasons for continuing economic and military sanctions against Iraq. It seems that in making your calculations you have intentionally disregarded the suffering people of Iraq. It should have been obvious that in this latest showdown between Washington and Baghdad the only victims are the Iraqi people.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Reviews/Music; 'Cav' and 'Pag' Return to the Met","web_url":"https://www.nytimes.com/1993/02/18/arts/reviews-music-cav-and-pag-return-to-the-met.html","abstract":"  With a few notable exceptions, the Metropolitan Opera has had slim success in casting Mascagni's \"Cavalleria Rusticana\" and Leoncavallo's \"Pagliacci\" in recent decades. A new revival of Franco Zeffirelli's 1970 production, last seen four seasons ago, offers a good deal more unsuccess and another notable exception.   As Santuzza in \"Cavalleria,\" Waltraud Meier was superb at the first performance on Friday evening, singing clearly and evenly throughout her range, carrying lines smoothly and coloring her tone richly. She gradually worked an incisive, telling edge into her voice without sacrificing its basic beauty; even her shrieks were musical. And she projected a riveting dramatic presence, convincingly fragile as well as ferocious.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"Bill Clinton's Moment","web_url":"https://www.nytimes.com/1993/02/18/opinion/bill-clinton-s-moment.html","abstract":"  New Presidents are given very few opportunities to define themselves to the country and define what they expect from the country. Some seize the chance, some don't, but the truth is that these moments of definition rarely return.   Bill Clinton's address to Congress and the nation last night on economic policy was just such a moment. He knew that and tried to seize it. Battles are sure to be fought over the details of his program, but Mr. Clinton cannot be faulted for squandering his chance to stake his turf.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Home Video","web_url":"https://www.nytimes.com/1993/02/18/movies/home-video-758593.html","abstract":"  Bills in Many States    Measured by the number of anti-obscenity bills pending in state legislatures, a more liberal Administration in Washington seems to be rallying a conservative response at the video store. \"A lot of people thought if Bill Clinton got elected, censorship would be over with,\" said Rick Karpel, the director of legal affairs of the national Video Software Dealers Association. \"But at the state level we're seeing more.\"","thumbnail":null,"section":"Movies"},{"date":"19930218","headline":"Farrar, Straus Getting Ex-Knopf Editor","web_url":"https://www.nytimes.com/1993/02/18/arts/farrar-straus-getting-ex-knopf-editor.html","abstract":"  Elisabeth Sifton, who resigned in April 1992 as executive vice president of Alfred A. Knopf amid speculation about conflict between her and Knopf's publisher, Sonny Mehta, plans to join Farrar, Straus & Giroux in September, it was announced yesterday by Roger W. Straus, the president and chief executive officer of the publishing house.   Ms. Sifton, an editor for 30 years, will have dual roles, as a senior vice president of Farrar, Straus & Giroux and as the publisher of its Hill & Wang division.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/18/style/chronicle-508193.html","abstract":"  \"Does crime pay?\" CHARLES W. COLSON was asked at a news conference yesterday morning.   Mr. Colson, President Richard M. Nixon's special counsel who served seven months in prison for conspiracy in the Watergate cover-up, smiled, paused and said, \"In my life, crime has paid in riches far beyond money.\"","thumbnail":null,"section":"Style"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: The Energy Plan; Fuels Tax: Spreading The Burden","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-the-energy-plan-fuels-tax-spreading-the-burden.html","abstract":"  President Clinton wants to add some new letters to the Government's tax-code alphabet soup: B.T.U.   His proposed broad-based energy tax would apply to the energy content of nearly all fuels, as measured by the British thermal unit, or B.T.U. -- the quantity of heat needed to raise the temperature of a pound of water by 1 degree Fahrenheit.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"3 Films Dominate Nominees In Oscar Contest","web_url":"https://www.nytimes.com/1993/02/18/movies/3-films-dominate-nominees-in-oscar-contest.html","abstract":"  Neil Jordan, the director and screenwriter of \"The Crying Game,\" and his producer, Stephen Woolley, broke out Champagne bottles in London today when they heard that their film, a British production that has had only limited distribution in the United States, had unexpectedly been nominated for six Academy Awards, including best film, best director, best actor and best supporting actor. \"I'm not surprised; I'm flabbergasted,\" Mr. Woolley said by telephone.   But Clint Eastwood, the director and star of \"Unforgiven,\" was characteristically cool about his movie's nine nominations. Unlike most other stars, he didn't want to be awakened, even with good news. (The awards were announced at 5:30 A.M. Pacific Coast Time.) He heard about it later in the morning on his telephone answering machine in Sun Valley, Idaho. \"I'm not an early riser,\" Mr. Eastwood said by telephone. \"When I heard, I thought, well, that's nice.\"","thumbnail":null,"section":"Movies"},{"date":"19930218","headline":"Howe and Yankees Hoping 7 Proves to Be the Charm","web_url":"https://www.nytimes.com/1993/02/18/sports/baseball-howe-and-yankees-hoping-7-proves-to-be-the-charm.html","abstract":"  General Manager Gene Michael of the Yankees, in an ongoing rehabilitation of thought on drugs and addictions, said today that he no longer knows how many chances are enough for a player who bumps up against baseball's drug policy.   Steve Howe, the once and future left-handed closer for the Yankees, no longer offers for public consumption just what his opinions are on the subject. He is just happy to be embarking on a renewed career, thanks to an unprecedented seventh reprieve.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Corrections","web_url":"https://www.nytimes.com/1993/02/18/nyregion/c-corrections-167193.html","abstract":"  A front-page article on Saturday about the surge in mortgage re financings referred incorrectly to the president of the Boston Company Economic Advisors Inc. He is Allen Sinai.  ","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Owners Link Salaries To Revenue Sharing","web_url":"https://www.nytimes.com/1993/02/18/sports/baseball-owners-link-salaries-to-revenue-sharing.html","abstract":"  Major league club owners took what they viewed as a major step today toward forging a new economic relationship with the players. The owners' action, though, didn't prompt the players' union chief to run outside his Manhattan office and do cartwheels down Third Avenue.   The owners, meeting for the sixth time in less than six months, established in a unanimous vote a \"linkage\" between revenue sharing on their part and a salary cap on the players' part.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"An Out-of-Work Sensation Wakes Up in the Running","web_url":"https://www.nytimes.com/1993/02/18/movies/an-out-of-work-sensation-wakes-up-in-the-running.html","abstract":"  Jaye Davidson of \"The Crying Game,\" a late sleeper, awoke at 5 P.M. London time yesterday and thus learned of the Academy Award nominations from an answering machine. \"You could've said to me yesterday that I would wake up and be part of the royal family, and I would have been less surprised,\" said this year's most attention-getting nominee for a supporting role. \"The Oscars are Joan Crawford, Jack Nicholson, Elizabeth Taylor; the Oscars aren't me. In England, people dismiss the idea of getting nominated for an Oscar out of hand because it's something you never expect.\"   Expected or not, this eyebrow-raising nomination will have a profound effect on the secrecy that has thus far surrounded \"The Crying Game.\" It will also have no small effect on the nominee. Hired for the film's pivotal role with no previous acting experience, Jaye Davidson had a temporary job in a shop two months ago, then landed some runway modeling assignments and is now out of work despite contacts in both the fashion and publicity businesses. \"London is very depressed at the moment, so there's not much work around whether you've got contacts or not,\" said this overnight sensation, who can now be expected to have an additional contact or two.","thumbnail":null,"section":"Movies"},{"date":"19930218","headline":"Bridge","web_url":"https://www.nytimes.com/1993/02/18/nyregion/bridge-925193.html","abstract":"  There are rare occasions when sharp hearing can contribute to success at the bridge table. A case in point is the diagramed deal, played many years ago in a European Women's Team Championship match between France and Belgium.   The North-South cards were held by the star Belgian partnership of Colette Myrans and Simone Moulia, who bid to a borderline contract of six spades. West had a lead problem: It seemed unlikely that East held the club ace, so she rejected a club lead in favor of a heart.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1993/02/18/style/chronicle-510393.html","abstract":"  It was also back to work for ZOE BAIRD, who returned to her job as general counsel for the Aetna Life and Casualty Company last Thursday, The Associated Press reported yesterday. Ms. Baird, 40, took a leave of absence from her $507,000-a-year post after she was nominated as Attorney General by President Clinton.   She withdrew from contention for the post on Jan. 22 after revelations that she and her husband had hired illegal aliens to take care of their young son and had not paid Social Security taxes on their salaries.","thumbnail":null,"section":"Style"},{"date":"19930218","headline":"Polynice Joins Fast To Protest Policy","web_url":"https://www.nytimes.com/1993/02/18/sports/sports-people-basketball-polynice-joins-fast-to-protest-policy.html","abstract":"  OLDEN POLYNICE, the Detroit Pistons' 7-foot, 250-pound center, says he will eat only on game days as he joins the Rev. JESSE JACKSON in a hunger strike to bring attention to the United States' immigration policy toward Haitian refugees.   The Haitian-born Polynice said he didn't know how long his semi-fast would last. He criticized President CLINTON yesterday for backing off a campaign promise to stop returning Haitian refugees found on the high seas back to their homeland.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Review/Theater; 5 Southern Bridesmaids With Gossip to Share","web_url":"https://www.nytimes.com/1993/02/18/theater/review-theater-5-southern-bridesmaids-with-gossip-to-share.html","abstract":"  The title characters in \"Five Women Wearing the Same Dress,\" bridesmaids at a society wedding in Knoxville, Tenn., look like peach sundaes. Atop their heads are hats of spun sugar and when one removes her dress, it stands of its own volition. The play by Alan Ball (at the Manhattan Class Company) is as frothy and frivolous as the costumes, and it is unable to sustain a negligible plot over a full-length course.   In common with \"Steel Magnolias,\" which is the role model as good-old-girl comedy, the play has its diversions. Mr. Ball is quick with one-liners and comebacks and seems to have spent a great deal of time eavesdropping on female gossip. Although the situation is of the purest white-bread variety, there are small signs of rebellion in this bastion of Southern womanhood. The groom's sister is an uncloseted lesbian and the bride's sister keeps a poster of Malcolm X on the wall of her bedroom, the setting for Mr. Ball's gathering.","thumbnail":null,"section":"Theater"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: The Speech; Text of the President's Address to a Joint Session of Congress","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-speech-text-president-s-address-joint-session-congress.html","abstract":"  Following is a transcript of President Clinton's economic address to a joint session of Congress last night, as recorded by The New York Times:   Mr. President, Mr. Speaker, members of the House and the Senate, distinguished Americans here as visitors in this chamber -- as am I -- it is nice to have a fresh excuse for giving a long speech.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Search for a Chancellor Divides Board Members","web_url":"https://www.nytimes.com/1993/02/18/nyregion/search-for-a-chancellor-divides-board-members.html","abstract":"  Members of the New York City Board of Education disagreed yesterday over how they should go about hiring a new schools chancellor, postponing discussion about the kind of candidate they want until after they decide how to conduct the search.   Yesterday's meeting, and the divergent views board members expressed during it, suggests that the search for a successor to Joseph A. Fernandez may be difficult and protracted, and raises questions about whether the board can hope to install a new chancellor by September. In the first meeting since the seven-member board voted 4-to-3 last week not to renew Mr. Fernandez's contract when it expires on June 30, divisions surfaced over how to replace him.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"Here and There:Human Rights Should Be a Common Concern","web_url":"https://www.nytimes.com/1993/02/18/opinion/IHT-here-and-therehuman-rights-should-be-a-common-concern.html","abstract":"- Delegates of Asian governments meet in Bangkok next month under United Nations auspices to shape a regional human rights agenda ahead of the world conference on human rights this June in Vienna - the most ambitious examination of the role of rights in the world in 25 years.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"R. G. Simmons, 55, Expert on Emotions Of Organ Donation","web_url":"https://www.nytimes.com/1993/02/18/us/r-g-simmons-55-expert-on-emotions-of-organ-donation.html","abstract":"  Dr. Roberta G. Simmons, a sociologist who conducted groundbreaking research into the emotional effects of organ transplants, died Monday at Presbyterian University Hospital in Pittsburgh. She was 55 and lived in Pittsburgh.   She had breast cancer for 15 years, said Gabriella Stern, a family friend.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Inmate With H.I.V. Who Bit Guard Loses Appeal","web_url":"https://www.nytimes.com/1993/02/18/nyregion/inmate-with-hiv-who-bit-guard-loses-appeal.html","abstract":"  An appeals court today upheld the attempted murder conviction of an H.I.V.-infected prisoner who bit a prison guard. The court said it did not matter whether the virus that causes AIDScan actually be transmitted by biting as long as the prisoner believed it could.   The ruling by the Appellate Division of the Superior Court included part of the jury instruction given by the trial judge, John B. Mariano of Superior Court, who said, \"Impossibility is not a defense to the charge of attempted murder.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"A Guide to the Coverage","web_url":"https://www.nytimes.com/1993/02/18/us/a-guide-to-the-coverage.html","abstract":"  PROMOTING THE PROGRAM THE OVERVIEW President Clinton's plan to cut the budget by $500 billion, or 38 percent, over four years. A1  THE PRESIDENT'S DAY Fussing over his speech word by word, President Clinton took time out to brief the network news anchors. A16","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Historical Society Holds Black History Trove","web_url":"https://www.nytimes.com/1993/02/18/opinion/l-historical-society-holds-black-history-trove-519793.html","abstract":"  To the Editor:   Among the treasures that will soon be buried from public view at the New-York Historical Society (news article, Feb. 9) is a rare collection of African-American documents from New York City's early history.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Employees Also Suspected In Thefts at Cash Courier","web_url":"https://www.nytimes.com/1993/02/18/nyregion/employees-also-suspected-in-thefts-at-cash-courier.html","abstract":"  Federal authorities said today that employees were among those involved in the systematic theft of large amounts of money from a Long Island armored car company where up to $40 million is believed missing.   Lawyers for the company's clients gathered in Federal District Court here in hopes of recovering some of the millions of dollars seized by the government from Revere Armored Inc. in Bohemia. The company's owners, Susanna and Robert Scaretta, were arrested last Thursday on Federal bank-theft charges.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"A Rebel Takes On the U.S. Alpine","web_url":"https://www.nytimes.com/1993/02/18/sports/skiing-a-rebel-takes-on-the-us-alpine.html","abstract":"  It was a world Alpine championship that for many skiers, was more of a bitter pill than a shot of good medicine. In the course of the 12-day event, which ended Sunday in Shizukuishi, Japan, there was rain, fog, snow, wind, an earthquake and race cancellations galore.   But out of the tempest came an unexpected ray of hope for the United States Ski Team. Picabo Street, the 21-year-old rebel of the women's B Team, garnered a silver medal in the combined -- downhill and slalom -- and with it, a promotion to the A Team.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Two Children Killed in Fire At Queens Site","web_url":"https://www.nytimes.com/1993/02/18/nyregion/two-children-killed-in-fire-at-queens-site.html","abstract":"  Two small boys died yesterday after a flash fire raced through a private house in Queens that neighbors and parents said doubled as a neighborhood day-care center.   Fire investigators said the boys, ages 7 and 4, were found in the cellar of the house in St. Albans, one on a bunk bed, the other huddled in a corner near a bathroom. Six other children who were in the house were unharmed.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: The Overview; CLINTON PLAN TO REMAKE THE ECONOMY SEEKS TO TAX ENERGY AND BIG INCOMES","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-overview-clinton-plan-remake-economy-seeks-tax-energy.html","abstract":"  President Clinton tonight proposed a comprehensive program of tax increases and spending cuts designed to trim the Federal deficit over the next four years by $500 billion, or 38 percent, and to revitalize the nation's economy.   In a speech to a joint session of Congress that is expected to shape at least the early stages of his Presidency, Mr. Clinton outlined a series of new taxes that would fall most heavily on business and on relatively wealthy individuals, both active and retired. But families earning as little as $20,000 a year -- members of the \"forgotten middle class\" whose taxes he promised during his campaign to cut -- will also be asked to send more dollars to Washington under the President's plan.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Japan's Economy Will Emerge Stronger","web_url":"https://www.nytimes.com/1993/02/18/opinion/l-japan-s-economy-will-emerge-stronger-516293.html","abstract":"  To the Editor:   Re \"Behind Japan's Economic Crisis\" (Op-Ed, Feb. 1): Isn't Akio Mikuni's description of Japan's economic difficulties, as reflected in a sharp stock market decline over the last two and a half years and by declining growth, rather exaggerated?","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"America's Better Self Got Lost in Aliens Law","web_url":"https://www.nytimes.com/1993/02/18/opinion/l-america-s-better-self-got-lost-in-aliens-law-511193.html","abstract":"  To the Editor:   We share A. M. Rosenthal's sense of solidarity with immigrants in \"Aliens: Let Them Work\" (column, Feb. 9). A nation of immigrants, the United States has at various stages of history turned its back on its best self and let its fearful face show. Xenophobia and racism -- both strong currents in American life -- often combine in the making of immigration policy.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Essay; Great Leap Backward","web_url":"https://www.nytimes.com/1993/02/18/opinion/essay-great-leap-backward.html","abstract":"  That squishy sound you heard throughout President Clinton's economic address -- the weakness at the core of his proposals -- is a refusal to deal with the explosion of Federal spending.   A decade ago, Speaker Tip O'Neill snookered President Reagan in a deficit reduction deal: For one dollar in tax increase, promised the Democrat, Congress would cut three dollars in spending. Never happened; Democrats claim there never was a deal.","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Results Plus","web_url":"https://www.nytimes.com/1993/02/18/sports/results-plus-276793.html","abstract":"  TENNIS Courier Is Upset by Rostagno in 2 Sets  Derrick Rostagno, a wild-card entry resurgent after taking ill twice last year, upset No. 1-ranked Jim Courier, 7-6 (7-5), 6-1, yesterday in the first round of the U.S. Indoor championship in Philadelphia. A threat from the opening game, Rostagno covered the court quickly and was able to stay with Courier on the sharply hit exchanges from backcourt. \"It's been a while since I've really played at the top of my game,\" said Rostagno, who advances to a second-round match against Paul Haarhuis of the Netherlands. \"He really flows when he plays well and he was flowing tonight,\" said Courier. In another first-round match, fourth-seeded Ivan Lendl defeated Marcos Ondruska of South Africa, 3-6, 6-3, 6-2, to advance to a match against Mark Woodforde of Australia. In second-round matches, fifth-seeded MaliVai Washington defeated Jeff Tarango, 7-5, 6-4; eighth-seeded Amos Mansdorf of Israel beat Renzo Furlan of Italy, 7-6 (7-3), 7-5; and Richey Reneberg defeated Richard Fromberg of Australia, 6-2, 6-3. (AP) Becker Tops Leconte in 3 Sets: Boris Becker survived a three-set battle against Henri Leconte to reach the second round of the Eurocard Open in Stuttgart, Germany, yesterday. Becker worked his way to a 6-4, 6-7, 6-3 victory after wearing down the 29-year-old Frenchman. Petr Korda of the Czech Republic, the No. 2-seeded player,advanced to the third round by beating Aleksandr Volkov of Russia, 4-6, 6-2, 6-4. Kenneth Carlsen of Denmark became the only qualifier to reach the second round when he beat Javier Sanchez of Spain, 6-4, 6-0. (AP) Seles Gains in Paris: Monica Seles moved into the quarterfinals of the Paris Women's Open yesterday with a 6-3, 6-4 victory over Judith Wiesner of Austria. Martina Navratilova moved into the second round, beating Katja Oeljeklaus, a German qualifier, 6-1, 6-3, in less than an hour. (AP) N.H.L Gretzky Ends 16-Game Goal Drought  Wayne Gretzky broke a career-high 16-game stretch without a goal and assisted on two goals each by Tony Granato and Mike Donnelly, leading the Los Angeles Kings to a 10-5 victory over the Minnesota North Stars in Bloomington, Minn. Gretzky missed the Kings' first 39 games with a herniated disk in his upper back. He had two goals Jan. 8, his second game, but then failed to score until last night. (AP) Maple Leafs 4, Flames 2: Nikolai Borschevsky scored twice in the first period as the Maple Leafs beat Calgary last night on their home ice, Toronto's first triumph over the Flames since January 1990. Dave Andreychuk also scored twice as the Maple Leafs won their fourth straight game, tying their season-high, and snapped Calgary's run of eight undefeated games (6-0-2). Doug Gilmour had three assists to extend his point-scoring streak to six games, during which he has accumulated 16 points to increase his totals to 22 goals and 90 points. Joe Nieuwendyk and Joel Otto scored for the Flames. (AP) Red Wings 3, Lightning 1: Paul Ysebaert's third-period goal broke a 1-1 tie and led the Red Wings past Tampa Bay in Detroit. Vincent Riendeau, playing for the first time since Jan. 2, made 28 saves to outduel Wendell Young, who made 22. The Red Wings, 5-1-3 in their last nine games, moved within one point of first-place Chicago in the Norris Division. (AP) HORSE RACING  Hey Baba Lulu Wins at Aqueduct  Hey Baba Lulu, the favorite, ridden by Herb McCauley, held on to win the $88,950 Grade III Rare Treat Handicap for fillies and mares at Aqueduct. Low Tolerance was second and Hilbys Brite Flite third in the nine-horse field. Hey Baba Lulu covered the mile and an eighth in 1:491/5 and paid $5.80 for $2 to win. (AP)","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Reviews/Music; Uptown Compositions With a Bit of Downtown","web_url":"https://www.nytimes.com/1993/02/18/arts/reviews-music-uptown-compositions-with-a-bit-of-downtown.html","abstract":"  Parnassus has proudly proclaimed itself a bastion of the uptown school of contemporary composition, a turf it shares with Speculum Musicae and a few other tenacious ensembles. The group has a small but devoted following, and one often sees composers -- even those whose music is not being performed -- in its audiences. Several were on hand on Monday evening at the Ethical Culture Society Auditorium for the final concert in the group's 19th season.    The varied program was a reminder, for anyone who needed one, that the boundaries separating the uptown and downtown schools are sometimes more ambiguous than their most strident adherents claim. One work that might find a home with either audience was Stephen Hartke's \"King of the Sun.\" Its language, though by no means simplistically tonal, offered easy access, partly because Mr. Hartke used techniques not generally associated with the rigorous side of academic composition.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"Israel Accepts 84 of Bosnia's Muslim Refugees","web_url":"https://www.nytimes.com/1993/02/18/world/israel-accepts-84-of-bosnia-s-muslim-refugees.html","abstract":"  Israel has become the latest country to accept refugees from the former Yugoslavia, issuing temporary visas to 84 Bosnian Muslims who arrived here Tuesday.   Some Israeli politicians, as well as leaders of Arab groups here, had protested the Government's decision to accept the refugees, but their objections were overruled as the refugees landed at Ben-Gurion International Airport.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"Guerillas and Israelis Battle in Southern Lebanon","web_url":"https://www.nytimes.com/1993/02/18/world/guerillas-and-israelis-battle-in-southern-lebanon.html","abstract":"  Pro-Iranian Muslim guerrillas fought large-scale artillery and rocket battles with Israeli troops in southern Lebanon Wednesday in what security officials here described as the worst flare-up of violence in the area this year.    The officials said four Lebanese, including two guerrillas, had been killed and 24 wounded in the daylong battle. They said Israeli forces and their Christian militia allies had pounded 20 Lebanese villages in retaliation for a wide-ranging attack by guerrillas of the Iranian-backed Party of God, on the northern edge of the enclave that Israel occupies in southern Lebanon as a security zone.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1993/02/18/nyregion/metro-digest-956193.html","abstract":"   NEW YORK CITY  NEEDLE EXCHANGES ATTRACT ADDICTS   Six months after New York City began an ambitious research effort to measure whether needle exchange programs can slow the spread of AIDS among intravenous drug users, evaluators say the new programs have attracted about 5,000 addicts, many of whom report they are sharing needles less often. A1.   RELEASE OF HOMELESS MAN FOUGHT","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"New York Needle Exchanges Called Surprisingly Effective","web_url":"https://www.nytimes.com/1993/02/18/nyregion/new-york-needle-exchanges-called-surprisingly-effective.html","abstract":"  New York City's ambitious research effort to measure whether needle exchange programs can slow the spread of AIDS among intravenous drug users has attracted significant numbers of addicts and convinced many of them to share their needles less often, experts evaluating the program say.    Six months after the efforts began, the experts say that the city's four demonstration programs -- including a storefront to dispense hypodermic needles on the Lower East Side and outreach work on the streets in Harlem and the Bronx -- have succeeded in enrolling 5,000 addicts, far more than in previous needle exchange programs in the city, both legal and illegal.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: The President's Day; Clinton Is a Revisionist Even With His Writers","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-president-s-day-clinton-revisionist-even-with-his.html","abstract":"  Dozens of aides spent hundreds of hours of endless toil drafting the speech that President Clinton took to Capitol Hill with him tonight. But that was not the speech that Mr. Clinton actually delivered.   In the end, much of the President's address -- whole paragraphs even -- were completely ad libbed by a politician who loves nothing more than to tinker with, and rewrite, his own words.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"U.N. Agency Halts Most Bosnia Aid; Condemnation by U.N.","web_url":"https://www.nytimes.com/1993/02/18/world/un-agency-halts-most-bosnia-aid-condemnation-by-un.html","abstract":"  Clearly surprised and irritated by the decision to suspend United Nations relief work in much of Bosnia and Herzegovina today, the Security Council condemned both the Serbs and Muslim-led Bosnian Government for blocking aid convoys and demanded they be allowed safe passage throughout the country immediately.   At the same time, the Council began to discuss plans for setting up a new international tribunal to judge those accused of war crimes in the former Yugoslavia.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"Two Players Lose","web_url":"https://www.nytimes.com/1993/02/18/sports/sports-people-baseball-two-players-lose.html","abstract":"  JAY BERGEN, a New York lawyer representing three clubs in salary arbitration cases, won one and argued one yesterday. Bergen, who has been the busiest club representative this arbitration season, appeared before ROBERT CREO in Chicago and presented the Yankees' case for paying infielder RANDY VELARDE $600,000 instead of $1.05 million. Velarde batted .272 while earning $360,000 last year.   Pending Creo's decision, Bergen has a 3-1 record. NICHOLAS ZUMAS, another arbitrator, ruled yesterday in favor of Bergen and his client, the San Francisco Giants, over JEFF BRANTLEY. The relief pitcher, who was 7-7 with a 2.95 earned run average last season, had a $1,125,000 salary for 1992. He will now earn $1.5 million instead of the $2.6 million he sought.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/18/opinion/IHT-letters-to-the-editor-92199080039.html","abstract":"As an American working with German officials in Eastern Germany, I have observed an investment environment characterized by rapid infrastructure modernization, and by motivated and cooperative workers. Anyone traveling through Eastern Germany cannot miss","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"Most Relief Operations in Bosnia Are Halted by U.N. Aid Agency","web_url":"https://www.nytimes.com/1993/02/18/world/most-relief-operations-in-bosnia-are-halted-by-un-aid-agency.html","abstract":"  The United Nations relief agency suspended most of its operations in Bosnia and Herzegovina today until opposing political leaders honor commitments to allow convoys of urgently needed food and medicine to pass.    The move meant an immediate halt to most of the missions being undertaken in what has become one of the most complex and dangerous relief operations in the history of the United Nations. It appeared to carry potentially grave consequences for some of the 1.6 million people here who are estimated by United Nations relief officials to be at risk from hunger, disease and exposure to the bitter Balkan winter.","thumbnail":null,"section":"World"},{"date":"19930218","headline":"Musicians Ratify Contract But One Group Still Balks","web_url":"https://www.nytimes.com/1993/02/18/arts/musicians-ratify-contract-but-one-group-still-balks.html","abstract":"  The freelance musicians who struck nine orchestras last month have ratified a contract negotiated by Local 802 of the American Federation of Musicians and the Orchestra Managers of New York. But one ensemble, the American Composers Orchestra, has not agreed on side issues that are being negotiated separately. Joseph Bongiorno, the chairman of the players' committee, said on Tuesday night that the musicians had rejected management's latest offer.   Mr. Bongiorno said the composers' orchestra was still on strike, and both he and the orchestra's executive director, Jesse Rosen, raised questions about whether its next concert would take place as scheduled on March 21. The orchestra's last concert and a planned recording session were casualties of the strike. Mr. Rosen has told the players by letter that unless they guarantee him \"on or around Feb. 22\" that they will perform, he will cancel the concert.","thumbnail":null,"section":"Arts"},{"date":"19930218","headline":"Vincent Jones, 86, A Former Executive For Gannett Papers","web_url":"https://www.nytimes.com/1993/02/18/nyregion/vincent-jones-86-a-former-executive-for-gannett-papers.html","abstract":"  Vincent S. Jones, a retired newspaper executive and leader in news organizations, died on Monday at Genesee Hospital in Rochester, where he lived. He was 86.   The cause of death was cancer, his family said.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1993/02/18/sports/transactions-246593.html","abstract":"  Baseball  American League  CALIFORNIA ANGELS -- Signed Gene Nelson, pitcher, to a minor-league contract.   CHICAGO WHITE SOX -- Acquired Kevin Belcher, outfielder, from the Texas Rangers for Ever Magellanes, infielder.   KANSAS CITY ROYALS -- Agreed to terms with Steve Shifflett, Doug Harris, Ed Pierce and Billy Brewer, pitchers; Lance Jennings, catcher; Bob Hamelin and Phil Hiatt, infielders, and Kevin Koslofski, outfielder, on one-year contracts.   SEATTLE MARINERS -- Agreed to terms with Randy Johnson, pitcher, on a one-year contract. National League  CINCINNATI REDS -- Agreed to terms with Tim Belcher, pitcher, on a one-year contract.   PHILADELPHIA PHILLIES -- Agree to terms with Todd Pratt, catched, on a one-year contract. Basketball  National Basketball Association  CHICAGO BULLS -- Signed Darrell Walker, guard, for the remainder of the season. United States Basketball League  LONG ISLAND SURF -- Named Laverne Tart assistant general manager for youth and community relations, and Allen Rosenblatt director of finance. Football  National Football League  LOS ANGELES RAIDERS -- Named Jim Haslett linebackers coach.   MINNESOTA VIKINGS -- Named Chris Foerster, assistant offensive line coach.   NEW ENGLAND PATRIOTS -- Signed Dean Caliguire, offensive lineman. Hockey  National Hockey League  LOS ANGELES KINGS -- Assigned Jim Thompson, right wing, to Phoenix of International Hockey League.   WASHINGTON CAPITALS -- Agreed to terms with Stefan Ustorf, center, on a two-year contract. Olympics   USA BASKETBALL -- Named Tara VanDerveer, Stanford women's basketball coach, coach for the 1993 USA women's national team.   US NATIONAL JUNIOR SWIMMING TEAMS -- Named Susan Petersen Lubow, Kings Point athletic director, assistant manager of the US national junior men's and women's swim teams. College   LOUISVILLE -- Named James Bell defensive backfield coach.   VIRGINIA TECH -- Suspended Thomas Elliott, forward, and Jimmy Carruth, center, from the basketball team for one game for violating team rules.","thumbnail":null,"section":"Sports"},{"date":"19930218","headline":"Books of The Times; An Imaginary Round Table on Social Concerns","web_url":"https://www.nytimes.com/1993/02/18/books/books-of-the-times-an-imaginary-round-table-on-social-concerns.html","abstract":"  Systems of Survival A Dialogue on the Moral Foundations of Commerce and Politics By Jane Jacobs 236 pages. Random House. $22.   Why do things go wrong in human society? It's a question that would normally stun the mind into a torpor, but it doesn't at all in Jane Jacobs's intellectually invigorating new book, somewhat unfriskily titled \"Systems of Survival: A Dialogue on the Moral Foundations of Commerce and Politics.\"","thumbnail":null,"section":"Books"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: Impact on Business; Some Businesses Face Tax Rise, but Most May Get Incentives","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-impact-business-some-businesses-face-tax-rise-but-most.html","abstract":"  For American business, the Clinton Administration's economic plan holds a large array of new taxes and other proposals, including an increase in the corporate income-tax rate that would have the 2,700 largest corporations pay a maximum of 36 percent instead of the current 34 percent.   At the same time, businesses would be offered substantial incentives to invest in new equipment. Reflecting a general inclination by the Clinton team, small businesses, the main provider of new jobs, would be particularly favored.","thumbnail":null,"section":"U.S."},{"date":"19930218","headline":"Report Cites Ice on Wings As a Factor in Fatal USAir Crash","web_url":"https://www.nytimes.com/1993/02/18/nyregion/report-cites-ice-on-wings-as-a-factor-in-fatal-usair-crash.html","abstract":"  The crash of USAir Flight 405, which killed 27 people last March during a severe snowstorm at La Guardia Airport, was caused by a combination of ice buildup on the wings, human error and confusion in the cockpit, Federal investigators said today in their final report on the accident.   The report, issued by the National Transportation Safety Board, concluded that the entire airline industry had been lax in training crews to detect hazards caused by ice and to compensate for such conditions. But changes in regulations by the Federal Aviation Administration since the March 22 crash have made the incident less likely to be repeated, the report said.","thumbnail":null,"section":"New York"},{"date":"19930218","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1993/02/18/opinion/IHT-letters-to-the-editor-91822960571.html","abstract":"The Right to Secede. The resumption of war in the Serbian enclave of Krajina was all too predictable. The blatant breach of the year-long truce by Croatian forces is an act of aggression, aimed at sabotaging the peace talks in Geneva and denying the indig","thumbnail":null,"section":"Opinion"},{"date":"19930218","headline":"CLINTON'S ECONOMIC PLAN: Impact on Individuals; Middle Class and Wealthy To Bear Brunt of New Taxes","web_url":"https://www.nytimes.com/1993/02/18/us/clinton-s-economic-plan-impact-individuals-middle-class-wealthy-bear-brunt-new.html","abstract":"  President Clinton's new tax plan reaches into the pockets of a broad swath of Americans, increasing income taxes on the rich, hitting the middle class with a new energy tax and raising taxes on Social Security benefits of the affluent.   For average Americans, the most visible change brought by the new plan will be higher prices for gasoline, electricity and heating fuel. Administration officials say the annual energy bill for a family with a taxable income of $60,000, currently around $3,000, will rise by $133.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19930218","time":"1993-02-18 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.1,"rhum":67,"wspd":5.4},{"date":"19930218","time":"1993-02-18 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.7,"rhum":68,"wspd":7.6},{"date":"19930218","time":"1993-02-18 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.8,"rhum":69,"wspd":5.4},{"date":"19930218","time":"1993-02-18 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":72,"wspd":11.2},{"date":"19930218","time":"1993-02-18 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":74,"wspd":9.4},{"date":"19930218","time":"1993-02-18 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":79,"wspd":9.4},{"date":"19930218","time":"1993-02-18 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":85,"wspd":9.4},{"date":"19930218","time":"1993-02-18 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9,"rhum":85,"wspd":9.4},{"date":"19930218","time":"1993-02-18 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":83,"wspd":11.2},{"date":"19930218","time":"1993-02-18 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":78,"wspd":13},{"date":"19930218","time":"1993-02-18 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.2,"rhum":82,"wspd":16.6},{"date":"19930218","time":"1993-02-18 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":84,"wspd":18.4},{"date":"19930218","time":"1993-02-18 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.1,"rhum":82,"wspd":25.9},{"date":"19930218","time":"1993-02-18 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":74,"wspd":27.7},{"date":"19930218","time":"1993-02-18 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":73,"wspd":20.5},{"date":"19930218","time":"1993-02-18 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":69,"wspd":29.5},{"date":"19930218","time":"1993-02-18 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.4,"rhum":70,"wspd":22.3},{"date":"19930218","time":"1993-02-18 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.5,"rhum":67,"wspd":22.3},{"date":"19930218","time":"1993-02-18 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":9.3,"rhum":69,"wspd":22.3},{"date":"19930218","time":"1993-02-18 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.7,"rhum":71,"wspd":20.5},{"date":"19930218","time":"1993-02-18 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":8.1,"rhum":72,"wspd":20.5},{"date":"19930218","time":"1993-02-18 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.2,"rhum":78,"wspd":16.6},{"date":"19930218","time":"1993-02-18 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7,"rhum":81,"wspd":20.5},{"date":"19930218","time":"1993-02-18 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":7.3,"rhum":80,"wspd":18.4},{"date":"19930218","time":"1993-02-18 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":51,"wspd":16.6},{"date":"19930218","time":"1993-02-18 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":51,"wspd":16.6},{"date":"19930218","time":"1993-02-18 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":53,"wspd":14.8},{"date":"19930218","time":"1993-02-18 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":54,"wspd":14.8},{"date":"19930218","time":"1993-02-18 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0,"rhum":54,"wspd":16.6},{"date":"19930218","time":"1993-02-18 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":66,"wspd":14.8},{"date":"19930218","time":"1993-02-18 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.7,"rhum":69,"wspd":13},{"date":"19930218","time":"1993-02-18 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":63,"wspd":11.2},{"date":"19930218","time":"1993-02-18 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":58,"wspd":13},{"date":"19930218","time":"1993-02-18 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":63,"wspd":7.6},{"date":"19930218","time":"1993-02-18 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":57,"wspd":7.6},{"date":"19930218","time":"1993-02-18 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":60,"wspd":0},{"date":"19930218","time":"1993-02-18 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-3.3,"rhum":68,"wspd":7.6},{"date":"19930218","time":"1993-02-18 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.8,"rhum":68,"wspd":9.4},{"date":"19930218","time":"1993-02-18 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":55,"wspd":18.7},{"date":"19930218","time":"1993-02-18 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":49,"wspd":18.7},{"date":"19930218","time":"1993-02-18 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-1.1,"rhum":41,"wspd":18.7},{"date":"19930218","time":"1993-02-18 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":39,"wspd":20.5},{"date":"19930218","time":"1993-02-18 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":36,"wspd":16.6},{"date":"19930218","time":"1993-02-18 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":36,"wspd":22.3},{"date":"19930218","time":"1993-02-18 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":1.1,"rhum":33,"wspd":16.6},{"date":"19930218","time":"1993-02-18 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":0.6,"rhum":32,"wspd":25.9},{"date":"19930218","time":"1993-02-18 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-0.6,"rhum":28,"wspd":22.3},{"date":"19930218","time":"1993-02-18 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":-2.2,"rhum":37,"wspd":27.7}]}}